{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Israeli air attacks on Lebanon reach highest level since ceasefire: Report | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-02-05T12:26:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26033480107565_cropped-1770048990.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel is carrying out a “clear and dangerous” surge in air attacks on Lebanon, the Norwegian Refugee Council (NRC) has said, with its warplanes conducting more attacks on its neighbour in January than in any previous month since the ceasefire.</p><p>The humanitarian organisation said on Thursday that Israeli warplanes had carried out at least 50 air raids on Lebanon last month – about double the number of the previous month.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The group said the repeated attacks made a mockery of the <a href=\"/features/2026/2/2/a-year-after-hezbollah-israel-ceasefire-over-64000-lebanese-displaced\">ceasefire</a> agreed between Israel and Lebanon in November 2024, after more than a year of cross-border attacks and a two-month-long Israeli intensification that killed thousands in Lebanon and devastated civilian infrastructure.</p><p>“These attacks – as well as the many ground incursions that continue to happen away from the cameras – have deemed the ceasefire agreement little more than ink on paper,” said Maureen Philippon, NRC’s country director in Lebanon.</p><p>The data, provided to the NRC by security company Atlas Assistance, captures only attacks carried out by manned Israeli warplanes and does not include Israeli drone attacks, which regularly result in deaths in Lebanon, or attacks carried out during Israeli ground incursions.</p><p>The Israeli attacks have continued in recent days. On Monday, Israeli warplanes targeted buildings in two villages in southern Lebanon, Kfar Tebnit and Ain Qana, after issuing evacuation orders to residents.</p><p>Israel’s military claimed the buildings were Hezbollah “military infrastructure” and said it was targeting them in response to what it said were the group’s prohibited attempts to rebuild its activities in the area.</p><p>On Wednesday, Lebanon’s President <a href=\"/features/2026/1/29/aouns-tightrope-daily-israeli-attacks-and-hezbollahs-refusal-to-disarm\">Joseph Aoun</a> accused Israel of committing an <a href=\"/news/2026/2/4/health-crime-aoun-slams-israel-over-spraying-chemicals-in-south-lebanon\">environmental crime</a> after Israeli aircraft sprayed an unknown substance over southern Lebanese towns.</p><h2 id=\"death-and-displacement\">Death and displacement</h2><p>The NRC said the ongoing attacks have created a climate of fear and instability for residents and were hampering much-needed reconstruction efforts, in a country still reeling from the effects of the conflict with Israel before the ceasefire.</p><p>The attacks have struck targets in dozens of cities and villages in southern Lebanon and the Bekaa Valley, destroying homes and displacing families in an environment where approximately 64,000 people have already been displaced by the conflict.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Aid agencies, including NRC, are still dealing with the aftermath and consequences of months of destructive conflict which left much of Lebanon in ruins,” said Philippon.</p><p>She said the effect of the attacks was being felt by families and children, citing a school in west Bekaa that had recently been repaired by her organisation, only to be damaged again in a recent attack in the area.</p><p>“This means yet another spell of interrupted education for children,” she said.</p><p>Philippon called on Israel’s allies to do “everything they can to stop these attacks on civilian areas and villages”.</p><p>“This vicious cycle has to end,” she added.</p><h2 id=\"thousands-of-breaches\">‘Thousands’ of breaches</h2><p>Under the terms of the November 2024 ceasefire, cross-border attacks were supposed to stop; <a href=\"/features/2026/2/3/will-hezbollah-continue-to-avoid-responding-to-israels-attacks-on-lebanon\">Hezbollah</a> was to withdraw north of the Litani River, which runs across south Lebanon; and Israel was to withdraw troops that had invaded south Lebanon in October.</p><p>Israel, however, has continued its attacks across the south and the Bekaa Valley in the east on a near-daily basis, while its army continues to occupy five points in southern Lebanon.</p><p>The Lebanese government says Israel has committed thousands of breaches of the ceasefire agreement.</p><p>Hezbollah has launched only one attack in the 14 months <a href=\"/features/2026/2/2/a-year-after-hezbollah-israel-ceasefire-over-64000-lebanese-displaced\">since the ceasefire</a>, while Israel has killed more than 330 people in Lebanon, including at least 127 civilians, and a top Hezbollah commander, <a href=\"/news/2025/11/24/who-was-haytham-ali-tabatabai-hezbollah-official-killed-by-israel\">Haytham Ali Tabatabai</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "One man killed, girl missing as Storm Leonardo hits Portugal and Spain | Climate News | Al Jazeera",
            "time": "2026-02-05T12:19:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_698470f0b8bd-1770287344.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>One man killed, girl missing as Storm Leonardo hits Portugal and Spain</h1><p class=\"article__subhead\"><em>Leonardo is the latest in a series of half a dozen storms to batter the Iberian Peninsula this year.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A man has lost his life in Portugal after floodwaters engulfed his car, and in Spain, a girl has been reported missing after being swept away by a river as Storm Leonardo has battered the Iberian Peninsula with torrential rain and gale-force winds.</p><p>Leonardo is the latest in a wave of half a dozen <a href=\"/news/2024/11/12/spains-flood-hit-areas-brace-for-new-storms\">storms</a> to sweep across Portugal and Spain this year, causing several fatalities, destroying infrastructure and leaving thousands of homes without power.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"first-token\" data-path-to-node=\"0\">Portuguese authorities confirmed on Wednesday that a 70-year-old man died in the southern region of Alentejo after floodwaters swept his vehicle off a road near a dam.</p><p>In southern Spain’s Malaga province, a girl remains missing after she was dragged away by the Turvilla River in Sayalonga while trying to rescue her dog. The animal reportedly managed to reach safety, and emergency teams resumed the search for the girl at first light on Thursday, according to local and national news reports.</p><p>“We spent the whole afternoon and night yesterday searching in the river from the place where the girl fell in until the very end of the river. We found the dog, but not her,” Malaga fire chief Manuel Marmolejo said on Spanish television on Thursday.</p><p>Spain’s State Meteorological Agency has warned that Storm Marta, the next front in the ongoing “storm train”, is expected to reach the region this weekend.</p><p>Portuguese Economy Minister Manuel Castro Almeida stated that reconstruction efforts after Storm Kristin alone may exceed 4 billion euros ($4.7bn).</p><p>In Alcacer do Sal in southern Portugal, residents were forced to wade through waist-deep water after the Sado River breached its banks following a series of storms. Restaurant terraces were submerged, and shopkeepers and homeowners used stacked sandbags in an attempt to protect their properties from the rising floodwaters.</p><p>“I’ve never seen anything like this. It’s surreal,” resident Maria Cadacha told the Reuters news agency. “There are a lot of people here, very good people, many shopkeepers, homes with damage. I wouldn’t want to be in their shoes.”</p><p>Andalusia’s emergency services reported attending to more than a million incidents by midnight on Wednesday.</p><p>Antonio Sanz, head of the regional government’s interior department, confirmed that 14 rivers and 10 dams were at “extreme” risk of overflowing due to the severe conditions.</p><p>In Portugal, the National Civil Protection authority registered at least 70 incidents by early Thursday as the region continued to monitor the impact of the storm.</p></div></div></body></html>"
        },
        {
            "title": "Christian group says all abductees taken in Nigeria’s Kurmin Wali released | Armed Groups News | Al Jazeera",
            "time": "2026-02-05T12:09:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/reuters_697b8cb7-1769704631.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Christian group says all abductees taken in Nigeria’s Kurmin Wali released</h1><p class=\"article__subhead\"><em>Nigerian government yet to confirm that 166 villagers and churchgoers who were kidnapped last month are now back home.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>All 166 people who were kidnapped during an attack on a village and churches in Kurmin Wali in northern Nigeria’s Kaduna State last month have been released, the ⁠Christian Association of Nigeria (CAN) said.</p><p>Reverend John ​Hayab, chairman of the northern chapter of CAN, ‍said on Thursday that every abducted worshipper had now returned, without giving details on whether a ransom was paid or how the release was secured, the Reuters news agency reported.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It said CAN ‍leader in ⁠Kaduna, Reverend Caleb Maaji, also confirmed the release, saying he had just returned from the government house in Kaduna, where the governor is set to receive the worshippers.</p><p>“The stage is set for them to be brought … His Excellency will meet with ​them. This is a result of ‌the prayers we have offered,” he said.</p><p>Nigerian government officials have yet to comment publicly on the release.</p><p>However, Nigerian media reports cited Governor of Kaduna State, Uba Sani, confirming the return of 82 of those who were kidnapped.</p><p>On the morning of January 18, gunmen known locally as bandits arrived in <a href=\"/features/2026/1/30/chronicle-of-a-mass-kidnapping-the-day-nigerias-kurmin-wali-changed\">Kurmin Wali</a> in numbers, armed with AK47 rifles.</p><p>They broke down doors and ordered people out of their homes and the village’s three churches, residents told Al Jazeera at the time.</p><p>The gunmen abducted 177 people, taking them into the forest, but 11 escaped their captors.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Initially, Kaduna State officials denied that an attack had occurred. Only two days later did government officials admit that an “abduction” had taken place, promising to help secure the villagers’ return.</p><p>The village chief told Al Jazeera’s Ahmed Idris at the time that the kidnappers accused the community of taking 10 motorcycles they had hidden in the bush, and demanded their return in exchange for the return of the villagers.</p><p>The assault on the village and churches in Kaduna was ‌among the latest in a string of mass abductions that have intensified pressure ‌on the Nigerian government.</p><p>Nigeria has ⁠also faced scrutiny from United States President Donald Trump, who has accused the country of failing to stop the persecution of Christians.</p><p>US forces ‌struck what they described as <a href=\"/news/2025/12/25/trump-says-us-launched-strikes-against-isil-in-northwest-nigeria\">“terrorist” targets</a> on December 25.</p><p>Abuja says it is working with Washington to improve security and ‍denies any systematic persecution of Christians.</p></div></div></body></html>"
        },
        {
            "title": "Russia says will act responsibly despite New START nuclear treaty expiry | Nuclear Weapons News | Al Jazeera",
            "time": "2026-02-05T12:03:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2021/02/AP_21026699978571.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Kremlin says Russia will continue to be a responsible nuclear power, despite <a href=\"/news/2026/2/4/russia-criticises-us-as-final-nuclear-warhead-treaty-set-to-expire\">the expiry</a> of the last nuclear arms control treaty between Moscow and Washington, which experts say risks ushering in a new global arms race.</p><p>The <a href=\"/news/2026/2/3/last-us-russia-nuclear-treaty-is-expiring-does-it-really-matter\">New START treaty</a> expires on Thursday, marking the end of more than half a century of limits on the United States and Russia’s strategic nuclear weapons.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Today the day will end, and it [the treaty] will cease to have any effect,” Kremlin spokesperson Dmitry Peskov told reporters on Thursday. Arms control experts had previously said their assumption was that it expired at the end of Wednesday.</p><p>Russia had suggested both sides voluntarily extend the terms of the agreement for one year to provide time to discuss a successor treaty, a proposal which it said US President Donald Trump had never formally answered.</p><p>“The agreement is coming to an end. We view this negatively and express our regret,” said Peskov, who said the matter had come up in a call between Russian President Vladimir Putin and Chinese President Xi Jinping a day earlier.</p><p>“What happens next depends on how events unfold. In any case, the Russian Federation will maintain its responsible and attentive approach to the issue of strategic stability in the field of nuclear weapons and, of course, as always, will be guided first and foremost by its national interests.”</p><p>New START, first signed in Prague in 2010 by then presidents Barack Obama and Dmitry Medvedev, limited each side’s nuclear arsenal to 1,550 deployed strategic warheads – a reduction of nearly 30 percent from the previous limit set in 2002.</p><p>Deployed weapons or warheads are those in active service and available for rapid use as opposed to those in storage or awaiting dismantlement.</p><p>It also allowed each side to conduct on-site inspections of the other’s nuclear arsenal, although these were suspended during the COVID-19 pandemic and have not resumed since.</p><h2 id=\"china-will-not-participate-in-disarmament-negotiations\">‘China will not participate in disarmament negotiations’</h2><p>China’s Ministry of Foreign Affairs joined a growing international chorus expressing regret over the treaty’s expiry.</p><p>“China regrets the expiration of the New START treaty, as the treaty is of great significance to maintaining global strategic stability,” Chinese Foreign Ministry spokesperson Lin Jian said on Thursday.</p><p>“The international community is generally concerned that the expiration of the treaty will have a negative impact on the international nuclear arms control system and the global nuclear order.”</p><p>Trump has said he wants a better deal that will also bring in China. But Beijing refuses to negotiate with the other two countries because it has only a fraction of their warhead numbers – an estimated 600, compared with about 4,000 each for Russia and the US.</p><p>Lin reiterated this point, adding that China would not be joining the bilateral arms‑reduction talks.</p><p>“China’s nuclear forces are not on the same level as those of the United States and Russia, and China will not participate in disarmament negotiations at this stage,” Lin said.</p><p>Russia and the US together control more than 80 percent of the world’s nuclear warheads.</p><p>China’s nuclear arsenal, however, is growing faster than any country’s, by about 100 new warheads a year since 2023, according to the Stockholm International Peace Research Institute (SIPRI).</p><p>China is estimated to have at least 600 nuclear warheads, SIPRI says – well below the 800 each at which Russia and the US were capped under New START.</p><p>The White House said this week that Trump would decide the way forward on nuclear arms control, which he would “clarify on his own timeline”.</p><p>A NATO official, speaking on condition of anonymity, called on the US and Russia to act with “responsibility and restraint” to maintain “global security”.</p><p>The official added that Russia and China were both ramping up their nuclear capabilities and that NATO “will continue to take steps necessary” to ensure its own defences.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Algerian boxer Khelif open to genetic testing by IOC for 2028 Olympics | Boxing News | Al Jazeera",
            "time": "2026-02-05T11:55:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/GettyImages-2188259719-1770281172_30e437-1770281456.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Algerian boxer Khelif open to genetic testing by IOC for 2028 Olympics</h1><p class=\"article__subhead\"><em>Imane Khelif, who won boxing gold at the 2024 Olympics, says before gender test, ‘Do not exploit me in ‌your political agendas.’</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Algerian boxer ‌Imane Khelif says she will comply with genetic ‍testing requirements to be able to participate in competitions ‍as long as the tests are conducted by the International Olympic Committee (IOC).</p><p>Khelif won gold in the women’s welterweight ⁠division at the Paris Games in 2024 during a ​gender dispute over her eligibility after the International ‍Boxing Association disqualified her from the 2023 World Championships based on sex chromosome tests.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>World Boxing, which will oversee boxing competitions at the ‍2028 Olympics ⁠in Los Angeles after being granted provisional recognition by the IOC, in May announced mandatory sex testing for all boxers in its competitions. Khelif, who lodged an appeal with the Court of Arbitration for Sport (CAS) over World Boxing’s decision to bar her from ​events unless she undergoes genetic sex ‌testing, said she would undergo the testing only if it is administered by the IOC.</p><p>“Of course, I would accept doing anything I’m required to ‌do to participate in competitions,” Khelif told CNN.</p><p>“They should protect women, but they ‌need to pay attention that while ⁠protecting women, they shouldn’t hurt other women.”</p><p>“I’m not transgender. I’m a woman. I want to live my life. Please do not exploit me in ‌your political agendas.”</p><p>The 26-year-old said she was hopeful of getting justice from the CAS.</p><p>“I will not surrender until I have justice because ‍I know justice is on my side above all else,” she said.</p><figure id=\"attachment_3109549\" aria-describedby=\"caption-attachment-3109549\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3109549\" src=\"/wp-content/uploads/2024/08/GettyImages-2166090167-1723238096.jpg?w=770&amp;resize=770%2C520&amp;quality=80\" alt=\"Boxers in ring.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3109549\" class=\"wp-caption-text\">Imane Khelif, left, of Algeria punches Liu Yang of China during the women’s boxing 66kg (146lb) final match at the Olympic Games Paris 2024 [File: Richard Pelham/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "T20 World Cup: Can Pakistan face sanctions over India boycott? | Cricket News | Al Jazeera",
            "time": "2026-02-05T11:31:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250928__772A2RH__v1__MidRes__CricketAsia2025T20IndPak-1759069058-1770234786.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan’s men’s cricket team will <a href=\"/sports/2026/2/5/boycotting-india-at-t20-world-cup-to-support-bangladesh-pakistan-pm-sharif\">boycott</a> its match against India at the T20 World Cup in support of Bangladesh, who were excluded from the tournament after refusing to travel to India for their games over security concerns.</p><p>The move will disrupt the tournament as the India-Pakistan fixture has historically been the most lucrative and widely followed fixture at any cricket tournament.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The International Cricket Council (ICC) has warned the Pakistan Cricket Board (PCB) of “significant and long-term implications for cricket in its own country” and an impact on the global cricket ecosystem.</p><p id=\"but-what-are-these-implications-and-how-can-this-boycott-affect-the-future-of-cricket\">But what are these implications and how could this boycott affect cricket’s future?</p><h2 id=\"how-will-the-icc-react-to-pakistan-s-boycott\">How will the ICC react to Pakistan’s boycott?</h2><p>While the global cricket body has responded to Pakistan’s boycott by saying the decision could damage the game and it hopes to resolve the matter with the PCB, the ICC has not explicitly laid out a plan of action in case a resolution is not achieved.</p><p>Al Jazeera reached out to the ICC but has not received a response.</p><p>Cricket experts believe the ICC would have set a plan in motion by reaching out to the PCB and calling a board meeting to resolve the crisis.</p><p>“The ball is in the ICC’s court now,” Sami Ul Hasan, former head of the ICC’s media and communications department, told Al Jazeera.</p><p>“The ICC will call a board meeting and convene all members to help resolve this situation. All the powers of the ICC rest with its board, who will decide on the next step.</p><p>“Pakistan are already in Sri Lanka and will play on the opening day of the tournament. The meeting should take place as soon as possible.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-possible-actions-could-the-icc-take\">What possible actions could the ICC take?</h2><p>Being the sport’s global governing body, the ICC enjoys full control over the game, its tournaments and how the game is run.</p><p>“The ICC has wide-ranging powers,” Hasan said.</p><p>“It could go all the way from slapping fines to suspending the membership of a board,” he explained, adding that as a former cricket administrator, he hoped the ICC would not go down that road.</p><p>“Suspensions and sanctions are not the solution as extreme steps weaken the small cricketing fraternity. I’d like to see them resolve this so it doesn’t turn into a major crisis which can have long-term effects on cricket.”</p><h2 id=\"what-do-the-icc-s-regulations-say\">What do the ICC’s regulations say?</h2><p>All member boards participating in an ICC event sign a participation agreement that outlines the rules, laws and provisions for the member boards and ICC.</p><p>According to Hasan, the PCB could rely on one such provision to defend its case.</p><p>“The force majeure clause, which is available to all nations, explicitly states that if the government of any participating nation stops its team from participating, the team cannot play,” he explained. “We don’t know how the ICC’s legal team will interpret this law.”</p><p>He explained that if both parties reach a deadlock and the matter turns into a legal battle, the ICC’s dispute resolution committee could take the case to the Court of Arbitration for Sport (CAS), an independent organisation that resolves sports disputes.</p><p>Hasan warned against such a move, saying it would not be a good advertisement for the game of cricket.</p><h2 id=\"is-pakistan-s-move-unprecedented-if-not-then-why-is-the-icc-threatening-it\">Is Pakistan’s move unprecedented? If not, then why is the ICC threatening it?</h2><p><span>Pakistan’s boycott is not the first instance of a team refusing to play a match upon the directives of its government.</span></p><p><span>The 1996 Cricket World Cup, cohosted by Pakistan, India and Sri Lanka, was the first one to be hit by a boycott when Australia and the West Indies refused to travel to Sri Lanka over security concerns and forfeited points.</span></p><p>In 2003, New Zealand and England pulled out of their games in Kenya and Zimbabwe due to their governments’ deadlock with the administrations of the African nation.</p><p>However, Hasan believes Pakistan’s boycott against India will have far bigger ramifications on the tournament and the sport.</p><p>“The value of this game is far too big for the ICC to overlook,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-big-will-be-the-icc-s-losses\">How big will be the ICC’s losses?</h2><p>According to Hasan, who has worked during multiple ICC World Cups, the governing body will incur severe losses if the fixture does not take place as scheduled.</p><p>“The biggest hit, if the biggest game of the tournament does not take place, will come from media rights, which form the main chunk of the revenue for the ICC,” he explained.</p><p>“The ICC sells media rights for all the games, of which India-Pakistan is the biggest and most valued.</p><p>“If the match doesn’t take place, the sponsors will not pay for the rights of that match, and the ICC will incur losses. While we don’t know the figures, the loss will be significant.”</p><p>The ICC operates as a nonprofit global sports body that earns revenue from its various events and distributes it to its member boards. Therefore, Hasan explained, the ICC itself will not incur a loss but the blow will be felt by member boards.</p><p>“It [a boycott] can lead to financial and legal implications, which will have a knock-on effect on future ICC tournaments as well.</p><p>“The financial implications will be hard for certain countries – barring India, Australia and England – that rely on the ICC’s revenues to ensure the game continues to progress.”</p><h2 id=\"could-pakistan-face-financial-sanctions\">Could Pakistan face financial sanctions?</h2><p>The previously forfeited matches did not result in financial blows or bans for the boycotting teams, but given the massive financial losses feared by this boycott, the ICC might make the PCB pay.</p><p>“The ICC could go back to the PCB and pass on the loss to them,” Hasan said.</p><p>The former cricket administrator believes Pakistan’s government must have weighed all possible punitive measures when it decided to boycott the game.</p><p>“It wouldn’t have been an easy decision [for Pakistan].”</p><h2 id=\"how-does-pakistan-s-boycott-affect-the-future-of-cricket\">How does Pakistan’s boycott affect the future of cricket?</h2><p>If there is no India-Pakistan game on February 15, it will be the first instance of the blockbuster match being forfeited at an ICC World Cup.</p><p>The move, Hasan believes, could damage the sport.</p><p>“Global cricket will take a big hit if the right decisions are not made behind closed doors,” he said.</p><p>Hasan pointed towards the incident that caused the chain of events leading up to boycott, saying one official’s statement could have avoided the turmoil.</p><p>S<span>tar Bangladeshi fast bowler Mustafizur Rahman was <a href=\"/sports/2026/1/4/bangladesh-wants-t20-world-cup-games-shifted-from-india-to-sri-lanka\">ousted</a> from the Indian Premier League (IPL) upon instructions from the Board of Control for Cricket in India (BCCI), due to the ongoing political tensions between the two nations.   </span></p><p>“Due to the recent developments which are going on all across, BCCI has instructed the franchise KKR to release one of their players, Mustafizur Rahman of Bangladesh, from their squad,” BCCI Secretary Devajit Saikia said last month.</p><p>Hasan lamented the timing and the wordings of the statement.</p><p><span>“We must remember that this situation arose due to one player’s removal and one administrator’s statement – the player was Mustafizur Rahman and the statement was made by the secretary of the BCCI</span><span>.</span></p><p>“From there, we have arrived at this point.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "In Pakistan, gold price rollercoaster pushes buyers to silver | Business and Economy News | Al Jazeera",
            "time": "2026-02-05T10:50:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2020-08-06T175145Z_2121657328_RC2H8I97S6PM_RTRMADP_3_GLOBAL-PRECIOUS-1770288257.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"x_MsoNormal\"><strong>Lahore, Pakistan – </strong>Over the past two weeks, as the global prices of gold and silver have fluctuated wildly, Waqas Siddiqi has received a flurry of calls from customers to his jewellery store, inquiring about purchases.</p><p class=\"x_MsoNormal\">As in other countries, the <a href=\"/economy/2026/2/3/gold-and-silver-prices-soared-then-plummeted-whats-going-on\">recent rise, decline and rise again</a> in the global bullion market has piqued interest, particularly for those who view gold and silver as an investment.</p><p>While gold – and to a lesser extent, silver – has long been a favourite among jewellery buyers in Pakistan, it is a safe place to keep their money that many buyers are seeking these days. And silver appears to be overtaking gold.</p><p class=\"x_MsoNormal\">“We are primarily in the jewellery business, which is in decline anyway, as people are using precious metals for investment. So, when the rallying started, a few customers came to our shop showing interest to buy silver bars or sell gold,” he told Al Jazeera.</p><p class=\"x_MsoNormal\">This trend was confirmed by Omer Ehsan, another jeweller who has been running his family business in Lahore for decades. Increasingly, he says, the trend in gold investments – and, moreso in silver – is increasing.</p><p class=\"x_MsoNormal\">“My customers called to inquire whether they should invest in and join the rally, but [I] advised them caution,” he told Al Jazeera, pointing to a decline in prices last week, before a sudden rally in the past two days.</p><p class=\"x_MsoNormal\">In the domestic market, the price for 10gm gold increased by more than 20,000 rupees ($71) to reach 440,000 ($1,572) on Wednesday. A similar rise was seen in the price of silver, with 10gm silver reaching 7,800 rupees ($28).</p><p class=\"x_MsoNormal\">The initial dip, followed by a recovery, reflects broader movements in the international market, where a bullish run on the precious metals ended the previous weekend, and prices fell drastically – an unusual phenomenon as the metals are considered “safe havens” which hold their value in turbulent times.</p><h2 id=\"the-trump-effect\">The Trump effect</h2><p class=\"x_MsoNormal\">Hanif Chand, a 56-year-old jeweller in Karachi and also the former vice president of the city’s jewellery association, told Al Jazeera that the recent upheaval in the bullion market has been driven primarily by fears that an attack on Iran by the United States was imminent, leading to panic in the market.</p><p class=\"x_MsoNormal\">“Once the news came that Trump is going to take more time to make his decision, markets have calmed down slightly. However, it could also once again skyrocket in case the situation in the Middle East region again flares up,” Chand said.</p><p class=\"x_MsoNormal\">Ali Aftab Saeed, an independent investment analyst in Lahore, said another factor driving up gold prices since that downturn has been a surge in gold buying in China.</p><p class=\"x_MsoNormal\">The last year has seen China reduce its holdings of US Treasury securities, which have now fallen below $700bn – a decline of nearly one-half since the November 2013 peak of $1.32 trillion – and replacing these with large-scale purchases of the precious metal.</p><p class=\"x_MsoNormal\">“The minor fluctuations that you see are due to the market fixing its course, where investors stop buying once a commodity hits a certain price, and then the price corrects itself before [the] next round starts,” he told Al Jazeera. He expects the metals to rally upwards again, he said.</p><h2 id=\"the-switch-to-silver\">The switch to silver</h2><p class=\"x_MsoNormal\">Razzak Ahmed, a jewellery shop owner in Islamabad, said that due to the high cost of gold, silver is now seen as the metal of choice for many people – and they buy it for both investment purposes and jewellery.</p><p class=\"x_MsoNormal\">“On an individual level, a small buyer is more interested in purchasing items in silver, be it a silver bar or silver jewellery, because they have enough capital to at least buy something, and the returns on it are significant with the increase in prices,” he told Al Jazeera.</p><p class=\"x_MsoNormal\">Ahmed recalled that the price per 10gm of silver was close to 4,000 rupees ($14) in April last year compared with its current peak of 15,000 rupees ($54).</p><p class=\"x_MsoNormal\">Chand agreed, saying that the high price of gold, combined with changing social habits, has contributed to a declining interest in investing in gold jewellery.</p><p class=\"x_MsoNormal\">Historically, families bought gold or gold jewellery as an investment but also as something that could be passed down to their children when they got married. That is now changing with families opting for high-quality artificial jewellery instead, Chand said.</p><p>Now, much of the gold in the country is recycled, he added, while silver is becoming more popular as a commodity to invest in simply because of the skyrocketing prices of gold.</p><p class=\"x_MsoNormal\">Instead of spending on gold jewellery, “people now prefer investing their money in silver bars if they don’t have enough capital. But even if they do, the day of investing in gold jewellery sets [that are handed down in families] is certainly waning now,” he said.</p><p class=\"x_MsoNormal\">In 2024, Pakistan imported gold worth $27m, making it a considerably smaller player in the international gold-buying market and ranking it as only the 84th-largest gold importer, according to the Observatory of Economic Complexity.</p><h2 id=\"and-back-to-the-trump-effect\">And, back to the Trump effect</h2><p class=\"x_MsoNormal\">In Lahore, Saeed said many small investors now make their purchases depending on their capital availability. That hardly impacts the market, which is more swayed by the activities of big players.</p><p class=\"x_MsoNormal\">“And the future prices and their volatility, or lack thereof, depends on the upcoming meeting of US President Donald Trump and his Chinese counterpart Xi Jinping. That will set the future course of action for the price of these metals,” he said, referring to the scheduled meeting between the two leaders in April in China.</p><p class=\"x_MsoNormal\">Ehsan added that the bullion may continue to fluctuate depending on Trump’s mood. “The market is going up or down solely due to his behaviour and decisions. One morning, he can promise not to attack Iran, and by evening, he will launch [a] missile. All of this makes the market unpredictable.”</p></div></div></body></html>"
        },
        {
            "title": "Pakistan army says it killed 216 fighters in weeklong Balochistan campaign | Military News | Al Jazeera",
            "time": "2026-02-05T10:42:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/epa_69845877e63a-1770281079_c3e6dc-1770285954.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan army says it killed 216 fighters in weeklong Balochistan campaign</h1><p class=\"article__subhead\"><em>The military says operations that began on January 29 degraded leadership and operational capabilities of ‘terrorist’ networks.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Pakistan’s military has concluded a weeklong security operation in the restive southwestern Balochistan province, claiming the deaths of 216 fighters in targeted offensives.</p><p>A military statement on Thursday said following the province-wide attacks by the separatist <a href=\"/news/2025/3/12/who-are-the-bla-the-group-behind-pakistans-deadly-train-hijack\">Balochistan Liberation Army (BLA)</a>, carried out to “destabilise the peace of Balochistan”, security forces launched Operation Radd-ul-Fitna-1 (countering chaos) to “dismantle terrorist sleeper cells through sustained combing and sanitisation operations” through “meticulous planning” and “actionable intelligence”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The operation commenced on January 29 in response to a series of <a href=\"/news/2026/2/2/pakistani-forces-kill-145-fighters-in-balochistan-after-deadly-attacks\">coordinated attacks</a> by the BLA, which said it stormed schools, banks, markets and military installations across the region in one of its largest operations to date.</p><p>The military claimed that 216 fighters were killed during the operations, “significantly degrading the leadership, command-and-control structures and operational capabilities of terrorist networks”.</p><p>A “substantial cache of foreign-origin weapons, ammunition, explosives and equipment” was also recovered, the statement added. It further claimed that a preliminary analysis shows the fighters benefitted from “systematic external facilitation and logistical support”.</p><p>The military added that during the operations, 36 civilians, including women and children, and 22 security and law enforcement personnel lost their lives.</p><p>Pakistan has dealt with a separatist movement in <a href=\"/news/2026/2/3/why-peace-remains-elusive-in-pakistans-troubled-balochistan\">Balochistan</a> for decades. Violence has surged in recent years, with armed groups stating they are resisting exploitation in the resource-rich province. The area is rich in coal, gold, copper, and gas, which generates revenue for the federal government.</p><p>The region’s armed groups regularly target <a href=\"/news/2024/1/30/at-least-10-killed-in-overnight-attack-by-baloch-rebels-in-pakistan\">security forces</a> and have also attacked <a href=\"/news/2024/4/13/gunmen-kill-at-least-11-in-two-attacks-in-pakistans-balochistan\">civilians</a>, including <a href=\"/news/2024/10/7/china-says-two-citizens-killed-one-injured-in-pakistan-terrorist-attack\">Chinese nationals</a> working on regional projects, according to the Pakistani government.</p><p>In 2025, separatists attacked a <a href=\"/news/2025/3/11/deadly-pakistan-train-hijack-what-happened-and-whats-next\">train</a> with hundreds of passengers on board, leading to a two-day siege in which dozens were killed.</p><p>“Over the past 12 months, security forces in Balochistan have sent more than 700 terrorists to hell, with around 70 terrorists eliminated in just the last two days alone,” Balochistan’s Chief Minister Sarfraz Bugti told reporters on Sunday. “These attacks cannot weaken our resolve against terrorism.”</p><p>He accused neighbours India and Afghanistan of backing the fighters, allegations which New Delhi and Kabul deny.</p></div></div></body></html>"
        },
        {
            "title": "Video: US news host Savannah Guthrie pleads for return of abducted mother | Crime | Al Jazeera",
            "time": "2026-02-05T10:11:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770286272.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gunmen kill nearly 200 people in Nigeria | Gun Violence | Al Jazeera",
            "time": "2026-02-05T09:58:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770285428.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Why are gold prices soaring and the dollar in decline? | Business and Economy | Al Jazeera",
            "time": "2026-02-05T09:23:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/gold-prices-1770283357.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Gold has been on a tear as the dollar is under pressure, raising questions about global confidence and market risk.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The US economy and markets are unmatched in size. The dollar is the king of currencies, and US treasuries are often considered a safe-haven asset.</p><p>But, investors appear to be reassessing that.</p><p>This has weighed down on the greenback and cooled the stock markets.</p><p>A big winner is gold, which soared to record prices – exactly what the metal tends to do in times of uncertainty.</p><p>Moves in the price of the greenback ripple across the global economy.</p><p>And India strikes trade deals with the US and EU.</p><p>Plus, why is the UN at risk of financial collapse?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Man charged with ‘terrorism’ for bomb at Indigenous protest in Australia | Indigenous Rights News | Al Jazeera",
            "time": "2026-02-05T09:18:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_69844198-1770275224.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australian authorities have declared an attempted bombing at an <a href=\"/video/newsfeed/2026/1/26/video-thousands-of-protesters-march-on-australias-invasion-day\">Indigenous rights rally</a> in Perth last month “an act of terror”, charging a 31-year-old man with one of the most serious offences in the Commonwealth Criminal Code.</p><p>The Western Australia Joint Counter Terrorism Team (JCTT) said in a press statement on Thursday that the man removed a “home-made improvised explosive device” from his bag and <a href=\"/news/2026/1/29/police-probe-explosive-device-thrown-at-indigenous-protest-in-australia\">threw</a> it into a crowd at a rally in Perth’s Central Business District on January 26.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-path-to-node=\"3\">The device failed to detonate, and no casualties were reported among the several thousand people who attended the rally, held in support of First Nations people. The event was part of a series of nationwide “Invasion Day” protests organised to advocate for Indigenous rights and to protest against the historical dispossession of Aboriginal and Torres Strait Islander people.</p><p>If found guilty, the man could face life imprisonment under the country’s law.</p><p>The police said the man will remain in custody until his next court appearance, set for February 17 at the Perth Magistrates Court.</p><p>Western Australia Premier Roger Cook, speaking at a news conference on Thursday, urged people to condemn such incidents.</p><p>“This charge … alleges the attack on Aboriginal people and other peaceful protesters was motivated by hateful, racist ideology,” he said. “This is the first time this charge has been laid in Western Australia.”</p><h2 id=\"an-attack-on-all-australians\">‘An attack on all Australians’</h2><p>On Tuesday, Minister for Indigenous Australians Malarndirri McCarthy condemned the incident, characterising the attempted bombing as an assault on Australian social cohesion.</p><p class=\"wp-block-paragraph\">“The Albanese Government condemns this sickening and abhorrent incident,” she said in a Senate statement, Indigenous News Australia reported. “An attack on First Nations Australians is an attack on all Australians. First Nations Australians, like all Australians, must be able to gather peacefully without fearing for our safety. There is no place for hate, intimidation or racism of any form in Australia.”</p><p>The JCTT said in its statement that to secure a “terrorism” conviction under the criminal code, authorities must prove three specific legal components.</p><p>First, the action must cause or threaten serious consequences, such as harm to human life, damage to property, or a significant risk to public safety. Second, the act must be motivated by the intention to advance a political, religious, or ideological cause. Finally, the action must be intended to coerce a government or intimidate the public, or a specific section of the population.</p><p>The targeting of the rally occurred as Aboriginal and Torres Strait Islander people continue to face recorded inequalities in healthcare, education, and imprisonment rates, as well as a history of being targeted by racially motivated crimes in Australia.</p><p data-path-to-node=\"0\">In December 2022, Australian authorities were forced to confront what experts described as “deeply entrenched” racism following the alleged murder of 15-year-old Indigenous boy <a href=\"/news/2025/5/8/two-found-guilty-of-murdering-indigenous-teen-cassius-turvey-in-australia\">Cassius Turvey</a>.</p><p data-path-to-node=\"1\">Cassius, a member of the Noongar Nation in Western Australia, was walking home from school with friends when he was subjected to an unprovoked assault with a metal pole. The incident, termed by police as a “<a href=\"/news/2022/12/21/the-racist-killing-of-teen-cassius-turvey-that-shocked-australia\">vicious attack</a>“, resulted in injuries that led to his death 10 days later.</p></div></div></body></html>"
        },
        {
            "title": "Gaza patients head to Rafah crossing as people return amid Israeli attacks | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-05T09:02:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-05T010052Z_1211130499_RC2DFJAJ6H07_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1770276814.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Twenty-five more Palestinians have returned to Gaza through the Rafah crossing following its long-awaited partial reopening, describing an exhausting journey through humiliating Israeli security measures, while patients in need of urgent medical treatment abroad are being transferred to the border.</p><p>This comes as one Palestinian was killed and another injured by Israeli forces on Thursday, as Israeli attacks continue despite a “ceasefire” in the Gaza Strip.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">Israeli troops shot and killed a man near the Bani Suhaila roundabout, east of Khan Younis, while in central Khan Younis, near the Abu Hamid roundabout, a 28-year-old woman was injured by Israeli forces’ gunfire inside her tent, sources told Al Jazeera.</p><p>The group of 25 Gaza returnees – the third batch to return since the <a href=\"/video/newsfeed/2026/2/4/palestinians-face-restrictions-leaving-entering-gaza-through-rafah\">heavily restricted reopening</a> of the Rafah crossing – entered the Strip at 3am local time (01:00 GMT), with buses delivering them to Nasser Hospital in the southern city of Khan Younis more than 20 hours after they left the Egyptian city of El Arish.</p><p>Hours later, 13 Palestinian patients, accompanied by family members and World Health Organization (WHO) officials, were transferred from a hospital towards the crossing for medical treatment abroad.</p><p>Some of the returnees, visibly fatigued from their ordeal, told an Al Jazeera team in Gaza that they had been interrogated and insulted by Israeli forces as they passed through security controls.</p><p>Footage showed emotional scenes as returning Palestinians embraced loved ones from whom they had long been separated, and registered firsthand the scenes of devastation caused by the war in their homeland.</p><p>“The feeling is like being caught between happiness and sadness,” one returnee, Aicha Balaoui, told the Reuters news agency.</p><p>“I’m happy to be back and to see my family, my husband and my loved ones, thank God. But I also feel sad for my country after seeing the destruction. I never imagined the devastation would be this severe.”</p><p>She said while she had lived in comfort and safety abroad, “I wasn’t at peace because it wasn’t my place.</p><p>“My place is here. My place is Gaza,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Rafah crossing with Egypt, the sole route in or out of Gaza for nearly all of the territory’s more than two million inhabitants, was closed by Israeli authorities for most of the war, but was partially reopened on Monday.</p><p>The reopening of the crossing – to allow the return of Palestinians who have left, and the evacuation of patients requiring medical treatment outside the Strip – is one of the terms of the US-brokered “ceasefire” agreement to end the war in Gaza.</p><p>Only Palestinians who left Gaza during the war are being permitted to return, and people travelling in both directions are being subjected to strict security vetting – a process which returnees have described as humiliating and abusive.</p><p>Palestinian women who returned earlier this week <a href=\"/features/2026/2/4/return-through-rafah-palestinian-women-describe-israeli-interrogation\">described to Al Jazeera</a> having their hands bound and eyes covered, being interrogated and subjected to full body searches as part of the security screening.</p><p>The International Commission to Support Palestinian People’s Rights (ICSPR) has said the strict Israeli measures have turned the Rafah crossing “into a tool of control and domination rather than a humanitarian passage”.</p><h2 id=\"only-13-patients-awaiting-transfer\">Only 13 patients awaiting transfer</h2><p>Reporting from Khan Younis, Al Jazeera’s Hani Mahmoud said 13 Palestinian patients had been taken by bus from a hospital in the Gazan city, due to cross to the Egyptian side of the Rafah crossing in order to receive medical treatment abroad.</p><p>Families of the patients had begun receiving phone calls late on Wednesday telling them to prepare for their transfer, he said. Israel had briefly suspended coordination over the medical transfers before resuming it hours later.</p><p>But the pace of the medical evacuations since the crossing’s partial reopening was slower than the numbers promised, and far short of what was required to meet the needs of the approximately 20,000 patients in need of medical treatment in other countries.</p><p>While the agreement had spoken of 50 patients being evacuated each day, each accompanied by two family members, only about 30 had been transferred so far this week.</p><p>“If we keep this pace each passing day, we’re looking at at least three years” to complete the required medical evacuations, Mahmoud said.</p><p>“This is a very long time for those in need of immediate medical care.”</p><p>Gaza’s healthcare system <a href=\"/news/2026/2/4/how-israel-destroyed-gazas-health-system-deliberately-and-methodically\">has been devastated</a> by Israel’s genocidal war on the enclave, with 22 hospitals put out of service and 1,700 medical workers killed, according to the Palestinian Ministry of Health.</p><figure id=\"attachment_4285584\" aria-describedby=\"caption-attachment-4285584\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4285584\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-GAZA-HEALTHCARE-SYSTEM-FEB-3-2026-1770124823.png?quality=80\" alt=\"INTERACTIVE - GAZA HEALTHCARE SYSTEM - FEB 3 2026-1770124823\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4285584\" class=\"wp-caption-text\">[Al Jazeera] (Al Jazeera)</figcaption></figure><h2 id=\"israeli-attacks-continue\">Israeli attacks continue</h2><p>Meanwhile, as the returns played out in southern Gaza, Israel continued to carry out attacks across the Strip, a day <a href=\"/news/2026/2/4/israel-suspends-evacuation-of-palestinians-via-rafah-crossing-red-crescent\">after 23 Palestinians were killed</a> in one of the deadliest days since the October “ceasefire” began.</p><p>Added to the one person killed and one injured in Khan Younis on Thursday, Israel carried out air strikes east of Deir el-Balah in central Gaza, Al Jazeera teams reported.</p><p>Reporting from Khan Younis, Al Jazeera’s Mahmoud said there had also been Israeli air strikes, gunfire and heavy artillery shelling targeting Gaza City’s eastern Tuffah neighbourhood, which was next to the so-called “yellow line” demarcating territory under Israeli military control.</p><p>He said the repeated attacks had left residents of the neighbourhood “trapped” – giving them the option of remaining near the area controlled by the Israeli military or being displaced from their homes.</p></div></div></body></html>"
        },
        {
            "title": "The weapons the US has in place as it threatens to attack Iran | Digital Series News | Al Jazeera",
            "time": "2026-02-05T08:34:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/fa6e66b8-9aa9-4410-98fb-f54a9b557504-1770280346.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Epstein’s help sought in bid to meet Chuck Schumer, files reveal | Business and Economy News | Al Jazeera",
            "time": "2026-02-05T08:09:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2023-02-09T220600Z_795956172_RC2U7Z9Z1P3W_RTRMADP_3_USA-CONGRESS-1770258995_76ab62-1770274815.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An associate of the United States Virgin Islands’ sole representative in the US Congress asked Jeffrey Epstein for help to arrange a meeting between the politician and Senate Minority Leader Chuck Schumer, according to documents released by the US Justice Department.</p><p>The outreach to Epstein was made on behalf of Stacey Plaskett, the islands’ delegate to the House of Representatives, as the politician sought to lobby Schumer for relief after two hurricanes ripped through the Caribbean in 2017, according to the documents.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We have to help Stacey get a meeting with Schumer. Any thoughts?” Erika Kellerhals, a tax lawyer in the US Virgin Islands, wrote to Epstein in an email on January 24, 2018.</p><p>“[S]hould not be a problem need to know the reason and subject,” Epstein wrote back a few hours later.</p><p>“She has been unable to confirm a meeting with him. He is driving the disaster relief bill and has only been talking about Puerto Rico and not the [Virgin Islands]. She’s concerned we will be ignored,” Kellerhals told Epstein in response.</p><p>After his exchange with Kellerhals, Epstein sent an email to Kathy Ruemmler, a former chief counsel to US President Barack Obama, asking for help in setting up a meeting with Schumer.</p><p>“schumer is driving the puerto rico . virgin islands relief=bill. the VI congressional rep Stacey plaskett , h=s not been able to get a meeting. confirmed with him. ca= you help?” Epstein wrote to Ruemmler, who is now the chief lawyer to Goldman Sachs.</p><p>“I do not have any relations=ip with him, but let me see whether I can get to his COS,” Ruemmler said in response, referring to his chief of staff.</p><p>The emails are among some <a href=\"/news/2026/2/2/modi-to-kevin-rudd-how-epstein-files-set-off-a-storm-far-beyond-the-us\">3.5 million pages of files released last week</a> that relate to US authorities’ investigations into Epstein, who died by suicide in 2019 while awaiting trial on sex trafficking charges.</p><p>It is not clear if a meeting between Schumer and Plaskett went ahead, though Congress ultimately approved emergency funds for the US Virgin Islands as part of a two-year budget package passed in February 2018.</p><p>There is no public record of Schumer meeting or directly communicating with Epstein.</p><p>Schumer, Plaskett and Kellerhals did not respond to requests for comment. Ruemmler could not be reached for comment.</p><p>The email exchange with Epstein, which has not been previously reported, is the latest among numerous examples of how the disgraced financier continued to exert influence at the highest levels of politics and business long after his 2008 conviction for soliciting prostitution with a minor.</p><p>Plaskett’s ties to Epstein have been a source of controversy for years.</p><p>Plaskett narrowly escaped censure by the House of Representatives last year over revelations that Epstein had coached her over text during a Congressional hearing in February 2019.</p><p>Shortly after Epstein was arrested for a second time in July 2019, Plaskett announced that she would donate a sum to charity equivalent to several campaign donations she had received from Epstein and his associates.</p><p>While Plaskett is a non-voting member of Congress, the Democrat participates in floor debates and sits on several influential committees, including the House Permanent Select Committee on Intelligence.</p><p>Plaskett has previously denied enabling Epstein, calling him a “demon” and saying she was “disgusted by his deviant behavior”.</p></div></div></body></html>"
        },
        {
            "title": "Here’s why Israel is allowing record murder rates in its Palestinian towns | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-05T08:08:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_69844f4e-1770278734.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"325\" data-end=\"865\">While the international media has rightly focused on the genocide and enormous displacement in Gaza alongside the ethnic cleansing in the West Bank and occupied East Jerusalem, the 300 murders inside Israel in 2025, 252 of whom were Palestinian victims, garnered little to no media coverage outside Israel. Yet last year marked the deadliest year on record for murders among Palestinian citizens of Israel, who make up 21 percent of Israel’s population but sustain 80 percent of the murders. That is one murder every 36 hours.</p><p data-start=\"868\" data-end=\"1377\">The international media have also covered the rise in anti-Semitism across the world, even as there has been little to no media coverage of how Israel has been exaggerating and instrumentalising a Zionist notion of anti-Semitism to create moral panic among Jews everywhere. Indeed, when I speak to Jewish friends in Israel, they often ask how I, who live in London, cope with anti-Semitism. As consumers of Israeli news, they can be forgiven for thinking that Jews across the world are in imminent danger.</p><p data-start=\"1380\" data-end=\"1646\">These two phenomena – the crime epidemic within Palestinian communities inside Israel and the weaponisation of anti-Semitism to amplify Jewish fear – might seem totally unconnected. Yet there is a clear thread linking them, and it is called demographic engineering.</p><h2 id=\"the-foundational-acts\">The foundational acts</h2><p data-start=\"1675\" data-end=\"2260\">Demographic engineering has been at the heart of the Zionist project. During the 1948 war, about 750,000 Palestinians were displaced in what Fayez Sayegh called “racial elimination”. As part of this process, Palestinian cities were depopulated, and about 500 Palestinian villages were destroyed. By 1951, the Palestinians who had become refugees had been “replaced” by a similar number of Jewish immigrants, both Holocaust survivors from Europe and Mizrahi Jews from Arab countries, thus transforming the state’s racial composition without altering its overall population size.</p><p data-start=\"2263\" data-end=\"2795\">In the wake of the war, Israel not only disregarded United Nations Resolution 194 affirming the right of Palestinians who had been made refugees in 1948 to return to their homes, but in 1950 it passed the Law of Return, bestowing “on Jews worldwide the right to enter Israel and obtain Israeli citizenship regardless of their countries of origin and whether or not they can show links to Israel-Palestine, while withholding any comparable right from Palestinians, including those with documented ancestral homes in the country”.</p><p data-start=\"2798\" data-end=\"3250\">Over the past two years, a number of Israeli politicians and influencers have characterised what Israel has been doing in the territories it occupied in 1967 as completing the job left undone in 1948: “A second, real Nakba, to finish [former Israeli Prime Minister David] Ben-Gurion’s work,” one journalist quipped. Simultaneously, within Israel, a different kind of demographic strategy is unfolding, even as the overall objective remains the same.</p><h2 id=\"crime-as-an-impetus-to-leave\">Crime as an impetus to leave</h2><p data-start=\"3283\" data-end=\"3594\">Itamar Ben-Gvir is surely not the first minister of national security to have allowed criminal gangs to terrorise Palestinian communities. But on Ben Gvir’s watch, the murders have reached record levels. And 2026 seems to be following the trend, with 31 more Palestinians murdered during the first month.</p><p data-start=\"3597\" data-end=\"3888\">On the one hand, Israel has used the soaring crime to portray Palestinian citizens as uncivilised and barbaric, extending the dehumanisation from stateless Palestinians in Gaza and the West Bank to its own citizens. On the other hand, it has enabled criminals to terrorise Palestinian towns.</p><p data-start=\"3891\" data-end=\"4166\">Indeed, the police have solved only 15 percent of the murders within the Palestinian community while doing little, if anything, to stop criminals from collecting “protection fees” from businesses – fees that extract an estimated two billion shekels ($650m) a year from the community.</p><p data-start=\"4169\" data-end=\"4621\">On January 22, Palestinians launched the largest demonstration since 2019, waving black flags while chanting slogans accusing the police of total abandonment. The following day, the organisers called a general strike, with one of the organisers, Mohammed Shlaata, making it clear that responsibility for the violence lies with the authorities: “We are in a state of emergency,” he said. “We have a clear finger of accusation – we blame the police.”</p><p data-start=\"4624\" data-end=\"4892\">Talking to Palestinian friends, some tell me they fear for their children’s lives and want them to leave the country, while others have packed their bags and left. Admittedly, the number of those leaving is low, but Palestinian citizens are reaching a boiling point.</p><h2 id=\"antisemitism-and-negative-migration\">Anti-Semitism and negative migration</h2><p data-start=\"4935\" data-end=\"5182\">At the same time that the government does nothing to quell criminal activity and lawlessness within Palestinian communities in Israel, it exaggerates and instrumentalises a Zionist notion of anti-Semitism to continuously reassert Jewish victimhood.</p><p data-start=\"5185\" data-end=\"5500\">While much has been written on the use of a false notion of anti-Semitism – that conflates criticism of Israel and Zionism with anathema towards Jews – to silence Palestinian and pro-Palestinian voices, much less has been said about the mobilisation of anti-Semitism to address Israel’s problem of negative migration.</p><p data-start=\"5503\" data-end=\"5880\">Since 2023, more Jews have been leaving the country than entering. In 2024, the number of citizens leaving Israel was 26,000 higher than the number of immigrants entering it; in 2025, the gap was about 37,000 Israelis. In other words, negative migration has jumped by more than 42 percent, and Israeli officials are worried that this trend is taking root and even accelerating.</p><p data-start=\"5883\" data-end=\"6231\">Accordingly, both the Israeli public and the Jewish diaspora are told again and again that anti-Semitism across the globe has gone rampant. Jews are told that the horrific Bondi massacre in Australia is an indication of a new global trend, that in the United Kingdom anti-Semitism has been normalised, and that in Europe Jews are afraid to wear kippahs.</p><p data-start=\"6234\" data-end=\"6794\">Anti-Semitism has undoubtedly soared over the past two years, and there is obviously a kernel of truth in these articles. But in contrast to the very real panic among Palestinian citizens, which the state has ignored, in the case of anti-Semitism, the state dramatically exaggerates and instrumentalises the evidence to produce a moral panic. The message is clear: Jews across the world should fear for their lives, and therefore those who live in Israel should be wary of leaving, while the only way diasporic Jews can be safe is by migrating to Israel.</p><h2 id=\"supremacy-as-glue\">Supremacy as glue</h2><p data-start=\"6819\" data-end=\"7434\">The glue holding all of the demographic strategies Israel deploys together is the belief in Jewish exceptionalism and supremacy. The genocide in Gaza and ethnic cleansing in the West Bank are justified through the dehumanisation of Palestinians; the neglect of the murders and crime in Palestinian communities within Israel is informed by racial discrimination that has been ongoing since 1948; and Israel is weaponising racism against Jews to curb negative migration. The ultimate objective is to guarantee the racial-religious character of Israel as exclusively Jewish, while the dream is a pure Jewish state.</p><p data-start=\"6819\" data-end=\"7434\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Boycotting India at T20 World Cup to support Bangladesh: Pakistan PM Sharif | Cricket News | Al Jazeera",
            "time": "2026-02-05T07:47:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250601__48TR3G3__v1__MidRes__CricketPakBanT20-1770277463.jpg?resize=1799%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Boycotting India at T20 World Cup to support Bangladesh: Pakistan PM Sharif</h1><p class=\"article__subhead\"><em>‘There should be no politics in sport,’ Sharif said while referencing to the recent India-Bangladesh cricket crisis.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Prime Minister Shehbaz Sharif has confirmed the decision to <a href=\"/sports/2026/2/1/pakistan-to-boycott-t20-world-cup-match-against-india-on-february-15\">boycott</a> the ICC Men’s Twenty20 World Cup match by Pakistan against India, saying the move is a show of solidarity with Bangladesh.</p><p>“We have taken this stand after careful deliberation and [decided that] on this matter, we must stand with Bangladesh and support them,” Sharif told his cabinet on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Meanwhile, Pakistan’s captain Salman Ali Agha said his team seek advice from their government if they reach the knockout phase of the tournament meet India.</p><p>“The India game is not in our control. It was the government’s decision and if we have to play them in the semi-final or the final, we will go back to them and act on their advice,” Agha told reporters in Sri Lanka, where Pakistan will play all their World Cup games.</p><p>On Sunday, the Pakistani government announced that its men’s cricket team will not take the field in the match against archrivals India on February 15, without stating the reason behind the decision at the time.</p><p>However, it was largely believed to be a mark of protest against Bangladesh’s <a href=\"/sports/2026/1/24/bangladesh-out-of-t20-world-cup-after-iccs-refusal-to-change-venues\">ouster</a> from the tournament for refusing to travel to India for their T20 World Cup fixtures.</p><p>Sharif’s statement, made in a televised address, rubber-stamped the motive and confirmed the boycott.</p><p>“We have taken a very clear stand that we will not play the match against India,” Sharif told the government officials. “Pakistan believes that this is sport, not politics, and there should be no politics in sport.”</p><p>While Sharif did not elaborate on his statement, it points towards the ongoing cricket crisis surrounding the tournament, which began after a Bangladeshi player was expelled from the Indian Premier League on the directives of the Board of Control for Cricket in India (BCCI) last month.</p><p>Mustafizur Rahman’s removal was <a href=\"/sports/2026/1/4/bangladesh-wants-t20-world-cup-games-shifted-from-india-to-sri-lanka\">linked</a> to political tensions between Bangladesh and India, as confirmed by BCCI Secretary Devajit Saikia, and led to a chain of events, including the boycott by Pakistan.</p><p>India and Pakistan are placed in the same group and were scheduled to meet in a marquee clash in Sri Lanka, which is cohosting the tournament along with India.</p><p>Following Pakistan’s announcement, the International Cricket Council (ICC) said in a statement that “selective participation undermines the spirit and sanctity of the competitions”.</p><p>“While the ICC respects the roles of governments in matters of national policy, this decision is not in the interest of the global game or the welfare of fans worldwide, including millions in Pakistan,” it said, adding that it awaited official communication from the Pakistan Cricket Board (PCB).</p><p>“The ICC hopes that the PCB will consider the significant and long-term implications for cricket in its own country as this is likely to impact the global cricket ecosystem, which it is itself a member and beneficiary of.”</p><p>While the boycott by Pakistan could see them forfeit two points, it remains unclear if the PCB will be hit by further sanctions or bans.</p><p>The T20 World Cup begins on Saturday.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: US says 314 prisoners to be exchanged amid talks | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-05T07:40:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_69847867d0a35-1770289255.jpg?resize=1920%2C1333",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: US says 314 prisoners to be exchanged amid talks</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>As fighting rages, Ukrainian and Russian negotiators continue US-brokered talks in Abu Dhabi after ‘productive’ first day.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "South Sudan hospital hit by government air strike, MSF says | Conflict News | Al Jazeera",
            "time": "2026-02-05T07:03:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20170818__RO1CM__v5__HighRes__SsudanUnrestHumanitarianAid-1770271968.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Medical humanitarian NGO, Doctors Without Borders, known by its French initials MSF, says one of its hospitals in South Sudan was hit by a government air strike, amid <a href=\"/news/2026/1/28/south-sudan-launches-offensive-against-opposition-forces-what-to-know\">renewed fighting</a> between soldiers and a coalition of opposition forces in opposition-held areas.</p><p>The night attack on the hospital in Lankien, Jonglei state, on Tuesday, marks the 10th attack in 12 months on an MSF-run medical facility in the country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It came after the South Sudanese government in December imposed restrictions on humanitarian access in opposition-held areas of Jonglei, restricting MSF’s ability to deliver essential medical assistance there.</p><p>The hospital was “evacuated and patients were discharged hours before the attack” after it received information about a possible strike against the city, MSF said in a statement.</p><p>But “one MSF staff member suffered minor injuries,” it added.</p><p>“The hospital’s main warehouse was destroyed during the attack, and we lost most of our critical supplies for providing medical care,” said the statement.</p><p>In a separate incident, MSF said its health facility in Pieri, also in Jonglei, had been looted on Tuesday by unknown assailants, making it “unusable for the local community”.</p><p>“Our colleagues from Lankien and Pieri had to flee with the community, and their fate and whereabouts are still unknown, as we are trying to establish communication with them,” the organisation said.</p><p>Gul Badshah, MSF’s operations manager in South Sudan, stressed that the charity had “shared the GPS coordinates of all our facilities with the government and other parties to the conflict before, and we received the confirmation that they are aware of our locations”.</p><p>“The government of South Sudan armed forces are the only armed party with the capacity to perform aerial attacks in the country,” he added.</p><p>Government spokesman Ateny Wek Ateny and army spokesman Major General Lul Ruai Koang did not immediately respond to media requests for comment.</p><h2 id=\"enormous-needs-in-the-country\">‘Enormous needs’ in the country</h2><p>Jonglei is among the parts of South Sudan most affected by food shortages, and faces severe health needs, analysts say.</p><p>The United Nations says an estimated 280,000 people have been displaced by fighting and aerial bombardments there between December and this week.</p><p>MSF highlighted that it was the only health provider serving about 250,000 people in Lankien and Pieri, cautioning that attacks on its facilities there “mean that local communities will be left without any healthcare”.</p><p>Badshah said MSF would “make the necessary decisions to protect the safety of our staff and healthcare facilities” there.</p><p>“While we are aware of the enormous needs in the country, we find it unacceptable to be a target for attacks,” he said.</p><p>MSF has been present in the territory that makes up present-day South Sudan for more than four decades, he noted.</p><p>The NGO said the targeted attacks on its facilities have forced the closure of two hospitals in the Greater Upper Nile and the suspension of general healthcare activities in Jonglei, Upper Nile and Central Equatoria states.</p><p>South Sudan is the world’s newest sovereign state, which has been beset by civil war, poverty and huge corruption since it was formed in 2011.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Panama’s president hits back after China threat in canal ports row | International Trade News | Al Jazeera",
            "time": "2026-02-05T06:59:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260204__964M2CQ__v1__MidRes__FilesPanamaCanalPolitics-1770268343_f6b012-1770273328.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Panama’s president hits back after China threat in canal ports row</h1><p class=\"article__subhead\"><em>President Mulino responds to China, insists his country upholds the rule of law and and has an independent court system.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Panama’s President Jose Raul Mulino has rejected <a href=\"/news/2026/2/4/china-warns-panama-as-hong-kong-firm-contests-ruling-on-canal-ports\">China’s threat</a> to make the Central American country pay a “heavy price” after a Hong Kong company was evicted from two ports on the strategic Panama Canal amid pressure from United States President Donald Trump.</p><p>Writing on social media on Wednesday, President Mulino said he “strongly” rejected the Chinese government’s threat against his country, which followed after Panama’s Supreme Court invalidated a contract that had allowed the Hong Kong-based CK Hutchison to operate two ports on the canal.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In his post, Mulino pushed back against Beijing, insisting that Panama was a country that upholds the rule of law “and respects the decisions of the judiciary, which is independent of the central government”.</p><p>He added that the Panamanian Foreign Ministry would issue a statement on the matter “and adopt the corresponding decisions”.</p><p>The loss of CK Hutchison’s port concession on the Panama Canal has come to symbolise the battle for influence and trade between the US and China in Latin America.</p><p>Tensions came to a head last year after <a href=\"/opinions/2025/1/2/donald-trump-and-the-great-panama-canal-tantrum\">President Trump</a> threatened to take control of the Panama Canal, even warning of military action, and called for the cancellation of CK Hutchison’s contracts.</p><p>Last week, <a href=\"/news/2026/1/30/panama-court-rules-chinese-control-of-canal-ports-unconstitutional\">Panama’s Supreme Court</a> ruled that CK Hutchison’s concession was “unconstitutional”, a decision that the Chinese government’s Hong Kong and Macao Affairs Office (HKMAO) described as “absurd” and “shameful”, while also warning that the Latin American country would pay “heavy prices both politically and economically”.</p><p>“Panamanian authorities must recognise the situation and correct their course,” HKMAO was quoted as saying.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Beijing’s Foreign Ministry spokesman Lin Jian also said that China would “firmly defend the legitimate and lawful rights and interests” of Chinese companies and accused the US of a “Cold War mentality and ideological bias”.</p><p>“It is quite clear to the world who exactly is seeking to forcibly own the Panama Canal and eroding international law in the name of the rule of law,” Lin added.</p><p>The <a href=\"/news/2025/4/8/audit-finds-hong-kong-company-breached-panama-canal-ports-contract\">Panama Canal</a> connects the Atlantic and Pacific oceans, and since 1997, CK Hutchison had managed the ports of Cristobal on the canal’s Atlantic side and Balboa on the Pacific side through its subsidiary, the Panama Ports Company. The concession to operate the two ports was extended for 25 years in 2021.</p><p>But after Trump threatened last year to seize the canal, Panama’s comptroller general reviewed CK Hutchison’s contract and subsequently recommended it be annulled.</p><p>The Supreme Court backed the comptroller’s view that the terms of the concession ran counter to Panama’s interests.</p><p>Following the ruling, the Panamanian government tapped Danish shipping company Maersk to temporarily take over management of the port terminals until a new concession is awarded.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bitcoin plunge continues, erasing gains since Trump’s election | Crypto News | Al Jazeera",
            "time": "2026-02-05T05:57:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25322546019407-1770264339_b5e122-1770265997.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bitcoin plunge continues, erasing gains since Trump’s election</h1><p class=\"article__subhead\"><em>The world’s most popular cryptocurrency has fallen nearly 20 percent in value since the start of 2026.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bitcoin has dropped below $71,000, adding to a week of losses that have wiped out all of its gains since United States President Donald Trump’s re-election in 2024.</p><p>The world’s most popular cryptocurrency fell more than 7 percent on Thursday, continuing a steep downward slide that began in mid-January.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Bitcoin, which is famed for its wild price swings, was trading at about $70,900 as of 04:30 GMT.</p><p>The latest slide takes the value of the digital asset down by nearly 20 percent since the start of the year.</p><p>Bitcoin hit $100,000 for the first time in December 2024 and breached that level again in February and May 2025. But the asset has largely been on a downward trajectory since October, when it hit an all-time high of more than $127,000.</p><p>Bitcoin and other digital currencies racked up explosive gains after President Trump’s re-election raised expectations of Washington adopting a light touch to regulating digital assets after years of regulatory crackdowns.</p><p>Trump had pledged to turn the US into the world’s cryptocurrency capital during his re-election campaign, and launched his own crypto firm, World Liberty Financial, along with his sons, before winning the vote.</p><p>Shortly after taking office, Trump announced the establishment of a strategic crypto reserve that would include Bitcoin and four other cryptocurrencies.</p><p>But a Trump-backed bill to regulate the trading of cryptocurrency has stalled in the US Senate amid disagreement between banks and cryptocurrency firms, casting doubt over the industry.</p><p>US Democratic Party lawmaker Ro Khanna said on Wednesday that he would investigate World Liberty Financial after The Wall Street Journal newspaper reported that representatives of an Abu Dhabi official signed a $500m deal to buy a 49 percent stake in Trump’s fledgling cryptocurrency venture.</p><p>Equities and commodities markets also saw losses on Thursday, with silver dropping as much as 16 percent and benchmark stock indexes in Hong Kong and Japan down about 1.3 percent and 0.7 percent, respectively.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘We have to rebuild’: Mozambique flood victims persevere in face of loss | Floods News | Al Jazeera",
            "time": "2026-02-05T05:57:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/epa_698334b0326c-1770206384.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Maputo, Mozambique –</strong> When Emilia Machel, 30, and her three children rushed to the Chiaquelane site for displaced people on the afternoon of January 17, much of her hometown of Chokwe in Mozambique’s Gaza Province was already flooded.</p><p>The Limpopo River, which begins in neighbouring South Africa and flows into Mozambique, had reached dangerously high levels after heavy rain fell on the Southern Africa region from late December to mid-January.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We knew there would be floods,” said Machel. “We watched on television that there would be flooding.”</p><p>Machel, who supports her family by selling tomatoes and onions, first came to Chiaquelane, a long-term settlement for displaced people, at age four in 2000 during one of the deadliest floods in Mozambique’s history. “The reason why we came this time is because we had been here in 2000 and again in 2013. It is a safer area,” she said.</p><p>This season, <a href=\"/gallery/2026/1/22/torrential-rains-displace-thousands-in-mozambique-as-floods-wreak-havoc\">heavy rains</a> and overflowing rivers have resulted in floods, which authorities say are some of the worst in decades, killing more than 150 people and affecting an estimated 800,000 people in the southern and central provinces of Mozambique.</p><p>Although the rain has subsided and water levels in river basins have fallen, <a href=\"https://reliefweb.int/map/mozambique/mozambique-floods-localidade-adm4-intersecting-flood-extent-31012026\" target=\"_blank\" rel=\"noopener\">large</a> swaths of land remain flooded, according to humanitarian workers.</p><p>“In some places it feels like you’re flying over the ocean because the water stretches are very long distances and you see many isolated homes,” said Guy Taylor, chief of communications with the United Nations children’s agency UNICEF.</p><p>Mozambique’s weather agency, Instituto Nacional de Meteorologia (INAM), has warned that moderate rain is set to continue in the northern provinces.</p><p>The government says hundreds of millions of dollars have been lost in destroyed infrastructure, and in some parts of the country, the population is still stranded and needs rescuing.</p><p>Paula Fonseca, a businesswoman in the capital city of Gaza province, Xai-Xai, which is among the areas most affected by flooding, said it is still difficult to assess the real impact. Her restaurant building remains underwater.</p><p>The province is an agricultural heartland in Mozambique, but in recent weeks, hundreds of hectares of farming land and food storage barns have been washed out.</p><p>The Matola municipality in Maputo Province, which is the most populated city in Mozambique, had “the most severe” urban flooding in years, according to its mayor, Julio Parruque.</p><p>A high population density and unplanned construction that blocked water ways has resulted in a deluge that has forced thousands of households to move to accommodation centres installed in the city.</p><p>In the capital city, Maputo, there are still impassable areas and homes beneath water.</p><figure id=\"attachment_4287978\" aria-describedby=\"caption-attachment-4287978\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287978\" src=\"/wp-content/uploads/2026/02/epa_698334944e26-1770206356.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12664695 An aerial view shows the flooded 03 February neighbourhood between the Maputo and Gaza regions, Maputo, Mozambique, 20 January 2026. Rescue efforts continue for hundreds of families cut off by flooding, with some taking refuge on rooftops, car roofs, or in treetops in southern Mozambique after days of near-continuous rain that has also forced dams, including some in neighbouring countries, to increase water releases. EPA/LUISA NHANTUMBO\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287978\" class=\"wp-caption-text\">An aerial view shows the flooded neighbourhood between the Maputo and Gaza regions, Maputo, Mozambique, January 20, 2026 [Luisa Nhantumbo/EPA]</figcaption></figure><h2 id=\"a-lot-of-water\">‘A lot of water’</h2><p>After realising that water was entering her home at an increasingly faster speed, Machel, the Chokwe resident, took all the clothes and household items she could carry and fled with her children to a neighbour with a brick home whose roof they could use for storage.</p><p>“All families in my neighbourhood were affected, and I think the current floods were far more dangerous than the ones in 2013,” Machel said.</p><p>“There was a lot of water.”</p><p>In 2013, the Limpopo River overflowed, causing inundation in Chokwe and bringing back memories of the floods of 2000, when she also had to flee.</p><p>“It is tormenting to have to go to Chiaquelane every time it rains like this,” Machel lamented.</p><p>It is yet to be established whether the current floods are the worst in Mozambique, but existing data suggests, at least by some measures, that the disaster is worse than in 1977 and 2000, which are considered benchmarks for such events.</p><p>For months before the floods, INAM warned of heavy rainfall in the 2025-2026 rainy season.</p><p>In the aftermath of the devastation of Cyclone Idai in 2019, which killed at least 1,500 people, Mozambique improved its early <a href=\"https://www.worldbank.org/pt/news/feature/2023/09/11/early-warning-system-saves-lives-in-afe-mozambique\">warning systems</a> with a combination of technological upgrades, including radars and satellite imagery, the issuing of alerts by local radio across the country and community groups, and closer coordination with the disaster management agency INGD.</p><p>However, critics say not enough has been done to adequately respond to extreme events.</p><p>Retired hydrologist Carmo Vaz, who has written about floods for decades, told local media outlets that it is not enough to issue alerts. He said the government has to help people leave and find places for them to stay before events unfold.</p><figure id=\"attachment_4287976\" aria-describedby=\"caption-attachment-4287976\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287976\" src=\"/wp-content/uploads/2026/02/epa_6983348ade47-1770206346.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12664698 Rescue teams assist residents of the 03 February neighbourhood affected by heavy rains in the Maputo and Gaza regions, Maputo, Mozambique, 20 January 2026. Rescue efforts continue for hundreds of families cut off by flooding, with some taking refuge on rooftops, car roofs, or in treetops in southern Mozambique after days of near-continuous rain that has also forced dams, including some in neighbouring countries, to increase water releases. EPA/LUISA NHANTUMBO\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287976\" class=\"wp-caption-text\">Rescue teams assist residents of a neighbourhood affected by heavy rains in the Maputo and Gaza regions, Mozambique, January 20, 2026 [Luisa Nhantumbo/EPA]</figcaption></figure><h2 id=\"nothing-you-can-do\">‘Nothing you can do’</h2><p>Machel said she left her home only when it was clear that it was going to be submerged.</p><p>“I couldn’t take all my goods,” she lamented.</p><p>In Xai-Xai, despite the warnings, residents waited until the last minute to leave areas prone to flooding, fearing looting or because they did not know where to go, said Fonseca, the businesswoman.</p><p>“We had to wait until that moment you realise there is nothing you can do besides leaving.”</p><p>The government has had difficulty assisting everyone in need, the mayor of Matola admitted. “We are providing the assistance we can, and working with partners and friends to mobilise resources and respond,” he said.</p><p>UN agencies have said for months they don’t have the resources to respond to a crisis of this scale, as the country continues to battle an <a href=\"/features/longform/2025/8/6/abducted-children-return-traumatised-in-mozambique\">ISIL (ISIS)-backed rebellion</a> in northern Mozambique, which has displaced hundreds of thousands of people.</p><p>But in many places, people are stepping up after the floods.</p><p>“What we have seen is that people are helping each other, even those with little are helping others,” said Fonseca of the support systems for people in need.</p><p>Countries in the region and elsewhere have also sent rescue teams and emergency food and shelter kits.</p><p>As Mozambique is among the most vulnerable countries in the world to extreme events and the impacts of the climate crisis, the government has, in recent years, appealed for richer countries to finance adaptation efforts. In the last climate conference, <a href=\"/news/2025/11/10/cop30-summit-in-brazil-what-to-know-about-the-un-climate-conference\">COP30</a> in Brazil, the government said it needs more than $30bn for climate adaptation initiatives until 2030.</p><figure id=\"attachment_4287965\" aria-describedby=\"caption-attachment-4287965\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287965\" src=\"/wp-content/uploads/2026/02/ap_6983343bf0717-1770206268.jpg?w=770&amp;resize=770%2C510&amp;quality=80\" alt=\"Children wade through floodwaters in a neighborhood in Maputo, Mozambique, on Friday, Jan. 16, 2026. (AP Photo/Carlos Uqueio)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287965\" class=\"wp-caption-text\">Children wade through floodwaters in a neighbourhood in Maputo, Mozambique, on Friday, January 16, 2026 [Carlos Uqueio/AP]</figcaption></figure><h2 id=\"rebuild-and-go-back\">‘Rebuild and go back’</h2><p>Machel says life at Chiaquelane accommodation centre is hard and suffering is rife.</p><p>“The assistance at the centre is not adequate. We sleep in mats and rely entirely on them to have food.”</p><p>The centre, run by INGD, provides porridge in the morning and rice and beans late in the afternoon. Rarely do they have a third meal, and when it comes, it is too late for children who are already asleep.</p><p>Taylor from UNICEF said feeding children, who the agency estimates are half of those displaced by flooding, is a major concern.</p><p>“We are particularly worried about the dangers of waterborne diseases to children, particularly children that are suffering from malnutrition,” he said.</p><p>“Even before the flooding crisis, around four in 10 children in Mozambique were suffering from chronic malnutrition; a child with malnutrition, even a case of diarrhoea, can prove deadly.”</p><p>Sanitation services, which humanitarian agencies are prioritising, are also a concern in often overcrowded centres.</p><p>After almost three weeks at the accommodation centre, Machel spends the day waiting.</p><p>Her husband, an assistant to a truck driver, is stranded in a flooded area elsewhere in the Gaza Province, and she doesn’t know when they will be reunited.</p><p>She still plans to go back to her business and her home, which has been swept away.</p><p>“It is very sad what is happening,” she said, “but we have to rebuild to go back to our home.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "LIVE: US, Iran struggle to find common ground ahead of talks | Conflict News | Al Jazeera",
            "time": "2026-02-05T05:44:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-31T135640Z_1662471578_RC2CCJABZ6YY_RTRMADP_3_IRAN-CRISIS-USA-1770290462.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: US, Iran struggle to find common ground ahead of talks</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Talks between Iran and the United States will take place in Oman on Friday.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Who are the past winners, and what’s the history of the T20 World Cup? | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-05T05:28:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_69835d9492-1770216852.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The International Cricket Council (ICC) Men’s T20 World Cup is set to complete its 10th iteration when India and Sri Lanka host the tournament between February 7 and March 8.</p><p>Three nations, including defending champions India, have won the title twice, and many more will eye the trophy with the tournament expanded to 20 teams since 2024.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>How did the T20 World Cup begin, and who were its biggest stars in the past two decades? Here’s a look back at the tournament:</p><h2 id=\"2007-sparks-fly-as-india-pakistan-meet-twice\">2007: Sparks fly as India-Pakistan meet twice</h2><p><strong>Host:</strong> South Africa<br>\n<strong>Teams:</strong> 12<br>\n<strong>Final:</strong> India vs Pakistan<br>\n<strong>Winner:</strong> India – by five runs<br>\n<strong>Player of the tournament: </strong>Shahid Afridi</p><p>It was a tournament of many firsts – 33 T20 international (T20I) player debuts, dozens of individual and team records, and the world’s first T20 champion.</p><p>The World Cup got off to a spectacular start when Chris Gayle scored the first T20I century with his 57-ball 117 in the opening match against South Africa.</p><p>A few days later, Yuvraj Singh famously hit England fast bowler Stuart Broad for six sixes in an over and in the process, set a new record for the fastest T20I half-century (50 off 12 balls).</p><p>India and Pakistan grabbed the headlines in two separate encounters. The rivals were locked in a tied match in the Super 8 stage, resulting in a first-ever T20I bowl-out. Pakistan failed to hit the stumps in three attempts while India struck every time.</p><p>A final for the ages, then set alight the cricketing world: India vs Pakistan, last-over finish.</p><p>Pakistan needed 13 before Misbah ul Haq brought the equation down to six off four. And then – Pakistan fans look away now – Misbah scooped Joginder Sharma to S Sreesanth at fine leg to set off wild Indian celebrations. Misbah, shocked and heartbroken, remained on his haunches and India were crowned the first T20 world champions.</p><figure id=\"attachment_2914351\" aria-describedby=\"caption-attachment-2914351\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914351 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/AFP__20070924__Par1530887__v1001__HighRes__CricketWc2007T20IndPak-1716212304.jpg?resize=770%2C564&amp;quality=80\" alt=\"india t20 world cup 2007\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914351\" class=\"wp-caption-text\">India’s captain MS Dhoni and his team celebrate after they beat Pakistan to win the inaugural ICC T20 World Cup at the Wanderers Stadium in Johannesburg, on September 24, 2007 [File: Alexander Joe/AFP]</figcaption></figure><h2 id=\"2009-the-home-of-cricket-embraces-t20\">2009: The Home of Cricket embraces T20</h2><p><strong>Host:</strong> England<br>\n<strong>Teams: </strong>12<strong><br>\nFinal:</strong> Pakistan vs Sri Lanka<br>\n<strong>Winner:</strong> Pakistan – by eight wickets<br>\n<strong>Player of the tournament:</strong> Tillakaratne Dilshan</p><p>England’s home T20 World Cup got off to the worst possible start when they lost to the so-called minnows, the Netherlands, at Lord’s – the ground known as the “Home of Cricket”. The hosts still qualified for the Super 8s, but that is where their campaign ended, along with that of holders India and Australia, following two heavy losses.</p><p>Pakistan recovered from a typically slow start to find themselves in the semifinals, where Shahid Afridi starred against a South Africa left rueing another last-four stutter.</p><p>Tillakaratne Dilshan’s unbeaten 96 off 57 helped Sri Lanka romp to their semi with the West Indies by 57 runs.</p><p>The tournament was held a few months after the horrific armed attack on the Sri Lankan cricket team’s bus while on tour in Lahore, Pakistan. The pre-final anthems were especially poignant.</p><p>Teenage fast bowler Mohammad Amir removed Dilshan for a duck to set off a batting collapse that even Kumar Sangakkara’s 52-ball 64 could not resuscitate.</p><p>Afridi duly obliged in the chase with another half-century before posing at the end in his trademark star-man celebration.</p><figure id=\"attachment_2914339\" aria-describedby=\"caption-attachment-2914339\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914339 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/2009-06-21T170731Z_1_MT1ACI6094317_RTRMADP_3_CRICKET-ENGLAND-PAK-LKA-1716212008.jpg?resize=770%2C608&amp;quality=80\" alt=\"shahid afridi t20 world cup 2009\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914339\" class=\"wp-caption-text\">Shahid Afridi celebrates after leading Pakistan to the T20 World Cup title at Lord’s in London on June 21, 2009 [File: Andrew Couldridge/Action Images]</figcaption></figure><h2 id=\"2010-england-win-first-ever-men-s-world-cup\">2010: England win first-ever men’s World Cup</h2><p><strong>Host:</strong> West Indies<br>\n<strong>Teams: </strong>12<strong><br>\nFinal:</strong> Australia vs England<br>\n<strong>Winner:</strong> England – by seven wickets<br>\n<strong>Player of the tournament: </strong>Kevin Pietersen</p><p>Scheduling changes meant that the West Indies hosted the 2010 tournament less than a year after the previous one.</p><p>Afghanistan made their mark with an impressive debut amidst the continuing war at home.</p><p>Australia found their typically unforgiving World Cup form on their way to the final. Needing 48 runs in the last three overs, Michael Hussey encapsulated the never-say-die Aussie attitude by dispatching Pakistan’s bowlers – Saeed Ajmal in particular – for four sixes and two fours.</p><p>England’s explosive batting lineup powered its way to the nation’s first World Cup, which Paul Collingwood, Kevin Pietersen and co lifted after a seven-wicket win in Barbados.</p><figure id=\"attachment_2914359\" aria-describedby=\"caption-attachment-2914359\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914359 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/AP100516037874-1716212496.jpg?resize=770%2C527&amp;quality=80\" alt=\"england t20 world cup 2010\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914359\" class=\"wp-caption-text\">England’s cricket players celebrate winning their first T20 World Cup after defeating Australia in Bridgetown, Barbados, on May 16, 2010. This was the first time England won an International Cricket Council tournament [File: Aijaz Rahi/AP Photo]</figcaption></figure><h2 id=\"2012-west-indies-spoil-sri-lanka-s-house-party\">2012: West Indies spoil Sri Lanka’s house party</h2><p><strong>Host:</strong> Sri Lanka<br>\n<strong>Teams: </strong>12<strong><br>\nFinal:</strong> Sri Lanka vs West Indies<br>\n<strong>Winner:</strong> West Indies – by 36 runs<br>\n<strong>Player of the tournament: </strong>Shane Watson</p><p>When the T20 World Cup finally arrived in South Asia, India – once again – fell short, despite beating archrivals Pakistan by eight wickets in the Super 8s.</p><p>Instead, Pakistan were the team to progress on net run rate to face Sri Lanka in the semis.</p><p>The hosts’ spin wizards Ajantha Mendis and Rangana Herath proved too wily for Pakistan as the Lankan Lions roared into a home final.</p><p>They were joined by the big-hitting West Indies, who beat Australia by 74 runs after amassing 205 – the tournament’s joint-highest total – thanks to Gayle’s 41-ball 75.</p><p>In the final, Marlon Samuels capped an incredible year by scoring an unbeaten 78 runs while wickets fell all around him. The below-par target of 137 was enough as Sunil Narine spun a web to dismiss the hosts for 101 in 18.4 overs.</p><p>The Caribbean side’s win was termed the rebirth of West Indian cricket as Gayle and co danced away to the Korean pop hit, Gangnam Style.</p><figure id=\"attachment_2914373\" aria-describedby=\"caption-attachment-2914373\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914373 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/AP214533552763-1716212704.jpg?resize=770%2C490&amp;quality=80\" alt=\"west indies t20 world cup 2012\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914373\" class=\"wp-caption-text\">Chris Gayle leads the West Indian celebrations after their win over Sri Lanka in the ICC T20 World Cup final in Colombo, Sri Lanka, on October 7, 2012 [File: Aijaz Rahi/AP Photo]</figcaption></figure><h2 id=\"2014-veterans-shine-as-new-kids-added-to-the-block\">2014: Veterans shine as new kids added to the block</h2><p><strong>Host:</strong> Bangladesh<br>\n<strong>Teams: </strong>16<strong><br>\nFinal:</strong> India vs Sri Lanka<br>\n<strong>Winner:</strong> Sri Lanka – by six wickets<br>\n<strong>Player of the tournament: </strong>Virat Kohli</p><p>Hong Kong, Nepal and the United Arab Emirates made their T20 World Cup debuts as the tournament was expanded to 16 teams.</p><p>The opening match saw the Bengal Tigers bag a nine-wicket win over the hapless Afghanistan, but the hosts then lost to Hong Kong in one of the tournament’s biggest upsets.</p><p>In the first semifinal, Sri Lanka undid two years of hurt by dethroning the West Indies with a 27-run win. A few hours later, Kohli showed his supremacy with the bat as his 44-ball 72 overcame a strong South African bowling lineup.</p><p>Kohli’s blistering form helped India set a target of 131, but Kumar Sangakkara and Mahela Jayawardene – the leaders of Sri Lanka’s golden generation, who had been on the losing end of the 50-over World Cup final against India three years earlier – set things right.</p><p>Kohli’s 319 aggregate runs remain a T20 World Cup record.</p><figure id=\"attachment_2914401\" aria-describedby=\"caption-attachment-2914401\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914401 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/AP502849820706-1716213376.jpg?resize=770%2C579&amp;quality=80\" alt=\"t20 world cup 2014\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914401\" class=\"wp-caption-text\">Kumar Sangakkara led Sri Lanka to their first ICC T20 World Cup title, thanks to his match-winning partnership with Mahela Jayawardene in the final against India in Dhaka, Bangladesh, on April 6, 2014 [File: Aijaz Rahi/AP Photo]</figcaption></figure><h2 id=\"2016-kohli-s-world-cup-but-west-indies-win-it\">2016: Kohli’s World Cup but West Indies win it</h2><p><strong>Host:</strong> India<br>\n<strong>Teams: </strong>16<strong><br>\nFinal:</strong> England vs West Indies<br>\n<strong>Winner:</strong> West Indies – by four wickets<br>\n<strong>Player of the tournament: </strong>Virat Kohli</p><p>India hosted the T20 World Cup for the first time, and with a squad packed with IPL stars, they were the outright favourites.</p><p>To the delight of a packed Eden Gardens stadium in Kolkata, Kohli powered India in their group to their 11th consecutive win against Pakistan in an ICC World Cup.</p><p>Kohli hit a 47-ball 89 to set a target of 193 in the semifinals, but could do little as Lendl Simmons broke more than a billion Indian hearts to send the West Indies through.</p><p>The West Indies were reeling late in their chase in the final as England seemed to have done enough, despite a sub-par score of 155. Enter Carlos Brathwaite – a relative unknown – who was left facing the final over from Ben Stokes. Nineteen needed off six balls. Six, six, six, six. Game over! The swashbuckling end left Stokes in tears and prompted West Indies legend Ian Bishop to scream on television: “Carlos Brathwaite, remember the name!”</p><figure id=\"attachment_2914398\" aria-describedby=\"caption-attachment-2914398\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914398 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/AFP__20160403__9B6U7__v1__HighRes__CricketWt202016EngWisFinal-1716213365.jpg?resize=770%2C538&amp;quality=80\" alt=\"t20 world cup 2016\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914398\" class=\"wp-caption-text\">West Indies’ Carlos Brathwaite roars after leading his side to their second T20 World Cup title as England’s Ben Stokes reacts at the Eden Gardens stadium in Kolkata on April 3, 2016 [File: Dibyangshu Sarkar/AFP]</figcaption></figure><h2 id=\"2021-pakistan-tamed-by-australia-again\">2021: Pakistan tamed by Australia, again</h2><p><strong>Host:</strong> United Arab Emirates and Oman<br>\n<strong>Teams: </strong>16<strong><br>\nFinal:</strong> Australia vs New Zealand<br>\n<strong>Winner:</strong> Australia – by eight wickets<br>\n<strong>Player of the tournament: </strong>David Warner</p><p>The first ICC World Cup in the post-pandemic era was moved to the Gulf region due to COVID-19-related restrictions in the original host nation, India.</p><p>Pakistan captain Babar Azam and his deputy Mohammad Rizwan were in scintillating form in the country’s first victory against India in an ICC World Cup in 13 attempts. It was also India’s first 10-wicket loss in the T20Is.</p><p>Pakistan won all five Super 12 matches to progress to the semis, while New Zealand beat India to grab the fourth semifinal spot.</p><p>The Kiwis one-upped England in the first semifinal thanks to Daryl Mitchell’s 47-ball 72.</p><p>In the other semifinal, Rizwan had seemingly led Pakistan to a competitive score, and Shadab Khan’s leg spin had Australia on the ropes, but some poor fielding, combined with destructive hitting by Marcus Stoinis and Matthew Wade, took the Aussies through.</p><p>Kane Williamson’s 48-ball 85 helped New Zealand set a target of 173 in the final, only for Glenn Maxwell and Mitchell Marsh to blow it away with seven balls to spare.</p><figure id=\"attachment_2914405\" aria-describedby=\"caption-attachment-2914405\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914405 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/AP21318658694542-1716213501.jpg?resize=770%2C494&amp;quality=80\" alt=\"australia t20 world cup 2021\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914405\" class=\"wp-caption-text\">Australia beat New Zealand to win their first T20 World Cup in Dubai, UAE, on November 14, 2021 [Aijaz Rahi/AP Photo]</figcaption></figure><h2 id=\"2022-stokes-flips-the-script-in-australia\">2022: Stokes flips the script in Australia</h2><p><strong>Host:</strong> Australia<br>\n<strong>Teams: </strong>16<strong><br>\nFinal:</strong> England vs Pakistan<br>\n<strong>Winner:</strong> England – by five wickets<br>\n<strong>Player of the tournament: </strong>Sam Curran</p><p>Namibia beat Sri Lanka in the first group match to produce one of the tournament’s biggest shocks. The second one came the next day, when Scotland beat two-time champions West Indies, who also lost to Ireland and were removed in the first round.</p><p>Hosts and holders Australia were effectively washed out of the Super 12s by the weather. India did set things right by beating Pakistan in an epic chase, led by who else but Kohli, leaving the Pakistanis to scrape through to the semis by beating a gutsy Zimbabwe.</p><p>Pakistan romped to a seven-wicket win against New Zealand in the semifinal to draw comparisons with their triumphant run at the 1992 World Cup.</p><p>The next logical step would be to meet England in the final, and the 2010 champions duly obliged by blowing away India. Returning prodigal son Alex Hales struck an unbeaten match-winning 56 in a 10-wicket victory.</p><p>The 1992 comparisons remained on course as Pakistan set a middling target in front of a packed Melbourne Cricket Ground, before Haris Rauf gave them a good start with the ball. Stokes flipped the history books, however, to break Pakistani hearts and take England to their second T20 title.</p><figure id=\"attachment_2914412\" aria-describedby=\"caption-attachment-2914412\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914412 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/AP22317444265157-1716213597.jpg?resize=770%2C513&amp;quality=80\" alt=\"england pakistan t20 world cup 2022\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914412\" class=\"wp-caption-text\">England’s Ben Stokes celebrates after hitting the winning runs against Pakistan in the final of the T20 World Cup cricket at the Melbourne Cricket Ground in Melbourne, Australia, on November 13, 2022 [Mark Baker/AP Photo]</figcaption></figure><p> </p><h2 id=\"2024-india-s-party-in-the-usa-and-west-indies\">2024: India’s party in the USA and West Indies</h2><p><strong>Host:</strong> USA and West Indies<br>\n<strong>Teams: </strong>20<strong><br>\nFinal:</strong> India vs South Africa<br>\n<strong>Winner:</strong> India – by seven runs<br>\n<strong>Player of the tournament: </strong>Jasprit Bumrah</p><p>This was the year the T20 World Cup went big. Not only did the ICC, for the first time in 17 years and nine editions, expand the T20 World Cup to include 20 teams, but it also decided to take the game to the land of baseball.</p><p>New York City played host to India vs Pakistan as cricket finally came home for the South Asian diaspora in the US.</p><p>The biggest shock of the tournament, and arguably the biggest in its history, came in the first week when USA defeated Pakistan in their group-stage match. Scores were tied at the end of the second innings, and the host nation recorded one for the history books when they beat the South Asian giants in the Super Over.</p><p>Afghanistan were the other big story, as they finally beat Australia and qualified for the semifinals of the World Cup, sparking wild celebrations back home.</p><p>India, whose biggest stars were on their way out of the T20 format, remained undefeated and broke South African hearts by pulling off a stunning comeback win in the final. And so, Rohit Sharma and Virat Kohli walked away as champions.</p><figure id=\"attachment_3014563\" aria-describedby=\"caption-attachment-3014563\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3014563\" src=\"/wp-content/uploads/2024/06/AP24181688666233-1719696907.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"India's Virat Kohli, left, and captain Rohit Sharma pose with the winners trophy after defeating South Africa in the ICC Men's T20 World Cup final cricket match at Kensington Oval in Bridgetown, Barbados, Saturday, June 29, 2024. (AP Photo/Ricardo Mazalan)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3014563\" class=\"wp-caption-text\">Virat Kohli, left, and Rohit Sharma retired from T20 internationals after winning the World Cup [File: Ricardo Mazalan/AP Photo]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Italy probes suspect in Sarajevo ‘sniper tourism’ during Bosnia war: Report | Crime News | Al Jazeera",
            "time": "2026-02-05T05:23:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-11-18T105944Z_423055845_RC2OVHADPGCN_RTRMADP_3_BOSNIA-ITALY-SHOOTING-1770263320.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Prosecutors in Italy have placed a man under investigation as part of a probe into alleged <a href=\"/news/2025/11/13/italy-probes-sarajevo-sniper-safaris-what-were-they-who-was-involved\">“sniper tourism” in Sarajevo</a> during the 1992-1995 war in Bosnia, the Reuters news agency reports.</p><p class=\"tr-story-p1\">Sources told Reuters on Wednesday that the man, the first individual to be identified in the inquiry that began last year, is an 80-year-old former truck driver who lives near the northern Italian town of Pordenone.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">Italian prosecutors launched an investigation last year, after it was alleged that foreigners, including nationals from Italy, had travelled to Bosnia and paid large amounts of money to shoot at civilians during the siege of Sarajevo <a href=\"/news/2025/12/15/bosnias-war-30-years-on-how-did-the-atrocities-happen\">three decades ago</a>.</p><p class=\"tr-story-p1\">The grotesque scheme has been referred to as “sniper safaris” in reference to expeditions to hunt animals in the wild, mostly in Africa.</p><p class=\"tr-story-p1\">Reuters reported on Wednesday that the elderly suspect, who was not named, faces charges of several counts of premeditated murder, according to sources who spoke to the news agency.</p><p class=\"tr-story-p1\">The sources did not tell Reuters whether the man is suspected of directly carrying out killings or of helping with transport and logistics for clients. The man, who remains free, has been summoned by prosecutors for questioning on February 9, the sources added.</p><p class=\"tr-story-p1\">An estimated 11,000 civilians were killed by shelling and sniper fire from Bosnian Serb army positions on hills around Sarajevo city during the 1992-95 war that followed Bosnia’s declaration of independence from Yugoslavia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"tourist-shooters\">‘Tourist shooters’</h2><p>Milan prosecutors opened their investigation into the killing of civilians in the so-called sniper scheme after local journalist and novelist Ezio Gavazzeni filed a legal complaint over allegations that Italians and other foreigners had paid members of Bosnian Serb forces to let them take part in the shooting of people in Sarajevo.</p><p>Gavazzeni said he was inspired to look into the allegations after watching the 2022 documentary “Sarajevo Safari” by Slovenian director Miran Zupanic.</p><p>A witness cited in Gavazzeni’s complaint said that three men, who are now being investigated, come from the cities of Turin, Milan and Trieste.</p><p>According to the Italian publication La Repubblica, “tourists” paid up to 100,000 euros ($116,000), adjusted for current inflation rates and currency change, as the euro was not introduced until 1999, to join trips to Sarajevo to commit the killings.</p><p>Gavazzeni claims that participants would be given a price list for the type of kill that foreigners would pay for, including to target children, which cost the most, then men, women and elderly people, who could be killed free of charge.</p><p>He said the Italians met in the city of Trieste before travelling to Belgrade, where Bosnian Serb soldiers escorted them to hills overlooking Sarajevo. It is believed that citizens of the United States and Russia also took part in the practice.</p><p>In 2007, former US Marine John Jordan testified before the International Criminal Tribunal for the Former Yugoslavia that “tourist shooters” had come to <a href=\"/video/true-crime-reports/2025/6/3/the-human-hunters-of-sarajevo-true-crime-reports\">Sarajevo</a>.</p><p>Serbia has denied any involvement in the alleged scheme, but investigators believe that Serbian intelligence services were aware of the tourist trips.</p><p>The launch of the Italian investigation in November 2025 raised survivors’ hopes that those responsible would be brought to justice.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}