{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Commuters flee New Jersey train after fire breaks out | Newsfeed | Al Jazeera",
            "time": "2025-08-04T19:26:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754335550.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why have relations between Trump and Modi nosedived so quickly? | Business and Economy | Al Jazeera",
            "time": "2025-08-04T19:15:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754333183.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The United States slaps 25 percent tariffs on a nation long viewed as an ally.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The United States has imposed a punitive 25 percent tariff on India.</p><p class=\"p1\">US President Donald Trump warns that more could follow.</p><p class=\"p1\">It’s a spectacular change from six months ago, when the leaders of the two nations declared their friendship at the White House.</p><p class=\"p1\">So what went wrong – and what will happen next?</p><p class=\"p1\"><strong>Presenter:</strong> Dareen Abughaida</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Brahma Chellaney – Professor of Strategic Studies at the Centre for Policy Research in New Delhi and a former adviser to India’s National Security Council</p><p class=\"p1\">Elizabeth Threlkeld – Senior fellow and director of the South Asia Program at the Stimson Center</p><p class=\"p1\">Sumantra Bose – Political scientist and professor of International and Comparative Politics at Krea University in India</p></div></div></body></html>"
        },
        {
            "title": "Israel court halts gov’t firing of attorney general investigating Netanyahu | Corruption News | Al Jazeera",
            "time": "2025-08-04T18:57:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2024-06-05T152912Z_1505392990_RC2358AH1Y5M_RTRMADP_3_ISRAEL-PALESTINIANS-POLITICS-1754322142.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The High Court of Israel has issued a temporary order freezing an attempt by the government to dismiss Attorney General Gali Baharav-Miara, in the latest instance of the far-right coalition closing ranks.</p><p>The court’s decision on Monday came immediately after the Israeli cabinet voted unanimously to fire <a href=\"/news/2025/3/23/israeli-cabinet-casts-no-confidence-vote-against-attorney-general\">Baharav-Miara</a>, the country’s most senior legal official, who has been leading the prosecution of Israeli Prime Minister Benjamin Netanyahu during his <a href=\"/news/2025/6/29/trump-defends-netanyahu-attacks-israeli-prosecutors-over-corruption-trial\">corruption trial</a>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Justice Minister Yariv Levin announced the cabinet’s decision and addressed a letter to Baharav-Miara saying she “should not try to impose herself on a government that has no trust in her and cannot work with her effectively”.</p><p>However, immediately after the decision, opposition party Yesh Atid and activist groups filed urgent petitions to Israel’s High Court seeking to halt the dismissal.</p><p>The Movement for Quality Government in Israel, a prominent watchdog group, cited the conflict of interest over Netanyahu’s corruption trial and said the dismissal effectively turned the role of attorney general into a “political appointment”.</p><p>In response, the court issued an injunction suspending the decision, clarifying that the government could not strip Baharav-Miara of her authority or name a replacement until further review, with a court hearing set to take place within 30 days.</p><p>Immediately after the court ruling, hardline Israeli Communications Minister Shlomo Karhi vowed on X not to obey the court order, declaring it “invalid”.</p><p>“A replacement for her must be appointed immediately!” he said. “We obey the law! We say to the High Court – no!”</p><p> </p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"escalating-tensions\">Escalating tensions</h2><p>Baharav-Miara has been at loggerheads with the government since it took office, with tensions escalating over the government’s divisive judicial reform package, which was first unveiled in 2023, sparking major street protests.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Back in March, the Israeli cabinet had passed a vote of no confidence against Baharav-Miara. Netanyahu’s office accused the legal official of “inappropriate behaviour”, claiming that her “ongoing substantial differences of opinion” with the government prevented “effective collaboration”.</p><p>The attorney general had refuted the claims and said the vote of no confidence was aimed at gaining “limitless power, as part of a wider move to weaken the judicial branch” and to “promote loyalty to the government”.</p><p>Days later, the Israeli parliament passed a key component of the plans, which critics have branded as a “judicial coup”, effectively giving politicians more power over the appointments of judges, including Supreme Court justices.</p><p>Baharav-Miara had also challenged the legality of Netanyahu’s attempt to fire Ronen Bar, the head of the Shin Bet security agency, which the <a href=\"/news/2025/5/21/israeli-top-court-rules-shin-bet-chief-bans-firing-by-netanyahu-unlawful\">Supreme Court</a> declared “unlawful”.</p><p>Bar, who stepped down from his role when his term ended in June, had been conducting a probe into alleged ties between the prime minister’s close aides and Qatar, a case known in the Israeli press as “Qatargate”.</p><p>The former Shin Bet head had also refused to sign off on a security request aimed at relieving Netanyahu from testifying at his ongoing corruption trial.</p><p>Serious charges of bribery, fraud and breach of public trust — including for allegedly taking lavish gifts from businessmen in return for political favours and striking policy and regulatory deals for more favourable news coverage — mean he could be facing up to 10 years in prison.</p><p>Netanyahu has been <a href=\"/news/2025/6/11/is-time-up-for-israel-benjamin-netanyahu#:~:text=His%20trial%2C%20which%20began%20in%202020%2C%20has%20faced,at%20times%20exacerbating%20precisely%20to%20avoid%20his%20trial.\">accused of dragging out</a> and even exacerbating the Gaza war to stay in power and avoid the trial, which began in 2020.</p><p>US President Donald Trump, however, has come to Netanyahu’s defence, urging Israel to pardon him and calling the prosecutors targeting him “out of control”. Trump has even suggested the US could leverage its aid to Israel to protect Netanyahu.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Syria’s Kurdish-led SDF, government forces clash in Aleppo province | Conflict News | Al Jazeera",
            "time": "2025-08-04T18:51:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/ap_6890f39ba067f-1754330011.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Syria’s Kurdish-led SDF, government forces clash in Aleppo province</h1><p class=\"article__subhead\"><em>The Syrian Democratic Forces allege that Damascus-linked factions attacked four of its positions early on Monday.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Kurdish-led Syrian Democratic Forces (SDF) have said that armed factions associated with the country’s security forces have attacked some of its positions in the northern province of Aleppo, as efforts by Syria’s fledgling government to unify the nation have been hit on <a href=\"/news/2025/8/3/tensions-high-as-new-violence-spirals-in-syrias-suwayda-despite-ceasefire\">several fronts</a>.</p><p>In a post on X, the group, which controls much of northeastern Syria, claimed the incident took place early on Monday morning in the Deir Hafer area.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The allegation comes just months after the SDF and the Syrian interim government signed a <a href=\"/news/2025/3/10/syria-merges-kurdish-led-syrian-democratic-forces-into-state-institutions\">landmark integration agreement</a> in March.</p><p>Government-linked factions launched an assault on four of the SDF’s positions in the village of Al-Imam at 3am on Monday morning, the SDF said, noting that the ensuing clashes lasted for 20 minutes.</p><p>“We hold the Damascus government fully responsible for this behaviour, and reaffirm that our forces are now more prepared than ever to exercise their legitimate right to respond with full force and determination,” the SDF added.</p><p>The latest incident came after the Syrian government <a href=\"/news/2025/8/2/syrian-government-kurdish-led-sdf-trade-blame-over-northern-syria-attack\">accused the SDF</a> of injuring four soldiers and three civilians in the northern city of Manbij on Saturday.</p><p>The Defence Ministry called the attack “irresponsible”, saying it had been carried out for “unknown reasons”, according to Syria’s state news agency SANA.</p><p>Meanwhile, the SDF, which allied with the United States to help defeat ISIL (ISIS) in the region, blamed the Syrian government, saying it had responded to an unprovoked artillery assault against civilians.</p><p>Such skirmishes have cast a shadow over the integration pact the SDF made with Damascus in March, following the fall of longtime President Bashar al-Assad in December.</p><p>As part of efforts to reunify the country after almost 14 years of ruinous war, which killed hundreds of thousands and displaced millions, the agreement seeks to merge Kurdish-led military and civilian institutions with the state.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>As well as its clashes with the SDF, Syrian President Ahmed al-Sharaa’s new government is grappling with the fallout from sectarian violence that broke out on July 13 in the southern province of Suwayda between Bedouin and Druze groups, during which government troops were deployed to quell the fighting. The bloodshed worsened and Israel carried out strikes on Syrian troops, and also <a href=\"/news/2025/7/16/ceasefire-collapses-in-syrias-suwayda-as-israel-threatens-escalation\">bombed the heart of the capital Damascus</a>, under the pretext of protecting the Druze.</p><p>Despite the ongoing ceasefire there, four deaths were reported in the province over the weekend, with the Syrian Observatory for Human Rights saying that three of the victims were government soldiers and one was a local fighter. Syria’s state media reported on deaths among security forces.</p><p>The Syrian government said in a statement that gangs in the area had “resorted to violating the ceasefire agreement by launching treacherous attacks against internal security forces on several fronts”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What ‘starvation’ really means, for the human body and for Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-04T18:43:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/epa_689086250c13-1754301989.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Aid agencies say the limited amount of aid Israel has allowed into Gaza in the last week is unlikely to avert the famine experts have warned about for months.</p><p>While at first most of the starvation-related deaths were among children and infants, increasingly, older people are succumbing to the hunger that Israel has imposed upon the enclave since March.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>On Sunday, six more adults died from malnutrition, bringing the number of adults to die from hunger in Gaza to 82 over the last five weeks, when such deaths were first recorded.</p><p>Ninety-three children have also been killed by Israel through the man-made malnutrition it has imposed upon the enclave since its war began.</p><p>So, how does starvation happen? Are we seeing the whole picture?</p><p>Here’s what we know.</p><h2 id=\"what-does-starving-to-death-feel-like\">What does starving to death feel like?</h2><p>“It’s awful,” Dr James Smith, an emergency doctor who has volunteered twice in Gaza, said.</p><p>In the early stages, after being deprived of food for days, the body begins to break down muscle and other tissues.</p><p>“It’s one of the most undignified and barbaric ways to kill. Starvation is always something that is done by one person to another. It’s intended to be protracted and to maximise suffering,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Soon, metabolism slows, the ability to regulate temperature is lost, kidney function becomes impaired and, critically in Gaza, the immune system begins to falter and the body’s ability to heal from injury is reduced.</p><p>Once the body’s reserves are used up, it loses the ability to channel nutrients to vital organs and tissues. As a result, essential organs like the heart and lungs become less effective. Muscles shrink and people feel weak.</p><p>Eventually, as the body’s protein stores are ravaged, the body’s tissues are broken down, with death not far away.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><h2 id=\"how-long-does-it-take-the-human-body-to-die-of-starvation\">How long does it take the human body to die of starvation?</h2><p>While scientific research on the subject has been limited for ethical reasons, it’s estimated that a typically well-nourished and otherwise healthy adult could survive without food for between 45 and 61 days.</p><p>However, after 22 months of war, few people in Gaza could be described as well nourished or healthy, leaving them susceptible to malnutrition and the many infectious diseases prevalent in the enclave.</p><p>“With starvation, the body loses the ability to launch an immune response to diseases or injuries it could normally deal with, such as gastroenteritis, trauma or a respiratory infection, so it’s often malnutrition plus an infection that kills,” Dr Smith continued.</p><figure id=\"attachment_2801992\" aria-describedby=\"caption-attachment-2801992\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2801992\" src=\"/wp-content/uploads/2024/03/Interactive_Starvation_Huan_Body_March27-01-1711536181.jpg?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"Interactive_Starvation_Human_Body_March27\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2801992\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"who-are-the-people-who-are-most-at-risk-of-starving-to-death\">Who are the people who are most at risk of starving to death?</h2><p>The old, the young, those already ill and, cruelly, those who are alone.</p><p>“A child will die earlier from starvation. The loss of muscle and fat occurs almost immediately. Equally, those in older age groups will also die quicker,” Dr Ghassan Abu-Sittah, a Palestinian British surgeon who spent 43 days working in Gaza, said.</p><p>“However, it isn’t just age. There are social differences, too,” he continued.</p><p>“There are currently thousands of orphans roaming Gaza. There is no one to feed them or risk their lives to get food for them, so they’re also more likely to die,” he said.</p><h2 id=\"who-are-the-people-who-are-dying-of-hunger-in-gaza\">Who are the people who are dying of hunger in Gaza?</h2><p>There is overwhelming evidence that, through the various blockades Israel has imposed on Gaza, the threat of death by starvation has spread from the vulnerable to everyone in Gaza.</p><p>In February 2024, five months into Israel’s war on Gaza, the World Health Organization estimated that one in six children under the age of two, especially in Gaza’s north –  at the <a href=\"/news/2024/2/22/israeli-siege-turns-gazas-nasser-hospital-into-a-place-of-death\">time under Israeli siege </a>–  were acutely malnourished.</p><p>As of August 2025, 82 adults have starved to death over the last five weeks.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"israel-has-been-limiting-gaza-s-food-for-years-how-has-that-affected-the-people-there\">Israel has been limiting Gaza’s food for years. How has that affected the people there?</h2><p>Israel has been controlling the amount of food it allows into Gaza for decades, suggesting it already knows precisely how much is needed to avert, or cause, starvation in Gaza.</p><p>In 2007, following Hamas’s takeover of the enclave, Israel instituted its first blockade on Gaza’s population, reducing the aid it allowed into the enclave while still giving public assurances that it was not starving people.</p><p>However, documents uncovered after a legal battle between an Israeli NGO and the government confirmed that, between 2007 to 2010, Israel deliberately reduced the food it allowed into Gaza to “minimal subsistence” levels.</p><p>“Generationally, the damage [of malnutrition] is lasting,” Dr Abu-Sittah said, citing the lasting impact of starvation on brain function, and the prevalence of other ailments, such as diabetes, high blood pressure and heart disease among survivors.</p><p>Dr Smith pointed out the increased frequency with which malnourished mothers give birth to underweight babies, the effects of which “cascade through the generations”.</p><figure id=\"attachment_3872283\" aria-describedby=\"caption-attachment-3872283\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3872283\" src=\"/wp-content/uploads/2025/08/2025-08-02T112909Z_1778412852_RC2XYFAM1H2W_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1-1754318152.jpg?w=770&amp;resize=770%2C511&amp;quality=80\" alt=\"Gaza hunger\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3872283\" class=\"wp-caption-text\">A child waits to receive food from a charity kitchen in Gaza City, August 2, 2025 [Mahmoud Issa/Reuters]</figcaption></figure><h2 id=\"can-famine-in-gaza-still-be-avoided\">Can famine in Gaza still be avoided?</h2><p>It’s unlikely.</p><p>Just under a week ago, the United Nations-backed <a href=\"https://www.ipcinfo.org/fileadmin/user_upload/ipcinfo/docs/IPC_GazaStrip_Alert_July2025.pdf\">Integrated Food Security Phase Classification (IPC) </a>issued its gravest warning yet: that a worst-case famine scenario was unfolding in Gaza.</p><p>However, other observers feel famine has already arrived in Gaza.</p><p>“There are three rigid criteria for a famine to be officially declared,” Dr Jones explained.</p><p>The first two: widespread extreme food shortages and high levels of acute malnutrition, had already been met, he said. Data to confirm the third –  the extent of malnutrition-related mortality –  is difficult to confirm, he added.</p><p>“Some of those most at risk of dying from malnutrition probably don’t have the ability to reach a hospital where deaths are typically recorded,” he said.</p><p>“Similarly, while many children in Gaza now show signs of malnutrition, they’re also at high risk of being killed by Israeli shells and gunfire, which will be recorded as their primary cause of death.</p><p>“However, whatever term we use to describe the situation, people are still being killed by starvation throughout Gaza, as the world looks on,” he said.</p><p>“This is worse than famine. This is the most grotesque spectacle of suffering.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘We’re suffering’: People in Sudan’s el-Fasher eat animal fodder to survive | Sudan war News | Al Jazeera",
            "time": "2025-08-04T18:29:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-04T101509Z_411617680_RC20XFAU5O1Z_RTRMADP_3_SUDAN-POLITICS-ALFASHIR-1754307416.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>People<a href=\"/news/2025/7/11/crimes-against-humanity-in-sudans-darfur-icc-deputy-prosecutor\"> in Sudan’s North Darfur region</a> are forced to eat animal fodder to survive as the paramilitary <a href=\"/features/2025/7/29/rsf-attacks-compound-humanitarian-crisis-in-sudans-strategic-city\">Rapid Support Forces (RSF)</a> continues to lay siege to el-Fasher – the last urban centre in the region under army control.</p><p>“We are suffering, world. We need humanitarian aid – food and medicine – whether by airdrop or by opening ground routes. We cannot survive in this condition,” Othman Angaro, from a displacement camp in el-Fasher, told Al Jazeera.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Angaro described how he and his family rely on livestock fodder known as ambaz, a type of animal feed made out of peanut shells.</p><p>Another woman, veterinarian Zulfa Al-Nour, told Al Jazeera that her family relies daily on a charity kitchen called “Matbakh Al-Khair” for a single meal, amid a total lack of external aid.</p><p>She called for urgent international intervention, including airdrops of humanitarian supplies, warning that even the ambaz fodder is nearly depleted.</p><p>The Integrated Food Security Phase Classification (IPC) last week warned about starvation in the el-Fasher region. Starvation has reached the most severe level on the United Nations-backed food security scale – ‘IPC Phase 5’, indicating full-blown famine – it said on Friday.</p><p>The two-month siege of el-Fasher has complicated aid efforts.</p><p>The RSF has blocked food supplies, and aid convoys trying to reach the city have been attacked, locals said. Prices for the goods smuggled into the region cost more than five times the national average.</p><h2 id=\"outbreak-of-cholera\">Outbreak of cholera</h2><p>An outbreak of cholera in the North Darfur state, of which el-Fasher is the capital, has further added to the misery.</p><p>Deaths due to the water-borne disease have risen to 191 in the region, which has witnessed months of fighting between Sudan’s army and the<a href=\"/features/2025/7/29/rsf-attacks-compound-humanitarian-crisis-in-sudans-strategic-city\"> RSF</a>, according to a government official.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>At least 62 people have died from the disease in Tawila in the North Darfur state, the spokesman for the General Coordination for Displaced Persons and Refugees in Darfur, Adam Rijal, said in a statement on Monday.</p><p>Nearly 100 people have also died in the Kalma and the Otash camps, Rijal added, both displacement camps located in the city of Nyala in South Darfur state.</p><p>Some 4,000 cases of cholera have been reported in the region, according to the statement.</p><p>In recent months, more than half a million people have taken shelter in Tawila, some 60km (37 miles) west of el-Fasher, the state capital, which has been under two months of siege by the RSF rebels. Most of the Darfur region is under the rebel control except for el-Fasher.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"too-weak-to-survive\">‘Too weak to survive’</h2><p>Meanwhile, with Sudan in the throes of the rainy season, along with poor living conditions and inadequate sanitation, the outbreak of cholera is only worsening, warn aid groups.</p><p>Cholera was first identified in early June in Tawila and has since spread to numerous refugee camps, according to NGO Avaaz.</p><p>Nearly 40 people have died due to cholera in the Jebel Marra area, a district of West Darfur state.</p><p>Doctors Without Borders, or MSF, is operating two cholera treatment facilities in Tawila housing 146 beds – coordinating nearly the entire medical response to the outbreak.</p><p>Last month, it warned that “much more” needs to be done to improve “access to water, hygiene, and medical care to curb the spread of the outbreak in the midst of the rainy season”.</p><p>Samir, a former teacher displaced to el-Fasher with his family, told Avaaz last week that the situation was “catastrophic” and that the cholera outbreak was being exacerbated by widespread hunger.</p><p>“People are dying because they are too weak to survive,” he told the NGO.</p><p>“Their immune systems are compromised from severe malnutrition. People are starving in the displacement camps.”</p><p></p><p><em>Translation: “The city of el-Fasher in North Darfur state, western Sudan, is experiencing a deadly famine due to the siege imposed on it by the Rapid Support Forces backed by the Emirates. The famine has reached the fifth stage, meaning a full-scale famine and a catastrophic situation. Speak about them.”</em></p><p> </p><p>Meanwhile, fighting continues.</p><p>“The RSF’s artillery and drones are shelling el-Fasher morning and night,” one resident told the Reuters news agency.</p><p>“The number of people dying has increased every day, and the cemeteries are expanding,” he said.</p><p>On Monday, Emergency Lawyers, a human rights group, said at least 14 people fleeing el-Fasher were killed and dozens were injured when they were attacked in a village along the route.</p><p>The UN called for a humanitarian pause to fighting in el-Fasher last month as the rainy season began, but the RSF rejected the call.</p><p>Fighting between the two groups first<a href=\"http://aljazeera.com/news/2025/6/17/un-fact-finding-mission-says-sudan-conflict-escalating-aid-weaponised\"> erupted in the capital Khartoum in April 2023</a>. It has since spread to several regions of the country as the army chief and de facto head of state, Abdel Fattah al-Burhan, jostles for power with RSF chief Mohamed Hamdan “Hemedti” Dagalo.</p><p>The war has killed tens of thousands and displaced nearly 13 million people, according to UN estimates, resulting in one of the worst humanitarian crises in the world.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Builders of Boeing weapons and fighter jets go on strike | Business and Economy News | Al Jazeera",
            "time": "2025-08-04T17:49:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25171589976267-1754325259.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of workers at Boeing plants across the United States that develop military aircraft and weapons have gone on strike.</p><p>The strike began Monday at Boeing facilities in St Louis and St Charles, Missouri, as well as Mascoutah, Illinois, after failed negotiations over wage increases and other provisions of a new contract.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>About 3,200 local members of the International Association of Machinists and Aerospace Workers voted Sunday to reject a modified four-year labour agreement, the union said.</p><p>“IAM District 837 members build the aircraft and defense systems that keep our country safe,” Sam Cicinelli, the general vice president of the union’s Midwest division, said in a statement. “They deserve nothing less than a contract that keeps their families secure and recognizes their unmatched expertise.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The vote followed a weeklong cooling-off period after the workers rejected an earlier proposed contract, which included a 20 percent wage increase over four years and $5,000 ratification bonuses.</p><p>Boeing warned over the weekend that it anticipated <a href=\"/economy/2024/11/5/boeing-workers-vote-to-end-7-week-strike\" target=\"_blank\" rel=\"noopener\">the strike after workers rejected</a> its latest offer, which did not further boost the proposed wage hike. However, the proposal removed a scheduling provision that would have affected workers’ ability to earn overtime pay.</p><p>“We’re disappointed our employees rejected an offer that featured 40 percent average wage growth and resolved their primary issue on alternative work schedules,” said Dan Gillian, Boeing Air Dominance vice president and general manager, and senior St Louis site executive.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“We are prepared for a strike and have fully implemented our contingency plan to ensure our non-striking workforce can continue supporting our customers.”</p><p>Boeing’s Defense, Space &amp; Security business accounts for more than one-third of the company’s revenue. But Boeing CEO Kelly Ortberg told analysts last week that the impact from a strike by the machinists who build fighter jets, weapons systems and the US Navy’s first carrier-based unmanned aircraft would be much less than a walkout last year by 33,000 workers who assemble the company’s commercial jetliners.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“The order of magnitude of this is much, much less than what we saw last fall,” Ortberg said. “So we’ll manage through this. I wouldn’t worry too much about the implications of the strike.”</p><p>The 2024 strike shut down Boeing’s factories in Washington state for more than seven weeks at a bleak time for the company. Boeing came under several federal investigations last year after a door plug blew off a 737 Max plane during an Alaska Airlines flight in January.</p><p>The <a href=\"/economy/2025/5/23/boeing-reaches-deal-with-us-doj-to-avoid-prosecution-over-737-max-crashes\" target=\"_blank\" rel=\"noopener\">Federal Aviation Administration</a> put limits on Boeing plane production that it said would last until the agency felt confident about manufacturing quality safeguards at the company. The door-plug incident renewed concerns about the safety of the 737 Max. Two of the planes crashed less than five months apart in 2018 and 2019, killing 346 people.</p><p>Ortberg told analysts that the company has slowly <a href=\"/economy/2024/12/6/us-judge-rejects-boeing-plea-deal-in-fatal-max-737-crashes\">worked its way up</a> to an FAA-set 737 Max production cap of 38 per month and expects to ask regulators later this year for permission to go beyond it.</p><p>Last week, Boeing reported that its second-quarter revenue had improved and its losses had narrowed. The company lost $611m in the second quarter, compared to a loss of $1.44bn during the same period last year.</p><p>Boeing’s stock tumbled on the news of the strike. Trending downwards earlier in the day, it has since been trending upwards, but is still below the market open by 0.26 percent as of 12:30pm ET (16:30 GMT).</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Ukraine says foreign ‘mercenaries’ from various countries aiding Russia | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-04T17:39:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250804__68PU9T6__v1__HighRes__UkraineRussiaConflictWar-1754322302.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Ukraine says foreign ‘mercenaries’ from various countries aiding Russia</h1><p class=\"article__subhead\"><em>Moscow already helped by Pyongyang; Zelenskyy says fighters from China, Pakistan, Tajikistan, Uzbekistan, and African also on board.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukraine’s President Volodymyr Zelenskyy claimed that his country’s troops in the northeast are battling foreign “mercenaries” recruited by Russia from various countries, vowing to “respond”.</p><p>The Ukrainian president visited front-line troops in the <a href=\"/gallery/2025/6/1/ballet-helps-fight-war-fatigue-in-ukraines-front-line-kharkiv-city\">Kharkiv region</a> on Monday, hearing reports from his “warriors” that fighters from China, Tajikistan, Uzbekistan, Pakistan, and African countries were on board with Russia.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Russia is already known to have been assisted by thousands of North Korean troops in the defence of its Kursk region, and Ukraine had already accused Moscow of recruiting Chinese fighters – a charge denied by Beijing.</p><p>At the time of reporting, there was no comment from the additional countries accused by Zelenskyy of joining Russia’s war effort.</p><p>Reporting from Kyiv, Al Jazeera’s Charles Stratford said there was no way of verifying Zelenskyy’s claims.</p><p>Conversely, he added, “lots of foreign fighters” had also volunteered to fight for Ukraine and were still on the front lines.</p><p>Zelenskyy had met front-line fighters with Ukraine’s 17th Separate Motorised Infantry Battalion of the 57th Brigade near the front-line town of Vovchansk.</p><p>He said in a post in X that he had held discussions with commanders on “the frontline situation, the defence of Vovchansk, and the dynamics of the battles”, and was also looking at “drone supply and deployment, recruitment, and direct funding for the brigades”.</p><p>As Ukraine battled to repel Russian forces in the Kharkiv region, its troops were also engaged in “ongoing heavy fighting” around the town of Pokrovsk in the Donetsk region, said Stratford.</p><p>As fighting has continued, Russian and Ukrainian officials have held several meetings in recent months in Istanbul, Turkiye.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The latest meeting secured an agreement to exchange 1,200 prisoners, Zelenskyy announced on Sunday.</p><p>That day, United States President Donald Trump said his special envoy <a href=\"/news/2025/8/4/trump-says-us-envoy-witkoff-to-travel-to-russia-next-week\">Steve Witkoff would fly to Russia</a> to continue talks on the war in Ukraine.</p><p>On Monday, Russian state news agency TASS cited sources saying the visit would take place on Wednesday.</p><p>Trump has <a href=\"/news/2025/7/16/could-trumps-tariff-threats-force-putin-into-ukraine-peace-deal\">threatened to impose “very severe tariffs”</a> on Russia if it fails to reach a ceasefire deal with Ukraine soon, recently shortening his initial deadline of 50 days to within 10-12 days.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Displaced Sudanese struggle to survive in Tawila | Newsfeed | Al Jazeera",
            "time": "2025-08-04T17:30:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754328570.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Gunfire heard near GHF aid site in Gaza | Gaza | Al Jazeera",
            "time": "2025-08-04T17:16:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754327740.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Thailand, Cambodia officials meet in Malaysia to cement ceasefire details | Conflict News | Al Jazeera",
            "time": "2025-08-04T16:56:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/ap_6890db9c5ffc4-1754323868.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Thailand, Cambodia officials meet in Malaysia to cement ceasefire details</h1><p class=\"article__subhead\"><em>A fragile truce between the Southeast Asian neighbours continues to hold, following five days of deadly border clashes.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Officials from Thailand and Cambodia have met in Malaysia for the start of border talks, a week after <a href=\"/news/2025/7/30/thailand-cambodia-truce-mostly-holds-after-shaky-start-in-wake-of-fighting-2\">a fragile ceasefire</a> brought an end to an eruption of five days of deadly clashes between the two countries.</p><p>The meeting on Monday came ahead of a key meeting on Thursday, which is expected to be led by the Thai and Cambodian defence ministers.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>This week’s talks, which will be observed by representatives from China, Malaysia and the United States, aim to iron out plans to maintain the current truce and avoid future border confrontations.</p><p>They will include finalising details for a monitoring team from the Association of Southeast Asian Nations (ASEAN), Malaysian Chief of Defence Forces General Mohd Nizam Jaffar said on Monday.</p><p>The sessions in Malaysia follow the worst fighting between Thailand and Cambodia in more than a decade.</p><p><a href=\"/video/the-take-2/2025/7/29/aje-onl-tha_cambodiaclashes_av_v2-290725\">Clashes along the long-disputed border last month</a> killed at least 43 people, including civilians, and left more than 300,000 others displaced, according to the Reuters news agency.</p><p>Relations between the neighbours deteriorated in May, when a Cambodian soldier was killed in a border skirmish, before worsening when Thai soldiers were injured by landmines in contested territory last month.</p><p>The Southeast Asian countries downgraded diplomatic relations and violence broke out, which both sides blamed the other for starting.</p><p>The recent fighting involved infantry clashes, artillery exchanges, air strikes and rocket fire.</p><p>A ceasefire was announced on July 28, in part following economic pressure from US President Donald Trump, who warned both countries that they could not make trade deals with Washington without a ceasefire.</p><p>Despite the fragile truce, tensions remain high and mistrust between the two sides lingers.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Cambodia’s defence ministry has accused Thailand of violating the terms of the ceasefire by installing barbed wire in a disputed border area, while the Thai military has suggested that the Cambodian army has reinforced troops in key areas.</p><p>Both countries have given foreign observers tours of last month’s battle sites, while seeking to show the damage allegedly inflicted by the other nation.</p><p>Thailand and Cambodia also accuse each other of violating international humanitarian laws by targeting citizens.</p><p>Phnom Penh continues to demand the release of 18 of its captured troops, whom Bangkok says it will only release following “a complete cessation of the armed conflict, not just a ceasefire”.</p><p>On Friday, <a href=\"/news/2025/8/1/thailand-returns-two-cambodian-troops-ahead-of-key-border-talks\">Thailand returned two wounded Cambodian soldiers</a> through a border checkpoint connecting Thailand’s Surin province and Cambodia’s Oddar Meanchey.</p><p>The neighbours dispute how the troops came to be captured, with Thailand rejecting Cambodia’s claims that the troops approached Thai positions to offer post-conflict greetings.</p></div></div></body></html>"
        },
        {
            "title": "Trump pledges to ‘substantially’ raise US tariffs on India over Russian oil | Donald Trump News | Al Jazeera",
            "time": "2025-08-04T16:52:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/06/2025-02-13T235546Z_707021281_RC2ZTCAFSWHQ_RTRMADP_3_USA-INDIA-1750307310.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> United States President <a href=\"/economy/2025/8/4/banana-republic-trump-puts-credibility-of-us-economic-data-on-the-line\">Donald Trump</a> says he will “substantially” raise tariffs on India, intensifying the row between the two countries after years of rapprochement.</p><p>Trump accused India in a social media post on Monday of buying and reselling “massive amounts” of Russian oil “for big profits”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“They don’t care how many people in Ukraine are being killed by the Russian War Machine,” the US president wrote. “Because of this, I will be substantially raising the Tariff paid by India to the USA. Thank you for your attention to this matter!!!”</p><p>He did not specify the rate of the tariffs or when they would take effect. The US imported $87.4bn in Indian goods in 2024, according to US government data.</p><p>Last week, Trump announced <a href=\"/news/2025/7/30/trump-hits-india-with-25-tariff-extra-penalty-for-russian-oil-purchases\">25 percent tariffs</a> on Indian goods, citing New Delhi’s levies on US products and purchases of Russian oil and military equipment.</p><p>Later on Monday, India rejected Western criticism of its business dealings with Russia, noting that the US and European countries have continued to import Russian goods and energy products after the war.</p><p>India’s Ministry of External Affairs spokesperson Randhir Jaiswal said New Delhi’s imports “are meant to ensure predictable and affordable energy costs to the Indian consumer”.</p><p>“In this background, the targeting of India is unjustified and unreasonable,” Jaiswal said in a statement. “Like any major economy, India will take all necessary measures to safeguard its national interests and economic security.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"india-and-russia-s-steady-partnership\">India and Russia’s ‘steady’ partnership</h2><p>According to the US Energy Information Administration (EIA), India has been buying Russian oil at a discount since the start of the <a href=\"/news/2025/8/3/russia-ukraine-war-list-of-key-events-day-1257\">war in Ukraine</a> in 2022, which unleashed heavy Western sanctions on Russia, including its energy sector.</p><p>India increased its purchases of Russian oil more than sixfold after the conflict broke out, an EIA report said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>On Saturday, India’s Jaiswal suggested that his country would maintain its relations with Russia despite Trump’s criticisms.</p><p>“Our bilateral relationships with various countries stand on their own merit and should not be seen from the prism of a third country,” Jaiswal told reporters. “India and Russia have a steady and time-tested partnership.”</p><p>While campaigning last year, Trump promised to bring a swift end to the war in Ukraine, but the conflict continues to rage on more than six months into his presidency.</p><p>Trump initially took a neutral approach to try to mediate an end to the war, but in recent weeks, he has been increasingly critical of Russia and has threatened further sanctions against Moscow.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>On Sunday, White House envoy <a href=\"/news/2025/8/4/trump-says-us-envoy-witkoff-to-travel-to-russia-next-week\">Steve Witkoff</a> confirmed that he will visit Russia in the coming days for talks to end the war.</p><p>Russia invaded Ukraine in February 2022, but its initial assault to capture the capital, Kyiv, was fended off. Since then, the fighting has turned into a protracted conflict for control of the eastern part of the country.</p><p>On Sunday, top White House aide Stephen Miller <a href=\"/news/2025/8/4/top-trump-aide-accuses-india-of-financing-russias-ukraine-war-through-oil\">accused India</a> of “financing” Russia’s war in Ukraine.</p><p>“People will be shocked to learn that India is basically tied with China in purchasing Russian oil. That’s an astonishing fact,” Miller told Fox News.</p></div></div></body></html>"
        },
        {
            "title": "Respecting the human right to sleep? Dream on | Health | Al Jazeera",
            "time": "2025-08-04T16:20:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20240410__34P373P__v1__HighRes__PalestinianIsraelConflictGaza-1754321979.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>When I was a freshman at Columbia University in 1999, the professor of my Literature Humanities course shared some personal information with my class, which was that she slept exactly three hours per night. I forget what prompted the disclosure, though I do recall it was made not to elicit pity but rather as a matter-of-fact explanation of the way things were: sleeping more than three hours a night simply did not allow her sufficient time to simultaneously maintain her professorship and tend to her baby.</p><p>This, of course, was before the era of smartphones took the phenomenon of rampant sleep deprivation to another level. But modern life has long been characterised by a lack of proper sleep – an activity that happens to be fundamental to life itself.</p><p>I personally cannot count the times I have awakened at one or two o’clock in the morning to work, unable to banish from my brain the capitalist guilt at engaging in necessary restorative rest rather than being, you know, “productive” 24 hours a day.</p><p>And yet mine is a privileged variety of semi-self-imposed sleep deprivation; I am not, for example, being denied adequate rest because I have to work three jobs to put food on the table for my family.</p><p>According to the Centers for Disease Control and Prevention (CDC), the national public health agency of the United States, approximately one-third of US adults and children under the age of 14 get insufficient sleep, putting them at increased risk for anxiety, depression, heart disease, and a host of other potentially life-threatening maladies. As per CDC calculations, a full 75 percent of US high schoolers do not sleep enough.</p><p>While the recommended amount of sleep for adults is at least seven hours per day, a 2024 Gallup poll <a href=\"https://news.gallup.com/poll/642704/americans-sleeping-less-stressed.aspx\">reported</a> that 20 percent of US adults were getting five hours or less – a trend attributable in part to rising stress levels among the population.</p><p>To be sure, it’s easy to feel stressed out when your government appears more interested in sending billions upon billions of dollars to Israel to assist in the ongoing <a href=\"/news/2025/7/28/israeli-human-rights-group-israel-is-committing-genocide-in-gaza\">genocide of Palestinians</a> in the Gaza Strip than in, say, facilitating existence for Americans by offering <a href=\"/opinions/2024/12/9/no-surprise-americans-are-rooting-for-the-unitedhealthcare-ceos-killer\">healthcare</a>, education, and housing options that don’t require folks to work themselves to death to afford.</p><p>Then again, pervasive stress and anxiety work just fine for those sectors of the for-profit medical establishment that make bank off of treating such afflictions.</p><p>Meanwhile, speaking of the Gaza Strip, residents of the occupied territory are well acquainted with acute sleep deprivation, which is currently a component of the Israeli military’s genocidal arsenal for wearing Palestinians down both physically and psychologically. Not that a good night’s sleep in Gaza was ever really within the realm of possibility – even prior to the <a href=\"/opinions/2023/10/15/israel-and-the-weaponisation-of-empathy\">launch</a> of the all-out genocide in 2023 – given Israel’s <a href=\"/opinions/2022/8/12/israel-normalising-terror-one-dawn-at-a-time\">decades-long terrorisation</a> of the Strip via periodic bombardments, massacres, sonic booms, the ubiquitous deployment of buzzing drones, and other manoeuvres designed to inflict individual and collective trauma.</p><p>A study on trauma and sleep disruption in Gaza – conducted in November 2024 and published this year in the peer-reviewed journal BMC Psychology – notes that, in the present context of Israel’s round-the-clock assault, “the act of falling asleep is imbued with existential dread”. The study quotes one Gaza mother who had already lost three of her seven children to Israeli bombings: “Every time I close my eyes, I see my children in front of me, so I’m afraid to sleep.”</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Of course, Israel’s penchant for killing entire families in their sleep no doubt exacerbates the fear associated with it. The study observes that children in Gaza have been “stripped of the simple peace that sleep should offer, forced to endure nightmares born from real-life horrors”, while overcrowded shelters have rendered the pursuit of shut-eye ever more elusive.</p><p>Furthermore, mass forced displacement in the Gaza Strip “has deprived families of their homes, severing the link between sleep and security”.</p><p>A recent <a href=\"https://journalofethics.ama-assn.org/article/sleep-human-right-and-its-deprivation-torture/2024-10\">article</a> in the American Medical Association Journal of Ethics argues that sleep is a human right that is integral to human health – and that its deprivation is torture. It seems we can thus go ahead and add mass torture to the list of US-backed Israeli atrocities in Gaza.</p><p>Naturally, the US has engaged in plenty of do-it-yourself torture over the years, as well, including against detainees in Guantanamo Bay – where sleep deprivation was standard practice along with waterboarding, “rectal rehydration”, and other so-called “enhanced interrogation techniques”.</p><p>In her 2022 <a href=\"https://digitalcommons.law.umaryland.edu/cgi/viewcontent.cgi?article=3927&amp;context=mlr\">study</a> of sleep deprivation as a form of torture, published by the Maryland Law Review, Deena N Sharuk cites the case of Mohammed Jawad, an Afghan teenager imprisoned in Guantanamo Bay in 2003 and subjected to what was “referred to as the Frequent Flyer Program”, whereby detainees were repeatedly moved between cells in order to disrupt their sleep.</p><p>According to Sharuk, Jawad was moved “every three hours for fourteen consecutive days, totaling 112 moves”. The young man subsequently attempted suicide.</p><p>Now, the ever-expanding array of immigration detention facilities in the US offers new opportunities to withhold sleep, as victims of the country’s war on refuge seekers are crammed into cages illuminated at all hours by fluorescent lights.</p><p>And while a well-rested world would surely be a more serene one, such a prospect remains the stuff of dreams.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "US to require up to $15,000 bond for some tourists | Migration News | Al Jazeera",
            "time": "2025-08-04T16:06:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25078118613438-1754319527.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States could require up to $15,000 bonds for some tourist and business visas under a pilot programme launching in two weeks.</p><p>The <a href=\"https://public-inspection.federalregister.gov/2025-14826.pdf\" target=\"_blank\" rel=\"noopener\">Department of State notice</a> released on Monday said the effort aims to deter those who overstay their visas.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The 12-month pilot programme, which will begin on August 20, will target those seeking B-1 or B-2 visas from countries with high rates of overstays although the document does not identify the nations. In June, the US government <a href=\"/news/2025/6/20/is-trump-planning-an-africa-visa-ban\">announced</a> the possibility of full or partial travel bans on visitors from 36 countries with high rates of overstays among other concerns.</p><p>The State Department said in its announcement the programme could bring in $20m over the course of a year.</p><p>“The Pilot Program is further designed to serve as a diplomatic tool to encourage foreign governments to take all appropriate actions to ensure robust screening and vetting for all citizens in matters of identity verification and public safety,” the release said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The release notes that historically the State Department has discouraged requiring travellers to the US to post a bond, saying processing the bonds would be “cumbersome”.</p><p>In 2020 at the end of President Donald Trump’s first administration, the White House <a href=\"/news/2020/11/24/new-trump-rule-may-require-tourists-to-pay-up-to-15000-in-bonds\">rolled out a similar</a> six-month programme that targeted two dozen countries, most of which were in Africa. It was not fully implemented due to the drop in global travel associated with the COVID-19 pandemic, the notice said</p><p>The Trump administration said the new programme would be a diplomatic deterrent for bad actors trying to enter the US. According to the report, there were 500,000 suspected overstays in the fiscal year 2023.</p><p>Trump has made cracking down on immigration a central focus of his presidency, surging resources to secure the border and <a href=\"/news/2025/6/4/as-trump-raises-deportation-quotas-advocates-fear-an-expanding-dragnet\">arresting tens of thousands of undocumented</a> migrants, <a href=\"/news/longform/2025/6/27/why-the-trump-administration-is-targeting-immigration-courts-for-arrests\">including many</a> who are seeking legal status.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The administration has justified its arrests and deportations on repeated claims that those who are “unlawfully present in the United States present significant threats to national security and public safety” although overwhelming evidence has shown that immigrants commit crimes at lower rates than naturally born Americans.</p><p>A report presented to the <a href=\"https://docs.house.gov/meetings/JU/JU01/20250122/117827/HHRG-119-JU01-20250122-SD004.pdf\" target=\"_blank\" rel=\"noopener\">US House of Representatives in 2024</a> looking at Texas arrest records determined that both documented and undocumented immigrants commit crimes at a lower rate than US citizens with undocumented migrants arrested less than half as often as native-born citizens. <a href=\"https://academic.oup.com/oep/article-abstract/73/1/200/5572162?redirectedFrom=fulltext\" target=\"_blank\" rel=\"noopener\">A 2021 study by Oxford Economics</a> similarly found that undocumented immigrants are 33 percent less likely to be incarcerated than US citizens.</p></div></div></body></html>"
        },
        {
            "title": "Palestinians return to Gaza’s al-Zeitoun after 45-day Israeli assault | Gaza | Al Jazeera",
            "time": "2025-08-04T15:53:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754322750.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Deadly Moscow concert hall attack suspects appear in court for trial | ISIL/ISIS | Al Jazeera",
            "time": "2025-08-04T15:32:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754321549.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "More than 600 former Israeli security chiefs urge Trump to end Gaza war | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-04T15:07:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-04T130035Z_472398348_RC2A0GAGKKYQ_RTRMADP_3_ISRAEL-PALESTINIANS-GOVERNMENT-PROTEST-1754315238.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>More than 600 former Israeli security chiefs have urged United States President Donald Trump to bring an end to Israel’s war on Gaza as deaths of dozens of Palestinians from Israeli-induced starvation have caused global outrage.</p><p>The appeal was made in a letter sent to Trump on Sunday. Its signatories include former Mossad chief Tamir Pardo, former Shin Bet chief Ami Ayalon and former deputy Israeli army chief Matan Vilnai. They called for pressure on Prime Minister Benjamin Netanyahu to end the nearly two-year conflict, which has devastated Gaza.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The letter was sent as a furore grows over videos released by Palestinian groups showing two emaciated Israeli captives held in Gaza, where more than two million Palestinians are struggling to survive the <a href=\"/video/newsfeed/2025/8/4/starving-gaza-children-risking-their-lives-to-get-food\">starvation crisis</a>.</p><p>“Everything that could be achieved by force has been achieved. The hostages cannot wait any longer,” the Commanders for Israel’s Security (CIS) group said in a post on X, where it shared the letter.</p><p>The letter said the Israeli army has achieved two of its three objectives by force, “dismantling Hamas’ military formations and governance”, but the third, bringing back all Israeli captives, can “only be achieved through a deal”.</p><p>“Stop the Gaza War! On behalf of CIS, Israel’s largest group of former [military] generals and Mossad, Shin Bet, Police, and Diplomatic Corps equivalents, we urge you to end the Gaza war,” the letter read.</p><p>“You did it in Lebanon. Time to do it in Gaza as well,” it added.</p><p></p><p><em>Translation: We are at a rare window of opportunity to lead a regional and international move for a fundamental change in the Gaza Strip. Trump has the ability to do this. On behalf of 550 former senior officials from all branches of security and foreign service, we sent a letter to President Trump: Stop the war and bring back the hostages. Everything that could be achieved by force has been achieved. The hostages cannot wait any longer. This is the moment of truth. We call on President Trump to exert his full influence and do this – now!</em></p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The security chiefs said Trump’s credibility rests on his ability to steer Netanyahu “in the right direction”.</p><h2 id=\"gaza-turned-into-rubble\">Gaza turned into rubble</h2><p>On Sunday, Hamas said it was open to the International Committee of the Red Cross (ICRC) <a href=\"/news/2025/8/4/hamas-says-open-to-icrc-delivering-food-to-israeli-captives-in-gaza\">delivering aid to Israeli captives</a> in Gaza after Netanyahu said he requested the Geneva-based international organisation to step in.</p><p>Netanyahu has denied starvation is taking place in Gaza among Palestinians, instead claiming that Israeli captives held there are facing “systematic starvation”.</p><p>The Qassam Brigades, Hamas’s armed wing, has said the captives “eat what our fighters and all our people eat”.</p><p>“They will not receive any special privilege amid the crime of starvation and siege,” the group’s spokesman, known as Abu Obeida, said.</p><p>Rejecting international calls for a ceasefire, the Israeli army has conducted a <a href=\"/news/2025/8/3/tens-of-thousands-protest-israels-war-on-gaza-in-australias-sydney\">war on Gaza</a> since October 7, 2023, killing more than 60,800 Palestinians, most of them women and children.</p><p>The military campaign has reduced the enclave to rubble and brought it to the verge of famine.</p><p>In November, the International Criminal Court issued arrest warrants against Netanyahu and former Defence Minister Yoav Gallant for war crimes and crimes against humanity in Gaza.</p><p>Israel also faces a genocide case at the International Court of Justice for its war on the enclave. Multiple rights organisations have called Israel’s war a genocide.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Palestinians won’t tolerate war profiteering in Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-04T15:05:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/1000311338-1754319136.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>On July 17, I was in a market in Nuseirat camp in central Gaza looking for any affordable food item to buy when I saw a crowd of people gather in front of some shops. The people were angry about the exorbitant prices that the shop owners were charging for goods that had clearly been looted from aid convoys.</p><p>Two weeks later, I was at the same market and witnessed another angry protest. People were chanting, “You thieves!” and cursing the merchants.</p><p>Having no fear of God, shop owners are exploiting the famine without mercy, selling aid as if it were rare luxury items when in fact it is supposed to be distributed for free. The greed and exploitation have gone too far, and the people are taking things into their own hands. Across Gaza, there are protests against price speculation. In some places, shops are being forcibly closed.</p><p>Indeed, the prices of essential goods have soared to unimaginable levels, beyond anything dictated by the forces of supply and demand. People cannot understand why goods cost so much despite their minimal purchasing power. The prices I saw while walking at the market were insane: a kilo (2.2lb) of flour – 40 shekels ($12), a kilo of rice – 60 shekels ($18), a kilo of lentils – 40 shekels ($12), a kilo of sugar – 250 shekels ($73), a litre (1 quart) of cooking oil – 200 shekels ($58).</p><p>Since Israel imposed a full blockade on Gaza in March, the normal aid distribution through the United Nations – something that has to happen unabated in any warzone – has ceased.</p><p>To stave off global criticism, Israel set up humanitarian hubs to supposedly distribute aid. But they have been nothing more than death traps. Many of those who come to collect aid are shot at, and thousands have been killed or wounded.</p><p>In parallel, the Israeli government started allowing in a very small quantity of aid trucks, but a large portion of those are looted once they enter Gaza. The goods are then resold at outrageous prices.</p><p>Those who control this supply of looted food are powerful merchants and brokers, often protected by local influential actors or benefitting from indirect coordination with Israel. These actions are not spontaneous. They take place within a deliberately created atmosphere of chaos. With the collapse of state institutions and absence of legal accountability, exploitation has become the rule, not the exception.</p><p>It is clear to the Palestinians that the occupation doesn’t merely aim to show that Gaza is weak. It actively seeks to prove that it is ungovernable. To achieve this, closing the borders isn’t enough. The people of Gaza must be pushed into a state of constant chaos and friction.</p><p>Starvation is a key instrument here. Hunger doesn’t only kill. It also changes human nature. A starving person, stripped of the bare minimum needed to survive and subjected to daily humiliation, slowly loses the ability to think clearly, to judge or to restrain themselves from turning against those they perceive – rightly or wrongly – as contributing to their suffering.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>There are black markets and war profiteers in every conflict. But in this one, the occupying power is encouraging these criminal activities, not because it is earning money from them, but because it serves its overall goal. The Palestinians who choose to participate in this form of extortion are motivated by greed, blackmail or survival.</p><p>This slow unravelling is exactly what the occupation has aimed for. It wants chaos in the streets of Gaza so Israeli and international media can be quick to point a finger at the Palestinians and declare: “Look, the Palestinian people are imploding. They can’t govern themselves. They don’t deserve a state.” But the truth is, this is not a sign of a failed nation. It is evidence of the occupation’s success in dragging it to the brink.</p><p>It is not the people who have lost control. Control has been forcibly stripped from them – through starvation, the systematic destruction of healthcare and sanitary infrastructure, the dismantling of state institutions and the empowerment of criminals.</p><p>Yet Gaza will not break. People may grow angry and desperate, cry out and protest, but they still retain a moral compass. This collective outcry is not infighting. It is a clear warning that society will no longer tolerate betrayal. Those who raise prices mercilessly in times of siege are traitors, and they will be held accountable before institutions of justice when Gaza rebuilds.</p><p>The occupation may be revelling now in the unfolding collapse, but it would be wrong to think it has defeated the Palestinians. Every crisis breeds new awareness. Every betrayal gives birth to new resistance. The vast majority of Palestinians refuse to become tools in the hands of their torturers. They refuse subjugation and erasure. They refuse to exploit and harm their fellow citizens.</p><p>Palestinian national solidarity is still alive.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Netanyahu compares Gaza captives’ images to the Holocaust | Genocide | Al Jazeera",
            "time": "2025-08-04T14:20:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754317175.jpg?resize=1917%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Banana republic? Trump puts credibility of US economic data on the line | Business and Economy | Al Jazeera",
            "time": "2025-08-04T14:19:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250804__68NE8U9__v1__MidRes__UsPoliticsTrump-1754295662.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The firing of a top United States statistics official by President Donald Trump last week has drawn concerns from economists and policymakers regarding the credibility of data in the world’s biggest economy.</p><p>Trump’s dismissal of Bureau of Labor Statistics Commissioner Erika McEntarfer after the release of disappointing employment figures on Friday has raised fears over the integrity of Washington’s economic data, which are relied on by countless businesses and investors in the US and across the world.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The National Association for Business Economics warned that McEntarfer’s “baseless” ouster risked doing “lasting harm to the institutions that support American economic stability”.</p><p>“It could open the door to political meddling and certainly will undermine trust in federal statistics that businesses, policymakers and individuals use to make some of their most important decisions,” Erica Groshen, who led the Bureau of Labor Statistics under former President Barack Obama, told Al Jazeera.</p><p>If Trump’s dismissal of McEntarfer and other presidential appointees is allowed to stand, Groshen said, he could make a habit of firing any head of a statistical agency or other body that delivers “unwelcome news”.</p><p>“Then he is likely to replace them with appointees who prioritise serving his goals over serving the mission of their agencies, ethical standards or scientific integrity,” Groshen said.</p><p>Trump, who justified McEntarfer’s removal by claiming without evidence that the latest job figures were “rigged” to make him look bad, said on Sunday that he would announce a new Bureau of Labor Statistics head in three or four days.</p><figure id=\"attachment_3871816\" aria-describedby=\"caption-attachment-3871816\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3871816\" src=\"/wp-content/uploads/2025/08/2025-08-02T074516Z_1579841892_RC2VYFAQ0NB4_RTRMADP_3_USA-ECONOMY-TRUMP-MCENTARFER-1754296613.jpg?w=770&amp;resize=770%2C770&amp;quality=80\" alt=\"BLS\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3871816\" class=\"wp-caption-text\">Labour economist Erika McEntarfer became head of the US Bureau of Labor Statistics in January 2024 [Handout/US Bureau of Labor Statistics via Reuters]</figcaption></figure><h2 id=\"global-ramifications\">‘Global ramifications’</h2><p>A collapse in trust in official economic data about the US would have ramifications worldwide.</p><p>Despite the growing influence of emerging economies such as China and India, the US remains the world’s largest economy by some distance.</p><p>The US gross domestic product (GDP) at about $30.3 trillion accounts for more than one-quarter of the global economy. China’s estimated GDP is about two-thirds that amount.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>US government data on trade, employment, consumer spending and GDP are considered important signals for the direction of the global economy and are closely followed by businesses and investors from London to Dubai and Tokyo.</p><p>Many countries, including democratic states, have faced accusations of fiddling with economic statistics for political reasons, often with serious reputational consequences.</p><p>In 2010, the European Commission published a withering report accusing Greece of deliberately falsifying data to conceal the poor state of its public finances.</p><p>In 2013, the International Monetary Fund officially censured Argentina for providing what it said was inaccurate data on inflation and economic growth.</p><h2 id=\"economic-data-manipulation\">‘Economic data manipulation’</h2><p>Some research suggests that countries run by strong-arm leaders are especially prone to misrepresenting the state of their economies.</p><p>A 2024 study published in the European Journal of Political Economy found that economic openness and democracy decreased the likelihood of governments manipulating statistics although there were no observable positive effects from media freedom or the independence of the statistical office.</p><p>In a 2022 paper that used satellite imagery of nighttime light as a proxy for economic development, Luis Martinez, a professor at the University of Chicago, estimated that autocratic countries artificially inflated their annual GDP growth by about 35 percent.</p><p>“Economic data manipulation is pervasive in history, especially in autocracies and dictatorships to create narratives for the people – typically to embellish standards of living,” Tomasz Michalski, an associate professor of economics at the HEC Paris business school, told Al Jazeera.</p><p>“What is rarer, though, is to find such deliberate behaviour in countries that strive to be democracies or are more developed.”</p><p>After Trump’s firing of McEntarfer, a career economist who was appointed in 2024 with overwhelming bipartisan support, critics were quick to note parallels to tactics attributed to strongman leaders seeking to bolster public approval for their policies.</p><p>“It’s one more step on our rapid descent into banana republic status,” Nobel Prize-winning economist Paul Krugman said on Substack, a subscription-based newsletter platform.</p><p>Lawrence Summers, who served as US Treasury secretary under President Bill Clinton, described the firing as the “stuff of democracies giving way to authoritarianism”.</p><p>Scott Sumner, a professor of economics at Bentley University in Waltham, Massachusetts, said Trump’s move made the US “look more like a banana republic” although it remained to be seen whether he would seek to directly manipulate the government’s economic figures.</p><p>“It’s actually hard to fool the public, and almost no one was fooled by the Argentina manipulation,” Sumner told Al Jazeera.</p><p>“It’s too soon to say whether Trump will try to do the same. Any attempt to do so would likely fail.”</p><h2 id=\"the-quality-of-us-economic-statistics\">‘The quality of US economic statistics’</h2><p>The quality of US economic data has been a growing concern for some time due in part to the Trump administration’s freeze on hiring federal employees and staff cuts at numerous agencies.</p><p>In March, Commerce Secretary Howard Lutnick dissolved two expert committees that advised the government on its economic statistics, prompting concern among some economists.</p><p>In June, the Bureau of Labor Statistics (BLS) announced that it had stopped collecting price-related data in three US cities – Buffalo, New York; Lincoln, Nebraska; and Provo, Utah – due to limitations in “current resources”.</p><p>But even before Trump’s return to the White House in January, declining response rates to surveys among the public in recent years had made the collection of data increasingly difficult, raising concerns about accuracy.</p><p>In a poll published by the Reuters news agency last month, 89 of 100 policy experts surveyed said they had at least some concerns about the quality of US economic statistics.</p><p>“Some data is just unreliable because people stopped responding to surveys or the responses became so biased given the nonhomogeneous response rates,” said Michalski, the HEC Paris associate professor.</p><p>“There are no easy remedies often for improving data collection given that many people are not using landlines, are unreachable or provide careless answers to investigators,” he said.</p><p>Even with sound methodology, data are always at risk of manipulation once politicians get involved, Michalski added.</p><p>“Even with correct numbers, it is possible to spin a story about inflation or GDP growth by changing the base years or selecting some specific periods to weave narratives,” he said.</p><p>“The incentives to manipulate and falsify are clearly there. There is little or no punishment.”</p><p>Groshen said that while she does not expect US economic data to stop being reliable in the immediate future, “we seem headed in that direction.”</p><p>“For now, the BLS will continue to operate as it has before,” she said.</p><p>“We will need to start worrying if and when the president’s people are embedded there.”</p></div></div></body></html>"
        },
        {
            "title": "Suspects in 2024 Moscow concert hall attack that killed 149 face trial | Courts News | Al Jazeera",
            "time": "2025-08-04T13:57:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25216323079737-1754313996.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Suspects in 2024 Moscow concert hall attack that killed 149 face trial</h1><p class=\"article__subhead\"><em>Russian President Vladimir Putin claims, without providing evidence, that Ukraine was involved in the attack, an allegation Kyiv vehemently denies.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The trial has begun for 19 defendants accused of involvement in the 2024 shooting attack in a Moscow concert hall that killed 149 people, and wounded over 600, in one of the deadliest attacks in the capital since the era of the Russian-Chechen wars in the 1990s and 2000s.</p><p>The suspects appearing in court on Monday, under heavy security, kept their heads bowed as they sat in the defendants’ cage.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>An <a href=\"/news/2024/3/23/moscow-concert-hall-attack-why-is-isil-targeting\">ISIL (ISIS) affiliate claimed responsibility</a> for the March 22, 2024 massacre at the Crocus City Hall concert venue in which four gunmen shot people who were waiting for a show by a rock band and then set the building on fire. ISIL’s Afghan branch – also known as ISKP (ISIS-K) – claimed responsibility for the attack.</p><figure id=\"attachment_2794341\" aria-describedby=\"caption-attachment-2794341\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2794341\" src=\"/wp-content/uploads/2024/03/AP24082672049020-1711279112.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Moscow concert hall attack in 2024\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2794341\" class=\"wp-caption-text\">A massive blaze is seen at the Crocus City Hall on the western edge of Moscow, Russia, Friday, March 22, 2024. Several gunmen burst into the concert hall and fired automatic weapons at the crowd, killing dozens [Sergei Vedyashkin/Moscow News Agency via AP]</figcaption></figure><p> </p><p>President Vladimir Putin and other Russian officials have claimed, without providing any evidence, that Ukraine was involved in the attack, an allegation Kyiv has vehemently denied.</p><p>The Investigative Committee, Russia’s top criminal investigation agency, concluded in June that the attack had been “planned and carried out in the interests of the current leadership of Ukraine in order to destabilise the political situation in our country”. It also said the four suspected gunmen tried to flee to Ukraine afterward.</p><p>The four, all identified as citizens of Tajikistan, were arrested hours after the attack and later appeared in a Moscow court with signs of having been beaten.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The committee said earlier this year that six other suspects were charged in absentia and placed on Russia’s wanted list for allegedly recruiting and organising the training of the four. Other defendants in the trial were accused of helping them.</p><p>In 2002, some 40 rebels from Chechnya <a href=\"/news/2003/10/22/moscow-theatre-hostages-seek-justice\">stormed the Dubrovka Theatre</a> in Moscow and took around 800 people hostage while demanding an end to Putin’s war in the separatist southern republic.</p><p>Putin refused to negotiate with the fighters, and the standoff ended with mass death days later when Russian special services pumped a powerful gas into the building to stun the hostage-takers before storming it. Most of the 129 hostages who died were killed by the gas.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN says every child under five in Gaza at risk of malnourishment | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-04T13:29:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250803__68MX29F__v1__HighRes__PalestinianIsraelConflict-1754289270.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations has warned that all children of Gaza under the age of five are at risk of life-threatening malnourishment, amid growing reports of starvation-related deaths as Israel continues to block aid from entering the besieged Gaza Strip.</p><p>The UN’s World Food Programme said children in this age bracket – around 320,000 in number – have been affected by the collapse of nutrition services and are lacking access to safe water, breast milk substitutes and therapeutic feeding.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Paediatrician Seema Jilani told Al Jazeera that malnutrition “affects their entire body”, putting children at risk of multi-organ failure. She also said that starvation in Gaza is traumatic for children and that “developmental milestones will be missed”.</p><p>Hospitals in Gaza on Monday recorded six new deaths from famine and malnutrition in the past 24 hours, including one child, according to the Gaza Health Ministry. The total number of people who died from hunger-related causes since the start of the war now stands at 181, including 94 children.</p><p>The ministry also sounded the alarm over a “serious escalation” in cases of acute soft paralysis among children as a result of “infections and acute malnutrition”.</p><p>In a statement, it said it has so far recorded three deaths from Guillain-Barre syndrome, a rare condition that causes sudden numbness and muscle weakness in most of the body.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"entry-of-over-22-000-aid-trucks-blocked\">Entry of over 22,000 aid trucks blocked</h2><p>Gaza’s government said Israel was deliberately blocking more than 22,000 humanitarian aid trucks from entering the territory as part of a systematic campaign of “starvation, siege and chaos”.  The Palestinian territory has been under total Israeli blockade since March 2, shortly before Israel ended a two-month ceasefire and resumed attacks.</p><p>Mosab al-Dibs, 14, has been at al-Shifa Hospital in Gaza City for about two months after suffering a severe head injury when an Israeli air raid struck his family’s tent in May.</p><p>The boy is largely paralysed and severely malnourished because the facility no longer has supplies to feed him. “Mosab now suffers from severe malnutrition,” his mother, Shahinaz al-Dibs, said. “He suffers convulsions as a result of a hit that affected his brain. Even his nerves are stiff.”</p><blockquote>\n<p lang=\"en\">\n\t\t\t\tThe situation in Gaza was nothing short of catastrophic.\t\t\t</p>\n<p class=\"quote-author\">\n\t\t\t\t<span class=\"screen-reader-text\">by</span> Ahmad Alhendawi, Middle East director of Save the Children International\t\t\t</p>\n</blockquote><p>At a school-turned-shelter for displaced Palestinians in northern Gaza, Samah Matar said her sons – six-year-old Yousef and four-year-old Amir – have cerebral palsy and need a special diet.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Youssef weighed 14kg (31lb) before the war. Now, he weighs 9kg (20lb). Amir, who weighed 9kg (20lb), is now less than 6kg (13lb). “Before the war, their health was excellent,” she said. “Now, there is no baby formula or diapers, and I can hardly find flour for them. Sugar, the main ingredient in their meals, is unavailable.”</p><p>Ahmad Alhendawi, Middle East director of Save the Children International, told Al Jazeera that the situation in Gaza was “nothing short of catastrophic.”</p><p>“This is about almost four months of this blockade, of starvation that has built over weeks and months, and to come back from that point of extreme malnutrition and starvation requires a sustained supply of food and medical equipment and also food supplements for children in need,” he said.</p><p>The organisation said more than four in 10 (43 percent) pregnant and breastfeeding women seeking treatment at its clinics in Gaza in July were malnourished.</p><p>The rate was almost three times higher than in March, when Israel reimposed a total siege on Gaza. Infant formula has not been allowed to enter the Strip.</p><p>“It’s possible to reverse some [of the damage done to children by hunger],” Alhendawi said. “But I’m afraid that some of this damage would be irreversible at this stage.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Western States has “burned down” international order over Israel’s war | Digital Series | Al Jazeera",
            "time": "2025-08-04T13:23:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/mehdi_hasan_hori_720-1754313705.png?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why Itamar Ben-Gvir’s Al-Aqsa prayer caused so much anger | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-04T12:50:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/image-1754311592.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 4 Aug 2025</span><span aria-hidden=\"true\">4 Aug 2025</span></p></div></div></body></html>"
        },
        {
            "title": "India tie England series in one of greatest Test finales | Cricket News | Al Jazeera",
            "time": "2025-08-04T12:11:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/GettyImages-2227796083-1754307082.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>India tie England series in one of greatest Test finales</h1><p class=\"article__subhead\"><em>India beat England by six runs to win fifth Test on its final day at the Oval and level the five-match series at 2-2.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Mohammed Siraj has been inspired as India have taken the last four wickets in under an hour to bowl England out for 367 and win an astonishing final Test by six runs to draw the series.</p><p>Siraj was India’s hero on Monday, dismissing Jamie Smith and Jamie Overton before bowling Gus Atkinson to complete a five-wicket haul at The Oval in London.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>After Prasidh Krishna had bowled Josh Tongue for nought, Chris Woakes walked out to bat wearing a sling to protect his dislocated shoulder with 17 runs still needed.</p><p>Atkinson hit Siraj for six to give England brief hope and cleverly protected Woakes from the strike, but Siraj produced another brilliant yorker to earn India their narrowest ever Test win.</p><p>“With 60-, 70-odd runs to win with seven wickets in hand, you don’t get to see many games like this,” India captain Shubman Gill said. “Very happy to get this over the line, a little bit of luck for us.”</p><figure id=\"attachment_3871986\" aria-describedby=\"caption-attachment-3871986\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3871986\" src=\"/wp-content/uploads/2025/08/GettyImages-2228464874-1754306156.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Gus Atkinson of England is bowled by Mohammed Siraj of India on day five of the 5th Rothesay Test Match at The Kia Oval\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3871986\" class=\"wp-caption-text\">Gus Atkinson of England is bowled by Mohammed Siraj of India on day five of the fifth Test [Stu Forster/Getty Images]</figcaption></figure><p>England, 301-3 at one stage, lost their last seven wickets for 66 runs, a collapse prompted by Harry Brook’s reckless dismissal after he had made a superb century.</p><p>India suddenly had a chink of hope, and they took full advantage, removing Jacob Bethell and Joe Root (105) before bad light and rain ended the fourth day early.</p><p>England still needed 35 runs to complete their second highest Test run chase and by far the largest for any team on this ground.</p><p>The Oval was full for the final act of a series that fluctuated wildly over seven weeks and under grey skies in an atmosphere of unremitting tension as one of the most dramatic endings to a Test match duly played out.</p><figure id=\"attachment_3872000\" aria-describedby=\"caption-attachment-3872000\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3872000\" src=\"/wp-content/uploads/2025/08/GettyImages-2228462856-1754306673.jpg?w=770&amp;resize=770%2C524&amp;quality=80\" alt=\"Chris Woakes of England grimaces after making a run as he bats with his arm in a sling on day five of the 5th Rothesay Test\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3872000\" class=\"wp-caption-text\">Chris Woakes of England grimaces after making a run as he bats with his arm in a sling [Shaun Botterill/Getty Images]</figcaption></figure><p>It was fitting that Siraj was the main man for India because he had stepped over the boundary cushion after dropping Brook on 19 <a href=\"/sports/2025/8/3/england-and-india-test-series-heads-to-monday-morning-thriller\">on Sunday</a>, an error that looked likely to cost his team the game.</p><p>Woakes was the not-out batsman, having not faced a ball but running bravely in obvious pain.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“I didn’t expect him to come out like that, batting with one hand. Kudos to him,” Gill said after his team did a lap of honour.</p><figure id=\"attachment_3872018\" aria-describedby=\"caption-attachment-3872018\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3872018\" src=\"/wp-content/uploads/2025/08/GettyImages-2228464746-1754307920.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Fans of India celebrate their team's victory with the players on day five of the fifth Test \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3872018\" class=\"wp-caption-text\">Fans of India celebrate their team’s victory with the players after the match [Stu Forster/Getty Images]</figcaption></figure></div></div></body></html>"
        }
    ]
}