{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump’s Board of Peace faces its first test on Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-20T09:29:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771579726.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Feb 2026</span><span aria-hidden=\"true\">20 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuela signs amnesty law as families await prison releases | Newsfeed | Al Jazeera",
            "time": "2026-02-20T09:28:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771579698.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Feb 2026</span><span aria-hidden=\"true\">20 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gambian Jammeh-era victims seek ‘real justice’ beyond reparations | Crimes Against Humanity News | Al Jazeera",
            "time": "2026-02-20T09:26:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/IMG_8746-1771574662.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Banjul, The Gambia –</strong> Yusupha Mbye’s mother pushes his wheelchair slowly across the tiled compound of their home in Kanifing, about 11km (seven miles) from The Gambia’s capital, Banjul. The late-afternoon sun hangs low as she pauses to straighten a wrap over his legs, stopping briefly to catch her breath.</p><p>“He has been in this wheelchair since he was a teenager,” she told Al Jazeera, wiping away tears. “Twenty-six years later, I am still caring for him.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mbye, now 42, was just 17 when Gambian paramilitary officers opened fire on students protesting against police brutality in April 2000. At least 14 people were killed and scores were injured in one of the darkest episodes of former president Yahya Jammeh’s 22-year rule.</p><p>Mbye survived, but the bullet that struck him caused permanent damage to his spinal cord, leaving him unable to walk.</p><p>“I am depressed at this stage of my life,” he told Al Jazeera, reflecting on how that single moment decades ago shapes and restricts his life.</p><p>“I cannot do anything for myself without the help of my family.”</p><p>Mbye’s father, who supported him for years, died in 2013. “My father wanted to see Jammeh face justice. He died without seeing that,” he said quietly.</p><p>Now, his ageing mother fears she too may pass away before the former government officials who are responsible for her son’s injuries are held accountable.</p><p>“As a mother, it is painful to see your son in this condition,” she said. “I am afraid I might die without him seeing justice.”</p><figure id=\"attachment_4323735\" aria-describedby=\"caption-attachment-4323735\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323735\" src=\"/wp-content/uploads/2026/02/Yusuphas-photograph-hangs-on-the-wall-of-the-Victims-Centre.-1771481024.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Yusupha’s photograph hangs on the wall of the Victims’ Centre.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323735\" class=\"wp-caption-text\">Yusupha Mbye’s photograph hangs on the wall of the Victims’ Centre [Kaddy Jawo/Al Jazeera]</figcaption></figure><h2 id=\"a-country-confronting-its-past\">A country confronting its past</h2><p>Yahya Jammeh ruled The Gambia from 1994 to 2017 after seizing power in a military coup. His government was later accused of widespread human rights abuses, including extrajudicial killings, torture, sexual violence and enforced disappearances.</p><p>After Jammeh fled into exile in Equatorial Guinea in 2017, The Gambia established the Truth, Reconciliation and Reparations Commission (TRRC) to investigate crimes committed during his rule.</p><p>The commission documented thousands of violations, identified perpetrators and the crimes they committed, and issued far-reaching recommendations, including reparations for victims and criminal prosecutions.</p><p>While some perpetrators have since been prosecuted, others are in prison awaiting trial, while some, like Jammeh, are outside the country and out of the reach of local courts.</p><p>To implement the TRRC’s recommendations on compensating victims, the government created the Reparations Commission, which last month began making payments for abuses committed between 1994 and 2017.</p><p>Compensation is being issued in phases, starting with the earliest violations. The government has allocated 40 million dalasi (about $550,000) to fund the programme over five years.</p><p>Badara Loum, the chairperson of the Reparations Commission, told Al Jazeera that reparations are a core part of The Gambia’s transitional justice process.</p><p>But for many survivors, money alone is not justice.</p><p>“There can be no real justice while Jammeh lives comfortably abroad,” Mbye said.</p><p>Victims say what they need is for those responsible to answer for their crimes.</p><figure id=\"attachment_4323737\" aria-describedby=\"caption-attachment-4323737\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323737\" src=\"/wp-content/uploads/2026/02/IMG_8741-1771481025.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Gambia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323737\" class=\"wp-caption-text\">A photo of Cadet Amadou Sillah, top left, hangs beside others on a wall displaying victims of Jammeh-era abuses [Kaddy Jawo/Al Jazeera]</figcaption></figure><h2 id=\"families-living-with-loss\">Families living with loss</h2><p>Mamudou Sillah and his family have spent decades waiting for justice.</p><p>His brother, Cadet Amadou Sillah, was among nearly two dozen soldiers executed in November 1994 after being accused of plotting a coup against Jammeh. The TRRC eventually concluded that Amadou was not involved but had been made a scapegoat.</p><p>“Thirty-two years later, our wounds are as fresh as if it happened yesterday,” his brother told Al Jazeera, speaking at his home in Madiana, about 35km (21 miles) from Banjul.</p><p>Amadou, who was 26 when he died, was the family’s main breadwinner. Without his brother’s support, Sillah was forced to abandon school and take on work at 17 to support the family.</p><p>“He was our hero,” the now 53-year-old said. “He took care of everyone in the family.”</p><p>After Amadou’s execution, Sillah said his family faced harassment and social isolation from their community, forcing them to leave their village and relocate to Madiana.</p><p>As part of the TRRC reparations process, the family has received 600,000 dalasi ($8,170) in payments and are among the first beneficiaries of the programme. But Sillah says the money does not replace accountability.</p><p>“Yes, money is important,” he said. “But what we really want is justice. We want Jammeh and everyone responsible for my brother’s murder to face it.”</p><figure id=\"attachment_4323748\" aria-describedby=\"caption-attachment-4323748\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323748\" src=\"/wp-content/uploads/2026/02/Yusupha-1771481060.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Gambia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323748\" class=\"wp-caption-text\">Yusupha Mbye has been in a wheelchair since he was a teenager, after he was shot by Jammeh’s forces [Kaddy Jawo/Al Jazeera]</figcaption></figure><h2 id=\"compensation-without-closure\">Compensation without closure</h2><p>Mbye was among those who received monetary reparations in 2020 as part of an interim disbursement by the TRRC. He was awarded 19,000 dalasi ($259) but returned the money.</p><p>“I needed medical treatment, not cash,” he said. “That amount could not change anything for me.”</p><p>He said the TRRC once sent him and four other injured survivors to Turkiye for medical treatment, but that programme ended due to the COVID-19 pandemic.</p><p>“To this day, I have not received the treatment I need,” he said, explaining that he requires a spinal cord replacement procedure and backbone surgery.</p><p>Mbye told Al Jazeera that when President Adama Barrow took office in 2017, he promised to cover their medical care.</p><p>“He personally told us he would take care of our medical bills. Ten years later, we have heard nothing,” Mbye said.</p><p>Al Jazeera reached out to the Gambian government to ask about the reparations and medical care for survivors, but they did not respond.</p><p>Though Mbye returned his initial payment, he has since submitted his details to the Reparations Commission and is awaiting new compensation. He says all he needs is treatment to be able to walk again.</p><figure id=\"attachment_4323744\" aria-describedby=\"caption-attachment-4323744\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323744\" src=\"/wp-content/uploads/2026/02/These-two-women-died-while-waiting-for-justice.-1771481054.jpg?w=770&amp;resize=770%2C523&amp;quality=80\" alt=\"Gambia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323744\" class=\"wp-caption-text\">Nogoi Njie was among those who died after the end of Jammeh’s reign, while waiting for justice and accountability [Kaddy Jawo/Al Jazeera]</figcaption></figure><h2 id=\"when-justice-comes-too-late\">When justice comes too late</h2><p>As survivors wait for answers, some victims of Jammeh-era abuses never lived to receive reparations or see accountability.</p><p>There were numerous political detentions during the previous administration. Though deaths in custody were not systematically documented, some prisoners – like prominent opposition figure <a href=\"https://www.hrw.org/news/2016/11/02/witness-beaten-death-gambia\">Ebrima Solo Sandeng</a> – were killed. For those who were released, and their families, it has been a journey of recovery and a search for accountability.</p><p>Femi Peters was a political activist jailed for organising a 2009 pro-democracy rally calling for electoral reforms under Jammeh’s rule. At the time, Amnesty International campaigned for his release, warning that he was at risk of human rights abuses.</p><p>Peters was released in 2010 and spent years after that awaiting justice. But he eventually died in 2018, under the new administration, still waiting. His son, Olufemi Peters, said the loss still shapes their lives.</p><p>“No amount of reparations will bring my father back,” he told Al Jazeera. “The only closure is seeing those responsible held accountable.”</p><p>Similarly, Nogoi Njie was arrested, tortured and imprisoned in 2016 after attending a peaceful protest against Jammeh’s rule. She died in 2023.</p><p>Her daughter, Isatou Ceesay, said the state’s delays in holding Jammeh and others to account remain devastating.</p><p>“It hurts deeply that my mother died without seeing justice,” she said. “Justice feels too slow.”</p><p>More than a dozen Jammeh-era victims have died while awaiting justice for the abuses they suffered, The Gambia Center for Victims of Human Rights Violations says.</p><p>Chairperson Loum said next of kin are entitled to receive compensation on their behalf.</p><figure id=\"attachment_787318\" aria-describedby=\"caption-attachment-787318\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-787318\" src=\"/wp-content/uploads/2019/07/cd35d6a5faa948c9b3827c2c37b4ac82_18.jpeg?w=770&amp;resize=770%2C434&amp;quality=80\" alt=\"Gambia''s President Yahya Jammeh attends an extraordinary meeting of the Economic Community of West African States (Ecowas) in Senegal''s capital Dakar\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-787318\" class=\"wp-caption-text\">Gambia’s former president in exile, Yahya Jammeh [File: Joe Penney/Reuters]</figcaption></figure><h2 id=\"holding-jammeh-accountable\">Holding Jammeh accountable</h2><p>Bringing Jammeh to justice remains a complex challenge.</p><p>He has lived in exile in Equatorial Guinea since 2017, beyond the reach of Gambian courts. Not much is known about his life there, although he occasionally sends WhatsApp audio messages to his supporters at home.</p><p>His political party, the Alliance for Patriotic Reorientation and Construction (APRC), continues to enjoy significant support. Although the former president does not have much political influence in The Gambia, a segment of society, especially in his home region, maintains that he committed no crimes and should be allowed to live freely.</p><p>Still, momentum is slowly building to hold him to account.</p><p>In 2024, The Gambia passed laws creating a Special Prosecutor’s Office and Special Accountability Mechanisms. It aims to prosecute crimes identified by the TRRC and hold the main perpetrators to account, including Jammeh; Sanna Manjang, one of his enforcers responsible for much of the killing; Yankuba Touray, a former Jammeh ally who is already serving a life sentence; and others who remain at large in The Gambia, like the former vice president, Isatou Njie Saidy.</p><p>With support from the Economic Community of West African States (ECOWAS), the country is also establishing a hybrid Special Tribunal involving Gambian and international judges, which intends to try perpetrators of rights violations, including Jammeh, if he ever returns to The Gambia.</p><p>Separately, international courts have acted. Switzerland sentenced former interior minister Ousman Sonko to 20 years in prison for torture and other crimes in 2023. Courts in Germany and the United States have also convicted former members of Jammeh’s paramilitary unit, “the Junglers”, such as Bai Lowe, who was sentenced to life in prison in 2022.</p><p>Kebba Jome, head of The Gambia Center for Victims of Human Rights Violations, which provides psychosocial support and legal advocacy to victims, said the tribunal has renewed hope among survivors.</p><p>“We are grateful ECOWAS supported this initiative,” he told Al Jazeera. “Victims must remain at the heart of the justice process.”</p><p>Founded in 2017, the centre has registered more than 1,500 victims. Photographs of many of them line its walls, a stark reminder of the country’s past.</p><p>Yet, Jome acknowledged that justice had already come too late for some.</p><p>“The deaths of victims waiting for accountability show how delayed justice can fail survivors,” he said.</p><p>Human rights lawyer Imran Darboe also welcomed the start of reparations but warned they cannot replace justice.</p><p>“Compensation is welcome,” he told Al Jazeera. “But without transparency, engagement and dignity, reparations risk becoming a transaction rather than a path to healing.”</p><p>Darboe said accountability efforts are growing at home and abroad.</p><p>“Justice may be slow,” he said, “but Jammeh is surrounded by accountability mechanisms. Exile is not impunity.”</p><figure id=\"attachment_4323770\" aria-describedby=\"caption-attachment-4323770\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323770\" src=\"/wp-content/uploads/2026/02/Picture-1771481445.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Gambia\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323770\" class=\"wp-caption-text\">The Gambia is still recovering from 22 years of Yahya Jammeh’s rule [Kaddy Jawo/Al Jazeera]</figcaption></figure><h2 id=\"still-waiting\">Still waiting</h2><p>According to the Reparations Commission, the TRRC identified 1,009 victims eligible for reparations. Of these, 248 have been fully compensated, while 707 have received partial payments.</p><p>Many families are still waiting, including those of the 54 West African migrants who were arrested in The Gambia on their way to Europe in 2005, and executed by Jammeh’s Junglers.</p><p>For Sillah, whose brother died as a result of false, unjust accusations, closure remains incomplete.</p><p>In 2019, the government exhumed the remains of soldiers executed in 1994, including those of Amadou Sillah. But the remains are still being held in a Banjul morgue, pending use as evidence in future tribunal cases.</p><p>“We want to bury our brother properly,” Sillah told Al Jazeera, lamenting that even their mother died in 2024, still waiting. “We want closure,” he said.</p><p>As The Gambia continues its fragile transition from dictatorship to democracy, survivors say the nation’s struggle now is to confront its past before time runs out.</p><p>Mbye sits quietly as his mother prepares to wheel him back inside as the cool evening sets in.</p><p>“People keep saying justice is coming,” he said softly. “But will it ever arrive?”</p></div></div></body></html>"
        },
        {
            "title": "Bolivia’s ex-leader Morales reappears in stronghold after 7-week absence | Evo Morales News | Al Jazeera",
            "time": "2026-02-20T09:15:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-19T225140Z_805970891_RC2YOJA3Y09J_RTRMADP_3_BOLIVIA-POLITICS-EVO-MORALES-1771574248.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bolivia’s ex-leader Morales reappears in stronghold after 7-week absence</h1><p class=\"article__subhead\"><em>The public appearance ends rumours that Morales fled the country following the abduction of Nicolas Maduro in Venezuela.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Feb 2026</span><span aria-hidden=\"true\">20 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Evo Morales, Bolivia’s former long-serving socialist leader, has reappeared in his political stronghold in the country’s central Chapare region after almost seven weeks of unexplained absence.</p><p>His public appearance on Thursday in the town of Chimore ends rife speculation he had fled the country in the wake of the United States <a href=\"/news/2026/1/4/how-the-us-attack-on-venezuela-abduction-of-maduro-unfolded\">abduction</a> of his ally, Venezuelan President Nicolas Maduro, in January.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The media outlet of Morales’ coca-growing union, Radio Kawsachun Coca, released footage of the former leader smiling in dark sunglasses as he arrived via tractor at a stadium to address his supporters.</p><p>Morales endorsed candidates for next month’s regional elections and pointedly accused the US under President Donald Trump of wanting “to eliminate every left-wing party in Latin America”.</p><p>Morales, Bolivia’s first Indigenous president, serving from 2006 until his fraught <a href=\"/opinions/2019/11/26/how-and-why-evo-morales-lost-in-bolivia\">2019 ouster</a> and subsequent self-exile, explained that he had come down with chikungunya, a mosquito-borne ailment with no treatment that causes fever and severe joint pain, and suffered complications that “caught me by surprise”.</p><p>He dismissed rumours that he would try to flee the country, pledging to remain in Bolivia despite the threat of arrest under conservative President Rodrigo Paz, whose election last October ended nearly two decades of rule by Morales’s Movement Toward Socialism party.</p><p>The former president has spent the past year evading an arrest warrant on charges of human trafficking, which he has denied.</p><p>In December, a month after Paz was inaugurated, Bolivian authorities <a href=\"/news/2025/12/11/bolivia-arrests-ex-president-luis-arce-in-corruption-investigation\">arrested former President Luis Arce</a> as part of a corruption investigation.</p><p>The accusations centre on Arce’s time as economy minister under Morales, when authorities say he oversaw the diversion of approximately $700m from a state fund created to channel natural gas revenues into development projects for Indigenous peoples and peasant farmers.</p><p>Since taking office, Paz’s revival of diplomatic ties with Washington and recent efforts to bring back the US Drug Enforcement Administration – some 17 years after Morales expelled American anti-drug agents from the country – have also rattled the coca-growing region that serves as Morales’s bastion of support.</p></div></div></body></html>"
        },
        {
            "title": "Is southern Yemen’s next phase being decided on the ground? | Politics | Al Jazeera",
            "time": "2026-02-20T08:10:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260108__89ZE2YQ__v1__HighRes__YemenConflict-1771570516.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"352\" data-end=\"801\">It is no longer possible to interpret the Yemeni landscape solely through the lens of politics. The developments witnessed in the southern Yemeni governorates under government control in recent months clearly indicate that security and military affairs have become the decisive factor in determining the course of power on the ground. Any governmental or political arrangements will be unsustainable unless the issue of security control and the unification of military command are resolved.</p><p data-start=\"803\" data-end=\"1029\">Nor can the escalating Saudi–Emirati rift between two allies who have militarily, politically and economically shaped southern Yemen in recent years be overlooked, given its direct impact on the balance of power and stability.</p><p data-start=\"1031\" data-end=\"1868\">Over the past years, a complex security structure has taken shape across the southern governorates, comprising official units and others that emerged during the war. Some of these units are linked to state institutions, while others were established with Emirati support, such as the Southern Transitional Council’s forces, which number in the tens of thousands, or through local arrangements shaped by the circumstances of the conflict.</p><p data-start=\"1031\" data-end=\"1868\">Although recent months have seen moves to restructure this landscape following the defeat of the Southern Transitional Council (STC), which declared its dissolution in Hadhramaut and al-Mahra on January 3, 2026, security control remains uneven from one governorate to another. Furthermore, the STC’s security and military formations have not disappeared entirely; some have been redeployed, while the fate of others remains unknown.</p><p data-start=\"1387\" data-end=\"1846\">In Aden, the temporary capital, security agencies operate within a complex structure. Some units formerly affiliated with the STC have seen their personnel and weapons disappear, while others have been renamed or redeployed. However, longstanding networks of influence remain, and the transfer of leadership or redeployment of camps reflects attempts to rebalance power rather than a definitive resolution of the situation.</p><p data-start=\"1848\" data-end=\"2118\">The same applies, to varying degrees, to Lahij, Abyan, Dhale, Shabwah and Hadhramaut, where the state’s ability to assert effective authority varies, as does the level of coordination between official security forces and the formations that emerged during the war.</p><p data-start=\"1231\" data-end=\"1826\">The most sensitive issue at this stage is the integration of military and security formations into the Ministries of Defence and Interior. The state seeks to end parallel security authority, but the process faces complex challenges, including differing sources of funding for some units, varying political loyalties, fears among some commanders of losing local influence, and considerations related to the composition of these forces. As a result, integration appears gradual, relying more on redeployment and restructuring than on decisive measures that could risk triggering confrontation.</p><p data-start=\"1258\" data-end=\"1451\">The government now based in Aden, southern Yemen, finds itself facing a delicate equation: it must impose its security authority without plunging the country into renewed internal conflict.</p><p data-start=\"1453\" data-end=\"1828\">The transition from multiple armed groups to a state monopoly on the use of force requires political consensus, regional support and international backing. Any hasty move could reignite internal clashes, particularly given existing political and regional sensitivities, as well as fears that the Saudi–Emirati dispute could once again trigger confrontation on the ground.</p><p data-start=\"1830\" data-end=\"1934\">For this reason, government efforts are focused first on establishing a stable security environment.</p><p data-start=\"1225\" data-end=\"1457\">This trajectory cannot be understood without considering the regional dimension. Saudi Arabia views Yemen as a direct strategic depth for its national security and seeks the emergence of a stable state along its southern border.</p><p data-start=\"1459\" data-end=\"1807\">The dispute between Riyadh and Abu Dhabi, particularly after Yemen requested the withdrawal of Emirati forces from its territory, has become a significant factor shaping the course of the crisis, especially amid Saudi accusations that Abu Dhabi continues to support the STC and consolidate its influence on the ground.</p><p data-start=\"4345\" data-end=\"4884\">Yemen today is part of a broader regional landscape, intertwined with Red Sea dynamics and maritime routes, competition for influence in the Horn of Africa, and tensions stretching from Sudan to Somalia to the Gulf. For this reason, international actors — particularly the United States — are keen to keep the situation in Yemen under control, fearing that a security collapse could trigger intra-Gulf conflict, threaten international shipping, create space for a new wave of armed groups, or allow the Houthis to exploit the situation.</p><p data-start=\"1051\" data-end=\"1347\">In the next phase, the government is likely to continue efforts to consolidate security control in Aden and other southern governorates, including Hadhramaut, which borders Saudi Arabia, while gradually integrating military units and maintaining political balances to prevent renewed conflict.</p><p data-start=\"1349\" data-end=\"1743\">The success of these efforts will determine whether the country is moving towards gradual stability or another round of reshaping power centres. Given this reality, the central question remains: who truly possesses the ability to impose security on the ground, particularly as some actors continue to push the Southern Transitional Council towards escalation that could reignite the conflict?</p><p data-start=\"1349\" data-end=\"1743\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "US jets escort Russian military aircraft out of Alaska’s air defence zone | Aviation News | Al Jazeera",
            "time": "2026-02-20T08:10:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/07/2023-06-08T053152Z_1578068177_RC2HE1AEYEDB_RTRMADP_3_USA-BRITAIN-SUNAK-1721883972.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US jets escort Russian military aircraft out of Alaska’s air defence zone</h1><p class=\"article__subhead\"><em>NORAD says aircraft did not enter sovereign airspace and were not considered a threat.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Feb 2026</span><span aria-hidden=\"true\">20 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has dispatched fighter jets after multiple Russian military aircraft were observed operating in international airspace near Alaska, according to the North American Aerospace Defense Command (NORAD).</p><p>Two Russian Tu-95s, two Su-35s and one A-50 were “detected and tracked” operating in Alaska’s Air Defense Identification Zone (ADIZ), NORAD said in a statement on Friday, adding that it responded by sending two F-16s, two F-35s, one E-3 and four KC-135s.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It said the Russian aircraft did not enter US or Canadian sovereign airspace, and that they were escorted until they departed Alaska’s ADIZ.</p><p>While Russia’s Ministry of Defence has not issued a statement, NORAD said that Russian aircraft are regularly observed in Alaska’s ADIZ and that this type of activity is “not seen as a threat”.</p><p>Countries including the US, China, India and Japan have unilaterally declared ADIZs that require foreign military aircraft to identify themselves upon entering a specific zone of airspace.</p><p>Unlike sovereign airspace, ADIZs are not recognised in international law or overseen by any international body.</p><p>In <a href=\"/news/2024/7/25/us-canada-intercept-russian-and-chinese-jets-off-alaska\">July 2024</a>, the US and Canada intercepted two Chinese and two Russian bombers operating in Alaska’s ADIZ.</p><p>This was the first time that Russian and Chinese bombers are known to have flown together over the North Pacific, marking a further expansion of the countries’ military cooperation and raising concerns among the US and its allies about regional stability. <img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3072529\" src=\"/wp-content/uploads/2024/07/Interactive_Alaska_Air_Defence_July26_2024-1721983782.jpg?w=770&amp;resize=770%2C963&amp;quality=80\" alt=\"Interactive_Alaska_Air_Defence_July26_2024\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "One killed, 11 injured in Yemen after security forces disperse STC storming | Conflict News | Al Jazeera",
            "time": "2026-02-20T07:45:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260108__89ZE2YQ__v1__HighRes__YemenConflict-1771570516.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>One killed, 11 injured in Yemen after security forces disperse STC storming</h1><p class=\"article__subhead\"><em>Protest erupts after the internationally recognised government holds its first session in the southern city of Aden.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Feb 2026</span><span aria-hidden=\"true\">20 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Yemeni security forces have killed at least one person and wounded 11 as a crowd linked to the secessionist <a href=\"/news/2026/1/9/yemens-separatist-southern-transitional-council-announces-its-dissolution\">Southern Transitional Council (STC)</a> attempted to storm the gate of the al-Maashiq Presidential Palace in Aden, an Al Jazeera Arabic correspondent has reported.</p><p>Al Jazeera obtained exclusive footage of the shooting, purporting to show several wounded individuals at the site.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The shooting took place on Thursday after Prime Minister Shaya Mohsen al-Zindani held the first meeting of the country’s internationally recognised government, which sits at the al-Maashiq palace. The session took place amid opposition demonstrations, according to the Saba News Agency.</p><p>In a statement seen by Al Jazeera, the Aden Governorate Security Committee said that security personnel responded in a lawful manner to armed protesters who tried to enter the area to carry out “acts of sabotage”. The committee added that it would “not tolerate any involvement in acts of chaos or attacks on security forces”.</p><p>According to the STC, at least 21 people were wounded. The group condemned what it called the excessive use of force and live ammunition against demonstrators and called for the establishment of a committee to investigate the incident. It also appealed to the international community to take action over “the systematic repression” against “people of the southern governorates”.</p><p>The STC, which is backed by the United Arab Emirates, controlled Aden and much of southern Yemen until a Saudi Arabia-backed government offensive forced them back in early January.</p><p>On Friday, the STC <a href=\"https://stcaden.com/posts/32668\">announced</a> its refusal to recognise the legitimacy of the newly formed Yemeni government, describing its presence in the interim capital, Aden, as a “de facto authority” lacking political and popular support. The STC said that the government “does not represent the will of the people of the South”.</p><p>It warned that any official government presence in Aden or the southern governorates would not translate into any political obligations on the representatives of the South.</p><p>Yemen has been rocked by violence and instability since 2014, when Houthi rebels captured much of the country, including the capital, Sanaa.</p><p>The STC is an armed secessionist group formed in 2017, which seeks self-determination and independence for southern Yemen.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump gives Iran 10-15 days to make deal, warns ‘bad things will happen’ | Newsfeed | Al Jazeera",
            "time": "2026-02-20T07:27:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771572288.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Feb 2026</span><span aria-hidden=\"true\">20 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Venezuela grants amnesty that could release hundreds of political detainees | Human Rights News | Al Jazeera",
            "time": "2026-02-20T07:20:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-20T013938Z_2112284129_RC26PJAMWANM_RTRMADP_3_VENEZUELA-ASSEMBLY-AMNESTY-LAW-1771568736.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Venezuela grants amnesty that could release hundreds of political detainees</h1><p class=\"article__subhead\"><em>More than 600 people may be in custody for political reasons, one Venezuelan rights group estimates.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Feb 2026</span><span aria-hidden=\"true\">20 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Venezuela’s acting president has signed into law an amnesty bill that could see hundreds of politicians, activists and lawyers released soon, while tacitly acknowledging what the country has denied for years – that it has political detainees in jail.</p><p>The law, signed on Thursday, in effect reverses decades of denials in the government’s latest about-face since the United States military’s January 3 attack in the country’s capital, Caracas, and the <a href=\"/news/2026/1/8/abduction-of-venezuelas-maduro-illegal-despite-us-charges-experts-say\">abduction of President Nicolas Maduro.</a></p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Opposition members, activists, human rights defenders, journalists and others who were targeted by the governing party over the past 27 years could benefit from the new law.</p><p>But families hoping for the release of relatives say acting President Delcy Rodriguez has failed to deliver on earlier promises to release prisoners. Some of them have been gathered outside detention centres for weeks.</p><p>Venezuela-based prisoners’ rights group Foro Penal has tallied 448 releases since January 8 and estimates that more than 600 people are still in custody for political reasons.</p><p>The new law provides amnesty for involvement in political protests and “violent actions” which took place during a brief coup in 2002 and during demonstrations or elections in certain months going back to 2004.</p><p>It does not detail the exact crimes which would be eligible for amnesty, though a previous draft laid out several, including instigation of illegal activity, resistance to authorities, rebellion and treason.</p><p>People convicted of “military rebellion” for involvement in events in 2019 are excluded. The law also does not return assets of those detained, revoke public office bans given for political reasons or cancel sanctions against media outlets.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"opposition-divided\">Opposition divided</h2><p>“It’s not perfect, but it is undoubtedly a great step forward for the reconciliation of Venezuela,” opposition politician Nora Bracho said during a debate on the bill in the legislature on Thursday.</p><p>But the law was criticised by other members of the opposition, including Pedro Urruchurtu, international relations director for opposition leader and Nobel Peace Prize laureate Maria Corina Machado.</p><p>“A true amnesty doesn’t require laws, but rather will, something that is lacking in this discussion,” he said on X on Thursday. “It is not only an invalid and illegitimate law, but also a trap to buy time and revictimize those persecuted.”</p><p>Since Madura’s abduction, US President Donald Trump has praised Rodriguez, Maduro’s former deputy, while downplaying the prospect of supporting the opposition.</p><p>For her part, Rodriguez has overseen several concessions to the US, including freezing oil shipments to Cuba and supporting a law to open the state-controlled oil industry to foreign companies.</p><p>The US has said it will control the proceeds ⁠from Venezuela’s oil sales until a “representative government” is established.</p></div></div></body></html>"
        },
        {
            "title": "Three aid workers killed, 4 wounded in RSF drone attack in Sudan’s Kordofan | Sudan war News | Al Jazeera",
            "time": "2026-02-20T06:50:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20251113__83WV7WE__v1__HighRes__SudanConflictAid-1771567817.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least three aid workers have been killed and four others wounded in a drone attack by the paramilitary Rapid Support Forces (RSF) on an aid convoy in Sudan’s South Kordofan state, according to the Sudan Doctors Network, in the latest carnage against civilians caught up in the nation’s brutal civil war.</p><p>The convoy of trucks carrying food and humanitarian supplies was targeted by the RSF, and its ally, the Sudan People’s Liberation Movement–North, while travelling through the Kartala area on its way to the cities of Kadugli and Dilling on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The network strongly condemned the deliberate targeting of humanitarian convoys, describing it as a blatant violation of international humanitarian law and of all norms prohibiting attacks on humanitarian workers,” wrote the Sudan Doctors Network in a social media post.</p><p>The network said that this attack marked the “second such incident in less than a month, following the shelling of a United Nations aid convoy in the town of Al-Rahad,” adding: “this dangerous escalation threatens the safety of humanitarian operations and further exacerbates civilian suffering”.</p><p>The Sudan Doctors Network reiterated its call to the “international community, the United Nations, and human rights organisations to exert urgent and effective pressure on the leadership of the Rapid Support Forces to ensure the protection of aid convoys and their workers, to open safe and sustainable humanitarian corridors, and to hold those responsible for targeting aid accountable”.</p><p>Al Jazeera could not independently verify the latest RSF attack, which came a month after the government-aligned Sudanese Armed Forces (SAF) announced that it had <a href=\"/news/2026/1/27/sudan-army-says-nearly-two-year-rsf-siege-of-key-town-broken\">broken a nearly two-year-long RSF siege</a> on Dilling.</p><p>Dilling lies halfway between Kadugli – the besieged state capital – and el-Obeid, the capital of neighbouring North Kordofan province, which the RSF has sought to encircle.</p><p>The RSF and the SAF have been waging a brutal civil war for control of Sudan since April 2023, which has killed thousands of people and displaced millions.</p><p>After being forced out of the capital, Khartoum, in March, the RSF has focused on the Kordofan region and <a href=\"/news/2025/12/30/un-finds-sudans-el-fasher-a-crime-scene-first-access-since-rsf-takeover\">el-Fasher</a> city in North Darfur state, which was the military’s last stronghold in the sprawling Darfur region until the RSF seized it in October.</p><p>Reports of the paramilitary carrying out mass killings, rape, abductions and looting emerged after el-Fasher’s takeover, and the International Criminal Court (ICC) launched a formal investigation into “war crimes” by both sides.</p><p>On Wednesday, the UN’s Independent International Fact-Finding Mission for the Sudan <a href=\"/news/2026/2/19/un-mission-finds-rsf-destruction-in-el-fasher-bears-hallmarks-of-genocide\">determined</a> that the RSF carried out “a coordinated campaign of destruction” against non-Arab communities in and around el-Fasher during its 18-month siege of the city, the hallmarks of which amount to genocide.</p><p>The fact-finding mission, which was mandated by members of the UN Human Rights Council, said that the RSF had committed at least three out of the five criteria of what constitutes a genocide.</p><p>According to the report, they included killing members of protected ethnic groups (in this case, the Zaghawa and Fur communities), causing serious bodily and mental harm, and deliberately inflicting conditions of life calculated to bring about the group’s physical destruction in whole or in part.</p><p>Following the report’s release, the United States announced sanctions on RSF Brigadier-General Elfateh Abdullah Idris Adam, Major-General Gedo Hamdan Ahmed Mohamed and field commander Tijani Ibrahim Moussa Mohamed for their roles in the “horrific campaign” of the siege and capture of el-Fasher.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump orders Pentagon, federal agencies to release files on UFOs and aliens | Donald Trump News | Al Jazeera",
            "time": "2026-02-20T06:30:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2019-09-19T222457Z_724356451_RC16BF6B3830_RTRMADP_3_USA-AREA51-1771567163_4e1726-1771567647.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump orders Pentagon, federal agencies to release files on UFOs and aliens</h1><p class=\"article__subhead\"><em>US president’s announcement comes amid a surge of interest following comments on aliens by ex-President Barack Obama.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Feb 2026</span><span aria-hidden=\"true\">20 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump said he is directing federal agencies, including the defence department, to begin “identifying and releasing” government records related to <a href=\"/news/2023/6/1/nasa-ufo-team-holds-first-public-meeting-on-unexplained-sightings\">unidentified flying objects (UFOs)</a> and alien life forms.</p><p>Trump did not specify whether classified documents would be released to the public, but added that the files should include “any and all other information connected to these highly complex, but extremely interesting and important, matters”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Based on the tremendous interest shown, I will be directing the Secretary of War, and other relevant Departments and Agencies, to begin the process of identifying and releasing Government files related to alien and extraterrestrial life, unidentified aerial phenomena (UAP), and unidentified flying objects (UFOs),” Trump said late on Thursday in a post on his Truth Social platform.</p><p>The move appears to stem from <a href=\"/news/2023/9/14/mexico-legislators-hold-hearing-on-existence-of-ufos-shown-alien-bodies\">a surge in public attention</a> following recent comments by former US President Barack Obama, who suggested in a podcast interview that aliens are “real”, but that he had not personally seen one, and none were being kept in secret government facilities.</p><p>On Sunday, Obama released a statement on Instagram, clarifying what he meant by his comments, which have since gone viral.</p><p></p><p> </p><p>“Since it’s gotten attention let me clarify. Statistically, the universe is so vast that the odds are good there’s life out there,” he said.</p><p>“But the distances between solar systems are so great that the chances we’ve been visited by aliens is low, and I saw no evidence during my presidency that extraterrestrials have made contact with us. Really!”</p><p>Earlier on Thursday, Trump had criticised Obama for his remarks regarding aliens, telling reporters that Obama “was not supposed to be doing that” and implying that the former president’s comments bordered on classified information.</p><p>“He made a big mistake,” Trump said of Obama.</p><p>No evidence has yet been produced of intelligent life beyond Earth, and the Pentagon in 2024 released a report stating that it had no proof that UFOs were alien technology, most being spy planes, satellites and weather balloons.</p><p>Nevertheless, messages of support poured in swiftly on social media and from Capitol Hill following Trump’s announcement to release all documents.</p><p>“Thank you POTUS!” wrote Republican Congresswoman Anna Paulina Luna, who chairs a congressional task force on unidentified aerial phenomena.</p><p>“As the Chairwoman of the Task Force that investigates these subjects, we are incredibly grateful for you doing this! I look forward to going through all the footage, photos, and reports with the public!” she wrote.</p><p>Democratic Senator John Fetterman also <a href=\"https://x.com/Acyn/status/2024660562828013762\">voiced support</a> during an appearance on Fox News, calling Trump’s decision “fantastic” and saying that “America and the world deserve this”.</p><p></p></div></div></body></html>"
        },
        {
            "title": "Deadly tower collapse has locals in Lebanon’s Tripoli asking: Are we next? | Infrastructure | Al Jazeera",
            "time": "2026-02-20T04:56:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-08T204400Z_1929135797_RC2SHJATZ0KJ_RTRMADP_3_LEBANON-SECURITY-1770583658.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tripoli, Lebanon –</strong> Hossam Hazrouni points underneath a concrete staircase to the exposed foundation of the building where he lives.</p><p>“Inside, there, look,” the 65-year-old says. “The interior pillars are all broken. It’s covered in water. Everything inside is wet.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>A few metres away lies a pile of smashed concrete blocks and twisted metal. It is the rubble of a building that <a href=\"/news/2026/2/8/building-collapse-in-northern-lebanon-kills-at-least-six\">collapsed on February 8</a>, killing at least 15 people.</p><p>In Tripoli, collapsed buildings are fast becoming common. This is the fourth building to collapse this winter alone. Today, hundreds of buildings are at risk of collapse due to a lethal combination of ageing infrastructure, unregulated construction, Lebanon’s 2019 <a href=\"/news/2025/3/10/whats-happening-with-lebanons-economy-and-will-it-recover\">economic crisis</a>, the <a href=\"/tag/turkey-syria-earthquake/\">2023 earthquake</a> that fractured much of the local infrastructure’s foundation, and a relatively heavy rain season.</p><p>Locals like Hazrouni are afraid their buildings will be next.</p><p>“They told us that you should evacuate and you shouldn’t stay, but how are we supposed to leave when we are in a bad situation?” he asked, raising his palms to the sky. “Where are we supposed to go?”</p><h2 id=\"collapsing-structures\">Collapsing structures</h2><p>In the 1950s, Tripoli, Lebanon’s second-largest city and the largest in the country’s north, was a hub for trade and shipping in the region. But in the intervening years, its status has fallen to become one of the poorest cities on the Mediterranean Sea.</p><p>It is also a city of massive disparity. Multiple billionaires live in Tripoli, including the former Prime Minister Najib Mikati and former Minister of Finance Mohammad Safadi, while about 45 percent of the city’s population lives in poverty, according to a 2024 World Bank report.</p><p>Over the years, most of Tripoli’s middle- and upper-class residents have moved to the southern edge of the city, leaving behind its impoverished classes to inhabit the decaying old city. Many of the poor know their concrete buildings are ageing and in poor condition, but have little means to fix them.</p><p>“The first problem is that the structures are old,” Fayssal al-Baccar, an engineer, told Al Jazeera from a restaurant in southern Tripoli. Al-Baccar is also the founder of the Tripoli Emergency Fund, a private initiative started in response to the collapsing building issue that has been fundraising to help the city.</p><p>“The lifespan of concrete is between 50 to 80 years,” al-Baccar explained, and in many of the buildings in central Tripoli, that lifespan is coming to an end. On a sheet of white paper with a blue pen, he drew a model of a building’s foundation.</p><p>“Through time, the pH [level] of the concrete will become more and more acidic,” he said, sketching lines around the base of his drawn wall. “Then it will corrode the steel – the steel will self-destruct – and the building will collapse.”</p><p>The issue has been exacerbated by a few incidents in particular. When a 2023 earthquake devastated northern Syria and southern Turkiye, it was widely felt in Tripoli as well. Local officials say that it damaged much of the infrastructural foundations of older buildings, many of which have had irregular or unregulated floors added to them, making them weaker. The area has also suffered from neglect and a lack of infrastructure for years, even before the 2019 economic and banking crisis.</p><p>Lastly, there is the issue of water damage. This year, Lebanon has received more rainfall than in the last couple of years. And in the days leading up to the collapsed building on February 8, it rained multiple times. “Water is infiltrating into the concrete and is also making the steel worse,” al-Baccar said.</p><p>That is why al-Baccar has recruited whom he described as some of the city’s “best and most successful” to help fill governmental gaps.</p><p>One of those people is Sarah al-Charif, the Tripoli Emergency Fund’s spokesperson and fundraising committee member. She is also the Lebanon director for Ruwwad Al Tanmeya, a nonprofit focused on youth and disenfranchised communities, and was appointed vice president of Tripoli’s Port Authority last year.</p><p>“You’re talking about areas where most, if not all, of the buildings are old and dilapidated, some of which are actually on the verge of collapse,” al-Charif said from her office at Ruwwad Al Tanmeya’s office in Bab al-Tabbaneh, less than a kilometre (0.62 miles) away from where the building collapsed on February 8.</p><p>“The fact that the problem is so big reflects decades of accumulated neglect by a state that hasn’t fulfilled its obligations towards this city,” she said.</p><p>Al-Charif said she doesn’t hold the current government – <a href=\"/news/2025/2/26/lebanons-new-government-wins-confidence-vote-in-parliament\">which took office a year ago</a> – responsible, but that historically, “people who were in positions of power didn’t do anything, they weren’t fulfilling their duties”.</p><p>“There’s also a part that falls on the landlord, a part that falls on the tenant, and a part that falls on the merchants who are the builders. Maybe they’re using substandard materials,” she said. “So everyone has to take their share of the responsibility.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"historical-neglect\">Historical neglect</h2><p>Standing on the street, Wissam Kafrouni, 70, points to the top floor of a building just a few doors down from the structure that collapsed on February 8. A crack runs zig-zagging down the building’s side, in the pattern of descending stairs. His nephew rents the top-floor apartment, he says, but the landlord is claiming that repairs are the responsibility of the tenant.</p><p>Locals in this neighbourhood say that many officials have visited the site in recent days, including Prime Minister Nawaf Salam. They also say that they’ve been told for years that the local municipality has plans to fix the infrastructure, but that little has come about from it.</p><p>The local government has known about the issue for years, but until now, little has been done. Deputy Mayor Khaled Kabbara is part of a new municipal government elected in 2025.</p><p>“The issue of cracked buildings is a very old issue in the city of Tripoli, and unfortunately, it has not been dealt with in previous periods,” he told Al Jazeera from Tripoli’s municipality headquarters. But this new municipal government that was elected in 2025, he said, has “raised its voice”.</p><p>Kabbara also said that Tripoli has been historically ignored by Beirut “since independence” in the 1940s, but that the current government was working with the local government to find solutions.</p><p>“Honestly, this is the first time that we feel that someone is listening and there is someone who is working with us,” he said.</p><p>A group of engineers are currently inspecting buildings around the city to decide if damaged buildings can be repaired or must be evacuated and demolished. Evacuation warnings have been issued for 114 buildings, though that number is expected to rise substantially.</p><p>Families that evacuate should receive a one-year shelter allowance to secure alternative housing. Religious institutions have opened their doors to evacuees, while Turkiye has also promised to donate about 100 prefabricated houses.</p><p>A call centre has also been set up for residents to report suspected issues with their buildings. The hotline has so far received reports on approximately 650 different buildings, Kabbara said.</p><p>One of the buildings previously reported to the call centre was the building that collapsed on February 8. Locals had heard a creaking sound coming from the building.</p><p>Kabbara acknowledged that the report was received and that the residents were afraid. However, he said, the engineers had not inspected it before it collapsed because nothing in the report indicated it needed an urgent inspection.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-comes-next\">What comes next?</h2><p>Back in Bab al-Tabbaneh, numerous locals expressed frustration and fear. They said many officials and associations have visited the site, but few have delivered on promises to help them.</p><p>“We’ve been told there is a plan to fix the infrastructure since the Siniora government,” Samir Rajab, 56, said, referring to Fouad Siniora, the prime minister of Lebanon from 2005 to 2009. “But nothing happens.”</p><p>Next to the destroyed building site, Mustapha al-Abed, 54, repaired a broken washing machine out of a small workshop. He said his work was not very fruitful lately, as poverty forced many in this area with broken appliances to wash their laundry by hand.</p><p>He looked over at the site where the building had gone down just days earlier. “The problem is not here any more. These people are already dead,” he said. He then pointed across the street to a bustling neighbourhood, where people were doing their Ramadan shopping.</p><p>“The problem is all the other buildings.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p></div></div></body></html>"
        },
        {
            "title": "Indonesia, Morocco, Kosovo among 5 countries to send troops under Gaza plan | Gaza News | Al Jazeera",
            "time": "2026-02-20T04:37:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6997b61c1e59-1771550236.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Indonesia, Morocco, Kazakhstan, Kosovo and Albania have pledged to send troops to Gaza, the commander of a newly created International Stabilization Force (ISF) has said during a meeting of United States President Donald Trump’s so-called Board of Peace.</p><p>US Army General Jasper Jeffers, who has been appointed as the head of a future Gaza stabilisation force by Trump’s board, said on Thursday that the Indonesian contingent to the mission has “accepted the position of deputy commander”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“With these first steps, we will help bring the security that Gaza needs,” Jeffers said during a meeting of the board in Washington, DC.</p><p>Indonesian President Prabowo Subianto, who was among several world leaders participating in the meeting, said his country would contribute up to 8,000 personnel to the planned force “to make this peace work” in the war-torn Palestinian territory, where Israel’s genocide has killed at least 72,000 people.</p><p>Kazakhstan’s President Kassym-Jomart Tokayev said his country will also send an unspecified number of troops, including medical units, to Gaza, while Morocco’s Foreign Minister Nasser Bourita said that his country is ready to deploy police officers to Gaza.</p><p>Albania, whose prime minister recently made a two-day official visit to Israel, has also said it will contribute troops, while neighbouring countries Egypt and Jordan have said they will participate by training police officers.</p><p>Indonesia, which was one of the first countries to commit to sending troops, has sought to reassure potential critics that its participation is intended to ensure international law is upheld in Gaza, amid Israel’s genocidal onslaught.</p><p></p><h3>‘Indonesian troops will not be involved in combat operations’</h3><p>Indonesia’s foreign minister met with both United Nations chief Antonio Guterres and Palestinian ambassador to the UN Riyad Mansour in New York on Wednesday, in advance of President Subianto’s participation in the Board of Peace meeting.</p><p>“Indonesia’s mandate [on troop deployment] is humanitarian in nature with a focus on protecting civilians, humanitarian and health assistance, reconstruction as well as training and strengthening the capacity of the Palestinian Police,” Indonesia’s Ministry of Foreign Affairs said in a recent statement, according to the Jakarta Post newspaper.</p><p>“Indonesian troops will not be involved in combat operations or any action leading to direct confrontation with any armed group,” the ministry said, responding to questions raised over its future role in Gaza by Amnesty International.</p><p>The head of Amnesty International Indonesia, Usman Hamid, has voiced concerns that Indonesia risked violating international law through its participation in the Board of Peace and the planned stabilisation force for Gaza.</p><p>Hamid warned that Indonesia’s deployment of troops to Gaza “means putting Indonesia at risk of participating in a mechanism that will strengthen violations of International Humanitarian Law”.</p><p>“The Peace Council does not include members from the most disadvantaged Palestinians, but instead includes members from Israel, which has for nearly eight decades carried out an illegal occupation and apartheid against the Palestinian people, even committing genocide in Gaza,” Hamid wrote last week in an open letter to the speaker of the People’s Representative Council of the Republic of Indonesia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Palestinians have also <a href=\"/video/newsfeed/2026/2/19/palestinians-in-gaza-say-board-of-peace-will-further-occupation\">voiced concerns</a> that Trump’s Board of Peace will only further entrench Israel’s illegal occupation of the Gaza Strip, as Israeli forces continue to carve out more “buffer zones” and restrict the entry of food and other aid, months into a so-called “ceasefire” with Hamas, during which almost 600 Palestinians have been killed in Israeli attacks.</p><p>The Gaza stabilisation force differs from other peacekeeping forces deployed by multilateral organisations such as the UN or the African Union.</p><p>In neighbouring Lebanon, more than 10,000 peacekeepers from 47 countries continue to participate in the <a href=\"/features/2025/8/31/unifils-mandate-in-southern-lebanon-was-renewed-what-happens-next\">United Nations Interim Force in Lebanon (UNIFIL)</a>, which was created in 1978.</p><p>Indonesia, along with Italy, is one of the largest contributors of troops to UNIFIL, which has repeatedly <a href=\"/news/2025/11/16/un-peacekeepers-say-israeli-forces-fired-on-them-in-southern-lebanon\">come under fire from Israeli forces</a>, despite a fragile ceasefire between Israel and Hezbollah.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Major road crash leaves 18 dead, 3 injured in northeast Egypt | Transport News | Al Jazeera",
            "time": "2026-02-20T04:12:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2022-09-27T114335Z_707399458_RC2HOW9LH333_RTRMADP_3_EGYPT-ECONOMY-IMPORTS-1771558247.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Major road crash leaves 18 dead, 3 injured in northeast Egypt</h1><p class=\"article__subhead\"><em>Road accidents, often linked to speeding, claim thousands of lives each year in Egypt.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">2 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Feb 2026</span><span aria-hidden=\"true\">20 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A collision between a truck and a passenger pick-up in Egypt’s northeastern Port Said province has left 18 people dead, mostly fishermen, and three others injured, according to reports.</p><p>The crash at approximately 12:30pm local time (10:30 GMT) on Thursday occurred on the 30 June Axis highway, to the south of Port Said, according to Egypt’s state-run Al-Ahram newspaper.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Survivors of the collision are being treated in hospital, and public prosecutors have launched an investigation into the circumstances of the accident, according to Al-Ahram.</p><p>Images from the scene of the accident posted online showed the aftermath of the crash, with a pick-up truck crushed between two large cargo trucks and debris scattered across the road, The Associated Press (AP) news agency reports.</p><p>AP said the pick-up truck was transporting fishermen to work at fish farms in the coastal Port Said area.</p><p>Attending the inaugural meeting of United States President Donald Trump’s Board of Peace in Washington, DC, on Thursday, Egyptian Prime Minister Mostafa Madbouly sent his condolences to the victims of the collision and ordered that financial assistance be provided to relatives of the deceased and injured.</p><p>Madbouly said in a statement posted on Facebook that he was following up on the incident through reports from the governor of Port Said province.</p><p>Deadly road accidents are common on Egypt’s roads and claim thousands of lives each year in crashes often involving microbuses and heavy trucks. Speeding, poor road conditions, and lax enforcement of traffic laws have been cited as contributing factors in collisions.</p><p>In June last year, a truck collided with a minibus, killing 19 people, most of them teenage girls, according to local officials.</p></div></div></body></html>"
        },
        {
            "title": "US pays about $160m towards nearly $4bn in UN dues | Donald Trump News | Al Jazeera",
            "time": "2026-02-20T02:33:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-19T171416Z_1519238211_RC23PJA064KN_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-TRUMP-BOARD-1-1771531367.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United Nations announced that the United States has paid approximately $160m towards its nearly $4bn in outstanding dues.</p><p>The payment goes towards the UN’s regular operating budget, according to spokesman Stephane Dujarric.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But the shortfall comes as the administration of US President Donald Trump has openly questioned its commitment to the UN and has slashed money earmarked for the international body.</p><p>Still, on Thursday, Trump appeared to endorse funding the UN during the inaugural meeting of his Board of Peace in Washington, DC.</p><p>“We’re going to help them money-wise, and we’re going to make sure the United Nations is viable,” Trump said. “And I think it’s going to eventually live up to its potential. That will be a big day.”</p><p>The UN has indicated that the US owes about $2.196bn to its regular budget, including $767m for the current year. Another $1.8bn is owed for the UN’s peacekeeping operations.</p><h2 id=\"a-financial-crisis\">A financial crisis</h2><p>For years, the UN has faced a financial crisis, with a growing shortfall of contributions. Each of the organisation’s 193 member states is required to contribute, based on its economic ability.</p><p>Poorer countries could be asked to contribute as little as 0.001 percent of the UN’s regular budget. Wealthier countries could reach the maximum contribution amount of 22 percent.</p><p>But unpaid dues have already forced the UN to slash its spending and reduce its services.</p><p>In a stark warning last month, United Nations Secretary-General Antonio Guterres cautioned that the international body faces an “imminent financial collapse” unless its financial rules are overhauled or all 193 member nations pay their dues.</p><p>Guterres revealed that the UN’s regular operating budget could be depleted as early as July, a scenario that would severely jeopardise its global operations.</p><p>The US is the largest donor to the UN, as the world’s largest economy. But it currently owes billions in unpaid dues.</p><p><a href=\"/news/2026/2/9/united-nations-presses-for-answers-on-us-funding-commitments\">UN officials have stated</a> that the US accounts for approximately 95 percent of the arrears to the organisation’s regular budget.</p><h2 id=\"empty-words\">‘Empty words’</h2><p>Since returning to the White House for a second term in January 2025, Trump has elevated concerns that US dues might go unpaid.</p><p>The Republican leader has repeatedly criticised the UN as ineffective, even articulating that sentiment at September’s UN General Assembly.</p><p>“What is the purpose of the United Nations?” Trump asked the assembly. “All they seem to do is write a really strongly worded letter and then never follow that letter up. It’s empty words.”</p><p>Throughout his second term so far, he has cut foreign aid spending and withdrawn from international commitments. In January, for instance, his government <a href=\"/news/2026/1/8/trump-to-withdraw-us-from-dozens-of-un-international-organisations\">pulled out of 31 UN programmes</a>, including its democracy fund and a body that works on maternal and child health.</p><p>But on Thursday, at his Board of Peace meeting, Trump appeared to take a warmer stance towards the UN, saying he planned to work “very closely” with the organisation.</p><p>“Someday, I won’t be here. The United Nations will be,” he said, seeming to endorse its longevity.</p><p>Trump also acknowledged the organisation’s financial distress: “They need help, and they need help money-wise.” He did not mention the US arrears.</p><p>While the Board of Peace establishment was meant to oversee the Gaza ceasefire, many see it as an attempt by Trump to rival the UN Security Council’s role in preventing and ending conflicts around the world.</p><p>Critics have described the board, which Trump chairs, as a “parallel system” that risks undermining the UN’s authority and operations.</p><p>Trump himself appeared to position his Board of Peace as an oversight body for the UN in Thursday’s remarks.</p><p>The Board of Peace, he said, “is going to almost be looking over the United Nations and making sure it runs properly”.</p></div></div></body></html>"
        },
        {
            "title": "North Korea’s Kim Jong Un pledges to lift living standards at rare congress | Kim Jong Un News | Al Jazeera",
            "time": "2026-02-20T02:22:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-19T231440Z_691808125_RC29PJAYB5XI_RTRMADP_3_NORTHKOREA-POLITICS-CONGRESS-1771551055.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>North Korean leader Kim Jong Un has pledged to lift living standards as he opened a rare congress of the governing Workers’ Party, held once every five years, that will see the leadership in Pyongyang set major policy goals in <a href=\"/news/2026/1/28/north-koreas-kim-to-outline-plans-to-boost-nuclear-arsenal\">defence, diplomacy and the economy</a>, state media reports.</p><p>“Today, our party is faced with heavy and urgent historic tasks of boosting economic construction and the people’s standard of living, and transforming all realms of state and social life as early as possible,” said Kim, in his opening speech at the Ninth Congress of the Workers’ Party of Korea, as reported by the Korean Central News Agency (KCNA).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This requires us to wage a more active and persistent struggle without allowing even a moment’s standstill or stagnation.”</p><p>For decades, nuclear weapons and military prowess came before everything else in North Korea, even as food stocks dried up and widespread famine, which Pyongyang denied existed, gripped the nation.</p><p>But since assuming power in 2011, Kim, while keeping military might as the top priority, has also stressed the need to fortify the impoverished nation’s economy.</p><p>Kim also stated on Friday that North Korea had overcome its “worst difficulties” in the last five years, and was now entering a new stage of “optimism and confidence in the future”.</p><p>South Korea’s official Yonhap News Agency said the gathering, which will last for several days, will be closely followed for any signs regarding North Korea’s development of nuclear weapons or overtures towards the administrations in Seoul and Washington, which the North considers its chief foes.</p><p>Despite a diplomatic flirtation during United States President Donald Trump’s first term in the White House, which spawned jaw-dropping spectacle summits with Kim, but ultimately delivered no substance or breakthrough, there has been no such formal outreach this time from either side. Trump’s foreign policy focus has been elsewhere, largely in the Middle East and Russia-Ukraine.</p><p>Yonhap reported that Kim made no mention of relations with either South Korea or the US in his opening speech to the congress.</p><p>South Korea sees it as a positive sign that it wasn’t mentioned in Kim’s opening speech, said Al Jazeera’s Jack Barton, reporting from Seoul.</p><p>It is probably due to the fact that the two countries have been experiencing, perhaps not “warming ties” but at least “subtle improvements” in their relationship over the past year, said Barton.</p><p>First and foremost, both the North and South have stopped their propaganda broadcasts, he added.</p><p>South Korea also “responded very quickly” following recent drone incursions into North Korea, by launching an investigation, finding the civilians responsible and reinstituting no-fly zones that also apply to South Korean military aircraft, said Barton.</p><p>All these measures earned unusual praise from Kim’s sister, Kim Yo Jong, Barton explained. North Korea has not praised actions by the South Korean government in years.</p><p>While the true state of North Korea’s often struggling economy is hard to gauge, The Associated Press news agency reports that outside experts suggest the country has seen a gradual recovery in economic activity, helped by a post-COVID boost in trade with China and the export of weapons to help Russia in its war against Ukraine.</p><p><a href=\"/gallery/2026/2/16/photos-north-koreas-kim-unveils-homes-for-families-of-fallen-soldiers\">Several thousand North Korean troops</a> have fought on Moscow’s side against Ukraine, and Pyongyang is believed to have exported large amounts of ammunition to help the Russian invasion of its neighbour.</p><figure id=\"attachment_4325832\" aria-describedby=\"caption-attachment-4325832\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4325832\" src=\"/wp-content/uploads/2026/02/2026-02-19T223102Z_379188679_RC29PJAGP0LW_RTRMADP_3_NORTHKOREA-POLITICS-CONGRESS-1771551261.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"People attend the Ninth Congress of the Workers' Party of Korea (WPK) in Pyongyang, North Korea, February 19, 2026, in this picture released by North Korea's official Korean Central News Agency. KCNA via REUTERS ATTENTION EDITORS - THIS IMAGE WAS PROVIDED BY A THIRD PARTY. REUTERS IS UNABLE TO INDEPENDENTLY VERIFY THIS IMAGE. NO THIRD PARTY SALES. SOUTH KOREA OUT. NO COMMERCIAL OR EDITORIAL SALES IN SOUTH KOREA.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4325832\" class=\"wp-caption-text\">Delegates attend the Ninth Congress of the Workers’ Party of Korea in Pyongyang, North Korea, on Thursday [KCNA via Reuters]</figcaption></figure><h3>North Korea’s ‘biggest enemy’</h3><p>South Korea’s spy agency said last week it was monitoring the congress for any sign that Kim will officially <a href=\"/news/2026/2/12/north-koreas-kim-jong-un-sets-stage-for-daughter-as-his-successor-seoul\">designate his teenage daughter, Kim Ju Ae</a>, as his potential successor, formalising her position as heir apparent in a fourth-generation succession of the Kim family as North Korea’s leaders.</p><p>At the previous party congress five years ago, Kim <a href=\"/news/2021/1/9/kim-jong-un-says-us-is-north-koreas-biggest-enemy\">declared</a> that the US was his nation’s “biggest enemy”, and there is deep interest in whether the North Korean leader will soften his rhetoric – or double down – at this year’s congress, particularly amid the Trump presidency.</p><p>Trump – who met Kim in 2019 when he briefly stepped foot into North Korea to shake Kim’s hand and pose for photos – said during a tour of Asia late last year that he was “100 percent” open to meeting Kim again. So far, Kim has demurred on Trump’s overtures.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Observers of North Korean politics are reported to be scouring satellite imagery for any signs of the vast military parades that have accompanied previous congress meetings in Pyongyang.</p><p>Such parades will be closely watched for signs of a shift in North Korea’s weapons capabilities, as the country has used previous processions to show off its newest and most advanced weapons.</p><p>Kim held a ceremony on Thursday to unveil the deployment of 50 new launch vehicles for nuclear-capable short-range missiles as the congress kicked off.</p><p>According to Yonhap, the congress brings together some 5,000 party representatives from across the country, including 200 senior officials from the WPK’s headquarters. More than 4,700 officials from regional and industrial sectors are also attending.</p><figure id=\"attachment_4323611\" aria-describedby=\"caption-attachment-4323611\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4323611\" src=\"/wp-content/uploads/2026/02/2026-02-19T004709Z_1418420989_RC2LOJA1ZYYE_RTRMADP_3_NORTHKOREA-POLITICS-1771474788.jpg?w=770&amp;resize=770%2C510&amp;quality=80\" alt=\"People view 600mm-calibre multiple rocket launchers during a presentation ceremony of the launchers to the Ninth Congress of the Workers' Party of Korea (WPK) by the workers of the munitions industry sector in Pyongyang, North Korea, February 18, 2026,\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4323611\" class=\"wp-caption-text\">People view 600mm multiple rocket launchers during a presentation ceremony to the Ninth Congress of the Workers’ Party of Korea by workers of the munitions sector in Pyongyang, North Korea, on Wednesday [KCNA via Reuters]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,457 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-20T02:02:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-19T143549Z_1852716317_RC2VOJADYQMS_RTRMADP_3_UKRAINE-CRISIS-KOSTIANTYNIVKA-1771549058.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,457</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,457 of Russia’s war on Ukraine.</em></p></header><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">5 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Feb 2026</span><span aria-hidden=\"true\">20 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Friday, February 20:</p><h3 id=\"fighting\">Fighting</h3><ul class=\"spaced-bullet-spacing\">\n<li>Russian forces launched 448 attacks on 34 settlements in Ukraine’s front-line Zaporizhia region in a single day, injuring a six-year-old child and damaging homes, cars and other infrastructure, regional governor Ivan Fedorov wrote on the Telegram app.</li>\n<li>Russian drone, missile and artillery attacks on Ukraine’s Kherson region injured five people and damaged homes, including seven high-rise buildings, the local military administration said on Telegram.</li>\n<li>Russian attacks also continued in Ukraine’s Dnipropetrovsk and Sumy regions, but local officials there noted that “fortunately, no people were injured”. According to the Kyiv Independent news outlet, overnight was “unusually quiet” following weeks of “heavy fire” in the two regions.</li>\n<li>A man was killed by shrapnel from a Ukrainian drone attack on Sevastopol, in Russian-occupied Crimea, Governor Mikhail Razvozhayev said on Telegram.</li>\n<li>A Ukrainian drone attack caused a fire at an oil depot in Velikiye Luki in Russia’s Pskov region, local official Mikhail Vedernikov said, according to Russia’s state TASS news agency.</li>\n<li>Russian forces shot down 301 Ukrainian drones, 10 missiles and two guided bombs in a 24-hour period, Russia’s Ministry of Defence said, according to TASS.</li>\n</ul><h3 id=\"board-of-peace\">Peace process</h3><ul class=\"spaced-bullet-spacing\">\n<li>United States President Donald Trump’s Board of Peace held its first meeting in Washington, DC, without Belarus participating, despite Trump extending an invitation to the Russian ally.</li>\n<li>Belarus’s Ministry of Foreign Affairs said in a statement that its delegation to the meeting did not receive the necessary visas to enter the US “despite carrying out all the required procedures”.</li>\n<li>The Foreign Ministry questioned, “What kind of peace and what kind of sequence of steps are we talking about if the organisers cannot even complete basic formalities for us to take part?”</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h3 id=\"regional-security\">Regional Security</h3><ul>\n<li>Dutch intelligence services AIVD and MIVD said on Thursday that European countries, including the Netherlands, were facing increased hybrid threats from Russia, including cyberattacks, sabotage, influence campaigns and disinformation.</li>\n</ul><h3 id=\"energy\">Energy</h3><ul class=\"spaced-bullet-spacing\">\n<li>Ukraine’s Russian-held Zaporizhzhia nuclear power plant is operating on its sole remaining main power line after losing its only backup power line more than a week ago, head of the International Atomic Energy Agency, Rafael Grossi, said in a statement.</li>\n<li>Hungary is considering halting power and gas exports to Ukraine and will take such steps unless Ukraine resumes the flow of crude oil shipments via the Druzhba pipeline, Prime Minister Viktor Orban’s chief of staff told a briefing.</li>\n<li>The Druzhba pipeline, parts of which run through Ukraine, is crucial for the transfer of Russian crude oil to Hungary and Slovakia. Oil flows have reportedly halted since an attack on the pipeline in January, which Kyiv has blamed on Russia.</li>\n<li>France’s Minister of the Economy, Finance and Industry Roland Lescure said his country would provide 71 million euros ($83.5m) in additional funding for Ukraine for services including energy, health and clearing land mines.</li>\n</ul><h3 id=\"politics-and-diplomacy\">Politics and diplomacy</h3><ul class=\"spaced-bullet-spacing\">\n<li>The head of Russia’s FSB security service accused Telegram messaging app founder Pavel Durov of condoning criminal activity on the platform, in an escalation of Moscow’s rhetoric as it moved to restrict the service that is used by many Russians and Ukrainians to communicate about the war.</li>\n<li>\n<p class=\"tr-story-p1\"> Dismissing a Russian government allegation that foreign intelligence services are able to see messages sent by Russian soldiers on Telegram, the popular platform said it had not found any breaches of its encryption codes and called Russia’s claims a “deliberate fabrication”, according to the Reuters news agency.</p>\n</li>\n</ul><h3><b>Military aid</b></h3><ul>\n<li>Sweden announced a 12.9 billion crown ($1.42bn) military aid package for Ukraine that will include air defences, drones, long-range missiles and ammunition.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "New Mexico reopens criminal probe related to Jeffrey Epstein’s Zorro Ranch | Crime News | Al Jazeera",
            "time": "2026-02-20T01:18:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_69978ca9-1771539625.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>New Mexico has reopened an investigation into possible illegal activity at a ranch formerly owned by disgraced financier and convicted sex offender Jeffrey Epstein.</p><p>Attorney General Raul Torrez made the announcement on Thursday. He referenced new information revealed in <a href=\"/news/2026/2/10/struggling-to-navigate-the-epstein-files-here-is-a-visual-guide\">documents</a> recently released by the United States Department of Justice.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>More than three and a half million government files related to Epstein were published online on January 30, in response to a law compelling their release.</p><p>The New Mexico’s office said “revelations outlined in the previously sealed FBI files warrant further examination” of an earlier state investigation into Epstein’s Zorro Ranch, near the town of Stanley.</p><p>That probe had been ended at the request of federal prosecutors in New York in 2019, the same year Epstein was arrested and charged with trafficking minors for sex.</p><p>Months later, in August 2019, Epstein was found dead in his cell at a federal detention facility in Manhattan, in what medical examiners described as a suicide.</p><p>New Mexico’s announcement came hours after Andrew Mountbatten-Windsor, a former prince in the United Kingdom’s royal family, was <a href=\"/news/2026/2/19/ex-price-andrew-arrested-on-suspicion-of-misconduct-in-public-office\">arrested</a> on suspicion of misconduct in public office.</p><p>The arrest was connected to allegations that the ex-prince sent confidential government documents to Epstein.</p><p>The Epstein scandal has also forced high-profile resignations in the UK government. But in the US, critics point out that no such government shake-ups have occurred following the files’ release.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Mountbatten-Windsor’s arrest on Thursday has renewed calls for accountability for those in the US involved in Epstein’s crimes.</p><p>There has long been speculation about the financier’s influential social circle, which included a <a href=\"/news/2025/11/14/trump-congress-and-the-epstein-files-what-happens-next\">past friendship</a> with US President Donald Trump and <a href=\"/news/2026/2/19/israel-installed-security-at-epsteins-manhattan-apartment-for-ex-pm-barak\">ties</a> to foreign governments, including Israel.</p><p>Critics have questioned how those relationships might have shielded Epstein during his lifetime.</p><p>In 2008, he was convicted of solicitation and procuring a minor for sex in Florida, but he entered into a plea deal widely considered lenient. He ultimately served 13 months of an 18-month sentence.</p><p>The US Department of Justice has maintained that it has found no evidence of criminal conduct beyond the charges against Epstein and his former girlfriend, Ghislaine Maxwell, who is serving a 20-year sentence.</p><p>US lawmakers, however, have repeatedly <a href=\"/news/2026/2/11/six-men-named-in-us-congress-why-is-so-much-redacted-in-the-epstein-files\">accused</a> the Justice Department of not being fully transparent.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In New Mexico, pressure has been intensifying to investigate Epstein’s connections to the state. A truth commission launched by state lawmakers held its first meeting earlier this week.</p><p>The four-member panel of state representatives is tasked with probing allegations that the Zorro Ranch may have been a site of sexual abuse and sex trafficking.</p><p>State lawmakers have also called for answers as to why Epstein was not registered as a sex offender in New Mexico after he pleaded guilty in 2008 in Florida.</p><p>Torrez’s office said it would work with the commission and seek access to the complete, un-redacted federal case files related to Epstein.</p><p>“As with any potential criminal matter, we will follow the facts wherever they lead, carefully evaluate jurisdictional considerations, and take appropriate investigative action, including the collection and preservation of any relevant evidence that remains available,” the office said in a statement.</p><p>Epstein purchased the 2,480-square-metre (26,690sq ft) Zorro ranch in 1993 from Democratic Governor Bruce King. The property was sold by Epstein’s estate in 2023.</p></div></div></body></html>"
        },
        {
            "title": "IMF warns Venezuela’s economy and humanitarian situation is ‘quite fragile’ | International Monetary Fund News | Al Jazeera",
            "time": "2026-02-20T00:08:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-19T110453Z_34044986_RC2BICADHGY4_RTRMADP_3_USA-VENEZUELA-OIL-PRODUCTION-1771544112.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The International Monetary Fund (IMF) has described Venezuela’s economic and humanitarian situation as “quite fragile”, pointing to an estimated triple-digit inflation and a sharply depreciating currency.</p><p>In a briefing on Thursday with reporters, spokeswoman Julie Kozack said the organisation continues to closely monitor developments in the South American nation, even though the IMF has had no formal relations with the Venezuelan government since 2019.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Kozack emphasised that any decision to re-engage would depend on guidance from the IMF’s member countries and the broader international community.</p><p>Economic and political crises in Venezuela have driven massive emigration: Since 2014, roughly a quarter of Venezuela’s population – about 8 million people – has left the country, creating one of the largest displacement crises in recent history.</p><p>The Venezuelan economy in 2026 remains in a state of deep structural crisis.</p><p>It is currently navigating a period of unprecedented volatility and rapid policy shifts, following years of hyperinflation and a contraction of its gross domestic product (GDP).</p><p>The United States military’s abduction of former President Nicolas Maduro last month has triggered a seismic shift in both the political and economic landscape.</p><p>While Maduro remains in US custody facing narco-trafficking charges, the acting administration under interim President Delcy Rodriguez has moved swiftly to implement a plan for stabilisation, recovery and transition.</p><p>“Venezuela is undergoing a severe and prolonged economic and humanitarian crisis,” Kozack said during Thursday’s briefing. “Socioeconomic conditions remain very difficult. Poverty is high, inequality is high, and there’s widespread shortages of basic services. The situation overall is quite fragile.”</p><p>The IMF figures show Venezuela’s public debt sitting at roughly 180 percent of its GDP right now, before factoring in any court rulings or arbitration payouts from old defaults.</p><p>Kozack said the global lender was still gathering information and facts on the best way to proceed with the South American country.</p><p>The IMF hasn’t had any formal dealings with Venezuela in more than 20 years. Its last official assessment of the country came in 2004.</p><p>In 2007, Venezuela paid off its last World Bank loan under Maduro’s predecessor, the late Hugo Chavez.</p><p>If the IMF restores ties with Venezuela, the South American oil exporter would have access to about $4.9bn worth of Special Drawing Rights (SDRs) that were frozen seven years ago, after the IMF refused to recognise Maduro’s leadership.</p><p>SDRs are reserve assets whose values are tied to five currencies: the US dollar, the euro, the Chinese renminbi, the Japanese yen and the British pound sterling.</p><p>But US engagement in Venezuela could also create change in the country’s economy.</p><p>US Treasury Secretary Scott Bessent said last month that the administration of President Donald Trump would be willing to convert Venezuela’s SDRs to dollars to help rebuild the country’s economy.</p><p>And last week, the US Department of the Treasury announced it was easing some sanctions on Venezuela’s energy sector.</p><p>The Trump administration has placed a heavy focus on Venezuela’s vast oil reserves, even going so far as to claim that the natural resource rightfully belonged to the US.</p><p>Citing US oil exploration in the area in the 20th century, Trump has called Venezuela’s decision to nationalise the oil sector the “largest theft of property in the history” of the US.</p><p>His government has encouraged foreign investment in Venezuela’s oil sector since Maduro’s removal.</p><p>It has also issued two general licences, including one that allows energy companies Chevron, BP, Eni, Shell and Repsol to conduct further oil and gas operations in Venezuela. Those companies already have offices in the country and are among the main partners of state-run oil company PDVSA.</p><p>The second licence allows foreign companies to enter new oil and gas investment contracts with PDVSA.</p></div></div></body></html>"
        },
        {
            "title": "New Zealand vs Pakistan: T20 World Cup Super Eights - teams, start, lineups | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-19T23:50:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26049472881128-1771521530.jpg?resize=1920%2C1401",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> New Zealand vs Pakistan<br>\n<strong>What:</strong> 2026 ICC Men’s T20 World Cup Super Eights<br>\n<strong>When:</strong> Saturday, February 21, at 7pm (13:30 GMT)<br>\n<strong>Where:</strong> R Premadasa Stadium, Colombo, Sri Lanka<br>\n<strong>How to follow: </strong>We’ll have all the buildup on <a href=\"/sports/liveblog/2026/2/15/live-india-vs-pakistan-t20-world-cup\">Al Jazeera Sport</a> from 10:30 GMT in advance of our text commentary stream.</p><p>The Super Eights stage of the 2026 ICC Men’s T20 World Cup starts on Saturday with a match between two sides considered dark horses for the title, New Zealand and Pakistan.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Pakistan are the previous winners of the competition, but sit outside those ranked as favourites in this edition, as do New Zealand.</p><p>Both, however, have the capability of taking down the game’s top names in an instant.</p><p>Al Jazeera Sport takes a look at the match-up between two of the pretenders for the crown, who will hope to lay down a marker as <a href=\"/sports/2026/2/18/which-teams-are-in-the-t20-world-cup-super-eight-and-whats-the-schedule\">the second phase of the tournament</a> gets under way.</p><h2 id=\"pakistan-look-to-shake-nearly-men-tag-with-t20-world-cup-crown-in-sight\">Pakistan look to shake ‘nearly men’ tag with T20 World Cup crown in sight</h2><p>Shadab Khan said Pakistan believed they could go on and win the T20 World Cup after producing their best performance of the tournament to secure their last Super Eights berth on Wednesday.</p><p>Bowling out Namibia for 97 to <a href=\"/sports/2026/2/18/farhan-leads-pakistan-into-t20-world-cup-super-eights-as-namibia-crumble\">win by a colossal 102 runs</a> in Colombo meant Pakistan bounced back in style after a defeat to archrivals India had left them in danger of elimination.</p><p>“We didn’t take the [Namibia] game lightly after so much talk about one match against India,” said Shadab, who scored a brisk 22-ball 36 and grabbed 3-19 in the match against the Africans.</p><p>“We are on the right track to achieve the goal of winning the World Cup, and we are following a process,” he added.</p><p>Shadab warned that the Super Eights, however, will be a step up with England and co-hosts Sri Lanka awaiting Pakistan after the New Zealand test.</p><p>“There are eight good teams, so it will be a tough stage, and all matches will be high-pressure games,” said Shadab.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4323884\" src=\"/wp-content/uploads/2026/02/Interactive_T20_Cricket_Super8_Feb18_2026-1771484826.jpg?quality=80\" alt=\"Interactive_T20_Cricket_Super8_Feb18_2026-1771484826\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"how-did-pakistan-reach-the-t20-world-cup-super-eights\">How did Pakistan reach the T20 World Cup Super Eights?</h2><p>Pakistan rode on an undefeated maiden T20 international century by opener Sahibzada Farhan to post 199-3 in their win against Namibia.</p><p>Spinners Usman Tariq and Shadab Khan then shared seven wickets to rout Namibia in 17.3 overs.</p><p>It was a performance Pakistan desperately needed, as well as result, after an <a href=\"/sports/2026/2/7/ashraf-leads-pakistan-to-nervy-win-over-netherlands-as-t20-world-cup-begins\">underwhelming win</a> against the Netherlands to open their tournament. The <a href=\"/sports/2026/2/10/pakistan-beat-usa-to-avenge-t20-world-cup-upset\">victory against the USA</a> that followed – avenging their 2024 edition reverse – was an improvement, but the <a href=\"/sports/2026/2/15/india-hammer-pakistan-to-qualify-for-t20-world-cup-super-eights\">hammering by India</a> left a lot to be desired.</p><h2 id=\"how-did-new-zealand-reach-the-t20-world-cup-super-eights\">How did New Zealand reach the T20 World Cup Super Eights?</h2><p>New Zealand capped their group stage with an eight-wicket win against Canada, but a scare was handed to the Kiwis by Canadian opener Yuvraj Samra scintillating 110 off 65 balls.</p><p>Glenn Phillips (76) and Rachin Ravindra (59) smashed ⁠unbeaten half-centuries as New Zealand chased down a target of 174 with 4.5 overs to spare for their third win in four matches.</p><p>It followed <a href=\"/sports/2026/2/14/south-africas-markram-mauls-new-zealand-at-t20-world-cup\">a heavy seven-wicket defeat</a> by group winners South Africa, and victories <a href=\"/sports/2026/2/8/afghanistan-lose-to-new-zealand-in-t20-world-cup-opener\">against Afghanistan</a> and the United Arab Emirates.</p><p>Group leaders South Africa had already advanced to ⁠the Super Eights after a hat-trick of wins.</p><h2 id=\"why-didn-t-mitchell-santner-captain-new-zealand-against-canada\">Why didn’t Mitchell Santner captain New Zealand against Canada?</h2><p>New Zealand T20 captain and key spinner, Mitchell Santner, sat out the win against Canada due to illness.</p><p>Daryl Mitchell stepped in to lead the Kiwis in the match after regular, but Santner is expected to return for the match against Pakistan.</p><p>With spin set to come to the fore once again in Colombo, Santner’s availability could be crucial. Ish Sodhi could come into the side at the expense of a seam bowler to bolster the spin options.</p><h2 id=\"will-shaheen-shah-afridi-return-for-pakistan-to-face-new-zealand\">Will Shaheen Shah Afridi return for Pakistan to face New Zealand?</h2><p>Shaheen Shah Afridi’s omission from the final group stage match against Namibia was a huge shock. Although underperforming in the first three games, Shaheen did claim a wicket in each, but his economy rate was deemed expensive.</p><p>Salman Mirza stepped in for the game against Namibia, and even though Shaheen’s absence was considered as the left-arm seamer being dropped, his return is expected against New Zealand.</p><figure id=\"attachment_4288503\" aria-describedby=\"caption-attachment-4288503\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288503\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-WINNERS-T20-MENS-CRICKET-WORLD-CUP-2026-FEB3-2026-1770220856.png?quality=80\" alt=\"INTERACTIVE -WINNERS- T20 MEN'S CRICKET WORLD CUP - 2026 - FEB3, 2026-1770220856\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288503\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure><h2 id=\"what-is-new-zealand-s-t20-world-cup-record\">What is New Zealand’s T20 World Cup record?</h2><p>New Zealand are yet to claim a T20 World Cup title, coming closest in 2021 – at the delayed 2020 edition – when they were beaten by Australia in the final</p><h2 id=\"what-is-pakistan-s-t20-world-cup-record\">What is Pakistan’s T20 World Cup record?</h2><p>Pakistan are three-time finalists, but have only lifted the trophy once.</p><p>The first appearance in the final came in the inaugural competition in 2007, when India claimed a five-run win.</p><p>The second edition, in 2009, saw Pakistan beat Sri Lanka in the final, but a 13-year wait ensued for the next appearance in the showpiece finale – only for England to sweep to a five-wicket victory.</p><h2 id=\"what-happened-the-last-time-new-zealand-played-pakistan-in-a-t20\">What happened the last time New Zealand played Pakistan in a T20?</h2><p>The sides last met in a T20 in a five-game series in New Zealand last March.</p><p>New Zealand claimed the series 4-1, including winning the final match by eight wickets after restricting the tourists to 128-9 – of which Salman Agha scored 51 and Shadab Khan scored 28. Only one other Pakistani batter reached double figures, with opener Mohammad Haris making 11.</p><h2 id=\"head-to-head\">Head-to-head</h2><p>This will be the 50th meeting between the countries in cricket’s shortest format. The victory margin for the teams is narrowly edged by Pakistan with 24 wins to New Zealand’s 23.</p><h2 id=\"predicted-new-zealand-team\">Predicted New Zealand team</h2><p>Finn Allen, Tim Seifert (w), Rachin Ravindra, Glenn Phillips, Mark Chapman, Daryl Mitchell, Mitchell Santner (c), James Neesham, Matt Henry, Lockie Ferguson, Jacob Duffy</p><h2 id=\"predicted-pakistan-team\">Predicted Pakistan team</h2><p>Sahibzada Farhan, Saim Ayub, Salman Ali Agha (c), Babar Azam, Usman Khan (w), Khawaja Nafay, Shadab Khan, Mohammad Nawaz, Shaheen Shah Afridi, Abrar Ahmed, Usman Tariq</p><h2 id=\"new-zealand-t20-form-guide\">New Zealand T20 form guide</h2><p>L-W-W-L-W (most recent result last)</p><h2 id=\"pakistan-t20-form-guide\">Pakistan T20 form guide</h2><p>W-W-W-L-W (most recent result last)</p></div></div></body></html>"
        },
        {
            "title": "Macron and Meloni clash over killing of French far-right activist in Lyon | The Far Right News | Al Jazeera",
            "time": "2026-02-19T23:12:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260218__983M8YM__v1__HighRes__FrancePoliticsAssaultDemonstration-1771539284.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">3 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"byline byline--no-avatars\"><div class=\"byline-content\"><p class=\"contributors-list contributors-list--byline\"><span class=\"contributors-list__by-prefix\">By </span>Agence France Presse and Reuters</p></div></div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>French President Emmanuel Macron has clashed with Italian Prime Minister Giorgia Meloni over the <a href=\"/news/2026/2/18/france-arrests-nine-over-killing-of-far-right-activist-quentin-deranque\">killing of a French far-right activist</a> who was beaten to death by hard-left activists in Lyon.</p><p>Meloni, a conservative, said on social media on Wednesday that the killing “by groups linked to left-wing extremism … is a wound for all of Europe”. Macron responded angrily on Thursday as he spoke with reporters on a trip to India, saying that everyone should “stay in their own lane”.</p><p>“I’m always struck by how people who are nationalists, who don’t want to be bothered in their own country, are always the first ones to comment on what’s happening in other countries,” he said.</p><p>Asked if his remarks referred to Meloni, Macron replied: “You got that right.”</p><p>In response, Meloni said that Macron had misinterpreted her comments. “I’m sorry that Macron experienced it as interference,” Meloni said in a television interview with Italian news channel Sky TG24.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Deranque, 23, died after being beaten during a far-right protest in Lyon on February 12. Seven people, including an assistant to a member of parliament from the far-left France Unbowed (LFI), will face murder charges in the case, a prosecutor said on Thursday. They were among 11 arrested earlier in the week.</p><p>Lyon prosecutor Thierry Dran said Jacques-Elie Favrot, an assistant to LFI lawmaker Raphael Arnault, faces charges of complicity through instigation and was put in pre-trial detention. Favrot and the other suspects deny the accusations.</p><p>The incident has jolted France’s political class and fuelled tensions between the far-right and far-left ahead of municipal elections in March and the presidential race in 2027.</p><p>Opinion polls put the far right in the lead for the presidency in 2027, when centrist President Emmanuel Macron will have to step down after the maximum two consecutive terms in office.</p><h2 id=\"macron-and-meloni-tensions\">Macron and Meloni tensions</h2><p>Macron, a pro-Europe centrist, and Meloni, one of United States President Donald Trump’s closest European allies, have sparred in the past over issues ranging from the conflict in Ukraine to trade and European policy.</p><p>In her television interview on Thursday, Meloni alluded to Italy’s so-called “Years of Lead” between 1969 and 1980, when the country suffered attacks by a radical Marxist organisation, the Red Brigades.</p><p>Several former Red Brigades members fled to France, and their fate has been a sticking point between the two countries.</p><p>“The ruling classes must [reflect] on how to combat a climate that could take us back a few decades, a history that Italy knows very well and that France knows very well, having given political asylum to the cream of the Red Brigades,” Meloni said.</p></div></div></body></html>"
        },
        {
            "title": "Strike over labour reforms brings Argentina’s capital to a near-standstill | Labour Rights News | Al Jazeera",
            "time": "2026-02-19T23:06:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26050621954633-1771537318.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-listen-container-wrapper\"><button class=\"article-listen-container\" aria-labelledby=\"listen-text listen-duration\" data-testid=\"listen-to-article-button\"><p><span class=\"article-listen-container__text\" data-testid=\"listen-to-article-text\">Listen to this article</span><span aria-hidden=\"true\"> | </span><span class=\"article-listen-container__duration\">4 mins</span></p></button><button tabindex=\"0\" class=\"tooltip-accessible_trigger\"><svg class=\"icon icon--info icon--main-grey-dark icon--16 listen-to-article-tooltip__icon\" viewbox=\"0 0 24 24\" version=\"1.1\" aria-hidden=\"true\" role=\"presentation\"><title>info</title><path class=\"icon-main-color\" d=\"M12 0a12 12 0 1 0 0 24 12 12 0 0 0 0-24Zm-.226 3.225a2.039 2.039 0 0 1 2.155 1.924v.193a1.998 1.998 0 0 1-2.155 2.149 2.029 2.029 0 0 1-2.146-2.15 2.039 2.039 0 0 1 1.955-2.122h.193l-.002.006Zm3.227 15.525a.75.75 0 0 1-.752.75H9.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.75h.748V12h-.75a.75.75 0 0 1-.75-.75v-1.5a.75.75 0 0 1 .752-.751h3a.75.75 0 0 1 .75.752v6.75h.75a.75.75 0 0 1 .75.749L15 18.75Z\"></path></svg></button></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A strike has ground much of Argentina’s capital Buenos Aires to a halt, as businesses close and demonstrators take to the streets to protest against President Javier Milei’s <a href=\"/gallery/2026/2/12/protesters-clash-with-police-over-bid-to-restrict-argentinas-labour-rights\">proposed labour reforms</a>.</p><p>Thursday’s 24-hour general strike was the fourth of Milei’s term as president, though smaller strikes have also been a regular occurrence since he took office in 2023.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>As a result of the protest, subways were shuttered in Buenos Aires. Fewer bus lines were running. And Aerolineas Argentinas, the state airline, anticipated cancelling 255 flights, at a loss of $300m. Even banks and schools were closed in solidarity with the strike.</p><p>One of Argentina’s largest unions, the General Confederation of Labor (CGT), called on citizens to show their opposition to the labour reform “in the streets, in Congress, in the courts and in every workplace”.</p><p>“If they attack workers’ rights, they attack national industry and the future of the country,” the union wrote in a social media <a href=\"https://x.com/cgtoficialok/status/2024284403455733782\" target=\"_blank\" rel=\"noopener\">post</a>. “Rights are not negotiable.”</p><p>The general strike coincides with Argentina’s Chamber of Deputies debating the labour reforms on Thursday.</p><figure id=\"attachment_4325663\" aria-describedby=\"caption-attachment-4325663\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4325663\" src=\"/wp-content/uploads/2026/02/AP26050720465872-1771537340.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Opposition lawmakers argue with Chamber of Deputies President Martin Menem during debate on a labor reform bill proposed by President Javier Milei's government in Buenos Aires, Argentina\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4325663\" class=\"wp-caption-text\">Opposition lawmakers argue with Chamber of Deputies President Martin Menem during debate on a labour reform bill on February 19 [Gustavo Garello/AP Photo]</figcaption></figure><p>Milei, a libertarian politician, had campaigned on slashing regulations that he felt inhibited Argentina’s economy, famously wielding a chainsaw at rallies to illustrate his hardline approach.</p><p>His party, the right-wing La Libertad Avanza, has pushed a package of labour reforms that critics argue would weaken worker rights, reduce the number of jobs available, and set back the quality of life in the country.</p><p>The labour reform bill includes provisions to make it easier for companies to fire employees, as well as to reduce severance pay.</p><p>It would also lengthen the standard workday from eight hours to 12, and the right to strike would be curtailed, in part through an expansion in the definition of what constitutes essential work.</p><p>The Milei administration has argued that the measures are necessary to attract foreign investment and increase profitability by doing away with cumbersome labour restrictions.</p><p>Argentina’s ailing economy has long been a point of tension in Argentina, and at the time of Milei’s election, inflation had crested past 200 percent.</p><p>Milei, however, has the backing of United States President Donald Trump, a fellow right-wing leader whom he was visiting in Washington, DC, on Thursday for an inaugural gathering of the Board of Peace.</p><p>Before Argentina’s midterms last October, Trump pledged $20bn in a currency swap to the country — which <a href=\"/news/2025/10/14/not-going-to-waste-our-time-trump-hinges-us-aid-to-argentina-on-election\">he predicated</a> on positive election results for La Libertad Avanza.</p><p>Milei’s coalition ultimately triumphed, earning more than 40 percent of the popular vote, more than any other party.</p><p>While his labour reforms are expected to face stiff opposition in the Chamber of Deputies, analysts believe they are projected to pass.</p><p>Already, a version of the bill passed Argentina’s Senate. If the Chamber of Deputies amends the legislation, as is expected, the reforms would have to pass back to the Senate for a final vote.</p><p>The General Confederation of Labor, however, argued that the general strike sent an important message to lawmakers.</p><p>“The strike was clear: There is widespread rejection of a labor flexibility law that we consider regressive and detrimental to the Argentine working class,” it wrote.</p><p>The union added that it would stand firm “against any attempt to roll back hard-won rights”.</p></div></div></body></html>"
        },
        {
            "title": "Why was former Prince Andrew arrested by UK police? | News | Al Jazeera",
            "time": "2026-02-19T23:02:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26050372103692-1771521542.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">King Charles’s younger brother, Andrew Mountbatten-Windsor, <a href=\"/news/liveblog/2026/2/19/live-ex-uk-prince-andrew-arrested-amid-epstein-scandal\">has been released after his arrest</a> over allegations of misconduct in public office, becoming the first senior British royal in modern history to face arrest.</p><p><a href=\"/video/newsfeed/2026/2/19/what-we-know-so-far-about-arrest-of-uks-former-prince-andrew\">Mountbatten-Windsor</a>, who turned 66 on Thursday, was questioned by detectives from Thames Valley Police about his links to the late convicted sex offender Jeffrey Epstein.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The former prince has not been charged with a crime. Under United Kingdom <a href=\"https://www.gov.uk/arrested-your-rights/how-long-you-can-be-held-in-custody#:~:text=The%20police%20can%20hold%20you,and%20think%20that%20you%20may:\" target=\"_blank\" rel=\"noopener\">law</a>, police generally have about 24 hours to charge a suspect or release them pending further investigation.</p><p>In this case, he was released under investigation.</p><p>So what do we know about this case and the former prince’s arrest?</p><h2 id=\"who-is-andrew-mountbatten-windsor\">Who is Andrew Mountbatten-Windsor?</h2><p>Born on February 19, 1960, Andrew is the third child and second son of the late Queen Elizabeth II and Prince Philip.</p><p>Andrew pursued a military career. He served for 22 years in the Royal Navy, flying helicopters in combat during the 1982 Falklands War.</p><p>Later, he spent a decade as a UK trade envoy between 2001 and 2011, a period that is under renewed scrutiny due to revelations about his long-term friendship with Epstein, who was jailed in 2008 for child sex offences.</p><p>In January, the United States Department of Justice <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">released more than three million</a> Epstein-related documents, including emails from Mountbatten-Windsor to Epstein. Some material suggests he shared official reports from a 2010 Southeast Asia trade trip with the financier.</p><p>“The fact that the former royal is in custody represents quite a stunning turn of events for the royal family,” Al Jazeera’s Camille Nedelec said, reporting from London.</p><p>“The former prince was at one time the favourite of the late queen, and now it’s the culmination of his slow descent into disgrace,” she added.</p><p>The arrest of the senior royal, eighth in line to the throne, is unprecedented in modern times.</p><figure id=\"attachment_4325380\" aria-describedby=\"caption-attachment-4325380\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4325380\" src=\"/wp-content/uploads/2026/02/2026-02-02T111837Z_2128575369_RC2MDJAPAEDT_RTRMADP_3_USA-TRUMP-EPSTEIN-ANDREW-1771525334.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"Andrew Mountbatten-Windsor rides a horse in Windsor Great Park\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4325380\" class=\"wp-caption-text\">Andrew Mountbatten-Windsor rides a horse in Windsor Great Park [Toby Melville/Reuters]</figcaption></figure><h2 id=\"why-was-mountbatten-windsor-arrested\">Why was Mountbatten-Windsor arrested?</h2><p>Mountbatten-Windsor was arrested on “suspicion of misconduct in public office”, Thames Valley Police said.</p><p data-start=\"283\" data-end=\"534\">Thames Valley Police said earlier in February it was “assessing” reports that Mountbatten-Windsor sent confidential trade reports to Epstein in 2010, when he was the UK’s special trade envoy.</p><p>The Norfolk police said they were supporting Thames Valley Police in the investigation.</p><p>Both forces are involved because his former residence, Royal Lodge in Windsor, falls under the jurisdiction of Thames Valley Police. He has since moved to Wood Farm on his brother’s Sandringham estate in Norfolk, after King Charles asked him to leave the Windsor property on February 2.</p><p>Late on Thursday, the Thames Valley Police confirmed Mountbatten-Windsor was released and that the searches in Norfolk had concluded.</p><p></p><h2 id=\"what-is-misconduct-in-public-office\">What is misconduct in public office?</h2><p>The Crown Prosecution Service (CPS), which oversees prosecutions in England and Wales, <a href=\"https://www.cps.gov.uk/prosecution-guidance/misconduct-public-office\" target=\"_blank\" rel=\"noopener\">describes</a> it as a criminal offence “that concerns serious wilful abuse or neglect of the power or responsibilities of the public office held”.</p><p>The CPS says the offence is committed when the following circumstances apply: a public officer acting as such wilfully neglects to perform their duty and/or wilfully misconducts themselves to such a degree as to amount to an abuse of the public’s trust in the office holder without reasonable excuse or justification.</p><p>In the case of Mountbatten-Windsor, police are investigating allegations that he shared with Epstein confidential government information that he had access to because he was a UK trade envoy.</p><p>He also held the title of prince at the time, but that is not relevant to the misconduct in the public office investigation.</p><p>A conviction for that offence carries a maximum sentence of life imprisonment, but sentences can also be much shorter, depending on the seriousness of the specific case.</p><figure id=\"attachment_4325563\" aria-describedby=\"caption-attachment-4325563\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4325563\" src=\"/wp-content/uploads/2026/02/2026-02-19T191727Z_948764426_RC27PJAADHQQ_RTRMADP_3_USA-EPSTEIN-BRITAIN-ANDREW-1771530589.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Andrew Mountbatten Windsor, younger brother of Britain’s King Charles, formerly known as Prince Andrew, leaves Aylsham Police Station\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4325563\" class=\"wp-caption-text\">Andrew Mountbatten-Windsor, younger brother of Britain’s King Charles and formerly known as Prince Andrew, leaves Aylsham Police Station in a vehicle [Phil Noble/Reuters]</figcaption></figure><h2 id=\"what-is-andrew-s-connection-to-jeffrey-epstein\">What is Andrew’s connection to Jeffrey Epstein?</h2><p data-start=\"46\" data-end=\"138\">The former prince first became publicly linked to Epstein in the early 2000s.</p><p data-start=\"46\" data-end=\"138\">The two were photographed together on several occasions, including in New York in 2010, after Epstein had already served a jail sentence in Florida for child sex offences.</p><p data-start=\"46\" data-end=\"138\">Mountbatten-Windsor said he met Epstein through UK socialite Ghislaine Maxwell.</p><p data-start=\"720\" data-end=\"1164\">The association came under intense scrutiny in 2014 after accuser Virginia Giuffre alleged that she had been trafficked by Epstein and his associate Maxwell and forced to have sex with Mountbatten-Windsor in the early 2000s when she was 17.</p><p data-start=\"720\" data-end=\"1164\">The former prince gave a widely criticised interview to the BBC’s Newsnight programme in November 2019, in which he denied wrongdoing and said he had “no recollection” of meeting Giuffre. Days later, he stepped back from public royal duties.</p><p>Giuffre filed a civil lawsuit against Mountbatten-Windsor in New York in 2021. In February 2022, the case was settled out of court, with the ex-prince making a financial settlement but admitting no liability. He was also stripped of his military titles.</p><p data-start=\"511\" data-end=\"790\" data-is-last-node=\"\" data-is-only-node=\"\">Responding to Mountbatten-Windsor’s arrest, Giuffre’s family said they felt a sense of long-awaited accountability.</p><p data-start=\"511\" data-end=\"790\" data-is-last-node=\"\" data-is-only-node=\"\">“At last, today, our broken hearts have been lifted at the news that no one is above the law, not even royalty,” Giuffre’s siblings said in a statement on Thursday. “He was never a prince.”</p><figure id=\"attachment_4325543\" aria-describedby=\"caption-attachment-4325543\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4325543\" src=\"/wp-content/uploads/2026/02/2025-10-21T084005Z_1807334192_RC28GHAFCVDQ_RTRMADP_3_BRITAIN-ROYALS-ANDREW-GIUFFRE-1771529941.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"The former prince has also not been charged with a crime. Under UK law, police generally have around 24 hours to charge a suspect or release them pending further investigation.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4325543\" class=\"wp-caption-text\">Copies of “Nobody’s Girl: A Memoir of Surviving Abuse and Fighting for Justice”, the posthumously published memoir by Virginia Giuffre [Isabel Infantes/Reuters]</figcaption></figure><h2><span>What has been King Charles’s reaction?</span></h2><p>King Charles was seen arriving at the opening of London Fashion Week on Thursday – a public appearance that had been in his diary since well before the arrest.</p><p>“I have learned with the deepest concern the news about Andrew Mountbatten-Windsor and suspicion of misconduct in public office,” Charles said in a statement.</p><p>“What now follows is the full, fair and proper process by which this issue is investigated in the appropriate manner and by the appropriate authorities. In this, as I have said before, they have our full and wholehearted support and co-operation.”</p><p>“Let me state clearly: the law must take its course,” he added.</p></div></div></body></html>"
        },
        {
            "title": "Ex-Prince Andrew’s arrest spurs Epstein accountability calls from UK to US | Crime News | Al Jazeera",
            "time": "2026-02-19T22:54:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-19T212654Z_395390150_RC27PJADRMQV_RTRMADP_3_USA-EPSTEIN-BRITAIN-ANDREW-1771537482.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> The arrest of former British royal Andrew Mountbatten-Windsor has sparked renewed calls for accountability for <a href=\"/news/2026/2/10/struggling-to-navigate-the-epstein-files-here-is-a-visual-guide\">Jeffrey Epstein’s</a> crimes and proper investigations into the late sex offender’s networks in the United States and across the world.</p><p>Police in the United Kingdom <a href=\"/news/2026/2/19/ex-price-andrew-arrested-on-suspicion-of-misconduct-in-public-office\">detained the ex-prince</a>, brother of King Charles, on Thursday, with authorities saying that they had opened an investigation into possible misconduct in public office without naming Mountbatten-Windsor.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Reem Alsalem, the United Nations special rapporteur on violence against women and girls, said the arrest sends “an important message that nobody is above the law, irrespective of your wealth, your connections – even if you’re royalty”.</p><p>“At the same time, it’s important that we examine the involvement of anyone that has enabled, facilitated, the crimes committed by the Epstein criminal enterprise,” Alsalem told Al Jazeera.</p><p>She stressed the need for independent investigations into individuals and institutions who may have been involved in Epstein’s crimes.</p><p>Mountbatten-Windsor’s arrest came weeks after the latest release of US government documents related to the sex abuse case, which showed deep ties between the former duke of York and Epstein.</p><p>Some exchanges suggested that Mountbatten-Windsor, who previously served as the UK’s trade envoy, shared government information with Epstein.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The former royal was released later on Thursday.</p><p>Millions of files related to Epstein have been released by the US government over the past two months after Congress <a href=\"/news/2025/11/14/trump-congress-and-the-epstein-files-what-happens-next\">passed a law</a> compelling the administration of President Donald Trump to make the documents public.</p><p>The files, which included emails and text messages, showed that the disgraced financier, whom authorities say died of suicide while in jail in 2019, maintained friendships and business relations with rich and <a href=\"/news/2025/11/18/ex-harvard-president-larry-summers-apologises-over-epstein-emails\" target=\"_blank\" rel=\"noopener\">powerful people</a> across the world.</p><p>Some documents and photos suggested that some of Epstein’s associates participated in, or at least were aware of, his sex abuse ring.</p><p>One picture showed Mountbatten-Windsor crouched over a female victim who was lying flat on the floor.</p><p>The former prince has denied any wrongdoing related to Epstein’s sex crimes.</p><h2 id=\"calls-for-justice\">Calls for justice</h2><p>On Thursday, US Congressman Thomas Massie, one of the leading legislators who pushed for the release of the files, called on FBI Director Kash Patel and Attorney General Pam Bondi to act and bring people involved in Epstein’s sex abuse to justice.</p><p>“Now we need JUSTICE in the United States,” Massie said, commenting on the arrest of Mountbatten-Windsor.</p><p>The Republican congressman shared a video of comments he made on the House floor last year during a debate on the Epstein files bill.</p><p>“How will we know if this bill has been successful? We will know when there are men – rich men – in handcuffs being perp-walked to the jail,” Massie said in his speech. “And until then, this is still a cover-up.”</p><p>Over the years, Epstein built a network of hundreds of girls and young women for sexual exploitation. Many of the victims were made to travel around with him and stay at his private island in the Caribbean.</p><p>But the Trump administration has all but ruled out further charges in the case.</p><p>Last year, before the release of the documents, the US Department of Justice <a href=\"/news/2025/7/7/epstein-no-client-list-died-suicide-justice-department-says\">denied that Epstein</a> had a “client list” of powerful people to whom he trafficked his sex abuse victims.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Earlier this month, deputy US Attorney General Todd Blanche sparked outrage when he appeared to dismiss calls for prosecuting Epstein’s allies.</p><p>“We will always investigate any evidence of misconduct. But as you know, it is not a crime to party with Mr Epstein,” he told Fox News. “And so, as horrible as it is, it is not a crime to email with Mr Epstein.”</p><p>Alsalem, the UN expert, said Blanche’s comments were “dismissive” of the victims and “the horrific experiences” they endured.</p><p>She noted that it had been known that Epstein was convicted of sex abuse crimes in 2008.</p><p>“In light of everything that we know and was known even back then by those who engaged with him, nobody can claim unawareness,” Alsalem told Al Jazeera.</p><p>“But indeed, at the same time, everybody accused should still benefit from a fair and impartial trial, but that’s why we have to get to that impartial and fair trial, and then they can also explain themselves.”</p><h2 id=\"the-trump-connection\">The Trump connection</h2><p>Epstein was given what is widely seen as a lenient plea deal during his first conviction, where he admitted to solicitation of prostitution with a minor and was sentenced to 18 months in jail that included work release privileges.</p><p>He was arrested and charged again in 2019 after media reports scrutinised the 2008 federal prosecution against him, which was led by Alexander Acosta, who served as labour secretary in the first Trump administration.</p><p>Trump himself has been accused of ties to Epstein, but the US president said that he only knew the late sex offender as a neighbour in Palm Beach, Florida, and eventually dissociated with him because he was a “creep”.</p><p>Last year, The Wall Street Journal released what it said was a <a href=\"/news/2025/9/8/trumps-alleged-suggestive-letter-to-epstein-released-by-democrats\">sexually suggestive</a> birthday card in the shape of a nude woman sent by Trump to Epstein. The US president denied sending the letter and filed a lawsuit against the newspaper over the allegation.</p><p>“If a Prince can be held accountable, so can a President,” Democratic Congresswoman Melanie Stansbury wrote on X after Mountbatten-Windsor’s arrest.</p><p></p><p>Congressman Robert Garcia, the top Democrat on the Oversight Committee, called the arrest of the former British royal an “enormous step forward” towards accountability.</p><p>“Oversight Democrats called for Mountbatten-Windsor to come clean about his ties to Epstein months ago, and Britain is now holding him accountable with this arrest,” Garcia said in a statement.</p><p>“Now it’s time for the United States to end this White House cover-up. President Trump and his Epstein Administration are not above the law.”</p><p>In a Reuters/Ipsos poll released earlier this week, a majority of US respondents – 53 percent – agreed that the Epstein files have lowered their “trust in the country’s political and business leaders”.</p><p>And 69 percent said their views were captured by the statement that the files “show that powerful people in the US are rarely held accountable for their actions”.</p><p>Trump’s allies often note <a href=\"/news/longform/2024/12/28/enabling-genocide-former-biden-officials-reflect-on-the-presidents-legacy\">that the administration</a> of former Democratic President Joe Biden had four years to release the Epstein files, but chose not to do so.</p><p>Some powerful Democratic politicians and donors, including former President Bill Clinton and ex-Treasury Secretary <a href=\"/economy/2025/11/19/ex-treasury-boss-summers-resigns-from-openai-after-named-in-epstein-files\">Larry Summers</a>, also had ties to Epstein.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"organised-attack-against-women-and-children\">‘Organised attack’ against women and children</h2><p>The issue goes beyond the US. The Epstein files have rocked British politics and led to calls for the resignation of Prime Minister Keir Starmer, who appointed Epstein associate <a href=\"/news/2026/2/12/corbyn-alleges-uk-complicity-after-streetings-admission-of-gaza-abuses\">Peter Mandelson</a> as ambassador to Washington.</p><p>France <a href=\"/news/2026/2/12/norwegian-police-search-former-pm-jaglands-properties-over-epstein-ties\">and Norway</a> have also opened probes into corruption and sex abuse allegations related to Epstein.</p><p>Earlier this week, UN experts, including Alsalem, found that Epstein’s crimes “reasonably meet the legal threshold of crimes against humanity”.</p><p>Alsalem told Al Jazeera that there needs to be an “independent, impartial investigation that spans all the countries and all individuals” reported to be involved in <a href=\"/news/2026/2/19/files-reveal-epstein-was-offered-chance-to-buy-us-pentagon-fbi-buildings\">Epstein’s network</a>.</p><p>“Not only that, we have to also examine the architecture of the alleged enterprise – the organisational structure,” she told Al Jazeera.</p><p>“We have to shift this investigation from looking at individual crimes, isolated criminal transactions, to realising that we’re talking about an organised attack directed against vulnerable women and children, including girls.”</p></div></div></body></html>"
        },
        {
            "title": "Is social media addictive? | Social Media News | Al Jazeera",
            "time": "2026-02-19T22:12:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1771537453.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Meta is accused of harming young users with its addictive features.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">Meta CEO Mark Zuckerberg has appeared in a Los Angeles court to answer questions about accusations of harm that his company causes to young users.</p><p class=\"p1\">The landmark trial is looking into the addictive aspects of the use of social media.</p><p class=\"p1\">It’s part of a big wave of growing anger against tech platforms, which are said to contribute to addictive behaviour.</p><p class=\"p1\">As a response, some countries have already started restricting access to youngsters.</p><p class=\"p1\">Others have gone as far as banning their use for children younger than 16.</p><p class=\"p1\">But can a court case change things?</p><p class=\"p1\">And what role should families play in controlling their kids’ excessive use of social media?</p><p class=\"p1\"><strong>Presenter:</strong> James Bays</p><p class=\"p1\"><strong>Guests:</strong></p><p class=\"p1\">Adele Walton – Online safety campaigner</p><p class=\"p1\">Larry Magid – CEO of ConnectSafely.org, an internet safety and security organisation that advises companies, including Facebook</p><p class=\"p1\">Donna Dawson – Psychologist focusing on personality and behaviour</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 19 Feb 2026</span><span aria-hidden=\"true\">19 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        }
    ]
}