{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Video: US news host Savannah Guthrie pleads for return of abducted mother | Crime | Al Jazeera",
            "time": "2026-02-05T10:11:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770286272.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gunmen kill nearly 200 people in Nigeria | Gun Violence | Al Jazeera",
            "time": "2026-02-05T09:58:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770285428.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Why are gold prices soaring and the dollar in decline? | Business and Economy | Al Jazeera",
            "time": "2026-02-05T09:23:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/gold-prices-1770283357.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Gold has been on a tear as the dollar is under pressure, raising questions about global confidence and market risk.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The US economy and markets are unmatched in size. The dollar is the king of currencies, and US treasuries are often considered a safe-haven asset.</p><p>But, investors appear to be reassessing that.</p><p>This has weighed down on the greenback and cooled the stock markets.</p><p>A big winner is gold, which soared to record prices – exactly what the metal tends to do in times of uncertainty.</p><p>Moves in the price of the greenback ripple across the global economy.</p><p>And India strikes trade deals with the US and EU.</p><p>Plus, why is the UN at risk of financial collapse?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Man charged with ‘terrorism’ for bomb at Indigenous protest in Australia | Indigenous Rights News | Al Jazeera",
            "time": "2026-02-05T09:18:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_69844198-1770275224.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australian authorities have declared an attempted bombing at an <a href=\"/video/newsfeed/2026/1/26/video-thousands-of-protesters-march-on-australias-invasion-day\">Indigenous rights rally</a> in Perth last month “an act of terror”, charging a 31-year-old man with one of the most serious offences in the Commonwealth Criminal Code.</p><p>The Western Australia Joint Counter Terrorism Team (JCTT) said in a press statement on Thursday that the man removed a “home-made improvised explosive device” from his bag and <a href=\"/news/2026/1/29/police-probe-explosive-device-thrown-at-indigenous-protest-in-australia\">threw</a> it into a crowd at a rally in Perth’s Central Business District on January 26.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-path-to-node=\"3\">The device failed to detonate, and no casualties were reported among the several thousand people who attended the rally, held in support of First Nations people. The event was part of a series of nationwide “Invasion Day” protests organised to advocate for Indigenous rights and to protest against the historical dispossession of Aboriginal and Torres Strait Islander people.</p><p>If found guilty, the man could face life imprisonment under the country’s law.</p><p>The police said the man will remain in custody until his next court appearance, set for February 17 at the Perth Magistrates Court.</p><p>Western Australia Premier Roger Cook, speaking at a news conference on Thursday, urged people to condemn such incidents.</p><p>“This charge … alleges the attack on Aboriginal people and other peaceful protesters was motivated by hateful, racist ideology,” he said. “This is the first time this charge has been laid in Western Australia.”</p><h2 id=\"an-attack-on-all-australians\">‘An attack on all Australians’</h2><p>On Tuesday, Minister for Indigenous Australians Malarndirri McCarthy condemned the incident, characterising the attempted bombing as an assault on Australian social cohesion.</p><p class=\"wp-block-paragraph\">“The Albanese Government condemns this sickening and abhorrent incident,” she said in a Senate statement, Indigenous News Australia reported. “An attack on First Nations Australians is an attack on all Australians. First Nations Australians, like all Australians, must be able to gather peacefully without fearing for our safety. There is no place for hate, intimidation or racism of any form in Australia.”</p><p>The JCTT said in its statement that to secure a “terrorism” conviction under the criminal code, authorities must prove three specific legal components.</p><p>First, the action must cause or threaten serious consequences, such as harm to human life, damage to property, or a significant risk to public safety. Second, the act must be motivated by the intention to advance a political, religious, or ideological cause. Finally, the action must be intended to coerce a government or intimidate the public, or a specific section of the population.</p><p>The targeting of the rally occurred as Aboriginal and Torres Strait Islander people continue to face recorded inequalities in healthcare, education, and imprisonment rates, as well as a history of being targeted by racially motivated crimes in Australia.</p><p data-path-to-node=\"0\">In December 2022, Australian authorities were forced to confront what experts described as “deeply entrenched” racism following the alleged murder of 15-year-old Indigenous boy <a href=\"/news/2025/5/8/two-found-guilty-of-murdering-indigenous-teen-cassius-turvey-in-australia\">Cassius Turvey</a>.</p><p data-path-to-node=\"1\">Cassius, a member of the Noongar Nation in Western Australia, was walking home from school with friends when he was subjected to an unprovoked assault with a metal pole. The incident, termed by police as a “<a href=\"/news/2022/12/21/the-racist-killing-of-teen-cassius-turvey-that-shocked-australia\">vicious attack</a>“, resulted in injuries that led to his death 10 days later.</p></div></div></body></html>"
        },
        {
            "title": "Gaza patients head to Rafah crossing as people return amid Israeli attacks | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-05T09:02:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-05T010052Z_1211130499_RC2DFJAJ6H07_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1770276814.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Twenty-five more Palestinians have returned to Gaza through the Rafah crossing following its long-awaited partial reopening, describing an exhausting journey through humiliating Israeli security measures, while patients in need of urgent medical treatment abroad are being transferred to the border.</p><p>This comes as the Wafa news agency reported a Palestinian man was killed by Israeli forces in Bani Suheila, east of Khan Younis, on Thursday, as Israeli attacks continue despite a “ceasefire” in the Gaza Strip.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The group of 25 – the third batch to return since the <a href=\"/video/newsfeed/2026/2/4/palestinians-face-restrictions-leaving-entering-gaza-through-rafah\">heavily restricted reopening</a> of the crossing into Egypt – entered the Strip at 3am local time (01:00 GMT), with buses delivering them to Nasser Hospital in the southern city of Khan Younis more than 20 hours after they left the Egyptian city of El Arish.</p><p>Hours later, 13 Palestinian patients, accompanied by family members and World Health Organization (WHO) officials, were transferred from a hospital towards the crossing for medical treatment abroad.</p><p>Some of the returnees, visibly fatigued from their ordeal, told an Al Jazeera team in Gaza that they had been interrogated and insulted by Israeli forces as they passed through security controls.</p><p>Footage showed emotional scenes as returning Palestinians embraced loved ones from whom they had long been separated, and registered firsthand the scenes of devastation caused by the war in their homeland.</p><p>“The feeling is like being caught between happiness and sadness,” one returnee, Aicha Balaoui, told the Reuters news agency.</p><p>“I’m happy to be back and to see my family, my husband and my loved ones, thank God. But I also feel sad for my country after seeing the destruction. I never imagined the devastation would be this severe.”</p><p>She said while she had lived in comfort and safety abroad, “I wasn’t at peace because it wasn’t my place.</p><p>“My place is here. My place is Gaza,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Rafah crossing with Egypt, the sole route in or out of Gaza for nearly all of the territory’s more than two million inhabitants, was closed by Israeli authorities for most of the war, but was partially reopened on Monday.</p><p>The reopening of the crossing – to allow the return of Palestinians who have left, and the evacuation of patients requiring medical treatment outside the Strip – is one of the terms of the US-brokered “ceasefire” agreement to end the war in Gaza.</p><p>Only Palestinians who left Gaza during the war are being permitted to return, and people travelling in both directions are being subjected to strict security vetting – a process which returnees have described as humiliating and abusive.</p><p>Palestinian women who returned earlier this week <a href=\"/features/2026/2/4/return-through-rafah-palestinian-women-describe-israeli-interrogation\">described to Al Jazeera</a> having their hands bound and eyes covered, being interrogated and subjected to full body searches as part of the security screening.</p><p>The International Commission to Support Palestinian People’s Rights (ICSPR) has said the strict Israeli measures have turned the Rafah crossing “into a tool of control and domination rather than a humanitarian passage”.</p><h2 id=\"only-13-patients-awaiting-transfer\">Only 13 patients awaiting transfer</h2><p>Reporting from Khan Younis, Al Jazeera’s Hani Mahmoud said 13 Palestinian patients had been taken by bus from a hospital in the Gazan city, due to cross to the Egyptian side of the Rafah crossing in order to receive medical treatment abroad.</p><p>Families of the patients had begun receiving phone calls late on Wednesday telling them to prepare for their transfer, he said. Israel had briefly suspended coordination over the medical transfers before resuming it hours later.</p><p>But the pace of the medical evacuations since the crossing’s partial reopening was slower than the numbers promised, and far short of what was required to meet the needs of the approximately 20,000 patients in need of medical treatment in other countries.</p><p>While the agreement had spoken of 50 patients being evacuated each day, each accompanied by two family members, only about 30 had been transferred so far this week.</p><p>“If we keep this pace each passing day, we’re looking at at least three years” to complete the required medical evacuations, Mahmoud said.</p><p>“This is a very long time for those in need of immediate medical care.”</p><p>Gaza’s healthcare system <a href=\"/news/2026/2/4/how-israel-destroyed-gazas-health-system-deliberately-and-methodically\">has been devastated</a> by Israel’s genocidal war on the enclave, with 22 hospitals put out of service and 1,700 medical workers killed, according to the Palestinian Ministry of Health.</p><figure id=\"attachment_4285584\" aria-describedby=\"caption-attachment-4285584\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4285584\" src=\"/wp-content/uploads/2026/02/INTERACTIVE-GAZA-HEALTHCARE-SYSTEM-FEB-3-2026-1770124823.png?quality=80\" alt=\"INTERACTIVE - GAZA HEALTHCARE SYSTEM - FEB 3 2026-1770124823\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4285584\" class=\"wp-caption-text\">[Al Jazeera] (Al Jazeera)</figcaption></figure><h2 id=\"israeli-attacks-continue\">Israeli attacks continue</h2><p>Meanwhile, as the returns played out in southern Gaza, Israel continued to carry out attacks across the Strip, a day <a href=\"/news/2026/2/4/israel-suspends-evacuation-of-palestinians-via-rafah-crossing-red-crescent\">after 23 Palestinians were killed</a> in one of the deadliest days since the October “ceasefire” began.</p><p>Israel carried out air strikes east of Deir el-Balah in central Gaza, and east of Khan Younis in the south, Al Jazeera teams reported.</p><p>Reporting from Khan Younis, Al Jazeera’s Mahmoud said there had also been Israeli air strikes, gunfire and heavy artillery shelling targeting Gaza City’s eastern Tuffah neighbourhood, which was next to the so-called “yellow line” demarcating territory under Israeli military control.</p><p>He said the repeated attacks had left residents of the neighbourhood “trapped” – giving them the option of remaining near the area controlled by the Israeli military or being displaced from their homes.</p></div></div></body></html>"
        },
        {
            "title": "The weapons the US has in place as it threatens to attack Iran | Digital Series News | Al Jazeera",
            "time": "2026-02-05T08:34:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/fa6e66b8-9aa9-4410-98fb-f54a9b557504-1770280346.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Epstein’s help sought in bid to meet Chuck Schumer, files reveal | Business and Economy News | Al Jazeera",
            "time": "2026-02-05T08:09:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2023-02-09T220600Z_795956172_RC2U7Z9Z1P3W_RTRMADP_3_USA-CONGRESS-1770258995_76ab62-1770274815.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An associate of the United States Virgin Islands’ sole representative in the US Congress asked Jeffrey Epstein for help to arrange a meeting between the politician and Senate Minority Leader Chuck Schumer, according to documents released by the US Justice Department.</p><p>The outreach to Epstein was made on behalf of Stacey Plaskett, the islands’ delegate to the House of Representatives, as the politician sought to lobby Schumer for relief after two hurricanes ripped through the Caribbean in 2017, according to the documents.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We have to help Stacey get a meeting with Schumer. Any thoughts?” Erika Kellerhals, a tax lawyer in the US Virgin Islands, wrote to Epstein in an email on January 24, 2018.</p><p>“[S]hould not be a problem need to know the reason and subject,” Epstein wrote back a few hours later.</p><p>“She has been unable to confirm a meeting with him. He is driving the disaster relief bill and has only been talking about Puerto Rico and not the [Virgin Islands]. She’s concerned we will be ignored,” Kellerhals told Epstein in response.</p><p>After his exchange with Kellerhals, Epstein sent an email to Kathy Ruemmler, a former chief counsel to US President Barack Obama, asking for help in setting up a meeting with Schumer.</p><p>“schumer is driving the puerto rico . virgin islands relief=bill. the VI congressional rep Stacey plaskett , h=s not been able to get a meeting. confirmed with him. ca= you help?” Epstein wrote to Ruemmler, who is now the chief lawyer to Goldman Sachs.</p><p>“I do not have any relations=ip with him, but let me see whether I can get to his COS,” Ruemmler said in response, referring to his chief of staff.</p><p>The emails are among some <a href=\"/news/2026/2/2/modi-to-kevin-rudd-how-epstein-files-set-off-a-storm-far-beyond-the-us\">3.5 million pages of files released last week</a> that relate to US authorities’ investigations into Epstein, who died by suicide in 2019 while awaiting trial on sex trafficking charges.</p><p>It is not clear if a meeting between Schumer and Plaskett went ahead, though Congress ultimately approved emergency funds for the US Virgin Islands as part of a two-year budget package passed in February 2018.</p><p>There is no public record of Schumer meeting or directly communicating with Epstein.</p><p>Schumer, Plaskett and Kellerhals did not respond to requests for comment. Ruemmler could not be reached for comment.</p><p>The email exchange with Epstein, which has not been previously reported, is the latest among numerous examples of how the disgraced financier continued to exert influence at the highest levels of politics and business long after his 2008 conviction for soliciting prostitution with a minor.</p><p>Plaskett’s ties to Epstein have been a source of controversy for years.</p><p>Plaskett narrowly escaped censure by the House of Representatives last year over revelations that Epstein had coached her over text during a Congressional hearing in February 2019.</p><p>Shortly after Epstein was arrested for a second time in July 2019, Plaskett announced that she would donate a sum to charity equivalent to several campaign donations she had received from Epstein and his associates.</p><p>While Plaskett is a non-voting member of Congress, the Democrat participates in floor debates and sits on several influential committees, including the House Permanent Select Committee on Intelligence.</p><p>Plaskett has previously denied enabling Epstein, calling him a “demon” and saying she was “disgusted by his deviant behavior”.</p></div></div></body></html>"
        },
        {
            "title": "Here’s why Israel is allowing record murder rates in its Palestinian towns | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-05T08:08:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_69844f4e-1770278734.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"325\" data-end=\"865\">While the international media has rightly focused on the genocide and enormous displacement in Gaza alongside the ethnic cleansing in the West Bank and occupied East Jerusalem, the 300 murders inside Israel in 2025, 252 of whom were Palestinian victims, garnered little to no media coverage outside Israel. Yet last year marked the deadliest year on record for murders among Palestinian citizens of Israel, who make up 21 percent of Israel’s population but sustain 80 percent of the murders. That is one murder every 36 hours.</p><p data-start=\"868\" data-end=\"1377\">The international media have also covered the rise in anti-Semitism across the world, even as there has been little to no media coverage of how Israel has been exaggerating and instrumentalising a Zionist notion of anti-Semitism to create moral panic among Jews everywhere. Indeed, when I speak to Jewish friends in Israel, they often ask how I, who live in London, cope with anti-Semitism. As consumers of Israeli news, they can be forgiven for thinking that Jews across the world are in imminent danger.</p><p data-start=\"1380\" data-end=\"1646\">These two phenomena – the crime epidemic within Palestinian communities inside Israel and the weaponisation of anti-Semitism to amplify Jewish fear – might seem totally unconnected. Yet there is a clear thread linking them, and it is called demographic engineering.</p><h2 id=\"the-foundational-acts\">The foundational acts</h2><p data-start=\"1675\" data-end=\"2260\">Demographic engineering has been at the heart of the Zionist project. During the 1948 war, about 750,000 Palestinians were displaced in what Fayez Sayegh called “racial elimination”. As part of this process, Palestinian cities were depopulated, and about 500 Palestinian villages were destroyed. By 1951, the Palestinians who had become refugees had been “replaced” by a similar number of Jewish immigrants, both Holocaust survivors from Europe and Mizrahi Jews from Arab countries, thus transforming the state’s racial composition without altering its overall population size.</p><p data-start=\"2263\" data-end=\"2795\">In the wake of the war, Israel not only disregarded United Nations Resolution 194 affirming the right of Palestinians who had been made refugees in 1948 to return to their homes, but in 1950 it passed the Law of Return, bestowing “on Jews worldwide the right to enter Israel and obtain Israeli citizenship regardless of their countries of origin and whether or not they can show links to Israel-Palestine, while withholding any comparable right from Palestinians, including those with documented ancestral homes in the country”.</p><p data-start=\"2798\" data-end=\"3250\">Over the past two years, a number of Israeli politicians and influencers have characterised what Israel has been doing in the territories it occupied in 1967 as completing the job left undone in 1948: “A second, real Nakba, to finish [former Israeli Prime Minister David] Ben-Gurion’s work,” one journalist quipped. Simultaneously, within Israel, a different kind of demographic strategy is unfolding, even as the overall objective remains the same.</p><h2 id=\"crime-as-an-impetus-to-leave\">Crime as an impetus to leave</h2><p data-start=\"3283\" data-end=\"3594\">Itamar Ben-Gvir is surely not the first minister of national security to have allowed criminal gangs to terrorise Palestinian communities. But on Ben Gvir’s watch, the murders have reached record levels. And 2026 seems to be following the trend, with 31 more Palestinians murdered during the first month.</p><p data-start=\"3597\" data-end=\"3888\">On the one hand, Israel has used the soaring crime to portray Palestinian citizens as uncivilised and barbaric, extending the dehumanisation from stateless Palestinians in Gaza and the West Bank to its own citizens. On the other hand, it has enabled criminals to terrorise Palestinian towns.</p><p data-start=\"3891\" data-end=\"4166\">Indeed, the police have solved only 15 percent of the murders within the Palestinian community while doing little, if anything, to stop criminals from collecting “protection fees” from businesses – fees that extract an estimated two billion shekels ($650m) a year from the community.</p><p data-start=\"4169\" data-end=\"4621\">On January 22, Palestinians launched the largest demonstration since 2019, waving black flags while chanting slogans accusing the police of total abandonment. The following day, the organisers called a general strike, with one of the organisers, Mohammed Shlaata, making it clear that responsibility for the violence lies with the authorities: “We are in a state of emergency,” he said. “We have a clear finger of accusation – we blame the police.”</p><p data-start=\"4624\" data-end=\"4892\">Talking to Palestinian friends, some tell me they fear for their children’s lives and want them to leave the country, while others have packed their bags and left. Admittedly, the number of those leaving is low, but Palestinian citizens are reaching a boiling point.</p><h2 id=\"antisemitism-and-negative-migration\">Anti-Semitism and negative migration</h2><p data-start=\"4935\" data-end=\"5182\">At the same time that the government does nothing to quell criminal activity and lawlessness within Palestinian communities in Israel, it exaggerates and instrumentalises a Zionist notion of anti-Semitism to continuously reassert Jewish victimhood.</p><p data-start=\"5185\" data-end=\"5500\">While much has been written on the use of a false notion of anti-Semitism – that conflates criticism of Israel and Zionism with anathema towards Jews – to silence Palestinian and pro-Palestinian voices, much less has been said about the mobilisation of anti-Semitism to address Israel’s problem of negative migration.</p><p data-start=\"5503\" data-end=\"5880\">Since 2023, more Jews have been leaving the country than entering. In 2024, the number of citizens leaving Israel was 26,000 higher than the number of immigrants entering it; in 2025, the gap was about 37,000 Israelis. In other words, negative migration has jumped by more than 42 percent, and Israeli officials are worried that this trend is taking root and even accelerating.</p><p data-start=\"5883\" data-end=\"6231\">Accordingly, both the Israeli public and the Jewish diaspora are told again and again that anti-Semitism across the globe has gone rampant. Jews are told that the horrific Bondi massacre in Australia is an indication of a new global trend, that in the United Kingdom anti-Semitism has been normalised, and that in Europe Jews are afraid to wear kippahs.</p><p data-start=\"6234\" data-end=\"6794\">Anti-Semitism has undoubtedly soared over the past two years, and there is obviously a kernel of truth in these articles. But in contrast to the very real panic among Palestinian citizens, which the state has ignored, in the case of anti-Semitism, the state dramatically exaggerates and instrumentalises the evidence to produce a moral panic. The message is clear: Jews across the world should fear for their lives, and therefore those who live in Israel should be wary of leaving, while the only way diasporic Jews can be safe is by migrating to Israel.</p><h2 id=\"supremacy-as-glue\">Supremacy as glue</h2><p data-start=\"6819\" data-end=\"7434\">The glue holding all of the demographic strategies Israel deploys together is the belief in Jewish exceptionalism and supremacy. The genocide in Gaza and ethnic cleansing in the West Bank are justified through the dehumanisation of Palestinians; the neglect of the murders and crime in Palestinian communities within Israel is informed by racial discrimination that has been ongoing since 1948; and Israel is weaponising racism against Jews to curb negative migration. The ultimate objective is to guarantee the racial-religious character of Israel as exclusively Jewish, while the dream is a pure Jewish state.</p><p data-start=\"6819\" data-end=\"7434\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Boycotting India at T20 World Cup to support Bangladesh: Pakistan PM Sharif | Cricket News | Al Jazeera",
            "time": "2026-02-05T07:47:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20250601__48TR3G3__v1__MidRes__CricketPakBanT20-1770277463.jpg?resize=1799%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Boycotting India at T20 World Cup to support Bangladesh: Pakistan PM Sharif</h1><p class=\"article__subhead\"><em>‘There should be no politics in sport,’ Sharif said while referencing to the recent India-Bangladesh cricket crisis.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Prime Minister Shehbaz Sharif has confirmed the decision to <a href=\"/sports/2026/2/1/pakistan-to-boycott-t20-world-cup-match-against-india-on-february-15\">boycott</a> the ICC Men’s Twenty20 World Cup match by Pakistan against India, saying the move is a show of solidarity with Bangladesh.</p><p>“We have taken this stand after careful deliberation and [decided that] on this matter, we must stand with Bangladesh and support them,” Sharif told his cabinet on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Sunday, the Pakistani government announced that its men’s cricket team will not take the field in the match against archrivals India on February 15, without stating the reason behind the decision at the time.</p><p>However, it was largely believed to be a mark of protest against Bangladesh’s <a href=\"/sports/2026/1/24/bangladesh-out-of-t20-world-cup-after-iccs-refusal-to-change-venues\">ouster</a> from the tournament for refusing to travel to India for their T20 World Cup fixtures.</p><p>Sharif’s statement, made in a televised address, rubber-stamped the motive and confirmed the boycott.</p><p>“We have taken a very clear stand that we will not play the match against India,” Sharif told the government officials. “Pakistan believes that this is sport, not politics, and there should be no politics in sport.”</p><p>While Sharif did not elaborate on his statement, it points towards the ongoing cricket crisis surrounding the tournament, which began after a Bangladeshi player was expelled from the Indian Premier League on the directives of the Board of Control for Cricket in India (BCCI) last month.</p><p>Mustafizur Rahman’s removal was <a href=\"/sports/2026/1/4/bangladesh-wants-t20-world-cup-games-shifted-from-india-to-sri-lanka\">linked</a> to political tensions between Bangladesh and India, as confirmed by BCCI Secretary Devajit Saikia, and led to a chain of events, including the boycott by Pakistan.</p><p>India and Pakistan are placed in the same group and were scheduled to meet in a marquee clash in Sri Lanka, which is cohosting the tournament along with India.</p><p>Following Pakistan’s announcement, the International Cricket Council (ICC) said in a statement that “selective participation undermines the spirit and sanctity of the competitions”.</p><p>“While the ICC respects the roles of governments in matters of national policy, this decision is not in the interest of the global game or the welfare of fans worldwide, including millions in Pakistan,” it said, adding that it awaited official communication from the Pakistan Cricket Board (PCB).</p><p>“The ICC hopes that the PCB will consider the significant and long-term implications for cricket in its own country as this is likely to impact the global cricket ecosystem, which it is itself a member and beneficiary of.”</p><p>While the boycott by Pakistan could see them forfeit two points, it remains unclear if the PCB will be hit by further sanctions or bans.</p><p>The T20 World Cup begins on Saturday.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war live: Second day of US-led war talks start in UAE | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-05T07:40:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-04T215755Z_642866057_RC2BSIARQN5H_RTRMADP_3_UKRAINE-CRISIS-ZELENSKIY-CASUALTIES-1770276302.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Russia-Ukraine war live: Second day of US-led war talks start in UAE</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>As fighting rages, Ukrainian and Russian negotiators continue US-brokered talks in Abu Dhabi after ‘productive’ first day.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "South Sudan hospital hit by government air strike, MSF says | Conflict News | Al Jazeera",
            "time": "2026-02-05T07:03:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20170818__RO1CM__v5__HighRes__SsudanUnrestHumanitarianAid-1770271968.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Medical humanitarian NGO, Doctors Without Borders, known by its French initials MSF, says one of its hospitals in South Sudan was hit by a government air strike, amid <a href=\"/news/2026/1/28/south-sudan-launches-offensive-against-opposition-forces-what-to-know\">renewed fighting</a> between soldiers and a coalition of opposition forces in opposition-held areas.</p><p>The night attack on the hospital in Lankien, Jonglei state, on Tuesday, marks the 10th attack in 12 months on an MSF-run medical facility in the country.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It came after the South Sudanese government in December imposed restrictions on humanitarian access in opposition-held areas of Jonglei, restricting MSF’s ability to deliver essential medical assistance there.</p><p>The hospital was “evacuated and patients were discharged hours before the attack” after it received information about a possible strike against the city, MSF said in a statement.</p><p>But “one MSF staff member suffered minor injuries,” it added.</p><p>“The hospital’s main warehouse was destroyed during the attack, and we lost most of our critical supplies for providing medical care,” said the statement.</p><p>In a separate incident, MSF said its health facility in Pieri, also in Jonglei, had been looted on Tuesday by unknown assailants, making it “unusable for the local community”.</p><p>“Our colleagues from Lankien and Pieri had to flee with the community, and their fate and whereabouts are still unknown, as we are trying to establish communication with them,” the organisation said.</p><p>Gul Badshah, MSF’s operations manager in South Sudan, stressed that the charity had “shared the GPS coordinates of all our facilities with the government and other parties to the conflict before, and we received the confirmation that they are aware of our locations”.</p><p>“The government of South Sudan armed forces are the only armed party with the capacity to perform aerial attacks in the country,” he added.</p><p>Government spokesman Ateny Wek Ateny and army spokesman Major General Lul Ruai Koang did not immediately respond to media requests for comment.</p><h2 id=\"enormous-needs-in-the-country\">‘Enormous needs’ in the country</h2><p>Jonglei is among the parts of South Sudan most affected by food shortages, and faces severe health needs, analysts say.</p><p>The United Nations says an estimated 280,000 people have been displaced by fighting and aerial bombardments there between December and this week.</p><p>MSF highlighted that it was the only health provider serving about 250,000 people in Lankien and Pieri, cautioning that attacks on its facilities there “mean that local communities will be left without any healthcare”.</p><p>Badshah said MSF would “make the necessary decisions to protect the safety of our staff and healthcare facilities” there.</p><p>“While we are aware of the enormous needs in the country, we find it unacceptable to be a target for attacks,” he said.</p><p>MSF has been present in the territory that makes up present-day South Sudan for more than four decades, he noted.</p><p>The NGO said the targeted attacks on its facilities have forced the closure of two hospitals in the Greater Upper Nile and the suspension of general healthcare activities in Jonglei, Upper Nile and Central Equatoria states.</p><p>South Sudan is the world’s newest sovereign state, which has been beset by civil war, poverty and huge corruption since it was formed in 2011.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Panama’s president hits back after China threat in canal ports row | International Trade News | Al Jazeera",
            "time": "2026-02-05T06:59:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260204__964M2CQ__v1__MidRes__FilesPanamaCanalPolitics-1770268343_f6b012-1770273328.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Panama’s president hits back after China threat in canal ports row</h1><p class=\"article__subhead\"><em>President Mulino responds to China, insists his country upholds the rule of law and and has an independent court system.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Panama’s President Jose Raul Mulino has rejected <a href=\"/news/2026/2/4/china-warns-panama-as-hong-kong-firm-contests-ruling-on-canal-ports\">China’s threat</a> to make the Central American country pay a “heavy price” after a Hong Kong company was evicted from two ports on the strategic Panama Canal amid pressure from United States President Donald Trump.</p><p>Writing on social media on Wednesday, President Mulino said he “strongly” rejected the Chinese government’s threat against his country, which followed after Panama’s Supreme Court invalidated a contract that had allowed the Hong Kong-based CK Hutchison to operate two ports on the canal.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In his post, Mulino pushed back against Beijing, insisting that Panama was a country that upholds the rule of law “and respects the decisions of the judiciary, which is independent of the central government”.</p><p>He added that the Panamanian Foreign Ministry would issue a statement on the matter “and adopt the corresponding decisions”.</p><p>The loss of CK Hutchison’s port concession on the Panama Canal has come to symbolise the battle for influence and trade between the US and China in Latin America.</p><p>Tensions came to a head last year after <a href=\"/opinions/2025/1/2/donald-trump-and-the-great-panama-canal-tantrum\">President Trump</a> threatened to take control of the Panama Canal, even warning of military action, and called for the cancellation of CK Hutchison’s contracts.</p><p>Last week, <a href=\"/news/2026/1/30/panama-court-rules-chinese-control-of-canal-ports-unconstitutional\">Panama’s Supreme Court</a> ruled that CK Hutchison’s concession was “unconstitutional”, a decision that the Chinese government’s Hong Kong and Macao Affairs Office (HKMAO) described as “absurd” and “shameful”, while also warning that the Latin American country would pay “heavy prices both politically and economically”.</p><p>“Panamanian authorities must recognise the situation and correct their course,” HKMAO was quoted as saying.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p> </p><p>Beijing’s Foreign Ministry spokesman Lin Jian also said that China would “firmly defend the legitimate and lawful rights and interests” of Chinese companies and accused the US of a “Cold War mentality and ideological bias”.</p><p>“It is quite clear to the world who exactly is seeking to forcibly own the Panama Canal and eroding international law in the name of the rule of law,” Lin added.</p><p>The <a href=\"/news/2025/4/8/audit-finds-hong-kong-company-breached-panama-canal-ports-contract\">Panama Canal</a> connects the Atlantic and Pacific oceans, and since 1997, CK Hutchison had managed the ports of Cristobal on the canal’s Atlantic side and Balboa on the Pacific side through its subsidiary, the Panama Ports Company. The concession to operate the two ports was extended for 25 years in 2021.</p><p>But after Trump threatened last year to seize the canal, Panama’s comptroller general reviewed CK Hutchison’s contract and subsequently recommended it be annulled.</p><p>The Supreme Court backed the comptroller’s view that the terms of the concession ran counter to Panama’s interests.</p><p>Following the ruling, the Panamanian government tapped Danish shipping company Maersk to temporarily take over management of the port terminals until a new concession is awarded.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Bitcoin plunge continues, erasing gains since Trump’s election | Crypto News | Al Jazeera",
            "time": "2026-02-05T05:57:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP25322546019407-1770264339_b5e122-1770265997.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Bitcoin plunge continues, erasing gains since Trump’s election</h1><p class=\"article__subhead\"><em>The world’s most popular cryptocurrency has fallen nearly 20 percent in value since the start of 2026.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Bitcoin has dropped below $71,000, adding to a week of losses that have wiped out all of its gains since United States President Donald Trump’s re-election in 2024.</p><p>The world’s most popular cryptocurrency fell more than 7 percent on Thursday, continuing a steep downward slide that began in mid-January.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Bitcoin, which is famed for its wild price swings, was trading at about $70,900 as of 04:30 GMT.</p><p>The latest slide takes the value of the digital asset down by nearly 20 percent since the start of the year.</p><p>Bitcoin hit $100,000 for the first time in December 2024 and breached that level again in February and May 2025. But the asset has largely been on a downward trajectory since October, when it hit an all-time high of more than $127,000.</p><p>Bitcoin and other digital currencies racked up explosive gains after President Trump’s re-election raised expectations of Washington adopting a light touch to regulating digital assets after years of regulatory crackdowns.</p><p>Trump had pledged to turn the US into the world’s cryptocurrency capital during his re-election campaign, and launched his own crypto firm, World Liberty Financial, along with his sons, before winning the vote.</p><p>Shortly after taking office, Trump announced the establishment of a strategic crypto reserve that would include Bitcoin and four other cryptocurrencies.</p><p>But a Trump-backed bill to regulate the trading of cryptocurrency has stalled in the US Senate amid disagreement between banks and cryptocurrency firms, casting doubt over the industry.</p><p>US Democratic Party lawmaker Ro Khanna said on Wednesday that he would investigate World Liberty Financial after The Wall Street Journal newspaper reported that representatives of an Abu Dhabi official signed a $500m deal to buy a 49 percent stake in Trump’s fledgling cryptocurrency venture.</p><p>Equities and commodities markets also saw losses on Thursday, with silver dropping as much as 16 percent and benchmark stock indexes in Hong Kong and Japan down about 1.3 percent and 0.7 percent, respectively.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘We have to rebuild’: Mozambique flood victims persevere in face of loss | Floods News | Al Jazeera",
            "time": "2026-02-05T05:57:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/epa_698334b0326c-1770206384.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Maputo, Mozambique –</strong> When Emilia Machel, 30, and her three children rushed to the Chiaquelane site for displaced people on the afternoon of January 17, much of her hometown of Chokwe in Mozambique’s Gaza Province was already flooded.</p><p>The Limpopo River, which begins in neighbouring South Africa and flows into Mozambique, had reached dangerously high levels after heavy rain fell on the Southern Africa region from late December to mid-January.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“We knew there would be floods,” said Machel. “We watched on television that there would be flooding.”</p><p>Machel, who supports her family by selling tomatoes and onions, first came to Chiaquelane, a long-term settlement for displaced people, at age four in 2000 during one of the deadliest floods in Mozambique’s history. “The reason why we came this time is because we had been here in 2000 and again in 2013. It is a safer area,” she said.</p><p>This season, <a href=\"/gallery/2026/1/22/torrential-rains-displace-thousands-in-mozambique-as-floods-wreak-havoc\">heavy rains</a> and overflowing rivers have resulted in floods, which authorities say are some of the worst in decades, killing more than 150 people and affecting an estimated 800,000 people in the southern and central provinces of Mozambique.</p><p>Although the rain has subsided and water levels in river basins have fallen, <a href=\"https://reliefweb.int/map/mozambique/mozambique-floods-localidade-adm4-intersecting-flood-extent-31012026\" target=\"_blank\" rel=\"noopener\">large</a> swaths of land remain flooded, according to humanitarian workers.</p><p>“In some places it feels like you’re flying over the ocean because the water stretches are very long distances and you see many isolated homes,” said Guy Taylor, chief of communications with the United Nations children’s agency UNICEF.</p><p>Mozambique’s weather agency, Instituto Nacional de Meteorologia (INAM), has warned that moderate rain is set to continue in the northern provinces.</p><p>The government says hundreds of millions of dollars have been lost in destroyed infrastructure, and in some parts of the country, the population is still stranded and needs rescuing.</p><p>Paula Fonseca, a businesswoman in the capital city of Gaza province, Xai-Xai, which is among the areas most affected by flooding, said it is still difficult to assess the real impact. Her restaurant building remains underwater.</p><p>The province is an agricultural heartland in Mozambique, but in recent weeks, hundreds of hectares of farming land and food storage barns have been washed out.</p><p>The Matola municipality in Maputo Province, which is the most populated city in Mozambique, had “the most severe” urban flooding in years, according to its mayor, Julio Parruque.</p><p>A high population density and unplanned construction that blocked water ways has resulted in a deluge that has forced thousands of households to move to accommodation centres installed in the city.</p><p>In the capital city, Maputo, there are still impassable areas and homes beneath water.</p><figure id=\"attachment_4287978\" aria-describedby=\"caption-attachment-4287978\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287978\" src=\"/wp-content/uploads/2026/02/epa_698334944e26-1770206356.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12664695 An aerial view shows the flooded 03 February neighbourhood between the Maputo and Gaza regions, Maputo, Mozambique, 20 January 2026. Rescue efforts continue for hundreds of families cut off by flooding, with some taking refuge on rooftops, car roofs, or in treetops in southern Mozambique after days of near-continuous rain that has also forced dams, including some in neighbouring countries, to increase water releases. EPA/LUISA NHANTUMBO\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287978\" class=\"wp-caption-text\">An aerial view shows the flooded neighbourhood between the Maputo and Gaza regions, Maputo, Mozambique, January 20, 2026 [Luisa Nhantumbo/EPA]</figcaption></figure><h2 id=\"a-lot-of-water\">‘A lot of water’</h2><p>After realising that water was entering her home at an increasingly faster speed, Machel, the Chokwe resident, took all the clothes and household items she could carry and fled with her children to a neighbour with a brick home whose roof they could use for storage.</p><p>“All families in my neighbourhood were affected, and I think the current floods were far more dangerous than the ones in 2013,” Machel said.</p><p>“There was a lot of water.”</p><p>In 2013, the Limpopo River overflowed, causing inundation in Chokwe and bringing back memories of the floods of 2000, when she also had to flee.</p><p>“It is tormenting to have to go to Chiaquelane every time it rains like this,” Machel lamented.</p><p>It is yet to be established whether the current floods are the worst in Mozambique, but existing data suggests, at least by some measures, that the disaster is worse than in 1977 and 2000, which are considered benchmarks for such events.</p><p>For months before the floods, INAM warned of heavy rainfall in the 2025-2026 rainy season.</p><p>In the aftermath of the devastation of Cyclone Idai in 2019, which killed at least 1,500 people, Mozambique improved its early <a href=\"https://www.worldbank.org/pt/news/feature/2023/09/11/early-warning-system-saves-lives-in-afe-mozambique\">warning systems</a> with a combination of technological upgrades, including radars and satellite imagery, the issuing of alerts by local radio across the country and community groups, and closer coordination with the disaster management agency INGD.</p><p>However, critics say not enough has been done to adequately respond to extreme events.</p><p>Retired hydrologist Carmo Vaz, who has written about floods for decades, told local media outlets that it is not enough to issue alerts. He said the government has to help people leave and find places for them to stay before events unfold.</p><figure id=\"attachment_4287976\" aria-describedby=\"caption-attachment-4287976\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287976\" src=\"/wp-content/uploads/2026/02/epa_6983348ade47-1770206346.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12664698 Rescue teams assist residents of the 03 February neighbourhood affected by heavy rains in the Maputo and Gaza regions, Maputo, Mozambique, 20 January 2026. Rescue efforts continue for hundreds of families cut off by flooding, with some taking refuge on rooftops, car roofs, or in treetops in southern Mozambique after days of near-continuous rain that has also forced dams, including some in neighbouring countries, to increase water releases. EPA/LUISA NHANTUMBO\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287976\" class=\"wp-caption-text\">Rescue teams assist residents of a neighbourhood affected by heavy rains in the Maputo and Gaza regions, Mozambique, January 20, 2026 [Luisa Nhantumbo/EPA]</figcaption></figure><h2 id=\"nothing-you-can-do\">‘Nothing you can do’</h2><p>Machel said she left her home only when it was clear that it was going to be submerged.</p><p>“I couldn’t take all my goods,” she lamented.</p><p>In Xai-Xai, despite the warnings, residents waited until the last minute to leave areas prone to flooding, fearing looting or because they did not know where to go, said Fonseca, the businesswoman.</p><p>“We had to wait until that moment you realise there is nothing you can do besides leaving.”</p><p>The government has had difficulty assisting everyone in need, the mayor of Matola admitted. “We are providing the assistance we can, and working with partners and friends to mobilise resources and respond,” he said.</p><p>UN agencies have said for months they don’t have the resources to respond to a crisis of this scale, as the country continues to battle an <a href=\"/features/longform/2025/8/6/abducted-children-return-traumatised-in-mozambique\">ISIL (ISIS)-backed rebellion</a> in northern Mozambique, which has displaced hundreds of thousands of people.</p><p>But in many places, people are stepping up after the floods.</p><p>“What we have seen is that people are helping each other, even those with little are helping others,” said Fonseca of the support systems for people in need.</p><p>Countries in the region and elsewhere have also sent rescue teams and emergency food and shelter kits.</p><p>As Mozambique is among the most vulnerable countries in the world to extreme events and the impacts of the climate crisis, the government has, in recent years, appealed for richer countries to finance adaptation efforts. In the last climate conference, <a href=\"/news/2025/11/10/cop30-summit-in-brazil-what-to-know-about-the-un-climate-conference\">COP30</a> in Brazil, the government said it needs more than $30bn for climate adaptation initiatives until 2030.</p><figure id=\"attachment_4287965\" aria-describedby=\"caption-attachment-4287965\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4287965\" src=\"/wp-content/uploads/2026/02/ap_6983343bf0717-1770206268.jpg?w=770&amp;resize=770%2C510&amp;quality=80\" alt=\"Children wade through floodwaters in a neighborhood in Maputo, Mozambique, on Friday, Jan. 16, 2026. (AP Photo/Carlos Uqueio)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4287965\" class=\"wp-caption-text\">Children wade through floodwaters in a neighbourhood in Maputo, Mozambique, on Friday, January 16, 2026 [Carlos Uqueio/AP]</figcaption></figure><h2 id=\"rebuild-and-go-back\">‘Rebuild and go back’</h2><p>Machel says life at Chiaquelane accommodation centre is hard and suffering is rife.</p><p>“The assistance at the centre is not adequate. We sleep in mats and rely entirely on them to have food.”</p><p>The centre, run by INGD, provides porridge in the morning and rice and beans late in the afternoon. Rarely do they have a third meal, and when it comes, it is too late for children who are already asleep.</p><p>Taylor from UNICEF said feeding children, who the agency estimates are half of those displaced by flooding, is a major concern.</p><p>“We are particularly worried about the dangers of waterborne diseases to children, particularly children that are suffering from malnutrition,” he said.</p><p>“Even before the flooding crisis, around four in 10 children in Mozambique were suffering from chronic malnutrition; a child with malnutrition, even a case of diarrhoea, can prove deadly.”</p><p>Sanitation services, which humanitarian agencies are prioritising, are also a concern in often overcrowded centres.</p><p>After almost three weeks at the accommodation centre, Machel spends the day waiting.</p><p>Her husband, an assistant to a truck driver, is stranded in a flooded area elsewhere in the Gaza Province, and she doesn’t know when they will be reunited.</p><p>She still plans to go back to her business and her home, which has been swept away.</p><p>“It is very sad what is happening,” she said, “but we have to rebuild to go back to our home.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "LIVE: US, Iran struggle to find common ground ahead of talks | Conflict News | Al Jazeera",
            "time": "2026-02-05T05:44:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26035546595248-1770271401.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: US, Iran struggle to find common ground ahead of talks</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>Talks between Iran and the United States will take place in Oman on Friday.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Who are the past winners, and what’s the history of the T20 World Cup? | ICC Men's T20 World Cup News | Al Jazeera",
            "time": "2026-02-05T05:28:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_69835d9492-1770216852.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The International Cricket Council (ICC) Men’s T20 World Cup is set to complete its 10th iteration when India and Sri Lanka host the tournament between February 7 and March 8.</p><p>Three nations, including defending champions India, have won the title twice, and many more will eye the trophy with the tournament expanded to 20 teams since 2024.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>How did the T20 World Cup begin, and who were its biggest stars in the past two decades? Here’s a look back at the tournament:</p><h2 id=\"2007-sparks-fly-as-india-pakistan-meet-twice\">2007: Sparks fly as India-Pakistan meet twice</h2><p><strong>Host:</strong> South Africa<br>\n<strong>Teams:</strong> 12<br>\n<strong>Final:</strong> India vs Pakistan<br>\n<strong>Winner:</strong> India – by five runs<br>\n<strong>Player of the tournament: </strong>Shahid Afridi</p><p>It was a tournament of many firsts – 33 T20 international (T20I) player debuts, dozens of individual and team records, and the world’s first T20 champion.</p><p>The World Cup got off to a spectacular start when Chris Gayle scored the first T20I century with his 57-ball 117 in the opening match against South Africa.</p><p>A few days later, Yuvraj Singh famously hit England fast bowler Stuart Broad for six sixes in an over and in the process, set a new record for the fastest T20I half-century (50 off 12 balls).</p><p>India and Pakistan grabbed the headlines in two separate encounters. The rivals were locked in a tied match in the Super 8 stage, resulting in a first-ever T20I bowl-out. Pakistan failed to hit the stumps in three attempts while India struck every time.</p><p>A final for the ages, then set alight the cricketing world: India vs Pakistan, last-over finish.</p><p>Pakistan needed 13 before Misbah ul Haq brought the equation down to six off four. And then – Pakistan fans look away now – Misbah scooped Joginder Sharma to S Sreesanth at fine leg to set off wild Indian celebrations. Misbah, shocked and heartbroken, remained on his haunches and India were crowned the first T20 world champions.</p><figure id=\"attachment_2914351\" aria-describedby=\"caption-attachment-2914351\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914351 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/AFP__20070924__Par1530887__v1001__HighRes__CricketWc2007T20IndPak-1716212304.jpg?resize=770%2C564&amp;quality=80\" alt=\"india t20 world cup 2007\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914351\" class=\"wp-caption-text\">India’s captain MS Dhoni and his team celebrate after they beat Pakistan to win the inaugural ICC T20 World Cup at the Wanderers Stadium in Johannesburg, on September 24, 2007 [File: Alexander Joe/AFP]</figcaption></figure><h2 id=\"2009-the-home-of-cricket-embraces-t20\">2009: The Home of Cricket embraces T20</h2><p><strong>Host:</strong> England<br>\n<strong>Teams: </strong>12<strong><br>\nFinal:</strong> Pakistan vs Sri Lanka<br>\n<strong>Winner:</strong> Pakistan – by eight wickets<br>\n<strong>Player of the tournament:</strong> Tillakaratne Dilshan</p><p>England’s home T20 World Cup got off to the worst possible start when they lost to the so-called minnows, the Netherlands, at Lord’s – the ground known as the “Home of Cricket”. The hosts still qualified for the Super 8s, but that is where their campaign ended, along with that of holders India and Australia, following two heavy losses.</p><p>Pakistan recovered from a typically slow start to find themselves in the semifinals, where Shahid Afridi starred against a South Africa left rueing another last-four stutter.</p><p>Tillakaratne Dilshan’s unbeaten 96 off 57 helped Sri Lanka romp to their semi with the West Indies by 57 runs.</p><p>The tournament was held a few months after the horrific armed attack on the Sri Lankan cricket team’s bus while on tour in Lahore, Pakistan. The pre-final anthems were especially poignant.</p><p>Teenage fast bowler Mohammad Amir removed Dilshan for a duck to set off a batting collapse that even Kumar Sangakkara’s 52-ball 64 could not resuscitate.</p><p>Afridi duly obliged in the chase with another half-century before posing at the end in his trademark star-man celebration.</p><figure id=\"attachment_2914339\" aria-describedby=\"caption-attachment-2914339\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914339 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/2009-06-21T170731Z_1_MT1ACI6094317_RTRMADP_3_CRICKET-ENGLAND-PAK-LKA-1716212008.jpg?resize=770%2C608&amp;quality=80\" alt=\"shahid afridi t20 world cup 2009\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914339\" class=\"wp-caption-text\">Shahid Afridi celebrates after leading Pakistan to the T20 World Cup title at Lord’s in London on June 21, 2009 [File: Andrew Couldridge/Action Images]</figcaption></figure><h2 id=\"2010-england-win-first-ever-men-s-world-cup\">2010: England win first-ever men’s World Cup</h2><p><strong>Host:</strong> West Indies<br>\n<strong>Teams: </strong>12<strong><br>\nFinal:</strong> Australia vs England<br>\n<strong>Winner:</strong> England – by seven wickets<br>\n<strong>Player of the tournament: </strong>Kevin Pietersen</p><p>Scheduling changes meant that the West Indies hosted the 2010 tournament less than a year after the previous one.</p><p>Afghanistan made their mark with an impressive debut amidst the continuing war at home.</p><p>Australia found their typically unforgiving World Cup form on their way to the final. Needing 48 runs in the last three overs, Michael Hussey encapsulated the never-say-die Aussie attitude by dispatching Pakistan’s bowlers – Saeed Ajmal in particular – for four sixes and two fours.</p><p>England’s explosive batting lineup powered its way to the nation’s first World Cup, which Paul Collingwood, Kevin Pietersen and co lifted after a seven-wicket win in Barbados.</p><figure id=\"attachment_2914359\" aria-describedby=\"caption-attachment-2914359\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914359 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/AP100516037874-1716212496.jpg?resize=770%2C527&amp;quality=80\" alt=\"england t20 world cup 2010\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914359\" class=\"wp-caption-text\">England’s cricket players celebrate winning their first T20 World Cup after defeating Australia in Bridgetown, Barbados, on May 16, 2010. This was the first time England won an International Cricket Council tournament [File: Aijaz Rahi/AP Photo]</figcaption></figure><h2 id=\"2012-west-indies-spoil-sri-lanka-s-house-party\">2012: West Indies spoil Sri Lanka’s house party</h2><p><strong>Host:</strong> Sri Lanka<br>\n<strong>Teams: </strong>12<strong><br>\nFinal:</strong> Sri Lanka vs West Indies<br>\n<strong>Winner:</strong> West Indies – by 36 runs<br>\n<strong>Player of the tournament: </strong>Shane Watson</p><p>When the T20 World Cup finally arrived in South Asia, India – once again – fell short, despite beating archrivals Pakistan by eight wickets in the Super 8s.</p><p>Instead, Pakistan were the team to progress on net run rate to face Sri Lanka in the semis.</p><p>The hosts’ spin wizards Ajantha Mendis and Rangana Herath proved too wily for Pakistan as the Lankan Lions roared into a home final.</p><p>They were joined by the big-hitting West Indies, who beat Australia by 74 runs after amassing 205 – the tournament’s joint-highest total – thanks to Gayle’s 41-ball 75.</p><p>In the final, Marlon Samuels capped an incredible year by scoring an unbeaten 78 runs while wickets fell all around him. The below-par target of 137 was enough as Sunil Narine spun a web to dismiss the hosts for 101 in 18.4 overs.</p><p>The Caribbean side’s win was termed the rebirth of West Indian cricket as Gayle and co danced away to the Korean pop hit, Gangnam Style.</p><figure id=\"attachment_2914373\" aria-describedby=\"caption-attachment-2914373\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914373 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/AP214533552763-1716212704.jpg?resize=770%2C490&amp;quality=80\" alt=\"west indies t20 world cup 2012\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914373\" class=\"wp-caption-text\">Chris Gayle leads the West Indian celebrations after their win over Sri Lanka in the ICC T20 World Cup final in Colombo, Sri Lanka, on October 7, 2012 [File: Aijaz Rahi/AP Photo]</figcaption></figure><h2 id=\"2014-veterans-shine-as-new-kids-added-to-the-block\">2014: Veterans shine as new kids added to the block</h2><p><strong>Host:</strong> Bangladesh<br>\n<strong>Teams: </strong>16<strong><br>\nFinal:</strong> India vs Sri Lanka<br>\n<strong>Winner:</strong> Sri Lanka – by six wickets<br>\n<strong>Player of the tournament: </strong>Virat Kohli</p><p>Hong Kong, Nepal and the United Arab Emirates made their T20 World Cup debuts as the tournament was expanded to 16 teams.</p><p>The opening match saw the Bengal Tigers bag a nine-wicket win over the hapless Afghanistan, but the hosts then lost to Hong Kong in one of the tournament’s biggest upsets.</p><p>In the first semifinal, Sri Lanka undid two years of hurt by dethroning the West Indies with a 27-run win. A few hours later, Kohli showed his supremacy with the bat as his 44-ball 72 overcame a strong South African bowling lineup.</p><p>Kohli’s blistering form helped India set a target of 131, but Kumar Sangakkara and Mahela Jayawardene – the leaders of Sri Lanka’s golden generation, who had been on the losing end of the 50-over World Cup final against India three years earlier – set things right.</p><p>Kohli’s 319 aggregate runs remain a T20 World Cup record.</p><figure id=\"attachment_2914401\" aria-describedby=\"caption-attachment-2914401\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914401 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/AP502849820706-1716213376.jpg?resize=770%2C579&amp;quality=80\" alt=\"t20 world cup 2014\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914401\" class=\"wp-caption-text\">Kumar Sangakkara led Sri Lanka to their first ICC T20 World Cup title, thanks to his match-winning partnership with Mahela Jayawardene in the final against India in Dhaka, Bangladesh, on April 6, 2014 [File: Aijaz Rahi/AP Photo]</figcaption></figure><h2 id=\"2016-kohli-s-world-cup-but-west-indies-win-it\">2016: Kohli’s World Cup but West Indies win it</h2><p><strong>Host:</strong> India<br>\n<strong>Teams: </strong>16<strong><br>\nFinal:</strong> England vs West Indies<br>\n<strong>Winner:</strong> West Indies – by four wickets<br>\n<strong>Player of the tournament: </strong>Virat Kohli</p><p>India hosted the T20 World Cup for the first time, and with a squad packed with IPL stars, they were the outright favourites.</p><p>To the delight of a packed Eden Gardens stadium in Kolkata, Kohli powered India in their group to their 11th consecutive win against Pakistan in an ICC World Cup.</p><p>Kohli hit a 47-ball 89 to set a target of 193 in the semifinals, but could do little as Lendl Simmons broke more than a billion Indian hearts to send the West Indies through.</p><p>The West Indies were reeling late in their chase in the final as England seemed to have done enough, despite a sub-par score of 155. Enter Carlos Brathwaite – a relative unknown – who was left facing the final over from Ben Stokes. Nineteen needed off six balls. Six, six, six, six. Game over! The swashbuckling end left Stokes in tears and prompted West Indies legend Ian Bishop to scream on television: “Carlos Brathwaite, remember the name!”</p><figure id=\"attachment_2914398\" aria-describedby=\"caption-attachment-2914398\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914398 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/AFP__20160403__9B6U7__v1__HighRes__CricketWt202016EngWisFinal-1716213365.jpg?resize=770%2C538&amp;quality=80\" alt=\"t20 world cup 2016\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914398\" class=\"wp-caption-text\">West Indies’ Carlos Brathwaite roars after leading his side to their second T20 World Cup title as England’s Ben Stokes reacts at the Eden Gardens stadium in Kolkata on April 3, 2016 [File: Dibyangshu Sarkar/AFP]</figcaption></figure><h2 id=\"2021-pakistan-tamed-by-australia-again\">2021: Pakistan tamed by Australia, again</h2><p><strong>Host:</strong> United Arab Emirates and Oman<br>\n<strong>Teams: </strong>16<strong><br>\nFinal:</strong> Australia vs New Zealand<br>\n<strong>Winner:</strong> Australia – by eight wickets<br>\n<strong>Player of the tournament: </strong>David Warner</p><p>The first ICC World Cup in the post-pandemic era was moved to the Gulf region due to COVID-19-related restrictions in the original host nation, India.</p><p>Pakistan captain Babar Azam and his deputy Mohammad Rizwan were in scintillating form in the country’s first victory against India in an ICC World Cup in 13 attempts. It was also India’s first 10-wicket loss in the T20Is.</p><p>Pakistan won all five Super 12 matches to progress to the semis, while New Zealand beat India to grab the fourth semifinal spot.</p><p>The Kiwis one-upped England in the first semifinal thanks to Daryl Mitchell’s 47-ball 72.</p><p>In the other semifinal, Rizwan had seemingly led Pakistan to a competitive score, and Shadab Khan’s leg spin had Australia on the ropes, but some poor fielding, combined with destructive hitting by Marcus Stoinis and Matthew Wade, took the Aussies through.</p><p>Kane Williamson’s 48-ball 85 helped New Zealand set a target of 173 in the final, only for Glenn Maxwell and Mitchell Marsh to blow it away with seven balls to spare.</p><figure id=\"attachment_2914405\" aria-describedby=\"caption-attachment-2914405\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914405 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/AP21318658694542-1716213501.jpg?resize=770%2C494&amp;quality=80\" alt=\"australia t20 world cup 2021\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914405\" class=\"wp-caption-text\">Australia beat New Zealand to win their first T20 World Cup in Dubai, UAE, on November 14, 2021 [Aijaz Rahi/AP Photo]</figcaption></figure><h2 id=\"2022-stokes-flips-the-script-in-australia\">2022: Stokes flips the script in Australia</h2><p><strong>Host:</strong> Australia<br>\n<strong>Teams: </strong>16<strong><br>\nFinal:</strong> England vs Pakistan<br>\n<strong>Winner:</strong> England – by five wickets<br>\n<strong>Player of the tournament: </strong>Sam Curran</p><p>Namibia beat Sri Lanka in the first group match to produce one of the tournament’s biggest shocks. The second one came the next day, when Scotland beat two-time champions West Indies, who also lost to Ireland and were removed in the first round.</p><p>Hosts and holders Australia were effectively washed out of the Super 12s by the weather. India did set things right by beating Pakistan in an epic chase, led by who else but Kohli, leaving the Pakistanis to scrape through to the semis by beating a gutsy Zimbabwe.</p><p>Pakistan romped to a seven-wicket win against New Zealand in the semifinal to draw comparisons with their triumphant run at the 1992 World Cup.</p><p>The next logical step would be to meet England in the final, and the 2010 champions duly obliged by blowing away India. Returning prodigal son Alex Hales struck an unbeaten match-winning 56 in a 10-wicket victory.</p><p>The 1992 comparisons remained on course as Pakistan set a middling target in front of a packed Melbourne Cricket Ground, before Haris Rauf gave them a good start with the ball. Stokes flipped the history books, however, to break Pakistani hearts and take England to their second T20 title.</p><figure id=\"attachment_2914412\" aria-describedby=\"caption-attachment-2914412\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-2914412 size-arc-image-770\" src=\"/wp-content/uploads/2024/05/AP22317444265157-1716213597.jpg?resize=770%2C513&amp;quality=80\" alt=\"england pakistan t20 world cup 2022\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-2914412\" class=\"wp-caption-text\">England’s Ben Stokes celebrates after hitting the winning runs against Pakistan in the final of the T20 World Cup cricket at the Melbourne Cricket Ground in Melbourne, Australia, on November 13, 2022 [Mark Baker/AP Photo]</figcaption></figure><p> </p><h2 id=\"2024-india-s-party-in-the-usa-and-west-indies\">2024: India’s party in the USA and West Indies</h2><p><strong>Host:</strong> USA and West Indies<br>\n<strong>Teams: </strong>20<strong><br>\nFinal:</strong> India vs South Africa<br>\n<strong>Winner:</strong> India – by seven runs<br>\n<strong>Player of the tournament: </strong>Jasprit Bumrah</p><p>This was the year the T20 World Cup went big. Not only did the ICC, for the first time in 17 years and nine editions, expand the T20 World Cup to include 20 teams, but it also decided to take the game to the land of baseball.</p><p>New York City played host to India vs Pakistan as cricket finally came home for the South Asian diaspora in the US.</p><p>The biggest shock of the tournament, and arguably the biggest in its history, came in the first week when USA defeated Pakistan in their group-stage match. Scores were tied at the end of the second innings, and the host nation recorded one for the history books when they beat the South Asian giants in the Super Over.</p><p>Afghanistan were the other big story, as they finally beat Australia and qualified for the semifinals of the World Cup, sparking wild celebrations back home.</p><p>India, whose biggest stars were on their way out of the T20 format, remained undefeated and broke South African hearts by pulling off a stunning comeback win in the final. And so, Rohit Sharma and Virat Kohli walked away as champions.</p><figure id=\"attachment_3014563\" aria-describedby=\"caption-attachment-3014563\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3014563\" src=\"/wp-content/uploads/2024/06/AP24181688666233-1719696907.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"India's Virat Kohli, left, and captain Rohit Sharma pose with the winners trophy after defeating South Africa in the ICC Men's T20 World Cup final cricket match at Kensington Oval in Bridgetown, Barbados, Saturday, June 29, 2024. (AP Photo/Ricardo Mazalan)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3014563\" class=\"wp-caption-text\">Virat Kohli, left, and Rohit Sharma retired from T20 internationals after winning the World Cup [File: Ricardo Mazalan/AP Photo]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Italy probes suspect in Sarajevo ‘sniper tourism’ during Bosnia war: Report | Crime News | Al Jazeera",
            "time": "2026-02-05T05:23:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-11-18T105944Z_423055845_RC2OVHADPGCN_RTRMADP_3_BOSNIA-ITALY-SHOOTING-1770263320.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">Prosecutors in Italy have placed a man under investigation as part of a probe into alleged <a href=\"/news/2025/11/13/italy-probes-sarajevo-sniper-safaris-what-were-they-who-was-involved\">“sniper tourism” in Sarajevo</a> during the 1992-1995 war in Bosnia, the Reuters news agency reports.</p><p class=\"tr-story-p1\">Sources told Reuters on Wednesday that the man, the first individual to be identified in the inquiry that began last year, is an 80-year-old former truck driver who lives near the northern Italian town of Pordenone.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">Italian prosecutors launched an investigation last year, after it was alleged that foreigners, including nationals from Italy, had travelled to Bosnia and paid large amounts of money to shoot at civilians during the siege of Sarajevo <a href=\"/news/2025/12/15/bosnias-war-30-years-on-how-did-the-atrocities-happen\">three decades ago</a>.</p><p class=\"tr-story-p1\">The grotesque scheme has been referred to as “sniper safaris” in reference to expeditions to hunt animals in the wild, mostly in Africa.</p><p class=\"tr-story-p1\">Reuters reported on Wednesday that the elderly suspect, who was not named, faces charges of several counts of premeditated murder, according to sources who spoke to the news agency.</p><p class=\"tr-story-p1\">The sources did not tell Reuters whether the man is suspected of directly carrying out killings or of helping with transport and logistics for clients. The man, who remains free, has been summoned by prosecutors for questioning on February 9, the sources added.</p><p class=\"tr-story-p1\">An estimated 11,000 civilians were killed by shelling and sniper fire from Bosnian Serb army positions on hills around Sarajevo city during the 1992-95 war that followed Bosnia’s declaration of independence from Yugoslavia.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"tourist-shooters\">‘Tourist shooters’</h2><p>Milan prosecutors opened their investigation into the killing of civilians in the so-called sniper scheme after local journalist and novelist Ezio Gavazzeni filed a legal complaint over allegations that Italians and other foreigners had paid members of Bosnian Serb forces to let them take part in the shooting of people in Sarajevo.</p><p>Gavazzeni said he was inspired to look into the allegations after watching the 2022 documentary “Sarajevo Safari” by Slovenian director Miran Zupanic.</p><p>A witness cited in Gavazzeni’s complaint said that three men, who are now being investigated, come from the cities of Turin, Milan and Trieste.</p><p>According to the Italian publication La Repubblica, “tourists” paid up to 100,000 euros ($116,000), adjusted for current inflation rates and currency change, as the euro was not introduced until 1999, to join trips to Sarajevo to commit the killings.</p><p>Gavazzeni claims that participants would be given a price list for the type of kill that foreigners would pay for, including to target children, which cost the most, then men, women and elderly people, who could be killed free of charge.</p><p>He said the Italians met in the city of Trieste before travelling to Belgrade, where Bosnian Serb soldiers escorted them to hills overlooking Sarajevo. It is believed that citizens of the United States and Russia also took part in the practice.</p><p>In 2007, former US Marine John Jordan testified before the International Criminal Tribunal for the Former Yugoslavia that “tourist shooters” had come to <a href=\"/video/true-crime-reports/2025/6/3/the-human-hunters-of-sarajevo-true-crime-reports\">Sarajevo</a>.</p><p>Serbia has denied any involvement in the alleged scheme, but investigators believe that Serbian intelligence services were aware of the tourist trips.</p><p>The launch of the Italian investigation in November 2025 raised survivors’ hopes that those responsible would be brought to justice.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Questions after Iran’s government releases victim list in protest killings | Protests News | Al Jazeera",
            "time": "2026-02-05T05:18:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-12T172556Z_1625654972_RC2AXIAF8H45_RTRMADP_3_IRAN-ECONOMY-PROTESTS-1768300112.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tehran, Iran –</strong> Iranian authorities have launched an online portal for people to report the names of loved ones missing from a government list of thousands killed during recent <a href=\"/news/2026/2/3/game-is-over-irans-ex-leaders-hardliners-clash-after-protest-killings\">nationwide protests</a>, as calls for accountability grow.</p><p>Authorities say 3,117 people were killed during the anti-establishment protests that began in late December, <a href=\"/news/2026/1/24/iran-rejects-un-rights-resolution-condemning-protest-killings\">rejecting</a> statements by the United Nations and international human rights organisations that state forces were behind the killings, which were mostly carried out on January 8 and 9.</p><p>The United States-based Human Rights Activists News Agency (HRANA) says it has verified 6,872 deaths and is investigating more than 11,000 other cases. A UN special rapporteur has said the death toll may be higher than 20,000 as information trickles out despite <a href=\"/news/2026/2/2/irans-economy-falters-as-internet-shutdown-hits-people-businesses-hard\">heavy internet filtering</a> by the state.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Sunday, the government of President Masoud Pezeshkian released the names of 2,986 Iranians confirmed to have been <a href=\"/news/2026/1/19/narrative-war-who-killed-thousands-during-irans-nationwide-protests\">killed</a> during the protests. It said the remaining 131 have not been identified, so a complementary list will be forthcoming at an undisclosed time.</p><p>The list includes the full names of those killed, the first name of their father, and the last six digits of their 10-digit national identification number. It does not elaborate where, when, how or by whom they were killed, and avoids any further classification, such as distinguishing between protesters and heavily armed state forces.</p><p>Since the release of the list, many Iranians have taken to social media to report the omission of names of people confirmed by their families and friends to have been killed during the protests. The register also contained a number of repetitive entries, with matching names and national identification codes.</p><p>Late on Tuesday, the government announced a website where people could report the names of loved ones missing from the list. But it was unclear when any potential update would be forthcoming to add names and clarify errors and ambiguities.</p><p>People were also urged to report any violations, including being demanded money by authorities to receive the bodies of their loved ones, and any refusal to provide lifesaving medical care to wounded protesters.</p><p>The government has consistently rejected all reports of misconduct by state forces, including raids on hospitals and the arrests of medical personnel for assisting protesters.</p><p>It has also announced an internal fact-finding mission – as it rejects a UN mandate on the issue – but has provided no details, including who the members are or when findings may be published.</p><p>In an apparent attempt to appease families of the victims and the grieving public, a government statement on Sunday said “all of the victims of the recent incidents and unrest were the children of this land and no bereaved person must be abandoned in silence and helplessness”.</p><p>However, the messaging was in stark contrast with daily comments from the political, military and judicial authorities, including Pezeshkian, stressing that “terrorists” were behind the “riots”, which they claim were armed and funded by the United States and Israel.</p><p>Moreover, in late January, Iran’s Martyrs Foundation said 2,427 of those killed were “innocent”, including civilians and security forces. The figure suggested that the remaining 690 killed may have been classified as the “terrorists” referenced by state officials, but there has been no further clarity on that.</p><p>The government’s list of names was also published in full and in small text on the front pages of two newspapers, with the Payam-e Ma morning daily using the headline, “the deceased”, for the victims.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Government spokesperson Fatemeh Mohajerani held a news conference on Tuesday, where she was met with a rebuke from a journalist, clips of which are being widely shared online.</p><p>Parisa Hashemi, a journalist with Ham-Mihan newspaper – which is currently under legal prosecution for reporting on the protests – reminded the spokesperson that Iran is suffering from corruption, poverty, energy and water crises, chronic air pollution and much more.</p><p>“Now we hear that the ‘enemy’ sabotaged protests in our country, created rivers of blood, and committed a mass killing. There is no doubt that those who fired at our youth, children, women and men are enemies of this land,” she said, pointing out that not a single official has resigned in the aftermath.</p><p>“If this had happened in any other country, its officials would either die from the shame or kill themselves out of honour,” Hashemi said.</p><p>In response, Mohajerani smiled and said the journalist was posing a statement rather than a question and repeated a line about “hope” being crucial for any society.</p><p>The official IRNA news agency did not include the three-minute part of the journalist’s comments when releasing the recorded footage of the news conference on its website.</p><p>Meanwhile, renowned actress Elnaz Shakerdoost on Monday announced in a handwritten statement appearing to be stained in blood that she is quitting Iranian cinema due to the protest killings.</p><p>“I will never again play any role in this soil that smells of blood. This is my main role,” she wrote, also saying she is boycotting the Fajr International Film Festival.</p><p>The state-run festival opened this week amid boycotts from artists and the public, but some of the directors and actors who took part lashed out at those who were absent.</p><p>Film director and screenwriter Mohammad Hossein Mahdavian received a backlash online after calling boycotters “cowards” and saying he is happy not to have hired “a bunch of scared stars” for his state-funded film featuring at the festival.</p></div></div></body></html>"
        },
        {
            "title": "UN warns of humanitarian collapse in Cuba as US seeks to block oil supplies | Donald Trump News | Al Jazeera",
            "time": "2026-02-05T04:57:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260204__96626RG__v1__HighRes__CubaUsDiplomacyEconomyCrisis-1770264897.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Nations Secretary-General Antonio Guterres has warned of a humanitarian “collapse” in Cuba if its energy needs go unmet after the United States <a href=\"/news/2026/1/31/president-diaz-canel-slams-trumps-bid-to-suffocate-cuba-economy\">moved</a> to block all oil from reaching the Caribbean island and threatened tariffs on any nations that step in to help.</p><p>The warning on Wednesday came amid a severe fuel shortage in Cuba that has prompted hours of blackouts, even in the capital Havana, as well as a surge in prices for food and transportation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Stephane Dujarric, a spokesman for Guterres, told reporters in New York that the UN chief was “extremely concerned about the humanitarian situation in Cuba”, which he said will “worsen if not collapse, if its oil needs go unmet”.</p><p>Dujarric also noted that for more than three decades, the UN General Assembly, too, has consistently called for an end to the trade embargo imposed by the US on Cuba.</p><p>“The secretary-general urges all parties to pursue dialogue and respect for international law,” he added.</p><p>The US and Cuba have been foes since the Cuban revolution of 1959, when Fidel Castro took power, and his socialist government nationalised US-owned businesses. Washington responded with economic sanctions that were tightened into a full embargo in 1962.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Caribbean island has long been in the grip of an economic crisis and had relied on Venezuela for its oil until US forces abducted Venezuelan President Nicolas Maduro in a raid on his residence in Caracas last month.</p><p>US President Donald Trump subsequently claimed control of Venezuelan oil and promised to starve Cuba of the commodity. He has labelled Cuba “an unusual and extraordinary threat” to the US, and said he wants to “make a deal” with Cuba’s leadership, without saying what an agreement might look like.</p><p>Trump has also threatened <a href=\"/news/2026/1/30/trump-threatens-tariffs-on-countries-supplying-cuba-with-much-needed-oil\">tariffs</a> on any other nation stepping in to help, prompting worry in Mexico, which is currently the island’s main supplier of oil.</p><p>Mexican President Claudia Sheinbaum said on Tuesday that her country was using all diplomatic avenues to ensure crude shipments to Cuba. She, too, warned of a humanitarian crisis in Cuba but said she did not want to put her own country “at risk in terms of tariffs”.</p><p>“We’re looking at the scope” of Trump’s threatened tariffs, “and we’re using all diplomatic channels”, she told reporters.</p><p>Sheinbaum added that Mexico would send humanitarian aid to Cuba this week and was seeking an agreement with Washington that would allow it to also send oil. “There is still no agreement on this,” she said.</p><p>Cuba’s President Miguel Diaz-Canel slammed Trump’s tariff threat last week, saying the US leader was planning “to suffocate” Cuba’s economy under a “false and baseless pretext”. The country also declared an “international emergency” saying Trump’s move constitutes “an unusual and extraordinary threat”.</p><p>According to The Financial Times, Mexico supplied some 44 percent of Cuba’s oil imports, and Venezuela supplied 33 percent until last month. About 10 percent is also sourced from Russia and a smaller amount from Algeria, it said.</p><p>The British newspaper also cited the Kpler data company as reporting on January 30 that Cuba only has enough oil to last 15 to 20 days at current levels of demand.</p><p>The US embassy in Cuba, meanwhile, warned Americans in the country on Tuesday to prepare for “significant disruption” from power outages ⁠and fuel shortages.</p><p>Cuba’s Deputy Foreign Minister Carlos Fernandez de Cossio told ‍the Reuters news agency on Monday that Cuba and the US are in communication, although he noted the exchanges have not evolved into formal “dialogue”.</p></div></div></body></html>"
        },
        {
            "title": "‘Country of the blind’: How will Bangladesh remember Muhammad Yunus? | Bangladesh Election 2026 News | Al Jazeera",
            "time": "2026-02-05T04:53:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/09/afp_68d6b746830e-1758902086.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Dhaka, Bangladesh –</strong> As Rubel Chaklader drove his autorickshaw through the busy Dhaka traffic in late January, he sounded more resigned than angry.</p><p>The 50-year-old said that Bangladeshis had squandered what he saw as a rare opening after an uprising in August 2024 toppled longtime leader Sheikh Hasina, ending her 15-year rule marked by allegations of authoritarianism, crackdown on opponents and widespread rights abuses.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Three days after the student-led protests forced Hasina to resign, Muhammad Yunus, Bangladesh’s only Nobel laureate, took over as the country’s interim leader, tasked with stabilising a fractured country after one of its bloodiest upheavals that killed more than 1,400 people.</p><p>Yunus, now 85, framed his mandate narrowly but ambitiously: restore a credible electoral process, and build consensus around reforms aimed at preventing a return to authoritarian rule by balancing power among different state institutions.</p><p>And that’s where Chaklader thinks the various vested interest groups – officials inside the administration and polarised political parties – failed to support Yunus enough to deliver more substantial changes during his 18 months of rule as an interim leader.</p><p>“We missed the opportunity,” Chaklader told Al Jazeera. “We didn’t let Dr Yunus work properly. Who didn’t come to the streets with unreasonable demands from him? This country will never be good. People gave their lives in July for nothing.”</p><p>His weary assessment came as Yunus prepares to leave office after presiding over arguably the country’s first free and fair elections in more than a decade, closing one of the most unusual political transitions in the country’s history.</p><p>As Bangladesh heads towards the February 12 polls, spirited debates over Yunus’s legacy are already dividing people who once placed their hopes on him.</p><p>The key question at the heart of those debates: was Yunus the steady hand who kept a fragile state from breaking, or a leader who fell short on delivering the structural change demanded by the movement that powered the 2024 uprising?</p><figure id=\"attachment_3105659\" aria-describedby=\"caption-attachment-3105659\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3105659\" src=\"/wp-content/uploads/2024/08/AFP__20240808__36CC4BX__v1__Preview__BangladeshPoliticsUnrest-1723131629.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Nobel laureate Muhammad Yunus (C) is sworn in as the chief adviser of the new interim government of Bangladesh in Dhaka on August 8, 2024, as President Mohammed Shahabuddin (2L) administers the oath taking ceremony. - Nobel Peace Prize winner Muhammad Yunus was sworn into office on August 8 to lead Bangladesh's interim government as its chief adviser, days after a student-led uprising ended the 15-year rule of Sheikh Hasina. (Photo by Munir UZ ZAMAN / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3105659\" class=\"wp-caption-text\">Nobel laureate Muhammad Yunus, centre, is sworn in as the chief adviser of the new interim government of Bangladesh in Dhaka on August 8, 2024, days after a student-led uprising ended the 15-year rule of Sheikh Hasina [Munir Uz Zaman/ AFP]</figcaption></figure><h2 id=\"acceptable-to-everyone\">‘Acceptable to everyone’</h2><p>For the student leaders who spearheaded the uprising, Yunus’s global stature as an eminent economist as well as his domestic reputation as a civil society leader mattered, particularly as Bangladesh, a garment exports powerhouse, sought to reassure the world of avoiding an economic freefall.</p><p>“At that moment, we needed someone acceptable to everyone,” said Nahid Islam, a prominent student leader who now heads the National Citizen Party (NCP), a new political platform formed by former student protest leaders. The NCP is now in alliance with Bangladesh’s largest Islamist party, the Jamaat-e-Islami, in next week’s election.</p><p>“When we discussed alternatives, we didn’t find anyone other than Yunus,” he added.</p><p>Asif Mahmud Shojib Bhuiyan, another student leader who contacted Yunus days before Hasina’s fall, said their calculation was similar: addressing institutional collapse and global uncertainty required someone with moral authority.</p><p>Bhuiyan said Yunus’s appointment was not unanimously welcomed within state institutions, and cited reservations within the military that he claimed were voiced during discussions among student leaders and officials at the time. Al Jazeera cannot independently verify this claim. The military has not publicly detailed its internal deliberations around Yunus’s appointment, and General Waker-Uz-Zaman, the army chief appointed by Hasina, remained in his post under the interim government.</p><p>Yunus is also reported to have initially hesitated, insisting he was “not a political person”. But as protests escalated and deaths mounted, he stepped in, in “a moment of obligation”, as political scientist Ali Riaz puts it.</p><p>“He felt a commitment to step forward,” said Riaz, who was handpicked by Yunus to head a committee on constitutional reforms – a key demand of the 2024 uprising.</p><p>But 18 months later, a sense of disappointment – and missed opportunity – hangs over even those who backed Yunus.</p><p>“We wanted a national unity government,” Bhuiyan added. “That wasn’t possible. Still, we expected a rigorous overhaul of the state.”</p><figure id=\"attachment_4288424\" aria-describedby=\"caption-attachment-4288424\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288424\" src=\"/wp-content/uploads/2026/02/2024-08-08T092308Z_993351806_RC2KB9AXEZ2X_RTRMADP_3_BANGLADESH-PROTESTS-1770218297.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Yunus meets student leaders\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288424\" class=\"wp-caption-text\">Muhammad Yunus, who was recommended by Bangladeshi student leaders to be the head of the interim government in Bangladesh, meets student leaders as he arrives at the Hazarat Shahjalal International Airport, in Dhaka, Bangladesh, on August 8, 2024 [File: Mohammad Ponir Hossain/Reuters]</figcaption></figure><h2 id=\"push-for-justice\">Push for justice</h2><p>To be sure, Yunus presided over one of the most ambitious and contested reform drives attempted by any interim government in Bangladesh’s history. In the absence of an elected parliament, his administration relied on experts to diagnose the failures of governance, document the abuses of power and propose structural fixes before holding a general election.</p><p>Supporters saw it as long overdue truth-telling. Critics saw an unelected government trying to do too much, too quickly.</p><p>Yunus’s administration set up multiple reform and inquiry commissions covering elections, constitution, judiciary, police, as well as the various rights abuses carried out under Hasina’s administration, including arrests of critics, extrajudicial killings and enforced disappearances.</p><p>The judiciary, which during Hasina’s rule was also accused of systemic repression, assumed a more independent role and ordered the trial of several politicians, army generals, police officers and other security officials who were implicated in past abuses. Late last year, Hasina was sentenced to death in absentia for crimes against humanity and convicted in other cases, while several other Hasina-linked officials also faced the wrath of the law.</p><p>Among Yunus’s most sensitive initiatives was confronting the issue of enforced disappearances and secret detentions under Hasina’s watch between 2009 and 2024.</p><p>The Commission of Inquiry on Enforced Disappearances, which he formed, documented 1,913 complaints, verified 1,569 cases, and identified 287 victims as either missing or dead, with most of those cases to security agencies, including the police, the Rapid Action Battalion, a notorious paramilitary sanctioned by the United States and the military intelligence.</p><p>Mubashar Hasan, an adjunct fellow at Western Sydney University, who was himself abducted in Dhaka in November 2017 and returned home 44 days later after being left blindfolded on a highway, called the commission Yunus’s “most consequential intervention”.</p><p>“It showed that crimes under Sheikh Hasina were systematic,” Hasan said.</p><p>He credited Yunus with acknowledging Aynaghor or “house of mirrors” – as Hasina-era clandestine detention sites were called – and visiting suspected locations, despite resistance within the security establishment.</p><p>But Hasan also felt the commission could have a broader mandate, comparing it with a truth and reconciliation commission in post-dictatorship Argentina. “It [Bangladesh commission] was a success,” he said, “but it could have been a bigger one.”</p><p>The interim government under Yunus also engaged with the United Nations Human Rights Office, which confirmed that Bangladeshi security forces used excessive force during the July 2024 uprising, lending international weight to claims of serious violations.</p><p>Political analyst Dilara Choudhury thinks bureaucratic reforms were another area where expectations did not match the outcome during Yunus’s rule.</p><p>“There was an expectation that Yunus would confront an entrenched bureaucracy that routinely exercises power over citizens,” she told Al Jazeera. “But he failed to do so, constrained by structural resistance and the limits of an unelected mandate.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"referendum-on-reforms\">Referendum on reforms</h2><p>Yunus is using the February 12 vote to attempt something unprecedented in Bangladesh’s history: forging political consensus around key recommendations and putting them directly to voters through a nationwide referendum alongside the general election.</p><p>Yunus’s supporters argue that if the next government is to dismantle systems that enabled repression during Hasina’s abuse of power – from politicised courtrooms to unaccountable security forces – then the reforms require public consent.</p><p>If voters approve the charter, the next parliament will decide whether those reforms are to be implemented. If not, the reform initiatives may be shelved.</p><p>For analysts, that uncertainty defines Yunus’s legacy.</p><p>“He provided leadership at a moment when Bangladesh could have fallen apart,” said Hasan, the Sydney-based political analyst. “History will judge what survives after he leaves.”</p><p>Choudhury offered a different perspective. “Whether the initiatives he took ultimately succeed or fail is not the only measure,” she said. “He will remain a permanent figure in the nation’s history.”</p><p>Bangladesh’s political parties, however, remain divided on Yunus’s legacy as they seek to form an elected government later this month.</p><p>The frontrunner Bangladesh Nationalist Party (BNP), which had been demanding swift elections since Hasina’s fall, did not approve of an unelected government in command. On the other hand, the NCP and its ally, the Jamaat-e-Islami, favoured deeper reforms before an election was held.</p><p>BNP leader Salahuddin Ahmed acknowledged Yunus’s role in stabilising the country, but questioned how far an unelected government should have gone.</p><p>“There was a tendency to try to do everything within this short time,” Salahuddin told Al Jazeera. “Some of these issues could have been addressed later through parliament once an elected government was in place.”</p><p>He said law and order had been “largely under control, though not to expectations”, while economic stability remained fragile, with foreign investments largely stalled during the interim period.</p><p>Economists say that while macro indicators stabilised somewhat under Yunus, household-level distress persisted – with <a href=\"/features/2026/2/3/jobs-cash-loans-can-bangladeshs-parties-deliver-on-election-promises\">unemployment, stagnant wages and sluggish investment</a> keeping private sector confidence low and limiting the government’s capacity to generate growth and jobs.</p><p>Still, the BNP leader described Yunus’s decision to hold elections on February 12 as a “major achievement”, adding: “How much of what [reform agenda] he has initiated will be accepted or implemented by the next parliament remains an open question.”</p><p>The Jamaat-e-Islami, which supported Yunus’s appointment after Hasina’s fall, struck a similar note.</p><p>“He started the reform process and made significant progress,” Jamaat leader Abdul Halim said. “But reforms need time. This government’s achievements should be seen as a collective effort by all political forces.”</p><figure id=\"attachment_4288431\" aria-describedby=\"caption-attachment-4288431\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4288431\" src=\"/wp-content/uploads/2026/02/2026-01-28T083635Z_559596609_RC28AJANQU0D_RTRMADP_3_BANGLADESH-ELECTION-1770218573.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Bangladesh election\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4288431\" class=\"wp-caption-text\">Women supporters of the Bangladesh Nationalist Party (BNP) chant slogans as they join in an election campaign in Dhaka on January 28, 2026 [Mohammad Ponir Hossain/Reuters]</figcaption></figure><h2 id=\"a-country-of-the-blind\">‘A country of the blind’</h2><p>Among the student leaders who propped up Yunus, assessments blend respect with a degree of disappointment.</p><p>Islam, who also served as the acting head of the information ministry in the Yunus cabinet before forming the NCP a year ago, said Yunus’s intent was clear but political realities were unforgiving.</p><p>“He tried to create unity,” Islam said. “But his government was weak in political negotiations.”</p><p>Bhuiya agreed, saying Yunus succeeded internationally but struggled at home. “We needed stronger positions,” he told Al Jazeera.</p><p>For Sanjida Khan Deepti, however, Yunus will be remembered more for his government’s push for justice for the victims of the 2024 uprising. Deepti’s 17-year-old son Anas was killed by the police at the peak of the uprising in early August 2024.</p><p>Last month, a court sentenced former Dhaka police chief Habibur Rahman and others to death, while several officers received prison terms for their crackdown on the protesters.</p><p>“We gave our children’s lives in exchange for justice,” Deepti told Al Jazeera.</p><p>She insisted that Yunus should be remembered positively. “In a country of the blind, a mirror has no value,” she said. “How could one person finish so many tasks in such a short time?”</p><p>Back in the crawling traffic of Dhaka, Chaklader slowed his autorickshaw near the Bashundhara neighbourhood and turned around to share a family secret: his wife and daughter remain staunch supporters of Hasina’s banned Awami League party and he has failed in persuading them otherwise.</p><p>And that, he explains, is why he has little hope for the February 12 election.</p><p>“I will still vote,” he told Al Jazeera. “Not because I expect change, but because there is nothing else left to do. I don’t believe the election would alter my life – or the country – in any meaningful way.”</p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy reveals 55,000 Ukrainian soldiers killed fighting against Russia | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-05T04:41:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-12-01T081226Z_1188132904_RC2G6IAPMCO9_RTRMADP_3_UKRAINE-CRISIS-KOSTIANTYNIVKA-1770264435.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">The number of Ukrainian soldiers <a href=\"/news/2026/2/5/russia-ukraine-war-list-of-key-events-day-1442\">killed on the battlefield</a> as a result of the country’s war with Russia is estimated to be 55,000, Ukrainian President Volodymyr Zelenskyy said, adding that a “large number” were also missing.</p><p class=\"tr-story-p1\">President Zelenskyy’s remarks on Wednesday came in the run-up to the fourth anniversary of Russia’s invasion of Ukraine and amid crucial ceasefire talks in Abu Dhabi, where negotiators are trying to end Europe’s largest conflict since World War II.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">“In Ukraine, officially the number of soldiers killed on the battlefield – either professionals or those conscripted – is 55,000,” said Zelenskyy, in a prerecorded interview with France 2 TV.</p><p class=\"tr-story-p1\">Zelenskyy, whose comments were translated into French, added that on top of that casualty figure was a “large number of people” considered officially missing.</p><p class=\"tr-story-p1\">The Ukrainian leader did not give an exact figure for those who are still missing.</p><p class=\"tr-story-p1\">Zelenskyy had previously cited a figure for Ukrainian war dead in an interview with the United States television network NBC in February 2025, saying that more than 46,000 Ukrainian service members had been killed on the battlefield.</p><p class=\"tr-story-p1\">In the middle of 2025, the Center for Strategic and International Studies in Washington, DC, estimated that close to 400,000 Ukrainian troops have been killed or wounded since the war began.</p><p class=\"tr-story-p1\">Last month, the United Nations Human Rights Monitoring Mission in Ukraine reported that Russian attacks had killed 2,514 civilians and injured 12,142 in Ukraine in 2025, almost a third higher than the number of casualties in 2024.</p><p class=\"tr-story-p1\">Russia has also incurred heavy losses in the ongoing war.</p><p class=\"tr-story-p1\">In January, Ukraine’s military commander, Oleksandr Syrskii, was quoted as saying that in 2025 alone, almost <a href=\"/news/2026/1/2/over-400000-russians-killed-wounded-for-0-8-percent-of-ukraine-in-2025\">420,000 Russian soldiers were killed and wounded</a> while fighting against Ukrainian forces.</p><p>An October 2025 estimate by British defence intelligence put the overall number of Russian soldiers killed or wounded in the war at 1.1 million.</p><p>Both Ukraine and Russia rarely disclose their own casualty figures in the war, though they actively report enemy losses on the battlefield.</p><p>Analysts say both Kyiv and Moscow are likely underreporting their own deaths while inflating those of the other side.</p><figure id=\"attachment_4289182\" aria-describedby=\"caption-attachment-4289182\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4289182\" src=\"/wp-content/uploads/2026/02/AFP__20260113__92J23WG__v1__MidRes__UkraineRussiaConflictWar-1770257250.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"A woman visits the snow-covered memorial for the fallen Ukrainian and foreign fighters on Independence Square in Kyiv on January 13, 2026, amid the Russian invasion of Ukraine. (Photo by Sergei GAPON / AFP)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4289182\" class=\"wp-caption-text\">A woman visits the snow-covered memorial for fallen Ukrainian soldiers and foreign fighters at Independence Square in Kyiv [File: Sergei Gapon/AFP]</figcaption></figure><p> </p><p>Kremlin spokesperson Dmitry Peskov said on Wednesday that Russia would keep fighting until Kyiv made the “decisions” that could bring the war to an end, while in Abu Dhabi, Ukrainian and Russian officials wrapped up a <a href=\"/news/2026/2/4/ukraine-says-first-day-of-peace-talks-with-russia\">“productive” first day</a> of new US-brokered talks, Kyiv’s lead negotiator Rustem Umerov said.</p><p>US President Donald Trump’s administration has been pushing both Kyiv and Moscow to find a compromise to end the fighting, although the two sides remain far apart on key points despite several rounds of talks.</p><p>The most sensitive issues are Moscow’s demands that Kyiv give up land it still controls and the fate of the Zaporizhzhia nuclear power plant, Europe’s largest, which now sits in a Russian-occupied area of Ukraine.</p><p>Moscow has demanded that Kyiv <a href=\"/news/2025/8/12/ukraine-sends-reserves-to-stop-russian-advance-in-east-amid-diplomatic-push\">pull its troops out of all the Donbas region</a>, including heavily fortified cities regarded as one of Ukraine’s strongest defences against Russian aggression, as a condition for any deal to end the fighting.</p><p>Ukraine said the conflict should be frozen along current front lines and rejects any unilateral pullback of its forces from territory it still controls.</p><p>Russian forces occupy about 20 percent of Ukraine’s territory, including Crimea and parts of the eastern Donbas region seized before the 2022 invasion.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Australia charges teen over online threat as Israeli president due to visit | Protests News | Al Jazeera",
            "time": "2026-02-05T03:18:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-16T091453Z_105820339_RC282JARE1DH_RTRMADP_3_ISRAEL-PALESTINIANS-AUSTRALIA-1770260064_c0627a-1770260293.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Australia charges teen over online threat as Israeli president due to visit</h1><p class=\"article__subhead\"><em>‘Mass, peaceful’ demonstration are planned across Australia to protest the visit of Israel’s President Isaac Herzog.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>An Australian teenager has been charged for allegedly making online threats against Israeli President Isaac Herzog, whose visit to the country on Sunday has been met with planned protests, <a href=\"/news/2026/1/23/australian-palestinian-lawyers-seek-police-probe-of-israeli-president\">police complaints over alleged war crimes</a>, and efforts to have his invitation revoked.</p><p>Australian Federal Police said in a statement on Thursday that the 19-year-old allegedly made the threats on a social media platform last month “towards a foreign head of state and internationally protected person”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Police did not name the intended target of the alleged threats, but Australian media widely reported they were directed at Herzog.</p><p>The teenager was refused police bail and will appear before a court in Sydney on Thursday. The offence carries a maximum penalty of 10 years in jail, police said in the statement.</p><p>Herzog is due to arrive in Australia on Sunday for a five-day visit, following an invitation by Prime Minister Anthony Albanese in the aftermath of the shooting of 15 people attending a Jewish festival at Sydney’s Bondi Beach in December.</p><p>The visit by Herzog – who is expected to meet survivors and the families of the victims of the shooting – has drawn strong opposition from pro-Palestine groups and those opposing Israel’s genocide in Gaza, with protests against the visit planned across some two dozen Australian cities, according to reports.</p><p>David Shoebridge, Greens party senator for New South Wales (NSW), home to Sydney, said the Albanese government “needs to withdraw this invitation now”.</p><p>“They should not have invited Herzog to Australia. Now the police are saying they have concerns about how his visit will cause ‘significant animosity’,” Shoebridge said in a post on social media on Wednesday.</p><p></p><p>Shoebridge had tried in the state Senate to move a motion calling on Prime Minister Albanese’s government to revoke Herzog’s invitation.</p><p>“He has literally signed bombs used in the genocide in Gaza,” Shoebridge said of the Israeli president.</p><p>NSW Police Commissioner Mal Lanyon announced on Tuesday that restrictions on protests would be extended in advance of the Israeli leader’s visit, stating, “I know that there is significant animosity about President Herzog’s visit.”</p><p>The Palestine Action Group has called on supporters to attend a rally in Sydney on Monday, urging people to march to the New South Wales state parliament in what is described as a “mass, peaceful gathering”.</p><p>An Australian and two Palestinian legal groups formally called on the Australian Federal Police last month to investigate Herzog for his alleged role in war crimes in Gaza.</p><p>The Australian Centre for International Justice, Al-Haq and the Al Mezan Center for Human Rights said that they had written to “urgently alert” Australian police of their concerns “in light of serious and credible criminal allegations of incitement to genocide and advocating genocide” by Herzog amid Israel’s war on Gaza since October 7, 2023.</p></div></div></body></html>"
        },
        {
            "title": "Nike probed by Trump appointee over claims of bias against white workers | Donald Trump News | Al Jazeera",
            "time": "2026-02-05T02:26:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26035825080497-1-1770250758.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Nike probed by Trump appointee over claims of bias against white workers</h1><p class=\"article__subhead\"><em>US Equal Employment Opportunity Commission’s probe seen as latest effort by Trump administration to roll back diversity and inclusion policies.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Nike is being investigated in the United States over claims that it discriminated against white workers through its diversity and inclusion policies.</p><p>The US Equal Employment Opportunity Commission (EEOC) said on Wednesday that it had filed a court motion to compel Nike to produce information related to allegations of “intentional race discrimination” against white employees.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The allegations relate to a suspected pattern of discrimination in “hiring, promotion, demotion, or separation decisions, including selection for layoffs; internship programs; and mentoring, leadership development and other career development programs”, the US government agency said.</p><p>The agency said it took the action after Nike had failed to respond to a subpoena for various information, including the criteria used in selecting employees for redundancies and setting executives’ pay.</p><p>EEOC chair, Andrea Lucas, an ardent critic of racial diversity initiatives who was appointed last year by President Donald Trump, said US anti-discrimination law is “colour-blind” and protects employees of “all races”.</p><p>“Thanks to President Trump’s commitment to enforcing our nation’s civil rights laws, the EEOC has renewed its focus on even-handed enforcement of Title VII,” Lucas said in a statement, referring to a section of the 1964 Civil Rights Act that prohibits employment discrimination based on race, colour, religion or sex.</p><p>Nike, based in Beaverton, Oregon, did not immediately respond to a request for comment.</p><p>The EEOC’s action is seen as the latest move by the Trump administration to roll back policies promoting diversity, equity and inclusion (DEI) in the workplace.</p><p>In one of his first acts upon returning to the White House, Trump signed an executive order to abolish “radical” and “wasteful” DEI initiatives introduced under his predecessor, Joe Biden.</p><p>Like many corporate giants in the US, Nike publicly backed social justice causes such as Black Lives Matter prior to Trump’s re-election in 2024.</p><p>Between 2020 and 2021, Nike’s share of non-white employees rose more than four percentage points, the most among firms apart from healthcare provider Danaher, according to a Bloomberg analysis of company data reported to the EEOC.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,442 | Russia-Ukraine war News | Al Jazeera",
            "time": "2026-02-05T01:23:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/13704830-1770249904.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "UN agency warns of ‘sharp increase’ in measles cases in the Americas | Health News | Al Jazeera",
            "time": "2026-02-05T00:32:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP26035677803248-1770245614.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Pan American Health Organization (PAHO), a United Nations agency, has issued a new report warning of an uptick in measles cases throughout the region.</p><p>On Wednesday, the organisation issued an <a href=\"https://www.paho.org/en/documents/epidemiological-alert-measles-americas-region-3-february-2026\" target=\"_blank\" rel=\"noopener\">epidemiological alert</a> that called for member states to strengthen “routine surveillance and vaccination activities” in order to combat the spread of the disease.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The sharp increase in measles cases in the Americas Region during 2025 and early 2026 is a warning sign that requires immediate and coordinated action by Member States,” PAHO said in a statement.</p><p>Overall, in the first three weeks of 2026 alone, PAHO documented 1,031 cases of measles in the Americas. Throughout 2025, a total of 14,891 cases were confirmed.</p><p>Some of the biggest outbreaks the PAHO highlighted were unfolding in North America, with countries like the United States, Mexico and Canada facing high numbers of cases.</p><h2 id=\"what-is-measles\">What is measles?</h2><p>Measles is a highly contagious airborne virus capable of infecting nine out of every 10 people exposed to it, if they are unvaccinated.</p><p>In most cases, symptoms of the disease clear up within several weeks. However, measles can be deadly or cause life-altering health complications, particularly among young children.</p><p>Some sufferers find themselves with ear infections and lung inflammation. Others experience pneumonia or encephalitis, a swelling of the brain that can cause lasting damage, including seizures and memory loss.</p><p>The only way to prevent measles and halt its spread is by taking a vaccine. That care is often administered through a combination vaccine known by the acronym MMR, for measles, mumps and rubella.</p><p>Doctors typically advise patients to get vaccinated early. For healthy children, the general guidance is to receive the first MMR dose before 15 months of age. The second and final dose is recommended before age six.</p><p>The MMR vaccine is widely considered safe. But in countries like the US, vaccination rates have fallen in recent years, in part due to conspiracy theories and misleading statements.</p><p>The country’s Health and Human Services Secretary Robert F Kennedy Jr, for instance, has previously asserted that the vaccine “wanes very quickly”, despite the fact that it offers lifelong protection.</p><p>Kennedy has also claimed there were health risks associated with the vaccine. But experts, including at the US Centers for Disease Control and Prevention (CDC), have repeatedly maintained that most people encounter no serious problems – and that the vaccine is far safer than exposure to measles itself.</p><p>“There have been no deaths shown to be related to the MMR vaccine in healthy people,” the Infectious Diseases Society of America says on its website.</p><h2 id=\"high-numbers-in-north-america\">High numbers in North America</h2><p>According to PAHO’s report on Wednesday, the US has seen 171 new cases of measles in the first three weeks of 2026. The country experienced a total of 2,242 cases in 2025.</p><p>One of the ongoing outbreaks has been in South Carolina, where <a href=\"https://dph.sc.gov/news/tuesday-measles-update-dph-reports-29-new-measles-cases-bringing-outbreak-total-876-new-case\" target=\"_blank\" rel=\"noopener\">876 incidents</a> of measles have been reported in recent months. Of that total, 800 sufferers were unvaccinated, 16 had only received a partial vaccination, and 38 had an unknown vaccination status.</p><p>Meanwhile, in Texas, an outbreak resulted in <a href=\"https://www.dshs.texas.gov/news-alerts/measles-outbreak-2025\" target=\"_blank\" rel=\"noopener\">762 cases</a> of measles between January and August. Two unvaccinated children died in that outbreak, and there were 99 hospitalisations.</p><p>In 2000, measles had been declared eliminated from the US, a sign that cases were no longer spreading domestically, though some cases did occur after exposure to the virus abroad.</p><p>Mexico, too, had achieved its measles elimination status in 1996, after an extensive vaccination campaign. The entire Americas region <a href=\"https://www.paho.org/en/news/27-9-2016-region-americas-declared-free-measles\" target=\"_blank\" rel=\"noopener\">was declared</a> measles-free in 2016.</p><p>But both the US and Mexico risk seeing their measles elimination status revoked, as outbreaks continue.</p><p>In Mexico, for instance, there were 6,428 cases of measles in 2025, the highest of any country in the Americas. For the first three weeks of 2026, there have been 740 more cases.</p><p>PAHO typically determines which countries have elimination status, and the organisation has indicated that it will review the situation in the US and Mexico during a virtual <a href=\"https://www.paho.org/en/news/16-1-2026-measles-elimination-status-united-states-and-mexico\" target=\"_blank\" rel=\"noopener\">meeting</a> on April 13.</p><p><a href=\"/news/2025/11/11/why-has-canada-lost-its-measles-free-status-and-could-the-us-be-next\">Canada</a>, meanwhile, already saw its measles elimination status <a href=\"https://www.canada.ca/en/public-health/news/2025/11/statement-from-the-public-health-agency-of-canada-on-canadas-measles-elimination-status.html\" target=\"_blank\" rel=\"noopener\">rescinded</a> in November. It has seen several measles outbreaks since October 2024.</p><p>PAHO found that there were 5,436 cases of measles last year, and 67 in the first three weeks of 2026.</p><p>The country can win back its elimination status only if it stops measles transmissions resulting from its outbreaks for more than one year.</p></div></div></body></html>"
        }
    ]
}