{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Mbappe returns at Alaves to ease Real pressure on Madrid coach Alonso | Football News | Al Jazeera",
            "time": "2025-12-14T22:54:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/GettyImages-2251899786-1765744242.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Kylian Mbappe’s and Rodrygo Goes’s goals earned Real Madrid a tense 2-1 win at <a href=\"/sports/liveblog/2025/12/14/live-alaves-vs-real-madrid-la-liga\">Alaves in La Liga</a> to potentially keep coach Xabi Alonso in his job.</p><p>Madrid, second, reeled league leaders Barcelona’s advantage back to four points and recorded only their third victory in the last nine games across all competitions.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>After a home defeat by Manchester City in the Champions League on Wednesday, Spanish media reported that anything but a victory would cost Alonso his position.</p><p>Following Mbappe’s superb opener on Sunday, Carlos Vicente pulled Alaves level in the second half, but Rodrygo secured the visitors a much-needed victory at Mendizorrotza Stadium.</p><p>Alonso was able to bring his key player, Mbappe, back into the side after he could only watch the defeat by City from the bench due to knee discomfort.</p><p>The coach also handed a debut to Victor Valdepenas at left-back, with both Alvaro Carreras and Fran Garcia suspended, and Ferland Mendy being one of several players out injured.</p><p>Mbappe appeared to be feeling his knee and hobbling in the first few minutes, but despite that, he was the game’s most influential player.</p><p>The forward had a shot deflected wide and then fired narrowly over as Alaves sat deep and tried to keep the 15-time European champions at bay.</p><p>By the time Mbappe opened the scoring in the 25th minute, his discomfort seemed to have cleared up.</p><p>Released by Jude Bellingham, Mbappe drove towards goal at full tilt and whipped a shot into the top right corner for his 17th league goal of the campaign.</p><p>England international Bellingham then blasted home from close range, but his strike was ruled out for a handball, as the ball had struck his arm.</p><p>Needing to fight back, Alaves moved onto the front foot and took control of the game before the break, almost pulling level.</p><p>Madrid goalkeeper Thibaut Courtois made a fine save with his head, even if he knew little about it, to deny Pablo Ibanez from close range.</p><p>Los Blancos were dangerous again soon after the interval, with Alaves goalkeeper Antonio Sivera saving well from Mbappe and then Vinicius Junior.</p><p>They came to rue those misses when Vicente pulled Alaves level after 68 minutes.</p><p>The forward got in behind Antonio Rudiger, controlled former Madrid midfielder Antonio Blanco’s chipped pass, and whipped a shot past Courtois.</p><p>Eduardo Coudet’s side almost took the lead when Vicente’s low cross from the right was nudged wide by Toni Martinez, who was shifted off-balance as he shot by Raul Asencio’s pressure.</p><p>Instead, Madrid pulled back in front, with Vinicius breaking in down the left and crossing for Rodrygo to finish from 6 yards out.</p><p>It was the Brazilian’s second goal in two games after going the previous 32 matches without finding the net, and Alonso celebrated vehemently, knowing his future could depend on it.</p><p>Vinicius had appeals for a penalty turned down, and Bellingham came close in stoppage time as Madrid tried in vain to put the game to bed and ease their nerves.</p><p>Third-place Villarreal’s visit to face Levante was postponed due to a weather warning in the Valencia region. Real Oviedo, 19th, sacked coach Luis Carrion after a 4-0 hammering at Sevilla.</p><p>On Saturday, champions Barcelona beat Osasuna 2-0 to win a seventh straight La Liga game and ensure they will lead the table into 2026, regardless of what happens in the final round of fixtures before the winter break.</p></div></div></body></html>"
        },
        {
            "title": "Far-right candidate Jose Antonio Kast wins Chile’s presidential election | Elections News | Al Jazeera",
            "time": "2025-12-14T22:42:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25348490560209-1765753904.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Far-right candidate Jose Antonio Kast has won a run-off election to become Chile’s 38th president, ousting the centre-left government currently in power.</p><p>On Sunday, with nearly all the ballots counted, Kast prevailed with 58 percent of the vote, defeating former Labour Minister Jeannette Jara, a Communist Party politician who represented the governing centre-left coalition.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Jara and her coalition, Unity for Chile, conceded defeat shortly after the polls closed in the South American country.</p><p>“Democracy has spoken loud and clear. I have just spoken with President-elect [Kast] to wish him success for the good of Chile,” Jara <a href=\"https://x.com/jeannette_jara/status/2000332465412661721\" target=\"_blank\" rel=\"noopener\">wrote</a> on social media.</p><p>“To those who supported us and were inspired by our candidacy, rest assured that we will continue working to build a better life in our country. Together and standing strong, as we always have.”</p><p>Kast, meanwhile, hailed the election results as a “broad mandate” to carry out his political agenda in a victory speech to supporters.</p><p>“This is not a personal achievement, nor is it a party achievement,” he told the crowd. “Chile won here, with the hope of no longer living in fear, of a Chile that works.”</p><p>The result marks the latest victory for the far right in Latin America, which has seen a streak of right-wing leaders once considered political outsiders rise to power in countries like Argentina and Ecuador.</p><h2 id=\"a-hardline-platform\">A hardline platform</h2><p>The tally also marks a significant comeback for Kast himself, the 59-year-old leader of the Republican Party. The 2025 election marks his third attempt to win the presidency — and his first successful bid.</p><p>During the last election, in 2021, he was trounced by outgoing President Gabriel Boric, who won by nearly a 10-point margin.</p><p>But Boric, a former student leader who became Chile’s youngest president, had seen his popularity slump to about 30 percent by the end of his four-year term. He was also ineligible to run for a second term under Chilean law.</p><p>In public opinion polls, voters also expressed frustration with recent spikes in crime and immigration, as well as a softening of Chile’s economy.</p><p>Kast, meanwhile, campaigned on the promise of change. He said he would address voter concerns by carrying out crackdowns on crime and immigration, including through a campaign of mass deportation, similar to what United States President Donald Trump has done in North America.</p><p>His security platform — dubbed the “Implacable Plan” — also proposes stiffer mandatory minimum sentencing, incarcerating more criminals in maximum security facilities, and putting cartel leaders in “total isolation” to cut them off from any communication with the outside world.</p><p>“Today, while criminals and drug traffickers walk freely through the streets, committing crimes and intimidating people, honest Chileans are locked in their homes, paralyzed by fear,” Kast writes in his security plan.</p><p>Informed by his socially conservative Catholic background, Kast has also taken a hard-right stance towards social and health issues, including abortion, which he opposes even in cases of rape.</p><h2 id=\"a-historic-post-pinochet-win\">A historic post-Pinochet win</h2><p>But those hardline policies earned Kast criticism on the campaign trail. Critics have also seized upon his own sympathetic comments about Chile’s former dictator, military leader Augusto Pinochet.</p><p>In 1973, Pinochet oversaw a right-wing military coup that ousted the democratically elected leader, Salvador Allende. He proceeded to rule the country until 1990. His government became known for its widespread human rights abuses and brutal oppression of political dissent, with thousands executed and tens of thousands tortured.</p><p>While Kast has rejected the label “far right”, he has repeatedly defended Pinochet’s government. Of Pinochet, Kast famously quipped, “If he were alive, he would vote for me.”</p><p>Opponents also sought to draw attention to Kast’s family ties: His father, Michael Martin Kast, was born in Germany and had been a member of the Nazi Party. The elder Kast immigrated to Chile in 1950.</p><p>Reporting from a polling site in the capital of Santiago, Al Jazeera correspondent Lucia Newman noted that Sunday’s victory was a historic one for Chile’s far right. But, she noted, Kast has sought to moderate his platform to better appeal to voters in the current election cycle.</p><p>“This is the first time since 1990 — since the military dictatorship before 1990, when Chile returned to democracy — that such a conservative government will be in power,” Newman explained.</p><p>“It’s really not certain just how conservative it will be. Jose Antonio Kast was a supporter of former dictator General Augusto Pinochet. He has shirked away from that in recent years, and certainly in this campaign.”</p><h2 id=\"latin-america-s-right-reacts\">Latin America’s right reacts</h2><p>In the wake of Kast’s election victory, right-wing leaders from across the Americas offered their congratulations in statements on social media.</p><p>“Congratulations to Chilean President-Elect [Jose Antonio Kast] on his victory,” Trump’s Secretary of State Marco Rubio <a href=\"http://x.com/SecRubio/status/2000347698726330735\" target=\"_blank\" rel=\"noopener\">wrote</a>. “The United States looks forward to partnering with his administration to strengthen regional security and revitalize our trade relationship.”</p><p>Argentina’s libertarian leader Javier Milei likewise chimed in, hailing Kast’s election as a major win for Latin America’s conservative political movement.</p><p>“FREEDOM IS ADVANCING,” Milei <a href=\"https://x.com/JMilei/status/2000336711511863505\" target=\"_blank\" rel=\"noopener\">wrote</a>, echoing his own campaign rallying cry.</p><p>“Enormous joy at the overwhelming victory of my friend [Jose Antonio Kast] in the Chilean presidential elections! One more step for our region in defense of life, liberty, and private property. I am sure that we will work together so that America embraces the ideas of freedom and we can free ourselves from the oppressive yoke of 21st-century socialism…!!!”</p><p>Ecuador’s right-wing President Daniel Noboa, meanwhile, <a href=\"https://x.com/DanielNoboaOk/status/2000356612356333636\" target=\"_blank\" rel=\"noopener\">said</a> that “a new era is beginning for Chile and for the region”.</p><p>This year’s presidential race was the first time since 2012 that voting had been compulsory in the country. There are approximately 15.7 million eligible voters in the South American country.</p><p>Kast originally came in second place during the first round of voting on November 16. He scored about 23.9 percent of the vote, compared with Jara’s 26.8 percent.</p><p>But polls had widely favoured him to win in the run-off. While Chile’s left wing held a primary in June and coalesced around its victor, Jara, right-wing parties did not hold a primary to choose a coalition nominee.</p><p>The result was a fractured right in the first round of voting. But in the final contest, Kast was able to sweep up votes that had previously gone to his right-leaning adversaries, earning him a comfortable win.</p><p>Still, Kast faces a divided National Congress, which is expected to blunt some of his more hardline proposals. Kast will be sworn in on March 11.</p></div></div></body></html>"
        },
        {
            "title": "What is the significance of Trump’s deal with Belarus? | TV Shows | Al Jazeera",
            "time": "2025-12-14T22:24:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765749756.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The US has eased sanctions on Belarus after the close Russian ally freed more than 100 political prisoners.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has eased sanctions on Belarus after it freed more than 100 political prisoners.</p><p>But stiff European sanctions remain in place against the close Russian ally.</p><p>Why has the US deal been struck now, and what is the reaction in Russia, Ukraine and the European Union?</p><p><strong>Presenter:</strong> Adrian Finighan</p><p><strong>Guests:</strong></p><p>Sviatlana Tsikhanouskaya – Belarusian opposition leader</p><p>Franak Viacorka – non-resident fellow at the Atlantic Council</p><p>Mark Episkopos – research fellow at Quincy Institute’s Eurasia programme</p><p>Andrey Kortunov – Russian foreign affairs analyst</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Australia look to seal Ashes series in third Test against England | Cricket News | Al Jazeera",
            "time": "2025-12-14T22:16:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765749265.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Al Jazeera takes a look at the third Ashes Test between Australia and England, which is being played in Adelaide.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>England face a series-defining third Ashes Test in Australia, knowing defeat will see their hosts retain the famous urn, but also have the chance of whitewashing their old enemy.</p><p>The match begins in Adelaide on Tuesday, where an unassailable 3-0 lead is in sight for the Aussies.</p><p>Australia won <a href=\"/sports/2025/11/22/travis-head-scores-century-as-australia-defeat-england-in-perth-test\">the first Test</a> inside two days in Perth as Travis Head’s century made short work of his side’s target, while the Aussies needed only four days in Brisbane to <a href=\"/sports/2025/12/7/australia-dominate-england-to-win-second-test-in-brisbane\">secure the second match</a> of the series.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "JetBlue flight near Venezuela avoids ‘midair collision’ with US tanker | Donald Trump News | Al Jazeera",
            "time": "2025-12-14T22:16:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_693f2dc63afbd-1765748166.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>JetBlue flight near Venezuela avoids ‘midair collision’ with US tanker</h1><p class=\"article__subhead\"><em>The incident involved JetBlue Flight 1112 from Curacao, which is just off the coast of Venezuela, en route to New York City’s JFK airport.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A JetBlue flight from the small Caribbean nation of Curacao halted its ascent to avoid colliding with a US Air Force refuelling tanker on Friday, with the JetBlue pilot blaming the military plane for crossing his path.</p><p>“We almost had a midair collision up here,” the JetBlue pilot said, according to a recording of his conversation with air traffic control. “They passed directly in our flight path… They don’t have their transponder turned on. It’s outrageous.”</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It comes as the US military has <a href=\"/video/upfront/2025/12/14/why-the-us-is-targeting-venezuela\">stepped up its drug interdiction activities</a> in the Caribbean and is also seeking to increase pressure on the Venezuelan government.</p><p>“We just had traffic pass directly in front of us, within 5 miles [8km] of us – maybe 2 or 3 miles [3 or 5km] – but it was an air-to air refueller from the United States Air Force, and he was at our altitude,” the pilot said. “We had to stop our climb.”</p><p>The pilot said the US Air Force plane then headed into Venezuelan airspace.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Derek Dombrowski, a spokesman for JetBlue, said on Sunday: “We have reported this incident to federal authorities and will participate in any investigation.”</p><p>He added, “Our crew members are trained on proper procedures for various flight situations, and we appreciate our crew for promptly reporting this situation to our leadership team.”</p><p>The Pentagon referred The Associated Press agency to the Air Force for comment. The Air Force did not immediately respond to a request for comment.</p><p>The US Federal Aviation Administration last month issued a warning to US aircraft, urging them to “exercise caution” when in Venezuelan airspace, “due to the worsening security situation and heightened military activity in or around Venezuela”.</p><p>According to the air traffic recording, the controller responded to the JetBlue pilot, “It has been outrageous with the unidentified aircraft within our air.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "France calls to delay vote on EU-Mercosur trade deal | International Trade News | Al Jazeera",
            "time": "2025-12-14T21:32:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251210__87N79D2__v1__HighRes__FrancePoliticsGovernment-1765740638.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>France has urged the European Union to postpone a vote on a trade deal with the South American bloc Mercosur, saying conditions are not yet in place for an agreement.</p><p>In a statement from Prime Minister Sebastien Lecornu’s office on Sunday, Paris said that EU member states cannot vote on the trade agreement in its current state.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“France asks that the deadlines be pushed back to continue work on getting the legitimate measures of protection for our European agriculture,” the statement added.</p><p>European Commission President Ursula von der Leyen is due to visit Brazil on Monday to finalise the landmark trade pact, which the 27-member union has been negotiating with the Mercosur trade bloc for more than 20 years. The agreement is being negotiated with four Mercosur members: Argentina, Brazil, Paraguay and Uruguay.</p><p>But the Commission first has to get the approval of the EU member states before signing any trade deal, and Paris has made its objection to the deal with the Mercosur countries clear.</p><p>“Given a Mercosur summit is announced for December 20, it is clear in this context that the conditions have not been met for any vote [by states] on authorising the signing of the agreement,” the statement from Paris said.</p><p>Earlier on Sunday, in an interview with the German financial daily Handelsblatt, French Minister of the Economy and Finance Roland Lescure also said that the treaty as it stands, “is simply not acceptable”.</p><p>He added that securing robust and effective safeguard clauses was one of the three key conditions France set before giving its blessing to the agreement.</p><p>He said the other key points were ensuring that the same production standards that EU farmers face are implemented and proper “import controls” are established.</p><p>Farmers in France and some other European countries say the deal will create unfair competition due to less stringent standards, which they fear could destabilise already fragile European food sectors.</p><p>“Until we have obtained assurances on these three points, France will not accept the agreement,” said Lescure.</p><p>European nations are expected to vote on the trade pact between Tuesday and Friday, according to EU sources.</p><p>The European Parliament will also vote on Tuesday on safeguards to reassure farmers, particularly those in France, who are fiercely opposed to the treaty.</p><p>The EU is Mercosur’s second-largest trading partner in goods, with exports of 57 billion euros ($67bn) in 2024, according to the <a href=\"https://policy.trade.ec.europa.eu/eu-trade-relationships-country-and-region/countries-and-regions/mercosur/eu-mercosur-agreement_en\" target=\"_blank\" rel=\"noopener\">European Commission</a>.</p><p>The EU is also the biggest foreign investor in Mercosur, with a stock of 390 billion euros ($458bn) in 2023.</p><p>If a trade deal is approved later this month, the EU-Mercosur agreement could create a common market of 722 million people.</p></div></div></body></html>"
        },
        {
            "title": "Jimmy Lai supporters queue outside Hong Kong court ahead of verdict | Freedom of the Press News | Al Jazeera",
            "time": "2025-12-14T19:40:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-09-15T095329Z_515236731_RC29SGAOOEC7_RTRMADP_3_HONGKONG-SECURITY-BRITAIN-1765735648.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Supporters of Hong Kong democracy activist and media mogul <a href=\"/news/2025/12/12/verdict-in-hong-kong-media-tycoon-jimmy-lais-trial-due-next-week\">Jimmy Lai</a> have begun queuing overnight outside a Hong Kong court ahead of a verdict in his lengthy trial.</p><p>The verdict will be delivered by a three-judge panel in a hearing that begins at 10am local time (02:00 GMT) on Monday and comes amid international calls to release Lai, who has already spent five years in jail.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>On Sunday night, Lai’s supporters formed a queue more than a block long outside the courthouse. Some even had camping gear as they tried to secure a spot among the 507 tickets to the courthouse — 58 tickets are for Lai’s courtroom and the rest are for viewing in a separate overflow room by video link.</p><p>Dozens of police officers have been deployed around the area in preparation for Monday’s verdict.</p><figure id=\"attachment_3339008\" aria-describedby=\"caption-attachment-3339008\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3339008\" src=\"/wp-content/uploads/2024/11/AP20259260530041-1732140237.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Various of groups of pro-democracy activists including Jimmy Lai , center, arrives at a court in Hong Kong, Tuesday, Sept. 15, 2020. Prominent activists Jimmy Lai and Joshua Wong were among more than two dozen activists appearing in court after being charged of participating in unlawful assembly. They were charged for joining a vigil last June 4 to commemorate the anniversary of the 1989 Tiananmen crackdown. While the event has been held every year, authorities did not grant permission for the gathering this year citing concerns over the spread of coronavirus. [AP Photo/Kin Cheung]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3339008\" class=\"wp-caption-text\">Pro-democracy activists, including Jimmy Lai , centre, arrive at a court in Hong Kong [File: Kin Cheung/AP]</figcaption></figure><p>Lai, 78, the multi-millionaire founder of the now-shuttered Apple Daily newspaper, was arrested in 2020 under a national security law imposed by Chinese authorities to quell anti-government protests that rocked <a href=\"/news/2019/12/8/hundreds-of-thousands-hit-the-streets-of-hong-kong\">Hong Kong in 2019</a>.</p><p>Lai’s family says his health has worsened after more than 1,800 days in solitary confinement, and that he suffers from diabetes, high blood pressure and heart palpitations.</p><p>Earlier this month, his daughter Claire Lai told the AFP news agency in Washington, DC that her father has lost “a very significant amount of weight” and noted that he has become “a lot weaker than he was before.”</p><p>“His nails turn almost purple, grey and greenish before they fall off, and his teeth are getting rotten,” she added.</p><p>Countries including the United States and the United Kingdom, as well as rights groups, have said Lai’s 156-day trial is politically motivated and have called for his immediate release.</p><p>US President Donald Trump also raised Lai’s case with Chinese President Xi Jinping in a meeting in South Korea in October and has said he would do his utmost to “save” Lai.</p><p>But Beijing has called Lai “an agent and pawn of anti-China foreign forces”, describing him as the main planner behind disruptive activities in the city.</p><p>The Chinese and Hong Kong governments have also said the tycoon is receiving a fair trial and that the national security law treats all equally. They say no freedoms are absolute when it comes to safeguarding national security.</p><p>“Jimmy Lai has endured five years in prison under appalling conditions simply for doing his job as a founder of one of the most renowned and independent media outlets in Hong Kong,” the media advocacy group Reporters Without Borders said in a statement.</p><p>“The trial can only be described as a sham and has nothing to do with the rule of law.”</p><p>After Monday’s verdict, if Lai is convicted, he could be sentenced in the near future. He can, however, appeal the outcome.</p></div></div></body></html>"
        },
        {
            "title": "Why the US is targeting Venezuela | Politics | Al Jazeera",
            "time": "2025-12-14T18:09:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765735779.jpg?resize=1919%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Historian Alan McPherson tells Marc Lamont Hill how the US is carrying out a regime change campaign in Venezuela.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Is the United States orchestrating regime change in Venezuela? Could this spark an all-out war?</p><p>This week on UpFront, Marc Lamont Hill speaks to Alan McPherson, an author and history professor at Temple University who specialises in US-Latin American relations.</p><p>The US is continuing the largest military build-up in Latin America in decades and has seized an oil tanker off the coast of Venezuela. US President Donald Trump has also threatened to attack Venezuela by land “very soon”, while the Pentagon continues to strike alleged drug boats in the Caribbean and Pacific. At least 87 people have been killed in what human rights groups have called extrajudicial killings and murder.</p><p>The Trump administration has made clear that it wants Venezuelan President Nicolas Maduro out of power, and has thrown its support behind opposition figure and Nobel Peace Prize laureate Maria Corina Machado. She supports foreign intervention and wants to privatise Venezuelan oil, leaving many to question how much the ideologies of US politicians and the interests of oil companies are driving the push for regime change inside Venezuela.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "The Real Numbers Behind Trump’s Economy | Donald Trump News | Al Jazeera",
            "time": "2025-12-14T17:55:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Artboard-1-copy-9-1765734844.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>US President Donald Trump is promoting his nation’s economic record, insisting prices are falling and investment is surging – but the data, and rising cost-of-living pressures, tell a different story. Jillian Wolf checks the facts.</p><p>Subscribe to our channel: http://bit.ly/AJSubscribe<br>\nFollow us on X : https://twitter.com/AJEnglish<br>\nFind us on Facebook: https://www.facebook.com/aljazeera<br>\nCheck our website: http://www.aljazeera.com/<br>\nCheck out our Instagram page: https://www.instagram.com/aljazeeraenglish/<br>\nDownload AJE Mobile App: https://aje.io/AJEMobile</p><p>#aljazeera<br>\n#aljazeeraenglish<br>\n#aljazeeranewslive</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "World reacts to Jewish festival shooting attack at Sydney’s Bondi Beach | Gun Violence News | Al Jazeera",
            "time": "2025-12-14T17:10:12",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_693ed14f2468-1765724495.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A mass shooting at a Jewish festival at Bondi Beach in the Australian city of Sydney has killed at least 15 people in what was a grisly, rare occurrence for the country.</p><p>Authorities said the “terrorist” incident on Sunday was “designed to <a href=\"/news/2025/12/14/australia-police-responding-after-gunshots-reported-at-sydneys-bondi-beach\">target Sydney’s Jewish community</a> on the first day of Hanukkah” as hundreds of people gathered for an event called Chanukah by the Sea.</p><p><a href=\"/news/liveblog/2025/12/14/bondi-beach-shooting-live-two-in-custody-sydney-police-operation-ongoing\">Countries around the world condemned</a> the deadly attack.</p><h2 id=\"prime-minister-anthony-albanese\">Prime Minister Anthony Albanese</h2><p id=\"condemned-the-targeted-attack-saying-the-evil-that-was-unleashed-was-beyond-comprehension\">The Australian leader condemned the “targeted” attack, saying: “What was unleashed today is beyond comprehension.”</p><p class=\"p1\">Albanese also addressed the Jewish community directly.</p><p class=\"p1\">“As prime minister, on behalf of all Australians, to the Jewish community: We stand with you, we embrace you and we reaffirm tonight that you have every right to be proud of who you are and what you believe,” Albanese said. “You have the right to worship and study and work and live in peace and safety.</p><p class=\"p1\">“You should never have to endure the loss that you have suffered today. We will dedicate every resource required to make sure you are safe and protected.”</p><figure id=\"attachment_4173398\" aria-describedby=\"caption-attachment-4173398\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4173398\" src=\"/wp-content/uploads/2025/12/2025-12-14T120939Z_891578392_RC2BGIA3EU4T_RTRMADP_3_AUSTRALIA-CRIME-1765720658.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Australian Prime Minister Anthony Albanese attends a press conference \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4173398\" class=\"wp-caption-text\">Australian Prime Minister Anthony Albanese attends a press conference following a shooting at Bondi Beach, at Parliament House in Canberra, Australia, December 14, 2025 [Lukas Coch/AAP via Reuters]</figcaption></figure><h2 id=\"new-zealand\">New Zealand</h2><p>In neighbouring New Zealand, Chris Luxon, its prime minister, reiterated the two countries’ close bond.</p><p>“Australia and New Zealand are closer than friends. We’re family. I am shocked by the distressing scenes at Bondi, a place that Kiwis visit every day. My thoughts and the thoughts of all New Zealanders are with those affected,” Luxon said.</p><h2 id=\"united-states\">United States</h2><p>US President Donald Trump has called the shooting in Sydney a “terrible attack” during a Christmas celebration at the White House.</p><p>Speaking alongside his wife Melania, Trump called the incident “a purely antisemitic attack.”</p><p>US Secretary of State Marco Rubio also condemned the attack.</p><p>“Antisemitism has no place in this world. Our prayers are with the victims of this horrific attack, the Jewish community, and the people of Australia,” he wrote in a post on X.</p><h2 id=\"united-nations\">United Nations</h2><p>UN Secretary-General Antonio Guterres said he was “horrified” by the “heinous” shooting.</p><p>“I am horrified and condemn today’s heinous deadly attack on Jewish families gathered in Sydney to celebrate Hanukkah,” he posted on X.</p><p>“My heart is with the Jewish community worldwide on this first day of Hanukkah.”</p><h2 id=\"israel\">Israel</h2><p>Israeli President Isaac Herzog described the attack as “cruel”.</p><p>“Our brothers and sisters in Sydney have been attacked by vile terrorists in a very cruel attack on Jews who went to light the first candle of Hanukkah on Bondi Beach,” Herzog said in a statement.</p><p>“Time and again we called on the Australian government to take action and fight against the enormous wave of antisemitism that is plaguing Australian society,” he also said in a post on X.</p><p>At least one Israeli national is among those who have been killed in the shooting, according to a statement by Israel’s Foreign Ministry.</p><p>It also said that an Israeli national was wounded.</p><h2 id=\"palestine\">Palestine</h2><p>The Palestinian Foreign Ministry condemned the shooting and said it “reiterates its firm rejection of all forms of violence, terrorism and extremism, which contradict humanitarian values”.</p><p>It expressed its “full solidarity” with “friendly Australia”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"united-kingdom\">United Kingdom</h2><p>Keir Starmer, the UK’s prime minister, stated: “Deeply distressing news from Australia. The United Kingdom sends our thoughts and condolences to everyone affected by the appalling attack in Bondi Beach.”</p><h2 id=\"britain-s-king-charles\">Britain’s King Charles</h2><p>Charles, the ceremonial head of state for Australia, reacted to the deadly shooting in Bondi Beach.</p><p>“My wife and I are appalled and saddened by the most dreadful antisemitic terrorist attack on Jewish people attending Chanukah celebration at Bondi Beach,” the king said in a statement posted on X.</p><h2 id=\"germany\">Germany</h2><p>Friedrich Merz, Germany’s chancellor, said he was shocked by the incident.</p><p>“The anti-Semitic attack at Bondi Beach during Hanukkah leaves me utterly shocked. My thoughts are with the victims and their families. This is an attack on our shared values. We must fight anti-Semitism – here in Germany and around the world,” Merz said.</p><h2 id=\"france\">France</h2><p>Emmanuel Macron, France’s president, said his country would continue to fight against anti-Semitism.</p><p>“France extends its thoughts to the victims, the injured and their loved ones. We share the pain of the Australian people and will continue to fight relentlessly against anti-Semitic hatred, which hurts us all wherever it strikes,” Macron said.</p><h2 id=\"the-netherlands\">The Netherlands</h2><p>Dick Schoof, the Dutch prime minister, stated: “Shocking and alarming reports from Australia of a horrific attack in Sydney that has left many people dead or injured. I have conveyed my sympathy and support to Prime Minister Albanese on this dark day for Australia.”</p><h2 id=\"finland\">Finland</h2><p>Alexander Stubb, Finland’s president, extended his condolences to Australia’s Jewish population.</p><p>“Tonight’s terrorist attack on the Hanukkah celebration at Bondi Beach was shocking and devastating. Our thoughts are with the families and loved ones of the victims as well as the whole Jewish community in Australia,” Stubb said.</p><figure id=\"attachment_4173264\" aria-describedby=\"caption-attachment-4173264\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4173264\" src=\"/wp-content/uploads/2025/12/AFP__20251214__883D7D7__v2__HighRes__TopshotAustraliaCrime-1765716918.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Police work on a street after a shooting incident at Bondi Beach\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4173264\" class=\"wp-caption-text\">Police work on a street after a shooting incident at Bondi Beach in Sydney on December 14, 2025 [David Gray/AFP]</figcaption></figure><h2 id=\"iran\">Iran</h2><p>Tehran denounced the “terror” incident, Ministry of Foreign Affairs spokesman Esmaeil Baghaei said.</p><p>“We condemn the violent attack in Sydney, Australia. Terror and killing of human beings, wherever committed, is rejected and condemned,” Baghaei said on X.</p><h2 id=\"european-union\">European Union</h2><p>European Commission President Ursula von der Leyen said she was “shocked” by the shooting.</p><p>“I send my heartfelt condolences to the families and loved ones of the victims.”</p><p>Kaja Kallas, the EU’s foreign policy chief, said the “appalling act of violence against the Jewish community must be unequivocally condemned”.</p><h2 id=\"norway\">Norway</h2><p>Jonas Gahr Store, Norway’s prime minister, said he was “shocked by the horrific attack at Bondi Beach, Australia, during a Jewish Hanukkah event”.</p><h2 id=\"italy\">Italy</h2><p>Giorgia Meloni, Italy’s prime minister, said she “firmly” condemns “any form of violence and anti-Semitism”.</p><p>“Italy expresses its sorrow for the victims, stands in solidarity with their relatives, the injured and the Jewish communities, and renews its friendship towards the Australian people,” Meloni said.</p><h2 id=\"spain\">Spain</h2><p>Jose Manuel Albares, Spain’s foreign minister, said he was “horrified” by the attack.</p><p>“My solidarity with the victims and their loved ones, with the people and government of Australia. Hate, anti-Semitism and violence have no place in our societies.”</p><h2 id=\"republic-of-ireland\">Republic of Ireland</h2><p>Helen McEntee, Ireland’s foreign minister, said: “I want to express my shock and horror at the anti-Semitic attack on a Jewish community celebrating first day of Hanukkah. … All my thoughts are with the victims and their loved ones and the people of Australia.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"qatar\">Qatar</h2><p>Qatar’s Ministry of Foreign Affairs denounced the attack and extended its condolences to the families affected.</p><p>“Qatar renews its position condemning violence, terrorism and criminality whatever the motives,” the ministry said.</p><h2 id=\"turkiye\">Turkiye</h2><p>The Turkish Foreign Ministry “strongly condemned” the attack.</p><p>It offered condolences to the families of those who lost their lives and to the Australian people, and wished a speedy recovery to the injured.</p><p>“As Turkiye, we reiterate our principled stance against all forms and manifestations of terrorism and our commitment to cooperation in combating this global threat,” the ministry said in a statement.</p><h2 id=\"lebanon\">Lebanon</h2><p>Lebanese President Joseph Aoun said<span>: “Just as we condemn and reject attacks on any innocent civilian in Gaza, southern Lebanon, or any region of the world, we condemn, by the same principle and duty, what happened in Sydney.</span></p><p>“The responsibility for these tragedies lies with the systems that spread ideas of hatred, extremism, rejection of the other, and the violent pursuit of religious, ethnic, or political monopoly systems … Just as it falls on what fuels those contexts of injustice, oppression, and absence of justice in our current world.”</p><h2 id=\"uk-s-chief-rabbi\">UK’s chief rabbi</h2><p>The UK’s chief rabbi has called the shooting an “unspeakable tragedy”.</p><p>In a social media post, Ephraim Mirvis, who serves as the head rabbi for the United Hebrew Congregations of the Commonwealth, said: “Absolutely heartbreaking news is emerging of an unspeakable atrocity.”</p><p>The rabbi called for people to “join me in praying for everyone affected by this heinous act.”</p><figure id=\"attachment_4172963\" aria-describedby=\"caption-attachment-4172963\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4172963\" src=\"/wp-content/uploads/2025/12/GettyImages-2251828544-1765710131.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A police officer walks along cordon tapeline\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4172963\" class=\"wp-caption-text\">A police officer walks along cordon tapeline at the scene of a mass shooting at Bondi Beach on December 14, 2025 in Sydney, Australia [Darrian Traynor/Getty Images]</figcaption></figure><h2 id=\"australian-national-imams-council\">Australian National Imams Council</h2><p>A major Australian Muslim organisation condemned the Bondi Beach shooting as a “horrific” act of violence.</p><p>“Our hearts, thoughts and prayers are with the victims, their families, and all those who witnessed or were affected by this deeply traumatic attack,” the Australian National Imams Council said in a statement.</p><p>“This is a moment for all Australians, including the Australian Muslim community, to stand together in unity, compassion, and solidarity,” it added.</p><h2 id=\"muslim-world-league\">Muslim World League</h2><p>The Muslim World League said it “strongly condemns the terrorist attack targeting a gathering of Australian citizens in Sydney”.</p><p>In a statement, the international non-governmental Islamic organisation quoted its Secretary General Mohammad bin Abdulkarim Al-Issa as saying that Muslim people “reject terrorism and violence in all their forms”.</p><h2 id=\"saudi-arabia\">Saudi Arabia</h2><p>The Saudi Foreign Ministry said the kingdom condemns the “terrorist attack” in Sydney and reaffirmed its stance against all “forms of violence, terrorism and extremism”.</p><p>The kingdom said it wished a speedy recovery to those injured.</p><h2 id=\"united-arab-emirates\">United Arab Emirates</h2><p>The UAE’s Foreign Ministry said the country “strongly condemns such criminal acts” and maintains its consistent rejection of “all forms of violence and terrorism” aimed at undermining security and stability.</p><p>“The Ministry also expressed its sincere condolences and sympathy to the families of the victims, and to the government and people of Australia, as well as its wishes for a speedy recovery for the injured,” it said in a statement.</p><h2 id=\"jordan\">Jordan</h2><p>Jordan’s Foreign Ministry condemned the attack, with ministry spokesperson Fouad al-Majali affirming the country’s full solidarity with “friendly Australia” and its rejection of “all acts of violence and terrorism” that seek to destabilise security.</p><h2 id=\"new-york-city-mayor-elect-zohran-mamdani\">New York City Mayor-elect Zohran Mamdani</h2><p>Mamdani called the attack a “vile act of anti-Semitic terror”.</p><p>“Another Jewish community plunged into mourning and loss, a holiday of light so painfully reduced to a day of darkness,” he said. “This attack is merely the latest, most horrifying iteration in a growing pattern of violence targeted at Jewish people across the world.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Alaves vs Real Madrid 1-2: La Liga - as it happened | Football News | Al Jazeera",
            "time": "2025-12-14T17:00:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-14T203519Z_1354075104_UP1ELCE1L6TMV_RTRMADP_3_SOCCER-SPAIN-ALA-RMA-1765752266.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">Alaves vs Real Madrid 1-2: La Liga – as it happened</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>All our updates from our live text commentary stream as Kylian Mbappe’s goal sets Real Madrid on their way at Alaves.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Zelenskyy says willing to drop NATO membership bid ahead of peace talks | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-14T15:56:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/000_87X83CQ-1765715849.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"649\" data-end=\"876\">Ukraine’s President Volodymyr Zelenskyy has indicated that Kyiv is prepared to drop its long-held ambition of joining NATO in exchange for Western security guarantees, as he held meetings with US envoys and European allies in Berlin.</p><p data-start=\"649\" data-end=\"876\">The talks on Sunday came amid pressure from US President Donald Trump to reach a settlement. Trump’s envoy Steve Witkoff and his son-in-law Jared Kushner arrived in the German capital city of Berlin on Sunday for discussions involving Ukrainian and European representatives.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"878\" data-end=\"1159\">Ahead of the talks, Zelenskyy described the proposal on Sunday as a concession by Kyiv, after years of pressing for NATO membership as the strongest deterrent against future <a href=\"/tag/ukraine-russia-crisis/\">Russian attacks</a>. He said the United States, European partners and other allies could instead provide legally binding security guarantees.</p><p data-start=\"1161\" data-end=\"1402\">“From the very beginning, Ukraine’s desire was to join <a href=\"/news/2025/12/3/ukraines-nato-membership-key-question-in-us-talks-says-russia\">NATO</a>; these are real security guarantees. Some partners from the US and Europe did not support this direction,” Zelenskyy said in response to questions from reporters in a WhatsApp chat.</p><p data-start=\"1404\" data-end=\"1805\">“Thus, today, bilateral security guarantees between Ukraine and the US, Article 5-like guarantees for us from the US, and security guarantees from European colleagues, as well as other countries – Canada, Japan – are an opportunity to prevent another Russian invasion,” he said.</p><p data-start=\"1404\" data-end=\"1805\">“And it is already a compromise from our part,” Zelenskyy added, stressing that such guarantees must be legally binding.</p><p data-start=\"1807\" data-end=\"2082\">The shift would mark a significant change for Ukraine, which has long sought NATO membership despite Moscow viewing the alliance’s expansion as a threat.</p><p data-start=\"1807\" data-end=\"2082\">While the move aligns with one of Russia’s stated war objectives, Kyiv has continued to reject demands to cede territory.</p><p data-start=\"2084\" data-end=\"2418\">Zelenskyy said he was seeking a “dignified” peace and firm assurances that Russia would not launch another attack, as diplomats gathered to discuss what could become Europe’s deadliest conflict since World War II. He also accused Moscow of prolonging the war through sustained attacks on Ukrainian cities and critical infrastructure.</p><p>After Sunday’s talks, Witkoff said “a lot of progress was made”.</p><p>Zelenskyy’s adviser Dmytro Lytvyn said the president would comment on the talks on Monday once they were completed. Officials, Lytvyn said, were considering the draft documents.</p><p>“They went on for more than five hours and ended for today with an agreement to resume tomorrow morning,” Lytvyn told reporters in a WhatsApp chat.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"pressure-to-reach-a-settlement\" data-start=\"2084\" data-end=\"2418\">Pressure to reach a settlement</h2><p data-start=\"2420\" data-end=\"2876\">The decision to send Witkoff, who has previously led negotiations with both Kyiv and Moscow, suggested Washington saw scope for progress.</p><p>Germany’s Defence Minister Boris Pistorius said it was a “good sign” Trump had sent his envoys while fielding questions in an interview with the ZDF broadcaster on the suitability of Witkoff and Kushner, two businessmen, as negotiators.</p><p>“It’s certainly anything but an ideal setup for such negotiations. That much is clear. But as they say, you can only dance with the people on the dance floor,” Pistorius said.</p><p>On the issue of Ukraine’s offer to give up its NATO aspirations in exchange for security guarantees, Pistorius said Ukraine had bitter prior experience of relying on security assurances. Kyiv had in 1994 agreed to give up its Soviet-era nuclear arsenal in exchange for territorial guarantees from the US, Russia and Britain.</p><p>“Therefore, it remains to be seen to what extent this statement Zelenskyy has now made will actually hold true, and what preconditions must be met,” Pistorius said.</p><p>“This concerns territorial issues, commitments from Russia and others,” he said, adding mere security guarantees, especially without significant US  involvement, “wouldn’t be worth much.”</p><p data-start=\"2878\" data-end=\"3269\">Zelenskyy said Ukraine, Europe and the US were also reviewing a 20-point plan that could culminate in a ceasefire, though he reiterated that Kyiv was not holding direct talks with Russia. He said a truce along current front lines could be considered fair, while noting that Russia continues to demand a Ukrainian withdrawal from parts of Donetsk and Luhansk still under Kyiv’s control.</p><h2 id=\"fighting-on-ground-continues\" data-start=\"2878\" data-end=\"3269\">Fighting on ground continues</h2><p data-start=\"3271\" data-end=\"3513\">Despite diplomatic efforts, Russian attacks have continued, leaving thousands without <a href=\"/news/2025/12/13/russian-attacks-cut-power-for-thousands-in-ukraine-as-peace-talks-press-on\">electricity</a> in recent strikes. Ukrainian officials say Moscow is deliberately targeting the power grid to deprive civilians of heat and water during winter.</p><p data-start=\"3515\" data-end=\"3844\">Fighting has also intensified in the <a href=\"/news/2025/12/13/russia-damages-turkish-owned-vessels-in-attack-on-ukrainian-ports\">Black Sea</a>. Russian forces recently struck Ukrainian ports, damaging Turkish-owned vessels, including a ship carrying food supplies. An attack on Odesa set grain silos ablaze, according to Deputy Prime Minister Oleksii Kuleba. Zelenskyy said the strikes “had no … military purpose whatsoever”.</p><p data-start=\"3846\" data-end=\"4223\" data-is-last-node=\"\" data-is-only-node=\"\">Turkish President Recep Tayyip Erdogan warned against further escalation, saying the Black Sea should not become an “area of confrontation”.</p><p data-start=\"3846\" data-end=\"4223\" data-is-last-node=\"\" data-is-only-node=\"\">“Everyone needs safe navigation in the Black Sea,” Erdogan said, calling for a “limited ceasefire” covering ports and energy facilities. Turkiye controls the Bosphorus Strait, a vital route for Ukrainian grain and Russian oil exports.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "‘Hero’ bystander tackles attacker at Australia Jewish festival shooting | News | Al Jazeera",
            "time": "2025-12-14T15:48:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-14T102104Z_62487887_RC2AGIA7367Q_RTRMADP_3_AUSTRALIA-CRIME-1765713037.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>‘Hero’ bystander tackles attacker at Australia Jewish festival shooting</h1><p class=\"article__subhead\"><em>Officials, social media users hail bystander, identified by Australian media as Ahmed al Ahmed, who disarmed gunman.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A bystander who has been filmed tackling and disarming an assailant <a href=\"/news/liveblog/2025/12/14/bondi-beach-shooting-live-two-in-custody-sydney-police-operation-ongoing\">during a shooting</a> in which at least <a href=\"/news/2025/12/14/australia-police-responding-after-gunshots-reported-at-sydneys-bondi-beach\">15 people were killed</a> at a Jewish holiday event in Sydney, Australia, has been praised as a hero whose actions may have saved lives.</p><p>Footage uploaded to social media on Sunday shows a man in a car park running up to a man holding a rifle. He then tackles the armed man, wrestles the rifle away from him and points the weapon back at him.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The video then shows the disarmed man losing his footing and backing away towards a bridge where another shooter was located while the bystander places the gun down on the ground.</p><p>One suspected attacker was killed and another was in a critical condition after Sunday’s shooting while police said they were investigating whether a third gunman was involved.</p><p>The footage of the bystander’s intervention was shared widely on social media, and many users praised the man for his bravery, saying his actions may have saved lives.</p><p>According to Australian media reports, the bystander was identified as Ahmed al Ahmed, a 43-year-old Sydney man.</p><p>Al Jazeera was unable to immediately confirm his identity.</p><p>A cousin of al Ahmed was quoted as telling the Australian television news service 7News that he was shot twice during the incident.</p><p>“He’s in hospital, and we don’t know exactly what’s going on inside,” the man named Mustafa told the outlet.</p><p>“We do hope he will be fine. He’s a hero 100 per cent.”</p><p>Al Ahmed was due to undergo surgery on Sunday night, he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Australian hero (random civilian) wrestles gun off attacker and disarms him. Some people are brave and then some people are … whatever this is,” one person said in a post on the X platform that shared the video.</p><p>“This Australian man saved countless lives by stripping the gun off one of the terrorists at Bondi beach. HERO,” another said.</p><p>Chris Minns, the premier of New South Wales state, where Sydney is located, said it was the “most unbelievable scene I’ve ever seen”.</p><p>“That man is a genuine hero, and I’ve got no doubt that there are many, many people alive tonight as a result of his bravery.”</p><p>Prime Minister Anthony Albanese praised the actions of Australians who had “run towards danger in order to help others”.</p><p>“These Australians are heroes and their bravery has saved lives,” he said at a news conference.</p></div></div></body></html>"
        },
        {
            "title": "Person of interest held in hunt for gunman who killed 2 at Brown University | Gun Violence News | Al Jazeera",
            "time": "2025-12-14T15:00:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-14T043214Z_1574961556_RC24GIATGEDF_RTRMADP_3_USA-SHOOTING-BROWN-SUSPECT-1765692051.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Person of interest held in hunt for gunman who killed 2 at Brown University</h1><p class=\"article__subhead\"><em>Police are not looking for anyone else over the shooting that wounded nine people at the Ivy League school in the northeastern US.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in Providence, Rhode Island, have detained a “person of interest” after a manhunt for a gunman who killed two people at Brown University, officials say.</p><p>At a news conference on Sunday, Police Colonel Oscar Perez said the individual had been detained that morning and officers were not currently looking for anyone else in relation to <a href=\"/news/2025/12/14/brown-university-shooting-what-we-know-so-far\">the shooting</a> at the Ivy League university in the northeastern United States.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Officials have not released the identity of the person of interest.</p><p>Nine people were wounded on Saturday, seven of them critically, when a suspect with a firearm entered a building where students were taking exams and opened fire.</p><p>The shooting sparked a manhunt involving more than 400 law enforcement personnel, including agents from the Federal Bureau of Investigation and the Bureau of Alcohol, Tobacco, Firearms and Explosives, while the campus was placed under lockdown as the search took place.</p><p>Students hid under desks for hours after warnings of an active shooter were released.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Brown said in an advisory on Sunday that police had lifted a shelter-in-place order for the campus although police remained at the location and still considered it an active crime scene.</p><p>Access to parts of the campus remained restricted on Sunday as police maintained a security perimeter around Minden Hall and nearby apartment buildings, the university said.</p><p>Officials had earlier released a video of the suspect, a male, possibly in his 30s, who was dressed in black.</p><p>Providence Deputy Police Chief Timothy O’Hara said on Saturday that the gunman may have worn a mask and investigators had retrieved shell casings from the scene.</p><figure id=\"attachment_4172295\" aria-describedby=\"caption-attachment-4172295\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4172295\" src=\"/wp-content/uploads/2025/12/ap_693e599ac07a2-1765693850.jpg?w=770&amp;resize=770%2C494&amp;quality=80\" alt=\"Police gather on Waterman Street in Providence, R.I., on Saturday, Dec. 13, 2025, during the investigation of a shooting. (AP Photo/Mark Stockwell)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4172295\" class=\"wp-caption-text\">Police are deployed in Providence on December 13, 2025, during the hunt for the shooter [Mark Stockwell/AP]</figcaption></figure><p>Detectives were looking into why the location was targeted, Perez told reporters. The incident was the second deadly gun attack at a US university in recent days after <a href=\"/news/2025/12/10/student-killed-suspect-in-custody-in-kentucky-state-university-shooting\">a shooting at Kentucky State University</a> on Tuesday.</p><p>The Gun Violence Archive, which defines mass shootings as any incident in which four or more people are shot, has documented 389 such incidents in the US so far this year, including at least six at schools.</p><p>Last year, more than 500 mass shootings were recorded in the US.</p></div></div></body></html>"
        },
        {
            "title": "We now see the ugly face of Gaza’s ‘new normal’ | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-14T14:43:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_693ac345d03d-1765458757.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Winter came to Gaza last month with a violent storm. I woke up at night to a disaster. Our tent was flooded with water which had transformed our “floor” into a shallow pool. The mattresses and pillows were completely soaked, cooking pots were submerged, the clothes were drenched, and even our bags— which function as our “closets”—were filled with water. Nothing inside remained dry.</p><p>As I tried to understand what was happening, I suddenly heard children crying at the entrance of our tent. I opened it quickly and found three children from the neighbouring tents, their lips blue from the cold, with their mother trembling behind them saying, “We are completely soaked… the rain leaked inside and the water reached everywhere.”</p><p>The same tragic scene was repeated all around us: women, children, and elderly people sitting in the street under the rain, their bedding drenched and their belongings scattered, while confusion and cries filled the air.</p><p>All 1.4 million displaced Palestinians who lack proper shelter suffered that day—people with no protection against the weather or its sudden storms.</p><p>For us, it took two full days for our belongings to dry because the sun barely appeared; everything stayed cold and damp. We didn’t move to another place—we stayed where we were, trying to salvage whatever we could, because there was simply nowhere else to go.</p><p>Only a week later, an even stronger winter storm arrived with severe rainfall. Tents were flooded again; little children froze in the rain again.</p><p>This week, when Storm Byron hit, we were flooded once again. Despite all our efforts to reinforce the tents, secure them tightly, and bring in stronger tarps, nothing worked. The winds were fiercer, the rain heavier, and the water pushed its way inside from every direction. The ground no longer absorbed anything. The water began rising rapidly beneath our feet, turning the entire area into a swamp.</p><p>According to the authorities, the strong winds destroyed at least 27,000 tents. These are 27,000 families who already struggled and now have nothing, no shelter, nowhere to hide from the rain and cold.</p><p>The rain also brought down damaged homes where people had been sheltering. Every time there is a storm or strong wind, we hear the sound of falling debris and concrete pillars from badly damaged buildings near us. This time, the situation was so bad that 11 people were killed by collapsed buildings.</p><p>It is clear that after everything we have endured, we – like other displaced Palestinians – cannot survive a third winter in these harsh conditions. We survived two winters in displacement, living in tents that protected neither from cold nor rain, waiting with exhausted patience for a ceasefire that would end our suffering. The ceasefire finally came, but relief did not. We remain in the same place, with bodies drained by malnutrition and illness, under tents worn out by the sun and wind.</p><p>We are a family of seven living in a tent that is four by four metres (13 feet by 13 feet). Among us are two children aged five and 10 and our grandmother, aged 80. We, the adults, can push through the cold and hardship. But how can the elderly and children bear what we live every day?</p><p>We sleep on mattresses pressed directly against the ground, with cold seeping in from below and above, with only two blankets that can’t shield us from the freezing nights. Everyone in the tent has two blankets each, barely enough to offer temporary warmth. There is no source of heating—no electricity, no heater—just tired bodies trying to share whatever warmth remains.</p><p>My grandmother cannot tolerate the cold at all. I watch her shiver through the night, her hand on her chest as if trying to hold herself together. All we can do is pile every blanket we have on top of her and watch anxiously until she is able to fall asleep.</p><p>Many people in Gaza live in conditions far worse than ours.</p><p>Most families who just want a modest tent over their heads cannot afford one. The price of tents can go as high as $1,000; the rent one has to pay to pitch a tent on a piece of land can be as much as $500. Those who cannot pay live in the street in makeshift shelters.</p><p>Salah al-Din Street, for example, is crowded with them. Most are simply blankets hung and wrapped around small spaces for minimal privacy, offering no protection from rain or cold. With any strong gust of wind, they burst open.</p><p>There are also children living directly in the streets, sleeping on the cold ground. Many have lost their mothers or fathers during the war. When you pass by, you see them—sometimes silent, sometimes crying, sometimes searching for something to eat.</p><p>Despite repeated promises of aid and reconstruction, the trickle of supplies that entered Gaza has made almost no difference on the ground. Earlier this month, the United Nations announced it had managed to distribute only 300 tents during November; 230,000 families received a single food parcel each.</p><p>We did not receive any food parcel—there are simply too many people in need, and the quantities are far too small for everyone to access. Even if we had received one, its contents wouldn’t have lasted us longer than a week or two.</p><p>Food prices continue to be high. Nutritious items like meat and eggs are either unavailable or cost too much. Most families have not eaten a proper protein meal in months.</p><p>There is no mass campaign to remove rubble or level the ground so people can pitch their tents due to an equipment shortage. No steps have been taken to provide permanent housing for families.</p><p>All of this means we now face a terrifying possibility: that life in a tent—one that can be flooded or ripped apart by the wind at any moment—may become our long-term reality. This is an unbearable thought.</p><p>During the bombardment, we lived with the constant fear of death, and perhaps the intensity of the war overshadowed everything else—the cold, the rain, the tents shaking above our heads. But now, after the mass bombing has stopped, we are facing the full ugliness of Gaza’s “new normal”.</p><p>I fear this winter will be much worse for Gaza. With no heating, no real shelter, and the weather getting worse each day, we are likely to see many deaths among the children, the elderly and the chronically ill. Already, the first deaths from hypothermia were reported – babies <a href=\"/news/2025/12/11/baby-dies-of-exposure-in-flooded-tent-as-storm-byron-batters-gaza\">Rahaf Abu Jazar</a>  and Taim al-Khawaja and nine-year-old Hadeel al-Masri. If the world is really committed to ending the genocide in Gaza, it needs to take real, urgent action and ensure that we have at least the basic conditions for survival: food, housing and medical care.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Al Jazeera reporter takes shelter amid shelling at Thai-Cambodia border | News | Al Jazeera",
            "time": "2025-12-14T13:48:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765720043.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Palestinians trapped under storm-collapsed buildings in Gaza | Gaza | Al Jazeera",
            "time": "2025-12-14T13:45:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765719927.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump vows to retaliate after US citizens killed in Syria | ISIL/ISIS | Al Jazeera",
            "time": "2025-12-14T13:40:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765719624.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Australian PM declares Sydney shooting a ‘terrorist’ attack targeting Jews | Crime | Al Jazeera",
            "time": "2025-12-14T13:22:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765718522.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why the Thailand-Cambodia ceasefire is failing | Conflict | Al Jazeera",
            "time": "2025-12-14T13:15:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-11T080028Z_1224868640_RC22EIAN4GJX_RTRMADP_3_THAILAND-CAMBODIA-1765515145.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thailand’s sudden return to the use of force along its frontier with Cambodia is a blunt reminder of how volatile one of Southeast Asia’s most enduring territorial disputes remains. The pace of the latest escalation is startling. Only weeks earlier, leaders from both countries stood before regional and international dignitaries at the Association of Southeast Asian Nations (ASEAN) summit, endorsing a ceasefire framework that was presented as a political breakthrough. The symbolism was heavy, a truce blessed by regional leaders and witnessed by United States President Donald Trump meant to signal that Southeast Asia could manage its own tensions responsibly.</p><p>Yet that promise evaporated almost as soon as the delegations returned home. <a href=\"/news/2025/12/14/thailand-launches-new-offensive-as-cambodia-halts-all-border-crossings\" target=\"_blank\" rel=\"noopener\">Bangkok’s air strikes</a> on Cambodian positions in contested border pockets triggered immediate evacuations.</p><p>What this sequence reveals is painfully familiar. Ceasefires in this dispute have rarely been more than pauses in a long cycle of distrust. Agreements are signed in conference halls, but the frontier itself has its own rhythm – one shaped by longstanding grievances, competing national narratives and the difficulties of managing heavily armed forces operating in ambiguous terrain.</p><p>The <a href=\"/news/2025/10/27/whats-in-the-thai-cambodia-peace-agreement-and-can-it-hold?\">ceasefire</a> endorsed at the ASEAN summit was constructed as the foundation for a broader roadmap. It committed both sides to cease hostilities, halt troop movements and gradually scale down the deployment of heavy weapons near contested areas. Crucially, it tasked ASEAN with deploying monitoring teams to observe compliance.</p><p>On paper, these were sensible steps. In reality, they were grafted onto political soil that was nowhere near ready to sustain them. Both governments were operating under heightened global scrutiny and were eager to signal calm to foreign investors, but the core issues – unsettled borders, unresolved historical claims and mutual suspicions embedded in their security establishments – remained untouched.</p><p>The agreement thus functioned less as a resolution and more as a temporary show of goodwill to stave off international pressure. Its weaknesses were exposed almost immediately. The pact depended heavily on the momentum generated by the summit itself rather than on durable institutional mechanisms. High-profile witnesses can create ceremonial gravitas, but they cannot substitute for the painstaking work required to rebuild strategic trust.</p><p>Thailand and Cambodia entered the agreement with different interpretations of what compliance meant, particularly with regard to troop postures and patrol rights in disputed pockets.</p><p>More importantly, the proposed monitoring regime demanded close, real-time cooperation between two militaries that have long viewed one another through an adversarial lens. Monitoring missions can succeed only when field commanders respect their access, accept their findings and operate under harmonised rules of engagement. None of those conditions yet exists.</p><p>And hanging over all of this are domestic political considerations. In both Bangkok and Phnom Penh, leaders are acutely sensitive to accusations of weakness over territorial integrity. In an environment where nationalist sentiment can be easily inflamed, governments often act defensively – even preemptively – to avoid political backlash at home.</p><p><strong>Historical grievances</strong></p><p>To understand why <a href=\"/video/the-take-2/2025/7/29/aje-onl-tha_cambodiaclashes_av_v2-290725\" target=\"_blank\" rel=\"noopener\">this conflict</a> repeatedly returns to the brink, one must situate it in its longer arc. The Thailand-Cambodia frontier reflects the legacies of colonial-era boundary-making. The French, who ruled over Cambodia until 1954, were heavily involved in delineation of the border, a process that left behind ambiguous lines and overlapping claims.</p><p>These ambiguities mattered little when both states were preoccupied with internal consolidation and Cold War upheavals. But as their institutions matured, as national narratives took firmer hold and as economic development transformed the strategic value of particular zones, the border dispute hardened.</p><p>Several of the contested areas carry deep cultural and symbolic significance, including the Preah Vihear temple, built by the Khmer Empire, which both Thailand and Cambodia claim to be successors of. In 1962, the International Court of Justice (ICJ) ruled that the temple is within Cambodian territory.</p><p>When disputes erupted from 2008 to 2011, marked by exchanges of artillery fire, mass displacements and duelling legal interpretations of the ICJ ruling, the political stakes crystallised. The clashes did not just damage property and displace civilians; they embedded the border issue into the nationalist consciousness of both countries. Even periods of relative quiet in the years that followed rested on an uneasy equilibrium.</p><p>This year’s resurgence of violence follows that established pattern. Domestic politics in both capitals have entered a phase in which leaders feel compelled to demonstrate resolve. Military modernisation programmes, meanwhile, have provided both sides with more tools of coercion, even if neither desires a full-scale confrontation.</p><p>The proximity of troops in disputed pockets leaves little room for error: Routine patrols can be misread as provocations, and ambiguous movements can quickly escalate into armed responses. In such an environment, ceasefires, however well intentioned, have little chance of survival unless supported by mechanisms that address the deeper structural problems.</p><p>The fact that the ASEAN-brokered truce did not grapple directly with the border’s most contentious segments left it vulnerable. Neither Thailand nor Cambodia is prepared to accept a binding demarcation that could be interpreted domestically as giving ground. Until there is clarity – legal, cartographic and political – the zone will remain one where each side feels compelled to assert its presence.</p><p>External factors have further complicated calculations. Both countries operate in a geopolitical environment marked by larger power competition. While neither Thailand nor Cambodia seeks to internationalise the dispute, there are competing incentives to showcase autonomy, avoid external pressure or signal strategic alignment. These dynamics may not directly cause clashes, but they create a political environment in which leaders feel additional pressure to project strength.</p><h2 id=\"what-asean-must-do\">What ASEAN must do</h2><p>The implications of this escalation extend beyond the bilateral relationship. If air strikes, even calibrated ones, become normalised as tools of signalling, Southeast Asia risks sliding into a period in which hardened positions become the default posture in territorial disputes. Civilian displacements could widen. Confidence-building measures – already fragile – could evaporate outright. And the political space for diplomacy, which relies on leaders having room to manoeuvre away from maximalist rhetoric, could shrink dramatically.</p><p>ASEAN now faces a test of relevance. Symbolic diplomacy, declarations of concern and offers of “good offices” will not be enough. If the organisation wishes to demonstrate that it can manage conflicts within its ranks, it must undertake three essential steps.</p><p>First, it must insist that its monitoring missions are fully deployed and granted operational autonomy. Observers need unrestricted access to flashpoints, and their assessments must be publicly reported to reduce the temptation for either side to distort facts. Transparent monitoring will not eliminate the dispute, but it can reduce opportunities for opportunistic escalation.</p><p>Second, ASEAN should establish a standing trilateral crisis group composed of Thailand, Cambodia and the ASEAN chair. This group should be mandated to intervene diplomatically within hours of any reported incident. Timely engagement could prevent misunderstandings from hardening into military responses.</p><p>Third, ASEAN must begin laying the groundwork for a longer-term negotiation on border demarcation. This would be politically sensitive and may not yield quick breakthroughs, but a structured process supported by neutral cartographers, legal experts and historical researchers could create space for gradual movement. A slow dialogue is better than no dialogue.</p><p>The United Nations could complement, though not supplant, ASEAN’s leadership. The UN’s technical expertise in boundary disputes, its experience in managing verification processes and its capacity to support humanitarian preparation could reinforce regional efforts. Crucially, UN involvement could depoliticise highly technical issues that often become entangled with nationalist rhetoric.</p><p>Yet none of these institutional tools will matter unless political leaders in Bangkok and Phnom Penh are prepared to confront the past honestly and consider compromises that may be unpopular. Sustainable peace requires more than a respite from violence; it demands constituencies willing to accept that historical grievances must be resolved through negotiation rather than through force or symbolic posturing.</p><p>The collapse of the recent ceasefire should not be viewed merely as another unfortunate episode but as a sign that Southeast Asia’s security architecture remains incomplete. The region has made impressive progress in building economic integration and diplomatic habits, but when it comes to managing high-stakes territorial disputes, structural weaknesses persist. Without meaningful investment in transparency, shared rules and credible enforcement mechanisms, even the most celebrated agreements will remain vulnerable to political winds.</p><p>Thailand and Cambodia now stand at a crossroads. They can either continue down a path where periodic escalations are normalised, or they can choose to engage in a process, even a long and imperfect one, that leads towards a final settlement. The costs of the former would be borne by civilians, border communities and regional stability. The benefits of the latter would extend far beyond their shared frontier.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Angry fans vandalise India stadium after Messi’s early departure | Football News | Al Jazeera",
            "time": "2025-12-14T13:06:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251213__87ZM6BB__v1__HighRes__FblIndiaMessi-1765697574.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Angry spectators have <a href=\"/video/newsfeed/2025/12/13/messi-backlash-in-india-after-fans-pay-up-to-150-for-20-minute-visit\">broken down barricades</a> and stormed the pitch at a stadium in the eastern Indian city of Kolkata after football star Lionel Messi, who is on a three-day tour of the country, left the arena earlier than expected.</p><p>As part of a so-called GOAT (Greatest of All Time) Tour, the 38-year-old Argentina and Inter Miami superstar touched down in Kolkata, the capital of West Bengal state, early on Saturday, greeted by a chorus of fans chanting his name.</p><p>Hours later, thousands of fans wearing Messi jerseys and waving Argentina’s flag packed into Salt Lake Stadium in the state capital, but heavy security around the footballer left supporters struggling to catch a glimpse of him.</p><p>Messi walked around the pitch waving to fans and left the stadium earlier than expected.</p><p>Frustrated spectators, many having paid more than $100 for tickets, ripped out stadium seats and hurled water bottles onto the track.</p><p>Many others <a href=\"/sports/2025/12/13/messis-tour-of-india-gets-off-to-chaotic-start-with-fans-throwing-bottles\">stormed the pitch</a> and vandalised banners and tents.</p><p>Before the chaos erupted, Messi unveiled a 21-metre (70ft) statue depicting him holding aloft the World Cup.</p><p>He was also expected to play a short exhibition match at the stadium.</p><p>Javed Shamim, a senior police official in the state, told reporters the event’s “chief organiser” had been arrested, without giving any details.</p><p>“There is total normality,” he said, adding that authorities would look into how organisers could refund money to those who bought tickets.</p><p>West Bengal Chief Minister Mamata Banerjee said she was “disturbed” and “shocked” at the mismanagement.</p><p>“I sincerely apologise to Lionel Messi, as well as to all sports lovers and his fans, for the unfortunate incident,” she said in a post on X, adding that she ordered an investigation into the matter.</p><p>The All India Football Federation (AIFF) said it was not involved in the “organisation, planning, or execution” of the “private event”.</p><p>“Furthermore, the details of the event were neither communicated to the AIFF, nor was any clearance sought from the Federation,” a statement said.</p><p>Messi was greeted by thousands of fans in the southern city of Hyderabad, where he played in front of his fans on Saturday. He arrived in Mumbai on Sunday. His tour is to conclude in New Delhi on Monday.</p><p>His time in India also includes a possible meeting with Prime Minister Narendra Modi.</p><p>Messi won his second consecutive Major League Soccer (MLS) most valuable player award this week after propelling Inter Miami to the MLS title and leading the league in goals.</p><p>The former Barcelona and Paris Saint-Germain forward will spearhead Argentina’s defence of the World Cup in June and July in North America.</p></div></div></body></html>"
        },
        {
            "title": "Deadly mass shooting at Sydney’s Bondi Beach stuns Australia | In Pictures News | Al Jazeera",
            "time": "2025-12-14T12:41:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251214__88384RL__v1__HighRes__AustraliaCrime-1765706105.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">At least 11 people have been killed and more than two dozen wounded in a mass shooting at Sydney’s Bondi Beach, Australian officials said, adding that one of the suspected attackers was killed while another one was in critical condition.</p><p class=\"tr-story-p1\">New South Wales Police Commissioner Mal Lanyon said on Sunday, 29 people were injured, including two police officers, in what he declared a “terrorist incident”.</p><p>The shooting occurred at about 6:47pm (07:47 GMT) near the Bondi Pavilion during a Hanukkah celebration attended by more than 1,000 people, Lanyon said.</p><p>“I’ve also authorised special powers under Section 5 and Section 6 to ensure that if there is a third offender – and we are currently investigating that at the moment – we will make sure that we prevent any further activity. Section 6 allows us to investigate today’s incident,” he said.</p><p>In a televised news conference, Prime Minister Anthony Albanese called the deadly shooting a “targeted attack on Jewish Australians on the first day of Hanukkah”.</p><p>Albanese said the “evil” that was unleashed at Bondi Beach is “beyond comprehension”.</p><p>“An attack on Jewish Australians is an attack on every Australian, and every Australian tonight will be – like me – devastated by this attack on our way of life.”</p><p>One of the world’s most famous beaches, Bondi is typically crowded with locals and tourists, especially on warm weekend evenings.</p></div></div></body></html>"
        },
        {
            "title": "Australia reels from mass shooting at Bondi Beach in Sydney | Gun Violence | Al Jazeera",
            "time": "2025-12-14T12:25:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765715089.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 14 Dec 2025</span><span aria-hidden=\"true\">14 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Far-right candidate Kast takes early lead in Chile’s presidential election | Elections News | Al Jazeera",
            "time": "2025-12-14T12:18:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/000_87ZX9WY-1765698279.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"64\" data-end=\"257\" data-is-last-node=\"\" data-is-only-node=\"\">Far-right opposition candidate Jose Antonio Kast has taken an early lead over his centre-left rival, Jeannette Jara, in Chile’s presidential run-off election, according to early results.</p><p data-start=\"64\" data-end=\"257\" data-is-last-node=\"\" data-is-only-node=\"\">With 25.37 percent of the votes counted, Kast secured 59.83 percent against Jara’s 40.17 percent, initial results showed on Sunday.</p><p data-start=\"64\" data-end=\"257\" data-is-last-node=\"\" data-is-only-node=\"\">Kast, who considers United States President Donald Trump a role model, has made crime and undocumented migration a centrepiece of his campaign. He has promised to launch mass deportations and initiate a sweeping <a href=\"/news/longform/2025/12/12/a-fearful-country-crime-concerns-grip-chile-ahead-of-presidential-run-off\">law-and-order</a> agenda as part of his rhetoric to “Make Chile Great Again”.</p><p data-start=\"64\" data-end=\"257\" data-is-last-node=\"\" data-is-only-node=\"\">Jara, the candidate for the governing left-wing coalition, was narrowly ahead of Kast in the first round last month. The 51-year-old had garnered nearly 27 percent of the vote against Kast, who was in second place with 24 percent of the votes.</p><p data-start=\"64\" data-end=\"257\" data-is-last-node=\"\" data-is-only-node=\"\">Kast, the 59-year-old Republican Party leader, has been able to mobilise the votes of the defeated opponents from the right-wing camp, making him the favourite going into Sunday’s run-off. Right-wing candidates had collectively secured about 70 percent of the votes in the November 16 polls.</p><p data-start=\"64\" data-end=\"257\" data-is-last-node=\"\" data-is-only-node=\"\">Analysts fear Kast’s victory could change the country’s political course for the first time since a return to democracy 35 years ago. Chileans have long prided themselves on keeping far-right politics at bay after the end of the military government of Augusto Pinochet in the 1970s and 80s. In his youth, Kast was a keen supporter of Pinochet.</p><h2 id=\"rollback-of-women-s-rights\" data-start=\"64\" data-end=\"257\">Rollback of women’s rights</h2><p data-start=\"64\" data-end=\"257\" data-is-last-node=\"\" data-is-only-node=\"\">Yet, frustration runs deep among voters, many of whom feel unrepresented by either finalist.</p><p data-start=\"64\" data-end=\"257\" data-is-last-node=\"\" data-is-only-node=\"\">Many voters say they cannot bring themselves to vote for Jara, who is a member of Chile’s orthodox Communist Party.</p><p data-start=\"64\" data-end=\"257\" data-is-last-node=\"\" data-is-only-node=\"\">Jara, who served as labour minister under incumbent President Gabriel Boric, helped pass flagship welfare reforms, but he has struggled to shift the debate. She now pledges tougher <a href=\"/news/2025/11/28/peru-to-declare-state-of-emergency-to-block-chile-border-crossings\">border control</a> and stronger policing. Still, analysts say her communist background limits her appeal.</p><p data-start=\"64\" data-end=\"257\" data-is-last-node=\"\" data-is-only-node=\"\">Leonidas Monte of the country’s Centre for Political Studies think tank said that Chileans judge candidates largely on rejection rates, adding that “somebody from the Communist Party will be with a 50 percent or above rejection”.</p><p data-start=\"64\" data-end=\"257\" data-is-last-node=\"\" data-is-only-node=\"\">Jara has said she will resign from the Communist Party if she wins, but that has not convinced some voters.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2026\" data-end=\"2449\">There are also questions around whether Kast could deliver on his most ambitious pledges.</p><p data-start=\"2026\" data-end=\"2449\">He has promised to cut $6bn in public spending within 18 months without touching social benefits, deport more than 300,000 undocumented migrants and expand the army’s role in fighting organised crime – proposals that revive painful memories of Pinochet’s military rule.</p><p data-start=\"2451\" data-end=\"2698\">Kast’s party lacks a congressional majority, forcing him to negotiate with more moderate right-wing allies. Any compromise could dilute his agenda, but failing to act swiftly may alienate supporters drawn to his uncompromising rhetoric.</p><p data-start=\"2892\" data-end=\"3199\">Congresswoman Lorena Fries warned that Kast’s social conservatism could roll back women’s rights. He is running on “the traditional logic of traditional family dynamics. Obviously, women will be at a disadvantage compared to men in the public, and especially the political arena,” she told Al Jazeera.</p><p data-start=\"3201\" data-end=\"3586\">Crime and migration have eclipsed all other issues. Under President Boric, Chile recorded a homicide peak in 2022 as regional criminal groups exploited undocumented immigration routes, although killings have since fallen.</p><figure id=\"attachment_4172475\" aria-describedby=\"caption-attachment-4172475\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4172475\" src=\"/wp-content/uploads/2025/12/000_87ZW7KT-1765698407.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Workers of the Nunoa municipality prepare a polling station at the Estadio Nacional ahead of the second round of the presidential election in Santiago on December 13, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4172475\" class=\"wp-caption-text\">Workers of the Nunoa municipality prepare a polling station for the presidential election run-off, in Santiago, on December 13, 2025 [Eitan Abramovich/AFP]</figcaption></figure><p data-start=\"4021\" data-end=\"4228\">Kast, mindful of past defeats, has avoided incendiary topics, such as his father’s Nazi past and his own nostalgia for Pinochet. Many supporters say concerns about human rights now rank below personal safety.</p><p data-start=\"4230\" data-end=\"4605\">Reporting from Santiago, Al Jazeera’s Latin America editor Lucia Newman said, “Many people are afraid of what will happen here if Kast wins the presidency, but many others tell us that they cannot bring themselves to vote for a communist, and that’s why we’re hearing that more Chileans than ever before are thinking of casting a blank ballot when they go in here to vote.”</p><p>“A vote that, if polls are right, will veer Chile in the same direction as many of its conservative neighbours,” Newman added.</p></div></div></body></html>"
        },
        {
            "title": "The prison to school pipeline: Why freedom behind bars starts with the mind | Prison | Al Jazeera",
            "time": "2025-12-14T11:37:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/Prison-1763444507.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Some define time as linear, some see it as a block. Others refer to it as something spent, in the present, or the future. Meanwhile, others consider it to be supernatural or holy, or something to twist, tame or traverse.</p><p>As someone who has been sentenced to a <a href=\"/features/2023/11/21/as-a-muslim-prisoner-in-the-us-i-worry-i-will-be-cremated-when-i-die\">lifetime behind bars</a>, time is both abstract and defined. When you have so much time, it is all you have, yet, inside, you have almost no control over how to spend it.</p><p>Every day, I can hear it: tick, tick, tick. It’s torturous, like that dripping faucet in my cell.</p><p>So to quiet the sound, I study. I learn. I try to build something meaningful from the minutes.</p><p>At the time of my arrest in 2002, I was a 25-year-old entrepreneur who had started a successful business. I was enrolled in college, working towards my degree in Information Technology, when my world collapsed. Once in New Jersey State Prison (NJSP) in Trenton, I had a simple choice: either give up on all of my dreams, or fight for them alongside my efforts to prove my innocence. So, I decided to use my time to complete my education.</p><p>My father had brought our family to the United States from Pakistan so his two sons could have access to higher education. He passed away this past January, and it is because of him I keep studying, to fulfil the dream he carried across an ocean.</p><p>Yet on the inside, that dream has been hard to chase.</p><h2 id=\"you-guys-aren-t-going-anywhere\">‘You guys aren’t going anywhere’</h2><p>Prison life is an insidious thing. The environment is conducive to vice and illicit activities. Drugs and gambling are easy to find; doing something constructive, like education, well, that can be a monumental task.</p><p>The NJSP’s education department only offers GED-level (high-school level) education. Prisoners can also enrol in outside correspondence courses, also known as independent study. These include certifications, like in paralegal studies, costing about $750 to $1,000.</p><p>For-profit “correspondence schools” advertise mail-order college degrees, but most, costing anywhere from $500 to $1,000, are unaccredited – selling paper, not knowledge. Some men collect a bachelor’s, master’s, and even a doctorate in a single year. I could not bring myself to do that. For me, an accredited degree is something that cannot be dismissed, and would make me feel on par with those in the free world.</p><p>But the options for college degrees from reputable accredited universities can run into the thousands – a non-starter for most of those imprisoned. So I began with a <a href=\"/features/2025/12/1/how-im-fighting-the-us-prison-system-from-the-inside\">prison paralegal training course</a> taught by fellow prisoners helping others with their legal battles.</p><p>Later on, I watched a PBS documentary about the Bard Prison Initiative in New York, a real college programme, accredited and rigorous, for men and women in the state’s prisons. Inspired, I decided to write dozens of letters to reputable universities across the country, asking them to take me as a test case to do a degree. None replied.</p><p>Then I learned about NJ-STEP, a programme offering college courses to prisoners at East Jersey State Prison. But when I asked to enrol, the NJSP’s education supervisor replied that it was not offered at our prison. When I appealed to the administration, a security major told me, “Why should I bring the NJ-STEP here? You guys aren’t going anywhere.”</p><p>His words echoed, as if a sentence within a sentence.</p><figure id=\"attachment_4114706\" aria-describedby=\"caption-attachment-4114706\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4114706\" src=\"/wp-content/uploads/2025/11/Scanned_20251109_062437-2-1-1763466969.jpg?w=770&amp;resize=770%2C619&amp;quality=80\" alt=\"[Illustration by Martin Robles]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4114706\" class=\"wp-caption-text\">[Illustration by Martin Robles]</figcaption></figure><h2 id=\"the-myth-of-higher-education\">The myth of higher education</h2><p>Thomas Koskovich, 47, has spent nearly three decades in NJSP, where he is serving a life sentence.</p><p>When I asked him about the opportunities for higher education in the prison, he scoffed.</p><p>“What college programme?” he blurted.</p><p>“The only thing they let us do is something called independent study, and by the way, you pay for everything yourself. The prison doesn’t help you. They just proctor [meaning they provide someone to administer] the tests.”</p><p>Thomas works as a teacher’s aide, a prison job detail, in the Donald Bourne School, named after a policeman who was killed by a prison inmate in 1972. The teachers come from the outside, while aides like Thomas assist them and also tutor students requiring extra support. He helps men earn their GEDs while knowing there is no path offered beyond that to further higher education.</p><p>“I’ve seen guys stuck in GED classes for 15 years,” he said.</p><p>Prisoners get stuck for different reasons: classes get cancelled because of emergencies, or sometimes the men have little education to begin with and require years to learn to read and write. Students also get paid $70 a month to attend, so some consider it a job – particularly as prison jobs are scarce – and deliberately fail so they can stay at the school for longer.</p><p>Of the two dozen or so students, “the school averages maybe five to 10 graduates a year”, Thomas explained.</p><p>He earns about $1,500 a year, far less than the $20,000 he would need to afford an accredited correspondence degree. But he chooses to help others in the same school where he got his GED because, as he put it, “Most people in here aren’t career criminals. They just got caught in bad situations.”</p><p>He added, “If given half a chance, they’d choose a legal, meaningful life.”</p><p>Thomas sees education as key to self-betterment. It was a book, Pedagogy of the Oppressed by Paulo Freire, a Brazilian Marxist educator, given to him by an activist friend that showed him the power of education, he says.</p><p>Education equips us to “better handle stressful situations” and nurture creativity and “artistic expression”, he reflected. “But most importantly, we can develop skills that will allow us to earn a living legally and contribute to society in a positive way.”</p><p>The Department of Corrections may store bodies, but it does not nurture minds, though many will eventually be freed back into society after serving their terms, while others could win their freedom in court or through clemency.</p><p>And education can only help with transitioning into life on the outside. According to the Prison Policy Initiative, a research and advocacy nonprofit, limited access to education in prisons remains a major barrier to <a href=\"https://www.prisonpolicy.org/reports/education.html\" target=\"_blank\" rel=\"noopener\">rehabilitation and reentry</a> into society. Decades of studies support the idea that education in prison reduces recidivism – a <a href=\"https://www.rand.org/pubs/research_reports/RR266.html\" target=\"_blank\" rel=\"noopener\">RAND meta-analysis</a> found a 43 percent lower likelihood of reoffending among inmates who pursued studies.</p><p>Kashif Hassan, 40, from Brooklyn in New York City, has been imprisoned for 15 years. Serving a life-plus-10-year sentence, he has earned multiple degrees, including two PhDs, one in business administration and one in criminal justice, through university distance education.</p><p>Unlike other prisoners, Kashif was fortunate in that his family could afford the tens of thousands in accredited college tuition fees.</p><p>“I have two sons,” he told me, “and I want to show them that no matter the circumstances, even here, you can keep learning.”</p><p>He laughed when I asked about support from the NJSP’s education department. “None,” he said. “They even cancelled the college correspondence roster [a list that allowed students enrolled in long-distance education to access the prison law library and school computers to type and print]. They say it’s for security, but really, it’s about control.”</p><p>Kashif has also been on the waiting list for a paralegal course for 10 years.</p><p>“Education is a powerful tool,” he said. “It helps you understand your rights, navigate the system, and articulate yourself better. Especially in here, it’s the difference between feeling powerless and feeling empowered.”</p><h2 id=\"a-door-where-there-was-a-wall\">A door where there was a wall</h2><p>In 2023, I learned of a glimmer of progress. The Thomas Edison State University (TESU) in Trenton – ranked among the state’s top 20 public institutions – launched a new programme enabling men in NJSP to pursue accredited college degrees.</p><p>In 2024, I began taking TESU courses for a liberal arts degree. My tuition is paid for by grants and scholarships. The programme runs independently from the NJSP’s education department, which only proctors exams. For those of us long shut out of higher learning, it felt revolutionary. As if a door opened where there had only been a wall. It has made me feel free and given me purpose.</p><p>For Michael Doce, 44, another student in the programme who is serving a 30-year sentence, the door is narrow but precious. “I want to stick it to the NJDOC, to say, ‘Look what I did all on my own.’”</p><p>Michael studied engineering at Rutgers University before he was imprisoned. Now he is earning a communications degree.</p><p>“My family buys used textbooks,” he said. These are mailed to the prison, but security checks mean they can take weeks to reach him.</p><p>“But the prison just banned used books,” he added. “Depending on how much new ones cost, I might not be able to continue.”</p><p>Al Jazeera requested clarification from the New Jersey Department of Corrections about the cancellation of the roster and the banning of used books, but did not receive a response.</p><p>Michael shrugged and gave a wry smile. “If too many guys signed up, they’d probably cancel the whole thing. I’m being funny, but not really.”</p><p>He maintains top grades and dreams of becoming a journalist. “A criminal conviction closes a lot of doors,” he told me. “I’m just trying to open new ones.”</p><h2 id=\"doing-his-own-time\">‘Doing his own time’</h2><p>There is a couplet from the 18th-century Urdu poet Mir Taqi Mir that goes:</p><p><em>Yaarān-e deyr o Ka‘bah, donon bulā rahe hain</em></p><p><em>Ab dekhen Mir, apnā jānā kidhar bane hai</em></p><p><em>My heart is torn between two calls – the world of love and the house of God.</em></p><p><em>Now it is a test to see which way my soul will turn.</em></p><p>Perhaps that captures the prisoner’s daily dilemma: between despair and determination; between giving up and growing. In the absence of rehabilitation, every man must choose his own path – “doing his own time,” as the popular prison phrase goes – towards light or darkness.</p><p>Men like Thomas, Kashif, Michael, and many others choose light. They choose education.</p><p>The Department of Corrections may store bodies, but it cannot own the will to grow. Education here is not charity. It is resistance. It is the one realm where we can still choose, and in choosing, we stay human and free.</p><p>Because in the end, freedom does not begin with release. It begins with the decision to grow. It begins with the mind.</p><p>And in this place, where time is both enemy and companion, every page turned, every lesson learned, is a way to quiet the endless ticking, a way to remind ourselves that even behind bars, time can still belong to us.</p><p>Tick. Tick. Tick.</p><p><strong><em>This is the final story in a three-part series on how prisoners are taking on the US justice system through law, prison hustles and hard-won education.</em></strong></p><p><strong><em>Read more from the series:</em></strong></p><p><strong><em><a href=\"/features/2025/12/1/how-im-fighting-the-us-prison-system-from-the-inside\">How I’m fighting the US prison system from the inside</a></em></strong></p><p><strong><em><a href=\"/features/2025/12/7/tailors-and-corner-stores-the-hustles-helping-prisoners-survive\">Tailors and corner stores: The hustles helping prisoners survive</a></em></strong></p><p><strong>Tariq MaQbool</strong> is a prisoner at New Jersey State Prison (NJSP), where he has been held since 2005. He is a contributor to various publications, including Al Jazeera English, where he has written about the trauma of <a href=\"/features/longform/2025/6/1/this-is-what-it-is-like-to-be-held-in-solitary-confinement-in-a-us-prison\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/features/longform/2025/6/1/this-is-what-it-is-like-to-be-held-in-solitary-confinement-in-a-us-prison\" data-sk=\"tooltip_parent\">solitary confinement</a> (he has spent a total of more than two years in isolation) and what it means to be a <a href=\"/features/2023/11/21/as-a-muslim-prisoner-in-the-us-i-worry-i-will-be-cremated-when-i-die\" target=\"_blank\" rel=\"noopener noreferrer\" data-stringify-link=\"/features/2023/11/21/as-a-muslim-prisoner-in-the-us-i-worry-i-will-be-cremated-when-i-die\" data-sk=\"tooltip_parent\">Muslim prisoner</a> inside a US prison.</p><p><strong>Martin Robles</strong> is also a prisoner at NJSP. These illustrations were made using lead and coloured pencils. As he has limited art supplies, Robles used folded squares of toilet paper to blend the pigments into different shades and colours.</p></div></div></body></html>"
        }
    ]
}