{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "IAEA flags damage to Chornobyl nuclear plant’s protective shield in Ukraine | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-06T07:37:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6933cdcf-1765002703.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Dec 2025</span><span aria-hidden=\"true\">6 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A drone strike has damaged a protective shield at the Chornobyl nuclear plant in Ukraine, rendering it unable to contain the radioactive material from the 1986 explosion of the plant, the United Nations nuclear watchdog said.</p><p>The International Atomic Energy Agency (IAEA) said on Friday that the shield can no longer perform its main safety function, following an inspection of the steel structure last week.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The agency found the drone impact had degraded the shield in February, in <a href=\"/news/2025/2/14/drone-strikes-chornobyl-nuclear-plant-in-ukraine-russia-says-not-to-blame\">a strike Ukraine has accused Russia of carrying out</a>, with the two countries’ ongoing conflict now in its fourth year.</p><p>Throughout the <a href=\"/news/2025/12/5/putin-increasingly-belligerent-as-truce-talks-flounder-ukraine-war-rages\">war,</a> Russia and Ukraine have accused each other of blocking the rotation of staff from the IAEA at the Zaporizhzhia facility and of risking a potentially devastating nuclear disaster by attacking the site.</p><p>IAEA Director General Rafael Grossi said in a statement that the inspection “mission confirmed that the [protective structure] had lost its primary safety functions, including the confinement capability, but also found that there was no permanent damage to its load-bearing structures or monitoring systems”.</p><p>Grossi said repairs had already been carried out “but comprehensive restoration remains essential to prevent further degradation and ensure long-term nuclear safety”.</p><p>The UN reported on February 14 that Ukrainian authorities said a drone with a high-explosive warhead struck the plant, caused a fire and damaged the protective cladding around reactor number four, which was destroyed in the 1986 Chornobyl explosion.</p><p>Ukrainian authorities said the drone was Russian; however, Moscow denied it had attacked the plant.</p><p>Radiation levels remained normal and stable, and there had been no reports of radiation leaks, the UN said in February.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The 1986 Chornobyl explosion sent radiation across Europe and prompted Soviet Union authorities to mobilise vast numbers of men and equipment to deal with the accident. The plant’s last working reactor was closed in 2000.</p><p>Russia occupied the plant and the surrounding area for more than a month in the first weeks of its February 2022 invasion of Ukraine as its forces initially tried to advance on the Ukrainian capital, Kyiv.</p><p>The IAEA had conducted the inspection at the same time as a country-wide survey of damage to electricity substations by the nearly four-year war between Ukraine and Russia.</p><h2 id=\"energy-sites-in-ukraine-attacked\">Energy sites in Ukraine attacked</h2><p>Russian drone and missile attacks hit energy infrastructure in eight Ukrainian regions overnight, causing blackouts, according to Ukraine’s Energy Ministry.</p><p>“Emergency repair work is already underway where safety conditions permit. Energy companies are doing everything possible to restore power to all customers as quickly as possible,” the ministry said on Saturday in a post on Telegram.</p><p>On Friday, Ukraine’s national grid operator, Ukrenergo, announced that <a href=\"/news/2025/12/6/russia-ukraine-war-list-of-key-events-day-1381\">electricity restrictions</a> would be in place nationwide from Saturday due to Russian attacks on energy facilities.</p><p>The attacks occur as the United States has been meeting with officials of both countries, in an effort to usher in <a href=\"/video/inside-story/2025/11/26/can-the-us-get-all-sides-to-end-the-russia-ukraine-war\">a long-awaited ceasefire. </a></p><p>US President Donald Trump’s special envoy Steve Witkoff has been holding talks with Ukraine’s senior negotiator Rustem Umerov in Miami, Florida, after Witkoff met Russian President Vladimir Putin in Moscow earlier this week.</p><p>Last month, the US revealed a 28-point <span><a href=\"/news/2025/11/20/trumps-new-28-point-plan-what-does-it-want-ukraine-to-concede-to-putin\" target=\"_blank\" rel=\"noopener\">proposal</a></span> to end the Russia-Ukraine war, seen by many as more favourable to Russia’s maximalist demands and war narrative.</p><p>The demands for Ukraine to cede territory are red lines for Kyiv and forbidden in the nation’s constitution.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Heavy rains hamper recovery as death toll from floods in Asia exceeds 1,750 | Climate Crisis News | Al Jazeera",
            "time": "2025-12-06T07:24:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6933c92e841c-1765001518.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Rescue teams and volunteers have been struggling to assist millions of people affected by floods and landslides in parts of Asia, as the official death toll from the ongoing climate-fuelled disaster has climbed to more than 1,750 people in the worst-affected countries of Indonesia, Sri Lanka and Thailand.</p><p>In Indonesia, at least 908 people were confirmed dead and 410 were still missing, according to the latest data on Saturday from the island of Sumatra in Aceh province, where more than 800,000 people have also been displaced.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In Sri Lanka, the government has confirmed 607 deaths, with another 214 people missing and feared dead, in what President Anura Kumara Dissanayake has called the country’s most challenging natural disaster.</p><p>The floods also caused at least 276 deaths in Thailand, while two people were killed in Malaysia and two people died in Vietnam after heavy rains triggered more than a dozen landslides, according to state media.</p><p>On Indonesia’s Sumatra, many survivors were still struggling to recover from the flash floods and landslides that hit last week as Indonesia’s meteorological agency warned Aceh could see “very heavy rain” through Saturday, with North and West Sumatra also at risk.</p><p>Aceh Governor Muzakir Manaf said response teams were still searching for bodies in “waist-deep” mud.</p><p>However, starvation was one of the gravest threats now hanging over remote and inaccessible villages, he said.</p><p>“Many people need basic necessities. Many areas remain untouched in the remote areas of Aceh,” he told reporters.</p><p>“People are not dying from the flood, but from starvation. That’s how it is.”</p><p>Entire villages had been washed away in the rainforest-cloaked Aceh Tamiang region, Muzakir said.</p><p>“The Aceh Tamiang region is completely destroyed from the top to the bottom, down to the roads and down to the sea.</p><p>“Many villages and sub-districts are now just names,” he said.</p><p>In Sri Lanka, where more than two million people – nearly 10 percent of the population- have been affected, officials warned on Friday of continuing heavy rains causing new landslide risks.</p><p>Sri Lanka’s Disaster Management Centre (DMC) said more than 71,000 homes were damaged, including nearly 5,000 that were destroyed by last week’s floods and landslides.</p><p>The DMC said on Friday that more rain was expected in many parts of the country, including the worst-affected central region, triggering fears of more landslides, hampering cleanup operations.</p><figure id=\"attachment_4154031\" aria-describedby=\"caption-attachment-4154031\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4154031\" src=\"/wp-content/uploads/2025/12/epa_6933ba387b2f-1764997688.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"epa12566451 Sri Lankan flood-affected people clean their mud- and water-covered home in a flood-affected village in a suburb of Colombo, Sri Lanka, 03 December 2025. According to the Sri Lanka Disaster Management Center, more than 470 people have been killed, and 376 went missing around the country due to the floods caused due to heavy rains. EPA/CHAMILA KARUNARATHNE\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4154031\" class=\"wp-caption-text\">Sri Lankans clean their mud and water-covered homes in a flood-affected suburb of Colombo, Sri Lanka, on Wednesday [Chamila Karunarathne/EPA]</figcaption></figure><h2 id=\"climate-change-logging-contribute-to-disasters\">Climate change, logging contribute to disasters</h2><p>Last week’s flood came as two typhoons and a cyclone swept through the region at the same time, causing heavy rains, which <a href=\"/news/2025/12/2/at-least-1250-people-dead-what-caused-the-devastating-asia-floods\">experts told Al Jazeera</a> are becoming more likely due to climate change.</p><p>Illegal logging, often linked to the global demand for <a href=\"/news/2019/2/15/indonesia-land-burning-fines-unpaid-years-after-disastrous-fires\">palm oil</a>, also contributed to the severity of the disaster in Sumatra, where photographs of the aftermath showed many tree logs washed downstream.</p><p>Indonesia is among the countries with the largest annual forest loss due to mining, plantations and fires, and has seen the clearance of large tracts of its lush rainforest in recent decades.</p><p>Indonesia’s Forestry Minister Raja Juli Antoni said on Friday that his office was revoking the logging licences of 20 companies, covering an area of ​​750,000 hectares (1.8m acres), including in flood-affected areas in Sumatra, Indonesia’s Antara news agency reported.</p><p>Environment Minister Hanif Faisol Nurofiq also “immediately” halted the activities of palm oil, mining, and power plant companies operating upstream of the disaster-hit areas in northern Sumatra on Saturday, according to Antara.</p><p>The Batang Toru and Garoga watersheds are strategic areas with ecological and social functions that must not be compromised,” Hanif said.</p><p>Febi Dwirahmadi, Indonesian programme coordinator for the Centre for Environment and Population Health at Griffith University in Australia, told Al Jazeera that rainforest cover “acts like a sponge” absorbing water during heavy rainfall.</p><p>Following deforestation, which is also contributing to making climate change worse, there is nothing to slow down the heavy rainfall as it enters waterways, Dwirahmadi said.</p><figure id=\"attachment_4154027\" aria-describedby=\"caption-attachment-4154027\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4154027\" src=\"/wp-content/uploads/2025/12/afp_6933b9d816c3-1764997592.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A residential area is seen damaged after flash floods in Bener Meriah district, Aceh province on December 4, 2025.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4154027\" class=\"wp-caption-text\">A residential area is seen damaged after flash floods in the Bener Meriah district, Aceh province, on Thursday [Chaideer Mahyuddina/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Thousands protest in Berlin against new German military conscription bill | Military News | Al Jazeera",
            "time": "2025-12-06T06:49:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-05T125142Z_1861545528_RC2CAIA7MUD5_RTRMADP_3_GERMANY-DEFENCE-CONSCRIPTION-1764994329.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>About 3,000 people have taken to the streets of Berlin to protest against Germany’s new military service bill, after Bundestag politicians backed the legislation intended to bolster the country’s armed forces.</p><p>Germany’s parliament approved the controversial conscription legislation on Friday after months of heated debate. It comes amid a pledge by <a href=\"/news/2025/6/25/nato-commits-to-major-defence-spending-hike-sought-by-trump\">NATO allies</a> to increase defence spending, boosting Europe’s defence capabilities amid fears <a href=\"/news/2025/12/6/russia-ukraine-war-list-of-key-events-day-1381\">Russia’s war on Ukraine </a>could spill across its borders.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Tess Datzer, an 18-year-old protester in the German capital, said she felt it was unfair for her generation to have to go to war “for a country that does little for us”.</p><p>“There is no investment in our pensions, not in our future, not in the climate. I don’t see any good reasons why our generation should have to go to war,” she told the AFP news agency.</p><p>Protest organiser Ronja Ruh said an “unbelievable amount of money is being spent on the military and armament” in Germany, while funds are lacking in basic public services.</p><p>“When we look at schools in particular, there is outdated technology, far too few teachers, dilapidated school buildings,” she said.</p><p>The military service bill sets ambitious expansion goals for the Bundeswehr, as Germany’s armed forces are known, with a target of up to 260,000 active soldiers – up from 183,000 currently – and 200,000 reservists by 2035.</p><p>It introduces a dual-track system to boost recruits: a more lucrative voluntary service intended to attract young recruits, but if enlistment falls short, lawmakers can now activate needs-based conscription.</p><p>To do so, the politicians would be required to hold a Bundestag vote. If more people are eligible for conscription than needed, recruits may be randomly selected.</p><p>All men born after January 1, 2008, will undergo medical evaluation, in a move not seen since Germany suspended conscription in 2011. Both 18-year-old men and women will be asked to declare their willingness to serve, though only men must respond.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Countries across Europe – including France, Italy and Belgium, as well as the Nordic and Baltic states – are moving to expand voluntary service and strengthen mandatory conscription in their armed forces in response to Russian provocation.</p><p>European leaders and intelligence services believe Russia could mount an assault elsewhere on the continent, with Germany’s top military official, Carsten Breuer, saying in 2024 that Moscow could be ready to attack NATO countries in five to eight years’ time.</p><p>In late November, announcing the reintroduction of a limited form of military service in France 25 years after conscription was formally ended, President Emmanuel Macron said, “the only way to avoid danger is to prepare for it”.</p><p>“We need to mobilise, mobilising the nation to defend itself, to be ready and remain respected,” he said.</p><p>In the meantime, European leaders have accused Moscow of engaging in a <a href=\"/news/2025/10/1/danish-pm-warns-that-russia-is-waging-hybrid-war-on-europe\">form of hybrid warfare</a> – including infrastructure sabotage, drone infiltrations and cyberattacks – as President Vladimir Putin tests NATO’s limits.</p><p>United States President Donald Trump’s apparent <a href=\"/news/2025/10/15/eu-spain-reject-trumps-us-tariff-threats-over-nato-spending\">waning commitment to the alliance</a> – accusing Europe of taking advantage of Washington and calling on the continent to become more militarily self-reliant – has also pushed European leaders to act.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Arab, Muslim nations reject Israel exit-only plan for Gaza’s Rafah crossing | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-06T06:38:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-08-13T172906Z_404522497_RC2W4GAWW7D6_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-AID-1764998871.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gaza mediators Egypt and Qatar, and six other Muslim-majority countries have raised the alarm over Israel’s stated plan for a one-way opening of the <a href=\"/news/2025/12/3/israel-accused-of-manoeuvring-as-it-says-gaza-crossing-open-one-way-only\">Rafah border crossing</a>, which would allow Palestinians to leave their territory, but not to return, and block the entry of humanitarian aid.</p><p>Their warning comes as Israel’s genocidal war on Gaza continues unabated, with <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">some 600 violations of the ceasefire</a> in the last seven weeks, and reports that three people were killed in the latest round of attacks on Saturday in the northern town of Beit Lahiya.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The foreign ministers of Egypt, Indonesia, Jordan, Pakistan, Qatar, Saudi Arabia, Turkiye and the United Arab Emirates issued a joint statement on Friday that expressed “deep concern” over a recent Israeli military announcement that the “Rafah Crossing will open in the coming days exclusively for the exit of residents from the Gaza Strip to Egypt”.</p><p>The announcement, which breaches Israeli obligations under the first phase of a United States-led peace plan, was made on Wednesday by an Israeli military unit called the Coordination of Government Activities in the Territories (COGAT), stating that one-way crossing would be allowed with Israeli “security approval” in coordination with Egypt.</p><p>However, Egypt and its cosignatories slammed the plan, expressing their “complete rejection of any attempts to displace the Palestinian people from their land” and stressing the need for Israel to fully comply with US President Donald Trump’s 20-point plan, which calls for the Rafah crossing to be opened in both directions.</p><p></p><p>The <a href=\"/video/newsfeed/2025/12/5/aje-onl-pp-rafah-explained-051225\">Rafah crossing</a> has been mostly closed throughout the war.</p><p>Since the October 10 ceasefire took effect under Trump’s plan, Israeli authorities have stalled on reopening it to allow desperately needed aid to enter and people requiring medical treatment to leave, citing Hamas’s failure to return the bodies of all captives and the need for coordination with Egypt. Only one captive’s body remains in Gaza, and retrieval has been hampered by the widespread destruction of the enclave under Israeli bombardment.</p><p>The ministers said they appreciated <a href=\"/news/2025/9/29/heres-the-full-text-of-trumps-20-point-plan-to-end-israels-war-on-gaza\">Trump’s peace efforts</a>, which foresee the formation of a technocratic Palestinian government supported by a multinational stabilisation force under the supervision of an international “board of peace”, insisting that his plan move forward “without delay or obstruction”.</p><p>They urged that conditions be established allowing the Palestinian Authority to “resume its responsibilities in Gaza”, calling for “sustainable peace” that would enable the two-state solution to be rolled out, with “an independent Palestinian state on the June 4, 1967 borders, including Gaza and the West Bank, with East Jerusalem as its capital”.</p><p>Gaza featured prominently at the <a href=\"/news/liveblog/2025/12/6/doha-forum-2025-live-gaza-ukraine-wars-in-focus-as-policy-leaders-gather\">Doha Forum</a> on Saturday, an annual diplomatic conference in Qatar, with Qatari Prime Minister Sheikh Mohammed bin Abdulrahman Al Thani saying that the two-month ceasefire was at a “critical moment”.</p><p class=\"p1\">“We cannot consider it yet a ceasefire. A ceasefire cannot be completed unless there is a full withdrawal of the Israeli forces, (and) there is stability back in Gaza,” he said.</p><p>Also speaking at the conference, Turkish Foreign Minister Hakan Fidan said that negotiations over the Gaza international stabilisation force (ISF) remained ongoing, including its mandate and rules of engagement, and that its main objective should be to separate Israelis and Palestinians along the border.</p><p>Arab and other Muslim countries, which had expressed interest in providing troops for an ISF, had insisted the US include more defined language about Palestinian self-determination in the plan before a <a href=\"/news/2025/11/17/unsc-approves-us-resolution-mandating-intl-stabilisation-force-in-gaza\">United Nations Security Council vote</a> last month. Israeli attempts to stymie the move failed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><strong>Attacks continue despite ceasefire</strong></p><p class=\"p1\">Meanwhile, Israel kept up intense attacks on Gaza overnight into Saturday morning, killing three people in a drone strike in the northern town of Beit Lahiya, where it was carrying out a demolition operation.</p><p>Reporting from Gaza City, Al Jazeera’s Hani Mahmoud said the victims were part of a group of family members who had been travelling to inspect their farm in the northern part of the Strip.</p><p>Mahmoud said that Israeli sources had claimed the family had breached the so-called yellow line designating the area to which Israeli troops have withdrawn under the truce, but that members had not been aware they were in a “dangerous and restricted” zone.</p><p>In other attacks, Israel pummelled Gaza with at least 20 air strikes across the enclave, including eastern Gaza city, the centrally located Maghazi refugee camp and the southern city of Rafah.</p><p class=\"p1\">There were also reports of artillery shelling and heavy fire from tanks and aircraft in areas where the Israeli military is currently stationed east of Khan Younis and Rafah.</p><p class=\"p1\">Israeli gunboats attacked Palestinian fishing boats off the coast of Khan Younis, amid heavy gunfire and shelling.</p><p class=\"p1\">The Israeli army continues to control the southern and eastern belts of the Strip, along with large parts of northern Gaza, spanning more than 50 percent of the enclave’s total area.</p><p>Israel’s genocidal war on Gaza has killed at least 70,125 Palestinians and wounded 171,015 since October 2023.</p></div></div></body></html>"
        },
        {
            "title": "Doha Forum 2025 live: Gaza ceasefire at ‘critical’ moment - Qatari PM | Politics News | Al Jazeera",
            "time": "2025-12-06T06:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-06T071600Z_1498019781_RC2VAIANFV8P_RTRMADP_3_QATAR-FORUM-1765005505.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">Doha Forum 2025 live: Gaza ceasefire at ‘critical’ moment – Qatari PM</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>World leaders, high-level diplomats and business executives take part in annual platform held in Qatar’s capital.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Dec 2025</span><span aria-hidden=\"true\">6 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Palestinian groups express ‘grave concerns’ over Marwan Barghouti’s safety | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-06T05:31:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/AP25281583792306_cropped-1760726090.jpg?resize=1916%2C1080",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinian groups have expressed “grave concerns” about the safety of jailed political figure <a href=\"/news/2025/12/4/global-campaign-launched-to-free-jailed-palestinian-leader-marwan-barghouti\">Marwan Barghouti</a> after his son reported receiving a call about Israeli guards allegedly torturing the popular leader in an Israeli prison.</p><p>Qassam Barghouti made the statement on Facebook on Friday, but later deleted the post, saying he was trying to obtain information about his father’s health from relevant agencies.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In the deleted post, Qassam said he had received a call from a person identifying themselves as a Palestinian prisoner and who said Israeli prison guards had beaten his father severely, leaving him “physically shattered”.</p><p>The person, who called from an Israeli number, said that the guards had broken Barghouti’s ribs, teeth and cut off a part of his father’s ear for “entertainment”, according to Qassam.</p><p>He added in a later post that he was trying to contact the caller but had not been able to do so.</p><p>A spokesperson for the Israel Prison Service said in a statement to The Times of Israel that the allegations were “another total lie” and “propaganda” against its prison staff.</p><p>The Palestinian Prisoner’s Society, meanwhile, condemned the “new act of intimidation targeting” Barghouti’s family, saying it had only further escalated their already “grave concerns” for the prisoner’s safety.</p><p>“This act is a direct continuation of the organised terrorism policy implemented by the occupation regime against the families of prisoners, in an attempt to break their will and psychologically blackmail them,” the society, which represents Palestinians imprisoned by Israel, said in a statement shared on Telegram on Friday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"retaliatory-measures\">‘Retaliatory measures’</h2><p>Barghouti, who has been jailed since 2002, is a senior leader of President Mahmoud Abbas’s Fatah group and is viewed by many as Palestine’s Nelson Mandela.</p><p>Barghouti is serving five life sentences in Israeli prisons on alleged charges related to attacks during the second Intifada, which lasted from 2000 to 2005.</p><p>He has denied the charges.</p><p>Earlier this week, Barghouti’s family launched the <a href=\"/news/2025/12/4/global-campaign-launched-to-free-jailed-palestinian-leader-marwan-barghouti\">global “Free Marwan” campaign</a> calling for his release, saying that they feared he may die while in Israeli prison. Hundreds of people, including writer Margaret Atwood and actor Javier Bardem, have signed on to the <a href=\"/news/2025/12/4/global-campaign-launched-to-free-jailed-palestinian-leader-marwan-barghouti\">campaign</a> to free the 66-year-old leader.</p><p>Following Qassam Barghouti’s post, the Palestinian presidency also condemned what it called the “continuous attacks and retaliatory measures” against his father.</p><p>In a statement carried by the Wafa news agency, the presidency said on Friday that it held the Israeli government fully responsible for the Fatah leader’s safety and the safety of all Palestinian prisoners in Israeli prisons.</p><p>Meanwhile, <a href=\"/news/2024/1/11/who-is-israeli-mp-ofer-cassif-why-is-he-backing-south-africa-at-the-icj\">Ofer Cassif</a>, a member of Israel’s parliament from the left-wing, Arab-majority Hadash-Ta’al party, said he spoke to Barghouti’s family about the call and the reports that “Marwan’s teeth, ribs and fingers being broken and his ear being cut off”.</p><p>“The family very much hopes that this is just intimidation and that the information is not true. They are waiting to hear from his lawyer about his condition,” Cassif said in a social media post on Friday.</p><p>“I sincerely hope that this is indeed intimidation, diabolical to say the least, and nothing more. In any case: Free Marwan!” Cassif added.</p><figure class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-2842164\" src=\"/wp-content/uploads/2024/04/AP24033760657297-1713345289.jpg?w=770&amp;resize=770%2C520&amp;quality=80\" alt=\"In the background of part of Israel's separation barrier with portrait of jailed Fatah leader Marwan Barghouti, Israeli soldiers patrol at Kalandia checkpoint between Jerusalem and the West Bank city of Ramallah,\" fetchpriority=\"low\"><figcaption class=\"wp-caption-text\">Israeli soldiers walk past a painting of Marwan Barghouti near the Qalandiya checkpoint between Jerusalem and the occupied West Bank city of Ramallah [File: Nasser Shiyoukhi/AP Photo]</figcaption></figure><h2 id=\"systematic-killings\">‘Systematic killings’</h2><p>Since Israel’s genocidal war on Gaza began in October 2023, Barghouti has been denied visits from his family and subjected to brutal assaults, according to his lawyer.</p><p>In August, he was also <a href=\"/news/2025/8/15/palestinians-condemn-israels-ben-gvir-over-marwan-barghouti-threat\">taunted</a> in his cell at Ganot Prison in central Israel by far-right National Security Minister Itamar Ben-Gvir. A video broadcast by Israel’s Channel 12 at the time showed Ben-Gvir telling the captive, “You won’t win.”</p><p>It marked the first sighting of Barghouti in years, with relatives noting his “shocking” appearance caused by “exhaustion and hunger”.</p><p>Palestinians have called for Barghouti to be released as part of the <a href=\"/news/2025/10/12/israel-expects-to-receive-all-living-captives-from-gaza-on-monday\">recent ceasefire agreement</a> between Israel and Hamas, but the Israeli government has rejected the call.</p><p>Barghouti is regarded as a likely key player in the creation of any Palestinian state because of his ability to unite various political factions.</p><p>As part of the truce deal, Israel released 250 Palestinians serving life sentences, several of whom were sent into exile abroad. About 1,700 Palestinians who were detained from Gaza and transferred to Israeli detention facilities during the war were also freed.</p><p>One of the released prisoners, Mohammad al-Ardah, told Al Jazeera that Israeli forces would carry out “barbaric” raids in the prisons each week, severely beating Palestinian detainees. “The latest reports we heard about the great leader Marwan Barghouti is that they broke three of his ribs,” al-Ardah said.</p><p>As of November 2025, more than 9,300 Palestinian prisoners are being held in Israeli prisons, including 3,368 held under administrative detention without charge or trial, according to Palestinian prisoners’ rights organisations.</p><p>According to Israeli and Palestinian rights groups, at least 94 Palestinian prisoners and detainees have died in Israeli prisons since October 2023.</p><p>Physicians for Human Rights Israel (PHRI), in a report in November, accused Israeli authorities of “systematic killings and coverups” and said fewer than 30 Palestinians had died in Israeli custody in the preceding years.</p><p>On Thursday, the Commission of Detainees and Ex-Detainees Affairs and the Palestinian Prisoner’s Society said that it had confirmed that three more prisoners from Gaza had died in Israeli detention.</p><p>The Palestinian prisoner rights organisations issued a joint statement identifying the men as Taysir Saeed al-Abd Sababa, 60, Khamis Shukri Mar’i Ashour, 44, and Khalil Ahmad Khalil Haniyeh, 35.</p><p>The organisations said Palestinian prisoners continue to die in detention due to torture, starvation, medical neglect, sexual assault and systematic violations of human rights.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4013408\" src=\"/wp-content/uploads/2025/10/Interactive_TwoYearofGaza_2-04-1759764790.png?quality=80\" alt=\"Interactive_TwoYearofGaza_TOTAL_PRISONERS\" data-interactive=\"true\" fetchpriority=\"low\"></p></div></div></body></html>"
        },
        {
            "title": "Canada removes Syria from list of states that support ‘terrorism’ | Syria's War News | Al Jazeera",
            "time": "2025-12-06T05:28:01",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-05T125752Z_120453705_RC2CAIA8WVXJ_RTRMADP_3_SYRIA-SECURITY-ANNIVERSARY-DEMONSTRATION-1764997847.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Canada removes Syria from list of states that support ‘terrorism’</h1><p class=\"article__subhead\"><em>Ottawa cites similar move by US as well as Syrian government’s efforts to advance stability in the country.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Dec 2025</span><span aria-hidden=\"true\">6 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canada has removed Syria from its list of states that support “terrorism”, citing a similar move by the United States as well as efforts by Syrian President Ahmed al-Sharaa’s government to “advance” the country’s stability.</p><p>The announcement on Friday comes as Syria prepares to <a href=\"/news/2025/12/5/syrias-hama-full-of-hope-joy-one-year-after-al-assad-forces\">mark one year since the toppling</a> of longtime ruler Bashar al-Assad.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Canada’s foreign ministry said it was also revoking the “terrorist” designation for Hayat Tahrir al-Sham (HTS), the group that spearheaded the alliance that helped remove al-Assad.</p><p>In a statement, the ministry said the decisions were “not taken lightly”.</p><p>“These measures are in line with recent decisions taken by our allies, including the United Kingdom and the United States, and follows the efforts by the Syrian transitional government to advance Syria’s stability, build an inclusive and secure future for its citizens, and work alongside global partners to reinforce regional stability and counter terrorism,” it said.</p><p>Canada had listed Syria as a “state supporter of terrorism” in 2012, as al-Assad’s crushing of pro-democracy protests plunged the country into civil war.</p><p>HTS had been widely sanctioned over its links to al-Qaeda, but several Western states have delisted the group to allow for better collaboration with the new Syrian government.</p><p>Since taking power, Syria’s new leaders have sought to break from their violent past and present a more moderate image to Syrians and foreign powers.</p><p>The ministry said it was still maintaining sanctions on 56 Syrian individuals, including former officials from al-Assad’s former government and members of the toppled president’s family.</p><p>The US partially suspended sanctions against Syria in June and then extended the suspension in November, following talks between al-Sharaa and his American counterpart, Donald Trump, at the White House.</p><p>Days before that meeting, the US had said that <a href=\"/news/2025/11/7/us-removes-syrian-president-from-global-terrorist-sanctions-list\">al-Sharaa was no longer</a> a “specially designated global terrorist”.</p><p>Al-Sharaa, who once led al-Qaeda’s branch in Syria, split from the group in 2016.</p><p>Since removing al-Assad, al-Sharaa has further reinvented his image, dropping the alias Abu Mohammed al-Julani for his birth name and promoting a tolerant and inclusive Syria.</p><p>The interim leader also <a href=\"/news/2025/9/24/in-his-first-un-speech-syrias-al-sharaa-urges-end-to-all-sanctions\">addressed</a> the United Nations General Assembly earlier this year, saying that his country is “reclaiming its rightful place among the nations of the world” and has sought to strengthen economic ties with the US and the European Union.</p></div></div></body></html>"
        },
        {
            "title": "Australia sanctions Afghan Taliban officials over women’s rights abuses | Taliban News | Al Jazeera",
            "time": "2025-12-06T04:18:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20250814__69J29KF__v2__HighRes__AfghanistanTalibanAnniversary-1764990351.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Australian government has imposed financial sanctions and travel bans on four officials in Afghanistan’s Taliban government, citing the deteriorating human rights situation in the country, particularly for women and girls.</p><p>Australia’s Foreign Minister Penny Wong said in a statement on Saturday that Canberra had established a “world-first” autonomous sanctions framework for Afghanistan, which would allow it to “directly impose its own sanctions and travel bans to increase pressure on the Taliban”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The new framework also introduces an arms embargo, Australia’s Department of Foreign Affairs and Trade said, as well as prohibitions on “providing related services and activities to Afghanistan”.</p><p>The department named the sanctioned Taliban officials as Minister for the Propagation of Virtue and the Prevention of Vice Muhammad Khalid Hanafi; Minister of Higher Education Neda Mohammad Nadeem; Minister of Justice Abdul-Hakim Sharei; and Chief Justice Abdul Hakim Haqqani.</p><p></p><p>Wong said the officials had been sanctioned due to their involvement “in the oppression of women and girls and in undermining good governance or the rule of law”.</p><p>“This includes restricting access to education, employment, freedom of movement and the ability to participate in public life,” she said.</p><p>Canberra said its new framework “builds on” the 140 individuals and entities it already sanctions as part of the United Nations Security Council’s Taliban framework.</p><p>Afghanistan’s Taliban government is yet to publicly respond to Canberra’s latest measures.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In July, the International Criminal Court (ICC) <a href=\"/news/2025/7/8/icc-arrest-warrants-for-taliban-leaders-over-alleged-persecution-of-women\">issued an arrest warrant</a> for Chief Justice Haqqani, alongside the Taliban’s supreme leader, Haibatullah Akhunzada, for alleged crimes against humanity for persecuting women and girls.</p><p>Announcing the sanctions, the ICC said the Taliban has “severely deprived” girls and women of the rights to education, privacy, family life and the freedoms of movement, expression, thought, conscience and religion.</p><p>Since returning to power following the <a href=\"/news/2021/8/30/us-completes-afghanistan-withdrawal-as-final-flight-leaves-kabul\">withdrawal of United States and NATO troops</a> – of which Australia was a part – from Afghanistan in August 2021, the Taliban has enacted severe restrictions on the rights and freedoms of women and girls, including the right to work and study.</p><p>The Taliban has rejected accusations of violating women’s rights, claiming they are respected “within the framework of Islamic law”.</p><p>In December 2022, Afghanistan’s Ministry of Higher Education <a href=\"/gallery/2022/12/7/banned-from-schools-afghan-girls-fear-for-their-future\">banned female students</a> from the country’s universities until further notice, in a move widely condemned by the international community.</p><p>Last year, the UN said the Taliban government had <a href=\"/news/2024/8/15/taliban-deliberately-deprived-1-4-million-girls-of-schooling-un\">“deliberately deprived”</a> at least 1.4 million girls of their right to an education during its time in power, totally about 80 percent of school-age girls.</p><p>Afghans have also been <a href=\"/news/2025/11/12/nine-in-10-afghan-families-skip-meals-take-on-debt-undp\">plunged further into poverty</a> since the Taliban takeover, fuelled in part by the ban on female participation in the workplace, with vast swaths of the country’s population now heavily reliant on humanitarian aid to survive.</p><p>In her statement, Wong said the Australian government “remains deeply concerned at the deteriorating situation” in the country, continuing that a “humanitarian permit” had been carved out in the new sanctions framework, allowing the continued provision of aid.</p><p>“Our thoughts are with those suffering under the Taliban’s oppression, as well as the Afghan community in Australia,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Afghanistan says 4 killed in heavy fire exchanges with Pakistani forces | Taliban News | Al Jazeera",
            "time": "2025-12-06T02:25:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251113__83X8863__v1__HighRes__PakistanAfghanistanUnrest-1764980819.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Dec 2025</span><span aria-hidden=\"true\">6 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Afghanistan authorities say four civilians have been killed after an exchange of heavy fire with Pakistan’s forces along their shared border, as tensions between the South Asian neighbours escalate after peace talks in Saudi Arabia failed to produce a breakthrough.</p><p>The governor of Afghanistan’s Spin Boldak district in the Kandahar province confirmed the deaths on Saturday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Officials from both sides said the clashes broke out late on Friday night, with the two countries accusing one another of opening fire first.</p><p>In a post on X, the spokesman for Afghanistan’s Taliban government, Zabihullah Mujahid, said Pakistani forces had “launched attacks towards” the Spin Boldak district, prompting Afghan forces to respond.</p><p>A spokesman for Pakistani Prime Minister Shehbaz Sharif said it was the Afghan forces who carried out “unprovoked firing” along the Chaman border.</p><p>“Pakistan remains fully alert and committed to ensuring its territorial integrity and the safety of our citizens,” spokesman Mosharraf Zaidi said in a statement.</p><p></p><p>Residents on the Afghan side of the border told the AFP news agency that the exchange of fire broke out around 10:30pm local time (18:00 GMT) and lasted about two hours.</p><p>Ali Mohammad Haqmal, head of Kandahar’s information department, told AFP that Pakistan forces attacked with “light and heavy artillery” and that mortar fire had struck civilian homes.</p><p>“The clashes have ended, both sides agreed to stop,” he added.</p><h2 id=\"strained-ties\">Strained ties</h2><p>Relations have soured between Afghanistan and Pakistan since the Taliban returned to power in 2021, largely due to Islamabad’s accusations that Kabul is providing sanctuary to several armed groups, including the Pakistan Taliban (TTP).</p><p>The TTP has waged a sustained campaign against the Pakistani state since 2007 and is often described as the ideological twin of the Afghan Taliban. Most recently, on Wednesday, a <a href=\"/news/2025/12/3/bomb-kills-three-pakistani-police-officers-close-to-afghan-border\">roadside bombing</a> in Pakistan near the Afghan border claimed by the TTP killed three Pakistani police officers.</p><p>Pakistan also accuses Afghanistan of sheltering the Balochistan Liberation Army and a local ISIL/ISIS affiliate known as the ISKP – even though the ISKP is a sworn enemy of the Afghan Taliban.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Afghan Taliban denies the charges, saying it cannot be held responsible for security inside Pakistan, and has accused Islamabad of intentionally spreading misinformation and provoking border tensions.</p><p>A week of deadly fighting on their shared border erupted in October, triggered after Islamabad demanded that Kabul rein in the fighters stepping up attacks in Pakistan.</p><p>About 70 people were killed on both sides of the border and hundreds more wounded before Afghan and Pakistani officials signed a <a href=\"/news/2025/10/19/afghanistan-pakistan-agree-to-immediate-ceasefire-after-talks-in-doha\">ceasefire agreement</a> in Qatar’s capital Doha on October 19.</p><p>That agreement, however, has been followed by a series of unsuccessful talks hosted by Qatar, Turkiye and Saudi Arabia aimed at cementing a longer-term truce.</p><p>The latest round of talks, held in Saudi Arabia last weekend, failed to produce a breakthrough, although both sides agreed to continue their fragile ceasefire.</p><p>Despite the truce, Kabul has accused its neighbour of carrying out repeated air strikes in Afghanistan’s eastern provinces over recent weeks.</p><p>One attack reportedly carried out by the Pakistani military on a house in Afghanistan’s southeastern Khost province in late November reportedly <a href=\"/news/2025/11/25/taliban-says-pakistan-bombed-afghanistan-killing-nine-children-and-a-woman\">killed nine children and a woman</a>. Pakistan denied that it carried out any such attack.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,381 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-06T01:06:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/reuters_6933524e-1764971086.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,381</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,381 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 6 Dec 2025</span><span aria-hidden=\"true\">6 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here’s where things stand on Saturday, December 6:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>A Russian drone attack killed two men, aged 52 and 67, in the Ukrainian city of Izyum as they were unloading firewood from a truck, according to local officials.</li>\n<li>Russian forces also killed a 12-year-old boy in an attack on the Vasylkivska community in Ukraine’s Dnipropetrovsk region, and wounded more than a dozen Ukrainians in attacks on the Kherson, Donetsk and Sumy regions, local officials said.</li>\n<li>Ukraine’s national grid operator, Ukrenergo, announced that electricity restrictions would be in place nationwide from Saturday due to “previous Russian massive missile and drone attacks on energy facilities”, in a post on Telegram.</li>\n<li>Chechen leader Ramzan Kadyrov said that a Ukrainian drone hit and damaged a building in Grozny, the capital of Russia’s southern Chechnya region, and promised to retaliate. The attack caused no casualties, he said.</li>\n<li>A Ukrainian drone attack on Russia’s Belgorod region wounded the mayor of the village of Berezovka, according to officials, while Ukrainian assaults on energy facilities in Russian-occupied Luhansk caused electricity outages.</li>\n<li>Ukraine’s HUR military intelligence agency claimed attacks on military targets in Russian-occupied Crimea, including a Su-24 tactical bomber, while the Ukrainian military said it launched drone assaults on Russia’s Temryuk seaport in Krasnodar Krai and the Syzran Oil Refinery in Samara region overnight on Friday.</li>\n<li>The Russian Ministry of Defence said it downed 41 Ukrainian drones overnight on Friday, according to the TASS news agency.</li>\n<li>Russian investigators charged a Ukrainian Armed Forces commander with terrorism, in absentia, over the death of journalist and Russian Channel One military correspondent Anna Prokofieva in March this year, TASS reported.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>United States President Donald Trump’s special envoy Steve Witkoff held “productive” talks with Ukraine’s senior negotiator Rustem Umerov in Miami, Florida, on Thursday, a White House official said on Friday. “Progress was made,” the White House official said, according to the Reuters news agency. “They will reconvene later today after briefing their respective leaders.”</li>\n<li>The meetings in Florida came after Witkoff met Russian President Vladimir Putin in Moscow earlier this week, in what Yury Ushakov, the Kremlin’s top foreign policy adviser, described on Friday as “truly friendly” discussions.</li>\n<li>Ushakov also said that Jared Kushner, Trump’s son-in-law, is working “frantically” to resolve the war between Russia and Ukraine in his role as a US negotiator, TASS reported.</li>\n<li>European Commission President Ursula von der Leyen and German Chancellor Friedrich Merz said they held “very constructive” talks with Belgian Prime Minister Bart De Wever on Friday over a European Union plan to use Russian frozen assets to fund Ukraine, which Belgium has so far refused to endorse.</li>\n<li>The Save Ukraine NGO said it has returned 18 Ukrainian children, aged two to 17, from Russian-occupied territories in Ukraine’s Kherson region over the last week.</li>\n<li>International Criminal Court (ICC) prosecutors said on Friday that <a href=\"/news/2023/3/17/all-you-need-to-know-about-the-iccs-arrest-warrant-for-putin\">arrest warrants</a> for Putin and five other Russians accused of war crimes in Ukraine will stay in place even if a blanket amnesty is approved during US-led peace talks.</li>\n<li>Putin said that Moscow is ready to provide “uninterrupted shipments” of fuel to India, as he <a href=\"/news/2025/12/5/putin-modi-kick-off-india-summit-as-trade-us-sanctions-loom-large\">met with</a> Indian Prime Minister Narendra Modi in New Delhi on Friday, despite US sanctions.</li>\n<li>Bulgaria’s maritime authorities, border police and navy are attempting to recover <a href=\"/news/2025/12/2/russian-tanker-struck-off-turkiye-as-ukraine-targets-shadow-fleet\">sanctioned Russian tanker Kairos</a>, which was hit in the Black Sea last week by a Ukrainian drone in Turkiye’s exclusive economic zone, leading to its crew being rescued after it caught fire.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Flavio Bolsonaro enters Brazil’s 2026 presidential race with father’s nod | Elections News | Al Jazeera",
            "time": "2025-12-06T01:04:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-05T215248Z_1306485203_RC2O3IARMTQM_RTRMADP_3_BRAZIL-BOLSONARO-1764973188.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Brazilian Senator Flavio Bolsonaro, the eldest son of imprisoned former President Jair Bolsonaro, has announced he received his father’s endorsement to run for the presidency in 2026.</p><p>In a social media post on Friday, Flavio shared a picture of himself kissing the top of his father’s head, along with a statement.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It explained that his father — whom he called the “greatest political and moral leader” in Brazil — had passed along to him the “mission of carrying on our national project”.</p><p>“I cannot and I will not accept seeing our country go through a time of instability, insecurity and discouragement,” Flavio wrote.</p><p>“I will not stand idly by while I see the hopes of families fading and our democracy dying.”</p><p>Brazil is scheduled to hold elections on October 4, 2026, and with his father’s nod, Flavio is now the heir apparent to represent the far-right Liberal Party (PL) at the ballot box.</p><p>Jair Bolsonaro is considered the honorary leader of the PL, though he is barred from holding office through 2030.</p><p>The party’s official president, Valdemar Costa Neto, confirmed that Jair’s endorsement of his son conferred upon Flavio the party’s nomination.</p><p>“As president of the PL, I inform you that Senator Flavio Bolsonaro is the name selected by Jair Bolsonaro to represent the party in the presidential race,” Costa Neta wrote in an official statement.</p><p>“Flavio told me that our captain confirmed his pre-candidacy. So if Bolsonaro spoke, it’s settled!”</p><p>The announcement sets up a rematch of sorts between the Bolsonaro family and Brazil’s current left-wing president, Luiz Inacio Lula da Silva.</p><h2 id=\"imprisoned-over-a-coup-attempt\">Imprisoned over a coup attempt</h2><p>The elder Bolsonaro and Lula previously faced each other in the 2022 presidential race. It was a closely fought match: Neither candidate won a majority of the vote in the first round, which forced the contest into a run-off.</p><p>But on October 30, Lula emerged victorious in the second round, squeaking out a slim victory with 50.9 percent of the vote. It was the closest outcome to a presidential race since Brazil’s return to democracy in the 1980s.</p><p>Nevertheless, Jair Bolsonaro, the incumbent, refused to publicly acknowledge his defeat. Instead, he and his allies filed a <a href=\"/news/2022/11/22/brazils-bolsonaro-seeks-to-challenge-election-loss\">legal challenge</a> against the vote, arguing there was evidence of “serious failures” and “malfunctions” in the voting machines.</p><p>It was a theory Jair Bolsonaro had publicly advanced even before the first vote was cast, while he was on the campaign trail. Critics have pointed out that there is no evidence to support his claims.</p><p>The legal challenge <a href=\"/news/2022/11/24/brazilian-judge-rejects-attempt-to-overturn-lula-election-victory\">was ultimately tossed</a> for being “in total bad faith”.</p><p>But Jair Bolsonaro’s supporters continued to rally against his defeat. In the months that followed, they attacked <a href=\"/news/2022/12/13/bolsonaro-supporters-attack-police-headquarters-in-brazil\">federal police headquarters</a> in the capital, Brasilia, and after Lula’s inauguration on January 8, 2023, they stormed government buildings in the city’s Three Powers Plaza.</p><p>Some of the protesters sought to provoke a military response that would overthrow Lula’s nascent government.</p><p>The riot at the Three Powers Plaza ultimately spurred federal investigations, raids and arrests.</p><p>Following his electoral defeat, Jair Bolsonaro also found himself mired in probes and legal complaints, which ranged from fraud allegations related to his COVID-19 records to accusations of embezzlement.</p><p>In June 2023, Brazil’s Superior Electoral Tribunal (TSE) <a href=\"/news/2023/6/30/brazil-court-votes-to-bar-bolsonaro-from-office-until-2030\">voted to bar</a> Jair Bolsonaro from public office for eight years, calling his use of public resources to spread election falsehoods an “abuse of power”.</p><p>And just last month, Jair Bolsonaro <a href=\"/news/2025/11/25/brazils-supreme-court-orders-jair-bolsonaro-to-begin-prison-sentence\">was taken into custody</a> to serve a 27-year prison sentence, after he was convicted in September of plotting to stage a coup.</p><p>Jair Bolsonaro has denied any wrongdoing and described his prosecution as a politically motivated hit job, designed to dent his popularity.</p><h2 id=\"politics-a-family-affair\">Politics, a family affair</h2><p>His sons, meanwhile, have transformed into public advocates for their father, petitioning for his release.</p><p>Earlier this year, Eduardo Bolsonaro, a member of Brazil’s Chamber of Deputies, travelled to the United States to lobby President Donald Trump for help with his father’s case. Trump has since spoken out against Jair Bolsonaro’s prosecution and imposed tariffs on Brazil’s economy.</p><p>In mid-November, a panel on Brazil’s Supreme Court voted to put Eduardo Bolsonaro on trial to weigh whether his actions amounted to obstruction of justice, as an attempt to sway the outcome of his father’s trial.</p><p>Jair Bolsonaro’s family and allies have also pushed Congress to pass <a href=\"/news/2025/9/21/brazilians-protest-bill-that-could-grant-ex-president-bolsonaro-amnesty\">an amnesty bill</a> that would allow the ex-president to walk free.</p><p>In the lead-up to Friday’s endorsement, there was speculation that former First Lady Michelle Bolsonaro might be an option to represent the PL in next year’s election. Sao Paulo’s governor, Tarcisio Gomes de Freitas, was also floated as a possibility.</p><p>But the selection of Flavio Bolsonaro, 44, is seen as an appeal to the ex-president’s far-right base.</p><p>That choice could end up alienating centrists in Brazil’s conservative arenas. Flavio has served in the Senate since 2019 and previously was a state deputy for Rio de Janeiro.</p><p>Currently, the biggest contender in the upcoming race is Lula himself.</p><p>In late October, the left-wing president announced he would seek <a href=\"/news/2025/10/23/brazils-president-lula-announces-he-will-seek-a-fourth-term-in-2026\">a fourth term</a>. Now 80 years old, he has reassured his supporters that he feels as energetic as ever.</p><p>Brazilian law allows for only two consecutive terms at a time, but more are possible if they are not back-to-back. Lula first served as president from 2003 to 2011, before mounting his latest successful bid in 2022.</p><p>Polls currently show Lula in the lead for next year’s race, though much could change. After all, the vote is more than nine months away.</p><p>A survey conducted in late November by the National Confederation of Transport and the research firm MDA Institute attempted to measure the odds of various match-ups Lula could face in October.</p><p>Lula came out on top each time. When pitted against the imprisoned Jair Bolsonaro, he earned nearly 39 percent support to the right-wing leader’s 27 percent. When compared to Michelle Bolsonaro, Lula had even higher support: 42 percent to her 23 percent. Flavio Bolsonaro was not among the options surveyed.</p><p>Lula would be 85 years old if he were to win and complete a fourth term.</p></div></div></body></html>"
        },
        {
            "title": "Trump gets FIFA’s new peace prize | Donald Trump News | Al Jazeera",
            "time": "2025-12-06T00:40:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251205__879E6ND__v3__HighRes__TopshotFblWc2026Draw-1764980945.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has been awarded FIFA’s newly created peace prize at the draw for the 2026 men’s football World Cup.</p><p>Trump, who has campaigned aggressively for a Nobel Peace Prize, thanked FIFA on Friday and called the award “one of the great honours of my life”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The US leader had been heavily favoured to win the football governing body’s inaugural prize.</p><p>He and FIFA president Gianni Infantino are close allies, and Infantino had made it clear that he thought Trump should have won the Nobel Peace Prize for his efforts to broker a ceasefire in Israel’s genocidal war on Gaza.</p><p>“This is your prize, this is your peace prize,” Infantino said at the glitzy, celebrity-studded ceremony at Washington’s Kennedy Center.</p><p>Infantino has repeatedly spoken about football as a unifier for the world, but the prize is a departure from the federation’s traditional focus on sport.</p><p>The US, along with Canada and Mexico, will host the football tournament next year. The prime minister of Canada, Mark Carney, and the president of Mexico, Claudia Sheinbaum, were at the ceremony, too.</p><p>In a nod to Trump’s love of spectacle, Infantino, who served as master of ceremonies, had the three leaders stand behind brightly coloured podiums – game-show style – to draw their teams.</p><p>After the draw, they all posed for a selfie with Infantino.</p><p>“This will be unique, this will be stellar, this will be spectacular,” Infantino said at the outset of the ceremony, referring to next year’s games.</p><p>The men’s World Cup will be held from June 11 to July 19, 2026, with a record 104 matches in 16 host cities. It will kick off with Mexico playing South Africa at the Azteca Stadium in Mexico City, followed by South Korea against a playoff winner.</p><p>The US and Canada will join the World Cup party the following day.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"fifa-award-under-scrutiny\" data-start=\"43\" data-end=\"201\">FIFA award under scrutiny</h2><p>FIFA announced the annual peace prize in November, saying it would recognise “individuals who have taken exceptional and extraordinary actions for peace”.</p><p>A video prior to the presentation celebrated Trump for resolving the war in Gaza and trying to end Russia’s war in Ukraine.</p><p>The trophy, a gold-plated globe carried by upraised hands, was considerably larger than the Nobel, which is just a simple medal.</p><p>Trump was given a medal as well and donned it as Infantino lauded him. The president deserved the award for “promoting peace and unity around the world”, he said.</p><p>“Thank you very much. This is truly one of the great honours of my life. And beyond awards, Gianni and I were discussing this, we saved millions and millions of lives,” Trump said.</p><p>“The world is a safer place now.”</p><p>The US, he said, was “not doing too well” before he took office, but now “we’re the hottest country anywhere in the world”.</p><p>Earlier, Trump told reporters he did not care about the prize, but noted that he had “settled eight wars” in his 10 months in office.</p><p>“I don’t need prizes. I need to save lives,” Trump said. “I saved millions and millions of lives, and that’s really what I want to do.”</p><p>The claim that Trump has ended eight wars this year is widely disputed.</p><p>Much work remains before most of the conflicts the president claims to have ended, including Israel’s war on Gaza, can actually be considered resolved.</p><p>Trump received the award as he continues to face criticism from Democrats and rights groups for launching a huge US military build-up around Venezuela and ordering deadly air strikes against alleged drug-smuggling boats.</p><p>He has also ordered a hardline migration crackdown, threatening to move World Cup games from cities where he has sent troops and freezing asylum decisions from 19 countries – including World Cup participants Haiti and Iran.</p><p>It also came days after the president demeaned Somali immigrants in the US as “garbage” – triggering an outcry both at home and abroad.</p><p>There has been little transparency around FIFA’s peace prize.</p><p>Human Rights Watch (HRW) said it has written to FIFA to request a list of the nominees, the judges, the criteria and the selection process – and has received no response.</p><p>“FIFA’s so-called peace prize is being awarded against a backdrop of violent detentions of immigrants, national guard deployments in US cities, and the obsequious cancellation of FIFA’s own anti-racism and anti-discrimination campaigns,” Minky Worden, who oversees sport for HRW, said in a statement.</p></div></div></body></html>"
        },
        {
            "title": "Infantino’s ‘Peace Prize’ to Trump raises questions about FIFA’s neutrality | Football News | Al Jazeera",
            "time": "2025-12-06T00:29:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25339723845515-1764979008.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> Players often face fines and bans from FIFA for displaying political messages, as the football governing body has long proclaimed a policy of political neutrality.</p><p>But on Friday, the association’s chief Gianni Infantino handed United States President Donald Trump the inaugural FIFA Peace Prize, further cementing his embrace of the Republican leader.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Critics pointed out that the award came less than 24 hours after the Trump administration carried out another <a href=\"/news/2025/12/5/us-military-kills-four-in-latest-strike-on-boat-in-the-caribbean\">deadly air strike</a> in the Caribbean.</p><p>Craig Mokhiber, a former United Nations official who has campaigned to suspend Israel from world football over its genocidal war in Gaza, called the <a href=\"/news/2025/12/3/trumps-anti-immigrant-policies-clash-with-promised-world-cup-unity\">award to Trump</a> a “truly shameful development”.</p><p>Infantino has refused to take action against Israel, arguing that football “cannot solve geopolitical” issues.</p><p>“Not satisfied with two years of FIFA complicity in genocide in Palestine, Infantino and his cronies have now invented a new ‘peace prize’ in order to curry favour with Donald Trump,” Mokhiber told Al Jazeera.</p><p>He added that the award also aims to “obscure” Trump’s “disgraceful record” of support to Israel, his deadly strikes on vessels in the Caribbean Sea, and “gross violations of human rights” inside the US.</p><h2 id=\"infantino-praises-trump\">Infantino praises Trump</h2><p>While presenting the prize on Friday, Infantino expressed support for Trump’s international deals, including the so-called Abraham Accords that established formal ties between Israel and several Arab states without resolving the question of Palestinian statehood.</p><p>“This is what we want from a leader: a leader that cares about the people. We want to live in a safe world, in a safe environment. We want to unite, and that’s what we do here today, and that’s what we want to do at the World Cup,” Infantino said as he presented the award.</p><p>“Mr President, you definitely deserve the first FIFA Peace Prize for your action, for what you have obtained in your way, but you have obtained in an incredible way.”</p><p>Trump has openly campaigned for the <a href=\"/news/liveblog/2025/10/10/nobel-peace-prize-2025-2\">Nobel Peace Prize</a> but missed out on the award earlier this year.</p><p>He said the new FIFA recognition is one of the “great honours” he has received, and he repeated his claim that his presidency has saved millions of lives and ended eight wars.</p><p>The US president’s remarks were brief, but he still could not help but take a shot at the record of his Democratic predecessor, Joe Biden.</p><p>“The United States, one year ago, was not doing too well, and now I have to say we’re the hottest country anywhere in the world,” Trump said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"a-departure-from-past-statements\">A departure from past statements</h2><p>Infantino has previously warned against using football to stoke division. “There’s no more powerful tool than sport to unite the people,” he said in 2023. “Now we have to protect the autonomy of sport: the political neutrality of sport and to protect the values of sport.”</p><p>Two years later, critics point out that Infantino has created a prize to celebrate peace and unity, and then handed it to a president <a href=\"/news/2025/12/3/ilhan-omar-denounces-donald-trump-for-calling-somali-immigrants-garbage\">who called</a> people from Somalia “garbage” just days prior.</p><p>“Giving Donald Trump a prize for peace is like giving <a href=\"/sports/2014/8/19/i-wont-bite-anymore-says-suarez\">Luis Suarez</a> a prize for not biting people’s ears off,” football journalist Zach Lowy wrote on social media, referring to the Uruguayan forward who has been caught up in at least three biting incidents on the pitch throughout his career.</p><p>Infantino appears to have forged strong ties with Trump as the US prepares to co-host the World Cup with Mexico and Canada next year.</p><p>The FIFA president has been a regular guest at the White House, and in October, he attended a ceremony with Trump to formalise the Gaza truce in Egypt.</p><p>FIFA did not respond to Al Jazeera’s request for comment by the time of publication.</p><p>The Democratic Party was among the critics taking aim at the new FIFA award. “Trump couldn’t win a Nobel Peace Prize so FIFA made one up for him,” it said in a social media post.</p><p>But rights advocates levelled more serious criticism at the US president, invoking his rights record and foreign policy.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"trump-s-record\">Trump’s record</h2><p>While Trump has helped broker some peace deals between warring parties, <a href=\"/news/2025/12/4/trump-hails-great-day-for-the-world-as-drc-rwanda-finalise-peace-deal\">most recently between</a> Rwanda and the Democratic Republic of the Congo, he has been an advocate for increased military spending across the Western world.</p><p>Trump also ordered the bombing of Iran’s nuclear facilities in June, and he has continued to arm Israel despite its well-documented abuses against Palestinians.</p><p>In the <a href=\"/news/2025/12/5/five-key-takeaways-from-trumps-national-security\">Western Hemisphere</a>, Trump’s administration has also carried out 22 air strikes against vessels that it says are carrying drugs, killing at least 86 people. Legal experts have widely condemned the attacks as unlawful acts of extrajudicial killing.</p><p>Moreover, Trump has been amassing military assets near Venezuela, raising speculation that the US may go to war with the country to topple left-wing President Nicolas Maduro.</p><p>At home, Trump has intensified an <a href=\"/news/2025/12/3/trump-plans-crackdown-on-somali-communities-in-minnesota-what-we-know\">anti-immigration crackdown</a> that has led to the detention and attempted <a href=\"/news/2025/6/20/us-judge-orders-release-of-palestine-advocate-mahmoud-khalil\">deportation of non-citizens</a>. Some advocates have been targeted for their criticism of Israel, an act of free speech protected under the First Amendment of the Constitution.</p><p>“US President Donald Trump was just awarded the newly created ‘FIFA Peace Prize’,” Human Rights Watch said on the social media platform X.</p><p>“But his administration’s appalling human rights record certainly does not display ‘exceptional actions for peace and unity’.”</p><p>For his part, Mokhiber, the former UN official, said the “vulgar” prize to Trump must be rescinded.</p><p>“FIFA rules do not allow play on a muddy pitch. They certainly shouldn’t play on a bloody pitch. But that’s precisely where Infantino is leading FIFA,” he said.</p></div></div></body></html>"
        },
        {
            "title": "US Supreme Court to consider Trump’s bid to end birthright citizenship | Courts News | Al Jazeera",
            "time": "2025-12-05T21:48:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25328704047319-1764974554.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US Supreme Court to consider Trump’s bid to end birthright citizenship</h1><p class=\"article__subhead\"><em>The Supreme Court is likely to hear oral arguments early next year, with a ruling in June on a matter that has been blocked by several lower courts as being unconstitutional.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States Supreme Court has agreed to decide the legality of President Donald Trump’s <a href=\"/news/2025/1/22/trump-scraps-birthright-citizenship-who-will-it-affect\">bid to end birthright citizenship</a>, as the Republican administration continues its broad immigration crackdown.</p><p>Following its announcement on Friday, the conservative-dominated court did not set a date for oral arguments in the blockbuster case, but it is likely to be early next year, with a ruling in June.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Several lower courts have blocked as unconstitutional Trump’s attempt to put restrictions on the law that states that anyone born on US soil is automatically an American citizen.</p><p>Trump signed an executive order on January 20, his first day in office, decreeing that children born to parents in the US illegally or on temporary visas would not automatically become US citizens.</p><p>Lower courts have ruled the order to be a violation of the 14th Amendment, which states: “All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside.”</p><p>Trump’s executive order was premised on the idea that anyone in the US illegally, or on a visa, was not “subject to the jurisdiction” of the country, and therefore excluded from this category.</p><p>The Supreme Court rejected such a narrow definition in a landmark 1898 case.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Trump administration has also argued that the 14th Amendment, passed in the wake of the Civil War, addresses the rights of former slaves and not the children of undocumented migrants or temporary US visitors.</p><p>In a brief with the court, Trump’s solicitor general, John Sauer, argued that “the erroneous extension of birthright citizenship to the children of illegal aliens has caused substantial harm to the United States”.</p><p>“Most obviously, it has impaired the United States’ territorial integrity by creating a strong incentive for illegal immigration,” Sauer said.</p><p>Trump’s executive order had been due to come into effect on February 19, but it was halted after federal judges ruled against the administration in <a href=\"/news/2025/1/21/first-raft-of-lawsuits-target-us-birthright-citizenship-other-trump-orders\">multiple lawsuits</a>.</p><p>District Judge John Coughenour, who heard the case in Washington state, described the president’s executive order as “blatantly unconstitutional”.</p><p>Conservatives hold a 6-3 majority on the Supreme Court, and three of the justices were appointed by Trump.</p><p>Cecillia Wang, national legal director of the American Civil Liberties Union, which has spearheaded the legal challenges to the attempt to end birthright citizenship, said she is hopeful the top court will “strike down this harmful order once and for all”.</p><p>“Federal courts around the country have consistently rejected President Trump’s attempts to strip away this core constitutional protection,” Wang said.</p><p>“The president’s action goes against a core American right that has been a part of our Constitution for over 150 years.”</p><p>The Supreme Court has sided with Trump in a series of decisions this year, allowing various policies to take effect after they were impeded by lower courts that cast doubt on their legality.</p><p>Among these policies were Trump’s revocation of temporary legal protections on humanitarian grounds for hundreds of thousands of migrants, deportations of migrants to countries other than their own and domestic immigration enforcement raids.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Famed for sculptural structures, architect Frank Gehry dies at age 96 | Obituaries News | Al Jazeera",
            "time": "2025-12-05T21:48:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-05T194153Z_1112914891_RC2JAIA3GY3G_RTRMADP_3_PEOPLE-FRANK-GEHRY-1764969759.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Frank Gehry, who designed some of the most imaginative buildings ever constructed and achieved a level of worldwide acclaim seldom afforded any architect, has died. He was 96.</p><p>Gehry passed away on Friday in his home in Santa Monica after a brief respiratory illness, said Meaghan Lloyd, the chief of staff at his firm Gehry Partners LLP.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Gehry’s fascination with modern pop art led to the creation of some of the most striking buildings ever constructed. Among his many masterpieces are the Guggenheim Museum in Bilbao, Spain; Walt Disney Concert Hall in Los Angeles; and Berlin’s DZ Bank Building.</p><p>He also designed an expansion of Facebook’s Northern California headquarters at the insistence of the company’s CEO, Mark Zuckerberg.</p><p>Gehry was awarded every major prize architecture has to offer, including the field’s top honour, the Pritzker Prize, for what has been described as “refreshingly original and totally American” work.</p><p>Other honours include the Royal Institute of British Architects gold medal, the Americans for the Arts lifetime achievement award and his native country’s highest honour, the Companion of the Order of Canada.</p><p>Even some of his early work has gained public appreciation.</p><p>In 2006, years after Gehry had stopped designing ordinary-looking buildings, word surfaced that the pedestrian Santa Monica mall project he designed early in his career might be headed for the wrecking ball. The project had reportedly led to his career epiphany.</p><p>Gehry admirers were aghast, but the man himself was amused.</p><p>“They’re going to tear it down now and build the kind of original idea I had,” he said with a laugh.</p><p>Eventually, the mall was remodelled, giving it a more contemporary, airy outdoor look. Still, it’s no Gehry masterpiece.</p><figure id=\"attachment_4153736\" aria-describedby=\"caption-attachment-4153736\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4153736\" src=\"/wp-content/uploads/2025/12/2025-12-05T194151Z_960050643_RC2JAIAU1BVJ_RTRMADP_3_PEOPLE-FRANK-GEHRY-1764969680.jpg?w=770&amp;resize=770%2C631&amp;quality=80\" alt=\"Frank Gehry in front of the Walt Disney concert hall in Los Angeles.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4153736\" class=\"wp-caption-text\">Architect Frank Gehry stands in front of the Walt Disney Concert Hall in downtown Los Angeles, California, on February 11, 2019 [Mike Blake/Reuters]</figcaption></figure><p>Gehry, meanwhile, continued to work well into his 80s, turning out heralded buildings that remade skylines around the world.</p><p>The headquarters of the InterActiveCorp, known as the IAC Building, took the shape of a shimmering beehive when it was completed in New York City’s Chelsea district in 2007. The 76-storey New York By Gehry building, once one of the world’s tallest residential structures, was a stunning addition to the lower Manhattan skyline when it opened in 2011.</p><p>That same year, Gehry joined the faculty of his alma mater, the University of Southern California, as a professor of architecture. He also taught at Yale and Columbia University.</p><p>Not everyone was a fan of Gehry’s work. Some naysayers dismissed it as not much more than gigantic, lopsided reincarnations of the little scrap-wood cities he said he spent hours building when he was growing up in the mining town of Timmins, Ontario.</p><p>Princeton art critic Hal Foster dismissed many of his later efforts as “oppressive”, arguing they were designed primarily to be tourist attractions. Some denounced the Disney Hall as looking like a collection of cardboard boxes that had been left out in the rain.</p><p>Still other critics included Dwight D Eisenhower’s family, who objected to Gehry’s bold proposal for a memorial to honour the nation’s 34th president.</p><p>Although the family said it wanted a simple memorial and not the one Gehry had proposed, with its multiple statues and billowing metal tapestries depicting Eisenhower’s life, the architect declined to change his design significantly.</p><figure id=\"attachment_4153764\" aria-describedby=\"caption-attachment-4153764\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4153764\" src=\"/wp-content/uploads/2025/12/AP22260629577634-1764970107.jpg?w=770&amp;resize=770%2C478&amp;quality=80\" alt=\"The Dancing House in Prague\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4153764\" class=\"wp-caption-text\">Architect Frank Gehry designed what’s known as the Dancing House — or the Fred and Ginger Building — in Prague, Czech Republic [File: Petr David Josek/AP Photo]</figcaption></figure><p>If the words of his critics annoyed Gehry, he rarely let on. Indeed, he even sometimes played along. He appeared as himself in a 2005 episode of The Simpsons cartoon show, in which he agreed to design a concert hall that was later converted into a prison.</p><p>In that episode, he came up with the idea for the design, which looked a lot like the Disney Hall, after crumpling Marge Simpson’s letter to him and throwing it on the ground. After taking a look at it, he declared, “Frank Gehry, you’re a genius!”</p><p>“Some people think I actually do that,” he would later tell The Associated Press news agency.</p><p>Ephraim Owen Goldberg was born in Toronto on February 28, 1929, and moved to Los Angeles with his family in 1947, eventually becoming a US citizen. As an adult, he changed his name at the suggestion of his first wife, who told him anti-Semitism might be holding back his career.</p><p>Although he had enjoyed drawing and building model cities as a child, Gehry said it wasn’t until he was 20 that he pondered the possibility of pursuing a career in architecture, after a college ceramics teacher recognised his talent.</p><p>“It was like the first thing in my life that I’d done well in,” he said.</p><figure id=\"attachment_4153761\" aria-describedby=\"caption-attachment-4153761\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4153761\" src=\"/wp-content/uploads/2025/12/AP25339738174095-1764970092.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Guggenheim museum in Spain\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4153761\" class=\"wp-caption-text\">The Guggenheim Museum in Bilbao, Spain, has come to exemplify Gehry’s style [File: Alvaro Barrientos/AP Photo]</figcaption></figure><p>He went on to earn a degree in architecture from the University of Southern California in 1954. After serving in the army, he studied urban planning at Harvard University.</p><p>His survivors include his wife, Berta; daughter, Brina; sons Alejandro and Samuel; and the buildings he created.</p><p>Another daughter, Leslie Gehry Brenner, died of cancer in 2008.</p></div></div></body></html>"
        },
        {
            "title": "Egypt’s economy stabilises, but poverty challenges persist | Business and Economy News | Al Jazeera",
            "time": "2025-12-05T21:44:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-09-18T090517Z_377993064_RC2WSGAHPPWL_RTRMADP_3_EGYPT-ECONOMY-BILLBOARDS-1764962089.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Egypt found itself back on the international front pages in the second half of this year. The country played host to the <a href=\"/news/2025/10/13/world-leaders-gather-in-egypt-for-signing-of-gaza-ceasefire-deal\">Sharm el-Sheikh conference</a> in October when US President Donald Trump rallied global and regional powers alike behind his ceasefire plan for the Gaza Strip. Shortly after, in November, Cairo invited world leaders to attend the spectacular opening of the <a href=\"/news/2025/11/4/a-look-inside-egypts-newly-unveiled-grand-egyptian-museum\">new Grand Egyptian Museum</a> next to the pyramids.</p><p>Amid these eye-catching events, other domestic developments have received less attention. Most notable were Egypt’s parliamentary elections, with the first round held in November, and runoffs planned for early December.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The elections have been dominated by a coalition of pro-government parties running <a href=\"/opinions/2025/11/27/egypts-all-important-parliamentary-elections-arent-elections-at-all\">unopposed</a> for the party list seats, which are half of the parliamentary seats being voted for. Individual candidates can run for the other half of the seats in contention, but those seats are difficult to win for candidates without the necessary financial resources and connections.</p><p>Critics, therefore, believe that the race is essentially only between loyalists to President Abdel Fattah el-Sisi, with a group of Egyptian human rights groups saying that the elections had occurred “under chronic and severe restrictions on meaningful political participation”.</p><p>With that context in mind, the elections have not attracted a groundswell of attention from Egyptians, continuing a pattern since el-Sisi took power in the country more than a decade ago, <a href=\"/opinions/2019/6/19/mohamed-morsi-an-egyptian-tragedy\">after a coup</a> against Egypt’s first democratically elected president, Mohammed Morsi.</p><p>“They are even less important than under [former President Hosni] Mubarak, it is not the talk of the day,” said a businessman in the textile industry, who did not wish to give their full name for fear of reprisals. “There are fewer banners and posters than during previous elections.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"capital-injections\">Capital injections</h2><p>In the shadow of Israel’s genocidal war on Gaza, it is often forgotten that less than two years ago, Egypt experienced the worst economic crisis seen under el-Sisi. Billions of dollars worth of capital injections from the <a href=\"/news/2024/3/6/egypt-strikes-expanded-8-billion-deal-with-the-imf\">International Monetary Fund (IMF)</a>, the World Bank and the European  Union, and massive investment pledges from the UAE in early 2024 prevented an economic crisis in Egypt.</p><p>Leading to the question, how is Egypt’s economy faring now? On paper, the picture looks promising. Recently, Egypt’s credit rating was upgraded, GDP growth is increasing, skyrocketing inflation rates that battered the population for years have cooled down, and investment from the Gulf continues. For example, Qatar is planning to develop a prime coastal strip near el-Alamein on Egypt’s Mediterranean coast, not far from a similar UAE-funded project now under construction.</p><p>Earlier this year, the IMF completed its fourth review of Egypt’s economic reforms as part of conditions attached to its loan, and distributed a <a href=\"/economy/2024/12/25/imf-egypt-reach-deal-to-unlock-one-to-two-billion-dollars\">further $1.2bn</a> – part of a loan worth $8bn in total, of which Egypt has now withdrawn $3.2bn.</p><p>The IMF continues to voice concern about state and military control in the economy – issues that have been on the table continuously under el-Sisi’s rule – but the overall message has been that Egypt is performing as desired. Between the lines, one can read that el-Sisi’s Egypt, especially as the precious peace agreement between Egypt and Israel has held steady amid Israel’s war in Gaza, is simply too big to fail.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"dollars-available\">Dollars available</h2><p>The capital injections have had their impact on the ground. There are dollars in the banks and after a major devaluation in 2024, the Egyptian pound is relatively stable. It serves the business community well.</p><p>“Our exports rise every quarter,” said a textile company owner. “There are many Turkish textile companies opening in Egypt, drawn by our cheap labour costs.”</p><p>That is the intended effect of the devaluation: translated into foreign currency, labour costs decrease, making Egypt an attractive destination to move production that depends on low-skilled labour.</p><p>While Turkish companies are a new competitor to his business, the company owner sees the benefit for Egyptian workers. “I had to raise salaries to keep up with what Turkish companies offer, I can see that has a positive effect on people,” he said.</p><p>That said, when measured in foreign currency, salaries are still lower than before the 2024 devaluation.</p><p>“For the past year or two, exports were ridiculously cheap [due to low labour costs]. We see that advantage slowly fading now. Salaries will get better every year.”</p><p>Mohamed Usama, an engineer in a facility manufacturing steel products, has also seen conditions improve. His employer relies on the import of raw materials and export of higher-value products.</p><p>“The stable exchange rate made a huge difference,” Usama said. “It made imports and exports reliable. There are no more problems with wiring money; it is predictable when shipments come in. There are dollars available.”</p><p>“The waiting time for the arrival of an order of raw materials is now one month instead of three to six,” he added.</p><p>That predictability has allowed factories to hire again, according to Usama, even if he pointed out that many contracts were still temporary, leaving workers cautious.</p><p>Osama Diab, a Egyptian political economist at the Belgium university KU Leuven, is sceptical that the loans and investment deals have fixed Egypt’s economy.  “These mainly treat the symptoms,” he wrote in an email. “I don’t believe that any of the structural issues are resolved. The economy is still dependent on offering high interest rates to generate hard currency, and there are still massive current account imbalances.”</p><p>And while business sentiment is generally positive, hardship for many Egyptians appears far from over.</p><p>One economic parameter, non-oil private sector activity, has remained in contraction for most of the past five years. One culprit is low domestic consumer demand. That is also something the textile company owner has noticed.</p><p>“Purchasing power is not strong; it has not improved yet,” the textile company owner said. “Customers complain about not having money. Not only in textile, but in many sectors.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"more-improvements-needed\">More improvements needed</h2><p>Diab explained that money from international institutions and investments is primarily being used to repay debts, and not on income or job-generating activities. “That means the vast majority of citizens will not feel any improvement,” he said.</p><p>“The government’s ability to honour its increasing debt obligation runs in contradiction with its ability to fulfil its social obligations,” according to Diab.</p><p>While the opening of the Grand Museum was surrounded by promises of increased tourism revenues coming in, people were hit with another fuel price increase in November. The price of electricity and cooking gas are set to rise, as well, early next year.</p><p>That means that even with the improved wages on offer in some sectors, the general sentiment is that they still need to rise further.</p><p>In fact, last year Egypt introduced a new labour law that decreased the mandatory annual raise for workers, and excluded a portion of the workforce from guaranteed annual raises all together. The law also allowed employers to use temporary contracts at will.</p><p>The government presented the law as a positive step for Egypt – for instance, it increases paid maternity leave, modernising relations between employer and employee. “The new law is simple, clear, and easy to apply. It provides contractual flexibility,” said Minister of Labour Mohamed Gobran after the law came into effect in September. “The new law is highly advantageous for employers. It simplifies many aspects of workforce management.”</p><p>Mahmoud, a farmer in his 40s from a village in Egypt’s Nile Delta, north of Cairo, is typical of those who are still struggling despite the economic shots. He owns a small plot of land that provides most of the income for his family of six, and takes up household service jobs in addition.</p><p>Rural areas in the Nile Delta, and especially Upper Egypt, have been hit hardest with high poverty rates in the past years, driving people to move away for work.</p><p>“The museum is good for Egypt, but mainly for tourism, for hotels, not for all Egyptians,” he said. ‘The farmers and others in the countryside are just trying to get by with the expensive prices. They wouldn’t abandon their whole lives and go work in hotels in Cairo. What would a farmer go to do in tourism anyway?’</p><p>Mahmoud complained that subsidies – for instance, those on fuel and food – have been removed as part of the IMF-induced reforms, making life more expensive.</p><p>That leads to often heard criticism of IMF conditions, including that, in the pursuit of free market economics, it is the poor that suffer, even if the general business climate improves.</p><p>“In Cairo, the museum will generate income and new business activity, but that income will never reach us here,” Mahmoud said. “We are looking for subsidies, but nothing is subsidised any more.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Experts say US boat strikes are illegal killings. Can they be stopped? | Conflict News | Al Jazeera",
            "time": "2025-12-05T21:44:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25296759809681-1762312454_2ce124-1762312735.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Since early September, the United States has carried out at least 22 declared military strikes targeting alleged drug-trafficking vessels off the coast of Latin America.</p><p>Legal experts and international officials say that the attacks, which have killed at least 86 people, are a violation of the law and represent acts of extrajudicial killing.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But despite what scholars describe as clear-cut illegality, Trump’s lethal campaign has shown few signs of slowing down, and critics see an alarming shift towards the use of military force against criminal activities.</p><p>“I was utterly shocked that the United States would do this,” Ben Saul, the United Nations special rapporteur on counterterrorism and human rights, told Al Jazeera in a telephone interview.</p><p>“It shows that the Trump administration has no respect for international law or conventions around the use of force.”</p><p>The situation points to a trend of impunity for powerful countries. Though there may be a broad consensus that Trump is breaking international law, it is unclear what legal or political mechanisms could halt his bombing campaign.</p><p>“Certainly, trying to rein in a superpower like the United States is something very difficult,” Saul said. “This has to stop from within the US itself.”</p><h2 id=\"guardrails-have-been-eroded\">‘Guardrails have been eroded’</h2><p>Experts say that oversight could potentially come from a number of sources.</p><p>On the domestic front, the US Congress has the ability to pass legislation barring military strikes or cut off funds for the campaign.</p><p>Military members involved in the attacks could also refuse to carry out what they see as unlawful orders.</p><p>Foreign leaders could limit or pause intelligence cooperation with the US.</p><p>Thus far, however, few meaningful restraints have been placed on the Trump administration.</p><p>Twice, the US Senate has voted to defeat legislation that would have required the White House to obtain congressional support for its bombing campaign.</p><p>In October, the first bill failed by a vote of 51 to 48. In November, the second was voted down by a margin of 51 to 49.</p><p>On the international side, there have also been reports that the United Kingdom and Colombia considered whether to stop sharing intelligence from the Caribbean with the US.</p><p>But officials from both countries have downplayed those reports, with Colombian Interior Minister Armando Benedetti calling the situation a “misunderstanding”.</p><p>Other mechanisms meant to assess the legality of the Trump administration’s military actions have faced political pressure.</p><p>News outlets such as CNN and NBC News reported that US military lawyers — known as judge advocates general or JAG officers — who questioned the legality of the bombing campaign were sidelined or fired.</p><p>Secretary of Defense Pete Hegseth has previously said that he does not want military lawyers acting as “roadblocks” to Trump’s policies.</p><p>“Military lawyers are only roadblocks if you want to break the law,” said Sarah Harrison, an analyst at the International Crisis Group.</p><p>Harrison previously served as an associate general counsel at the Department of Defense, where she advised the military on questions of international law. She said the Trump administration has deliberately weakened institutional norms and legal safeguards meant to prevent the abuse of military power.</p><p>“They have established a blueprint to direct the military to commit an unlawful order without resistance,” she said.</p><p>“The guardrails inside have been eroded.”</p><h2 id=\"unlimited-authority\">‘Unlimited authority’</h2><p>Numerous laws, however, exist to prohibit extrajudicial killings like those Trump is currently carrying out in the Caribbean Sea and eastern Pacific.</p><p>Article Two of the UN Charter, for instance, largely prohibits countries from using force internationally, barring an act of self-defence.</p><p>The Geneva Conventions, a cornerstone of humanitarian law, also bar military violence against “persons taking no active part” in hostilities.</p><p>The Trump administration’s use of “double-tap” strikes — where a second attack is conducted to kill survivors from the first — has raised additional legal concerns.</p><p>The Hague Convention explicitly outlaws “no quarter given” policies, wherein soldiers are ordered to execute those who could otherwise be taken prisoner.</p><p>The Trump administration nevertheless denied that any of its strikes violate international or domestic law.</p><p>Instead, it argues that the vessels it bombed contained deadly narcotics, and that drug-traffickers are ‘unlawful combatants’ whose transportation of narcotics represents an attack on the US.</p><p>“Our current operations in the Caribbean are lawful under both US and international law, with all actions in complete compliance with the law of armed conflict,” Pentagon spokesperson Sean Parnell said.</p><p>“Lawyers up and down the chain of command have been thoroughly involved in reviewing these operations prior to execution.”</p><p>But legal scholars say that the administration’s claims do not hold water.</p><p>Rebecca Ingber, a professor at Cardozo School of Law at Yeshiva University who previously served as an adviser to the US Department of State, said that the Trump administration has tried to erase the distinction between criminal activity and an armed attack that would justify a military response.</p><p>She compared the administration’s reasoning to the kind of garbled legal analysis an AI assistant like Grok might produce.</p><p>“It feels to me that some political actors inside the executive branch have taken all of the statements and memos about the use of force over the last 25 years, jumbled up the words, thrown them into Grok, and asked it to come up with a legal argument,” said Ingber.</p><p>“They think they can throw around words like ‘armed conflict’ and ‘terrorist’, and that if they label someone as such, it can give them unlimited authority,” she added.</p><h2 id=\"a-pliant-congress\">A pliant Congress</h2><p>Trump is not the first president to spur concerns about his broad use of military force.</p><p>After the attacks on September 11, 2001, presidents including George W Bush and Barack Obama carried out military strikes in countries like Iraq, Afghanistan, Somalia and Yemen, as part of a global “war on terror”.</p><p>Both men drew on congressional authorisations for military force (AUMFs) that had been narrowly drafted to respond to the September 11 attacks.</p><p>Those authorisations were applied over time to an expanding list of organisations and conflicts.</p><p>Critics, however, have argued that this growing use of military force extends presidential authority beyond its constitutional limits and has weakened oversight and transparency.</p><p>Trump has continued the trend of presidents deploying the military without Congress’s approval first.</p><p>Normally, the power to declare war and authorise military action falls to Congress, not the president, and Congress retains the authority to rein in presidential military deployments.</p><p>Many conservative lawmakers, however, have been hesitant to challenge Trump, who maintains a firm hold over the Republican Party. Others accept the administration’s depiction of the air strikes as an anti-narcotics campaign.</p><p>Only two Republican senators, Rand Paul of Kentucky and Lisa Murkowski of Alaska, voted with Democrats in their recent attempts to stop the boat bombings.</p><p>“From the bombing of Iran to possible attacks on Venezuela, there are some entrepreneurial figures on the right willing to criticise the administration when it carries out interventionist policies,” said Curt Mills, the director of the American Conservative magazine, which advocates for a more restrained foreign policy.</p><p>“But Congress is weak. Its influence over foreign policy is at a historical nadir.”</p><h2 id=\"there-is-no-limiting-principle\">‘There is no limiting principle’</h2><p>Given the reluctance of most Republican lawmakers to assert congressional authority, some experts expressed hope that voters will send lawmakers to Congress who will exert greater control over military attacks abroad.</p><p>But thus far, at least, a majority of voters do not appear to view the current strikes with particular alarm.</p><p>In a CBS News poll last month, about 53 percent of respondents expressed approval for the strikes against the alleged drug boats, while 47 percent expressed disapproval.</p><p>Ingber, the Yale Law professor, speculated that decades of military action overseas during the war on terror may have primed the public to see the current strikes as normal.</p><p>“It’s possible that this is a frog that has already been boiled, and the public has grown to accept the idea of the president using force on his say-so,” said Ingber. “Even, in this case, against suspected criminals for suspected crimes that we don’t even have the death penalty for in this country.”</p><p>But if the “war on terror” has helped desensitise the public to the use of military power overseas, legal experts say the current strikes represent a radical new development: the application of wartime powers to criminal activities.</p><p>“The president is claiming the power to kill anyone he accuses of a crime, no questions asked,” said Annie Shiel, the US director at the Center for Civilians in Conflict (CIVIC), an advocacy group.</p><p>“There is no limiting principle there. And that makes the stakes extremely high for people in the US and around the world.”</p></div></div></body></html>"
        },
        {
            "title": "Starbucks, union workers face off as old tensions over wages spill over | Labour Rights News | Al Jazeera",
            "time": "2025-12-05T21:35:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/IMG_5980-1764966252.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p id=\"new-york-city-united-states-a-passionate-crowd-of-a-few-hundred-people-lined-the-heavily-trafficked-fifth-avenue-in-new-york-city-cascading-with-picket-signs-calling-on-coffee-giant-starbucks-to-negotiate-a-contract-with-its-union\"><strong>New York City, United States –</strong> A passionate crowd of a few hundred people lined the heavily trafficked Fifth Avenue in New York City, cascading with picket signs calling on coffee giant Starbucks to negotiate a contract with its union.</p><p>Picketers held signs saying “No Contract, No Coffee” and “Baristas on Strike” as they lined the sidewalk, blocking the front doors of the Empire State Building, the single most iconic landmark in the United States and which houses an office for the company alongside one of its more high-end signature stores called Starbucks Reserve.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Several demonstrators were arrested. Two of the men who identified themselves as “T-bone” and “Elon” spoke to Al Jazeera about why they’re picketing.</p><p>“Stop stalling contracts, negotiate with the workers and sign a contract for fair wages,” Elon, one of the detained baristas, told Al Jazeera as he was loaded into an NYPD bus.</p><p>Starbucks Workers United told Al Jazeera that a total of 12 people were arrested, but the NYPD did not respond to Al Jazeera’s request to confirm the figures.</p><p>Representatives for Starbucks said as per their “rough estimate”, only 25 people in the crowd were actually team members.</p><p>Representatives for Starbucks Workers United disputed that and told Al Jazeera that more than 100 baristas were in attendance.</p><figure id=\"attachment_4153589\" aria-describedby=\"caption-attachment-4153589\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4153589 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/IMG_5929-1764965149.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"12 picketers were arrested at a demonstration on Thursday as they blocked the entrance the Empire State Building [Andy Hirschfeld/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4153589\" class=\"wp-caption-text\">Twelve picketers were arrested at a demonstration on Thursday as they blocked the entrance to the Empire State Building [Andy Hirschfeld/Al Jazeera]</figcaption></figure><p>This is the third straight week of open-ended strikes, which began on November 13 as the union calls for Starbucks to offer them a contract.</p><h2 id=\"war-of-words\">War of words</h2><p>These tensions are not new for the company, which operates 18,300 stores in the US and Canada. They come amid a longstanding <a href=\"/economy/2025/11/13/unionised-starbucks-workers-begin-open-ended-us-strike\">history of the coffeeshop</a> chain being at odds with its workers. In December 2024, workers hit the picket line when negotiations for a contract that had started in April, stalled.</p><p>At the time, the union rejected a proposal that guaranteed raises of 2 percent, but did not include any improvements in healthcare packages, which workers said were inadequate. Starbucks has not budged.</p><p>“We’re focused on continuing to offer the best job in retail, including more than $30 an hour on average in pay and benefits for hourly partners. The facts speak for themselves: partner engagement is up, turnover is nearly half the industry average, and we get more than 1 million job applications a year,” Starbucks spokesperson Jaci Anderson told Al Jazeera.</p><figure id=\"attachment_4153611\" aria-describedby=\"caption-attachment-4153611\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4153611 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/IMG_5965-1764965743.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Starbucks alleges that there 25 Starbucks unionised workers alongside supporters, while Starbucks Workers United said that at least 100 baristas were present at Thursday’s rally in New York [Andy Hirschfeld/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4153611\" class=\"wp-caption-text\">The union says the wages offered are lower than what the company has claimed [Andy Hirschfeld/Al Jazeera]</figcaption></figure><p>Starbucks Workers United points out that starting wages, which do not include tips, in 33 states are $15.25 per hour. That’s what Al Jazeera found on Starbucks’ jobs board: a barista position in Elko, Nevada starts at  $15.25, a supervisor role in Kansas starts at $19.37 per hour, a barista role in Brooklyn, New York, is open for a starting wage of $17.25 and a shift supervisor role that starts at $22.25 per hour.</p><p>The union said that many baristas get less than 20 hours per week, which is below the cut-off for benefits; Al Jazeera was unable to independently verify those claims.</p><p>Starbucks said that the union is demanding a 65 percent pay increase in the immediate future and 77 percent over the next three years, and higher pay for other elements of their jobs, including weekend hours, early or late hours, sorting inventory, and working on days of promotions, like the store’s Red Cup Day, which typically brings in heavier traffic.</p><p>Starbucks Workers United has pushed back and has said that it is a misrepresentation of their requests and combines several proposals into one.</p><p>“That allegation is not true. We presented a set of economic proposals as options to negotiate over and ultimately get to more pay and benefits. Starbucks simply said ‘no’ to all of them, and then disingenuously added up all the options as if they were one cohesive demand,”  Michelle Eisen, Starbucks Workers United spokesperson, told Al Jazeera.</p><p>“That would be like walking into Starbucks, adding up the entire menu, and saying it costs $1,000 to order a drink at Starbucks.”</p><h2 id=\"political-pressure\">Political pressure</h2><p>Starbucks is also facing increased pressure in New York City, where the chain has 300 stores. Both the outgoing mayor, Eric Adams, and the incoming one, Zohran Mamdani, are putting pressure on the company to meet union demands.</p><figure id=\"attachment_4153615\" aria-describedby=\"caption-attachment-4153615\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4153615 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/IMG_5768-1764965832.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Starbucks Workers United began an open-ended strike in November [Andy Hirschfeld/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4153615\" class=\"wp-caption-text\">Starbucks alleges that there 25 Starbucks unionised workers alongside supporters, while the union said that at least 100 baristas were present at Thursday’s rally in New York [Andy Hirschfeld/Al Jazeera]</figcaption></figure><p>This week, the current Adams administration solidified a $38.9m settlement with the coffeeshop chain for violations of the city’s Fair Workweek law, which requires employers to provide predictable schedules, advance notice, and to give existing workers the opportunity for more hours before hiring new employees. The city’s Department of Consumer and Worker Protection (DCWP) said the company committed more than half a million violations of the law since 2021.</p><p>The settlement covers those who worked at one of the 300 locations across New York City between July 4, 2021, and July 7, 2024.</p><p>Also this week, Mamdani and Vermont Senator Bernie Sanders joined striking workers outside a Starbucks location in Brooklyn, New York.</p><p>While Mamdani answered Al Jazeera’s questions on Tuesday in a news conference, his press team did not respond to requests for comment following the arrests of members of the union he marched with only two days before.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Sanders — who in March 2023 grilled then-CEO Howard Schultz on union-busting allegations — told Al Jazeera that momentum is now on the side of workers.</p><p>“I’ll tell you what is also different is that for years, four years have come and gone, and hundreds of shops have voted to join unions, 12,000 workers have voted to join unions. And yet Starbucks has refused to sit down and negotiate a fair contract,” Sanders told Al Jazeera.</p><p>It’s not clear what the next steps are. On the federal level, under the administration of US President Donald Trump, the National Labor Relations Board — the federal agency where workers bring labour rights complaints to— has been scaled back.</p><p>Since Trump took office, the agency has lacked quorum, meaning there are not enough members to make key decisions related to allegations of unfair labour practices. Earlier this year, the Trump administration fired board member Gwynne Wilcox, and fired the general counsel, Jennifer Abruzzo, two Biden-era appointees who took pro-labour stances.</p><h2 id=\"long-term-tensions\">Long-term tensions</h2><p>The nationwide movement — a wave of unionisation that has called for better pay has been years in the making, beginning after a store in Buffalo, New York, voted to unionise in 2021.</p><p>Among allegations of union-busting practices under then CEO Schultz, is surveillance amongst workers and what are called “captive audience” meetings in which workers had to listen to anti-union messaging from the company.</p><p>In 2024, the NLRB ruled that Schultz made a threat to employees in a 2022 town hall in which he said, “If you’re not happy at Starbucks, you can go work for another company.”</p><p>“There is an exhaustion amongst New Yorkers at the sheer contrast between these workers, who cannot afford to live in this city, and CEOs who are making $96m a year on the backs of those same workers’ labour,” Mamdani said.</p><p>Mamdani was referring to Brian Niccol, who took over as CEO from Schultz in September 2024,<a href=\"/economy/2025/11/13/unionised-starbucks-workers-begin-open-ended-us-strike\" target=\"_blank\" rel=\"noopener\"> with a compensation package </a> of nearly $96m — or 6,666 times the median employee salary. That represents the largest CEO-to-worker pay gap among the S&amp;P 500, according to the AFL-CIO’s Executive Paywatch tracker.</p><p>With sales slumping, Niccol was brought in with the hopes that he would turn the company around after a short stint by Laxman Narasimhan, who was ousted by the board amid looming pressure from activist investors and slowing sales.</p><p>Starbucks Workers United said that the former CEO was at the negotiating table.</p><p>“Bargaining commenced in a real way under his [Narasimhan] leadership,” Eisen added.</p><figure id=\"attachment_4153625\" aria-describedby=\"caption-attachment-4153625\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4153625 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/IMG_5991-1764966052.jpg?w=770&amp;resize=770%2C578&amp;quality=80\" alt=\"Michelle Eisen, Starbucks Workers United’s national spokesperson has called on Starbucks to return the negotiating table [Andy Hirschfeld/Al Jazeera]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4153625\" class=\"wp-caption-text\">Michelle Eisen, Starbucks Workers United’s national spokesperson, has called on Starbucks to return to the negotiating table [Andy Hirschfeld/Al Jazeera]</figcaption></figure><h2 id=\"a-new-ceo\">A new CEO</h2><p>Niccol’s appointment was a step back, according to Eisen.</p><p>“We had a solid 9 months of really good bargaining in 2024, which came to a screeching halt when this current CEO stepped into that role,” said Eisen, whose Buffalo location became the first store to vote to unionise.</p><p>Niccol has struggled to address slumping sales. Global same-store sales rose by 1 percent in the fourth quarter of 2025 compared to the previous quarter, lifted by international markets. North America same-store sales remained flat.</p><p>In September, the Seattle-based coffee shop chain announced the closure of 1 percent of its US stores. While it does not impact store workers, 900 corporate employees lost their jobs as part of a $1bn restructuring plan.</p><p>Niccol came from Chipotle, which faced a slew of union-busting allegations and settlements under him during the more than six years he led the company. In 2023, the company closed its first unionised store in Augusta, Maine, and later agreed to pay employees of the store $240,000 as part of a settlement.</p><p>Chipotle also faced similar penalties from the City of New York, much like this week’s settlement with Starbucks. In 2022, the company agreed to pay<a href=\"/economy/2022/8/9/chipotle-to-pay-nyc-workers-20m-for-violating-city-labour-laws\" target=\"_blank\" rel=\"noopener\"> $20m to settle allegations it violated city labour laws</a>, including failing to provide predictable schedules and paid sick leave. That settlement covered 13,000 workers.</p><p>Under Niccol, the chain was also accused of violating child labour laws and paid out settlements across the country. In 2022, the company settled with the state of New Jersey for $7.75m after a state agency found more than 30,000 allegations of child labour violations. In Massachusetts, the company paid almost $2m to settle 13,000 allegations of child labour law violations.</p><p>Workers hope that amid the settlement this week, renewed pressure from lawmakers, and bigger turnout of picketers will be enough to move contract negotiations forward.</p><p>“I think this company recognises that there are some serious systemic issues within it. I think they do recognise that the people with the solutions are the ones in the cafes every single day and we are just waiting for them to pick that conversation up so we can finalise that contract,” Eisen said.</p><p>And the company spokesperson suggested it is as well amid a jab at strikers on the picket line.</p><p>“We’ve been very clear that we’re ready to talk when the union is ready to return to negotiations. Instead, they are focused on staging and promoting a protest in New York City, where they represent only 200 of the 4,500 partners in NYC,”  Anderson said.</p></div></div></body></html>"
        },
        {
            "title": "West African culture takes center stage at Dakar’s ECOFEST 2025 | Al Jazeera | Al Jazeera",
            "time": "2025-12-05T21:29:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1764970091.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Xenophobia runs the world | Opinions | Al Jazeera",
            "time": "2025-12-05T20:46:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6932d1cfefa76-1764938192.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"292\" data-end=\"500\">“I don’t want them in our country. I’ll be honest with you, OK. Somebody will say, ‘Oh, that’s not politically correct.’ I don’t care. I don’t want them in our country. Their country is no good for a reason …”</p><p data-start=\"502\" data-end=\"1049\">This is what United States President Donald Trump had to say about Somali migrants on the first day of an immigration crackdown targeting their community. He insisted that Somali migrants have turned the US state of Minnesota, where some 2 percent of the population is of Somali descent, into a “hellhole” and should be “out of here”. Then, directing his ire at his vocal critic, Ilhan Omar, a Somali-born Democratic representative from Minnesota, Trump said, “She’s garbage. Her friends are garbage. These aren’t people who work. These aren’t people who say, ‘Let’s go, come on, let’s make this place great. ’”</p><p data-start=\"1051\" data-end=\"1585\">Of course, none of this is new or surprising. Hatred of migrants and asylum seekers has always been the glue that holds Trump’s MAGAverse together. Who can forget that, before his cordial meeting with Trump at the White House, several MAGA Republicans made serious efforts to revoke the US citizenship of New York City mayor-elect Zohran Mamdani. Since Trump’s rise to power, hostility to migrants has become not just a mainstream component of contemporary politics in the United States but a governing principle.</p><p data-start=\"1587\" data-end=\"1901\">But the rise in anti-migrant sentiment, and its validation and promotion by those in positions of power, is not exclusive to Trump’s increasingly insular America. Similar rhetoric and tactics are gaining ground elsewhere, revealing a global trend that extends far beyond the United States. Denmark is one such example.</p><p data-start=\"1903\" data-end=\"2459\">Beneath its long-cultivated image as a progressive, humane and orderly society built on universal healthcare, Lego, highly liveable cities and minimalist designer aesthetics, Denmark has in recent years become one of Europe’s most restrictive states on immigration and asylum. During the recently concluded local elections, Islamophobic rhetoric was on full display, and in the lead-up to the 2026 national elections, the ruling Social Democrats have placed their commitment to tackling the so-called problem of immigration at the centre of their campaign.</p><p data-start=\"2461\" data-end=\"3251\">Across the pond, in the United Kingdom, the supposedly progressive Labour government seems eager to follow the Danish example. Under pressure from the far right and Reform UK’s enduring rise in the polls, Prime Minister Keir Starmer is eager to convince people that he can be trusted to take back control of our borders and close the book on a squalid chapter of Britain’s immigration policy. He has warned that the UK risks becoming an island of strangers unless immigration is sharply reduced, and has promised that his government’s reforms will ensure that migration will fall. That is a promise. Most strikingly, Home Secretary Shabana Mahmood recently sent officials to Denmark to study its immigration and asylum regime, a gesture that underscores how dramatically Labour’s stance has hardened.</p><p data-start=\"3253\" data-end=\"3450\">Xenophobia is also on the rise outside the Western world. It is a staple of policy and practice from Libya to South Africa, a reminder that anti-migrant politics is now a global tool of governance.</p><p data-start=\"3452\" data-end=\"4213\">Europe-bound migrants in Libya face horrific levels of violence and abuse. According to Amnesty International, they are subjected to prolonged arbitrary detention, enforced disappearances, torture, rape, unlawful killings, extortion and forced labour. These abuses occur within a system effectively underwritten by European governments, which have funnelled funding, training and equipment to Libyan coastguard units tasked with intercepting migrants before they reach international waters. Keen to stem the flow of migrants across the Mediterranean, European Union states have outsourced border control to Libya despite knowing the consequences, supporting the authorities’ ability to continue with measures the United Nations says could very likely amount to crimes against humanity.</p><p data-start=\"4215\" data-end=\"5002\">Further west, in Tunisia, Black African migrants have faced sporadic violence for years. In early 2023, President Kais Saied claimed there was a criminal plan to change Tunisia’s demographic makeup through irregular migration, turning it into a purely African country that has no affiliation to the Arab and Islamic nations. His remarks triggered a surge in mob attacks on Black migrants, students and asylum seekers. There was also an increase in arrests, and the police appeared to be targeting Black African foreigners based on their appearance. Those detained included undocumented migrants, registered refugees and asylum seekers, as well as migrants with valid credentials, a stark demonstration of how state practices can shift once xenophobia is given political sanction.</p><p data-start=\"5004\" data-end=\"5625\">Similarly, xenophobia targeting migrants from other African countries has been a constant feature of life and politics in post-apartheid South Africa. According to Xenowatch, a project hosted by the University of the Witwatersrand that tracks xenophobic discrimination and violence, there have been 1,295 recorded incidents since 1994, including displacement, looting of migrant-owned businesses and killings. Deaths peaked in 2008 with 72 fatalities and 150 incidents. In 2025, while 16 people were killed, the overall number of xenophobic incidents again reached 2008 levels, underscoring the persistence of the crisis.</p><p data-start=\"5627\" data-end=\"6366\">During the COVID-19 pandemic, the government systematically overlooked migrant communities, excluding many from relief programmes and framing protection of South Africans as the priority. The state also constructed a 40-kilometre fence along the border with Zimbabwe to block infected or undocumented persons, despite Zimbabwe having only 11 confirmed COVID-19 cases at the time compared with South Africa’s 1,845. Politicians reinforced existing myths about foreign-owned businesses posing health risks. When announcing that spaza shops could remain open, the then-Minister of Small Business Development, Khumbudzo Ntshavheni, declared that only South African-owned, managed and run shops would remain open.</p><p data-start=\"6368\" data-end=\"6776\">South Africa has also seen the rise of explicitly anti-immigrant mobilisation. The Put South Africans First movement, a coalition of civil society groups advocating the mass deportation of African migrants, organised a march to the Nigerian and Zimbabwean embassies on September 23, 2020, claiming that foreigners contribute to South Africa’s social ills such as drugs, human trafficking and child abductions.</p><p data-start=\"6778\" data-end=\"7229\">The vigilante group Operation Dudula emerged from this movement in 2021, following the imprisonment of former President Jacob Zuma. Although it claims to address crime and drug use in Gauteng communities, its name, Dudula – meaning “force out” in isiZulu – captures its true focus. The group is better known for calling for mass deportations, blocking migrants from accessing hospitals and clinics, and raiding or shutting down foreign-owned businesses.</p><p data-start=\"7231\" data-end=\"7718\">Of course, I could keep going, from increasing restrictions in countries like Colombia, Peru, Chile and Ecuador aimed at stemming the influx of Venezuelan migrants, to Indian authorities forcibly expelling ethnic Bengali Muslims to Bangladesh without due process, domestic guarantees and international human rights standards, claiming that they are undocumented. Xenophobia is not confined to any region or ideology; it is now woven into the political life of countries across the globe.</p><p data-start=\"7720\" data-end=\"8130\">Why are we so keen to give in to xenophobic narratives and policies? In part because they are convenient. They allow governments and societies to externalise domestic failures, offering an easy explanation for problems that are far more complex and often rooted in political and economic mismanagement at home, in austerity, deepening inequality and precarious work rather than in the arrival of strangers.</p><p data-start=\"8132\" data-end=\"8504\">In this logic, the migrant becomes a ready-made scapegoat, a figure onto whom we project all the ills we believe threaten who we are or what we stand for. It then becomes effortless to claim that migrants subscribe to dangerous ideologies, strain national resources, carry diseases or form part of some insidious plan to alter the country’s demographic or cultural fabric.</p><p data-start=\"8506\" data-end=\"8949\">Perception becomes reality. Blaming those beyond our borders allows us to imagine the threat lies elsewhere, reassuring us that we are not the problem. The tragedy is that the dysfunctions and corruptions embedded in our own systems remain untouched. And scapegoating the supposed outsider does nothing to make our societies fairer, safer or more humane; it merely buys time for leaders unwilling to confront the crises they helped create.</p><p data-start=\"8506\" data-end=\"8949\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "FIFA World Cup 2026 draw: Groups, teams, format, Trump, peace prize | Donald Trump News | Al Jazeera",
            "time": "2025-12-05T20:40:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-05T181556Z_1515633587_UP1ELC51EQIVF_RTRMADP_3_SOCCER-WORLDCUP-DRAW-1764966876_d578c6-1764967186.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>After weeks of a politically charged build-up to the FIFA World Cup 2026 draw and amid the presence of United States President Donald Trump, the focus swiftly shifted to football as the fate of the participating teams was unveiled at the event in Washington, DC.</p><p>President Trump, Canadian Prime Minister Mark Carney and Mexican President Claudia Sheinbaum were all in attendance as the leaders of the three co-host nations as the US capital played host for the event at the Kennedy Center on Friday.</p><p>FIFA President Gianni Infantino awarded the US president the new FIFA Peace Prize, having been termed the favourite to receive it in the weeks since the award’s announcement in November.</p><p>However, for the 42 qualified teams, their officials and fans, it was the latter half of the event that carried more weight as the 12 tournament groups of four teams each were drawn.</p><p>The World Cup’s first game will be a throwback to 2010 when Mexico take on South Africa on June 11 in Mexico City in a replay of the 2010 edition’s tournament opener. Football fans will hope the 2026 version’s opening goal matches the screamer scored by then-hosts South Africa’s Lawrence Tshabalala.</p><p>Mexico’s group, A – which also includes South Korea and one of Denmark, Macedonia, Czechia or Ireland – will be one of the toughest of the 12.</p><p>Team USA are placed alongside Australia, Paraguay, plus one of Turkiye, Romania, Slovakia or Kosovo.</p><p>Canada, too, face the challenging task of making it out of a group comprising Switzerland, Qatar and one of Italy, Northern Ireland, Wales or Bosnia.</p><figure id=\"attachment_4153245\" aria-describedby=\"caption-attachment-4153245\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4153245\" src=\"/wp-content/uploads/2025/12/AP25339655182730-1764958455.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"From l-r., FIFA President Gianni Infantino takes a selfie with President Donald Trump, Mexican President Claudia Sheinbaum, and Canadian Prime Minister Mark Carney during the draw for the 2026 soccer World Cup at the Kennedy Center in Washington, Friday, Dec. 5, 2025.(AP Photo/Evan Vucci)\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4153245\" class=\"wp-caption-text\">FIFA President Gianni Infantino, left, takes a selfie with President Donald Trump, Mexican President Claudia Sheinbaum and Canadian Prime Minister Mark Carney [Evan Vucci/AP Photo]</figcaption></figure><h2 id=\"which-teams-are-in-the-fifa-world-cup-2026\">Which teams are in the FIFA World Cup 2026?</h2><p>The 42 confirmed nations are:</p><p><strong>Africa:</strong> Algeria, Cape Verde, Egypt, Ghana, Ivory Coast, Morocco, Senegal, South Africa, Tunisia</p><p><strong>Asia:</strong> Australia, Iran, Japan, Jordan, Qatar, Saudi Arabia, South Korea, Uzbekistan</p><p><strong>Europe:</strong> Austria, Belgium, Croatia, England, France, Germany, Netherlands, Norway, Portugal, Scotland, Spain, Switzerland</p><p><strong>Oceania:</strong> New Zealand</p><p><strong>Americas:</strong> Argentina, Brazil, Colombia, Ecuador, Paraguay, Uruguay, Curacao, Panama, Haiti, USA, Mexico, Canada</p><h2 id=\"what-are-the-groups-for-the-fifa-world-cup-2026\">What are the groups for the FIFA World Cup 2026?</h2><ul class=\"spaced-bullet-spacing\">\n<li><strong>Group A:</strong> Mexico, South Korea, South Africa, plus one of Denmark, Macedonia, Czechia or Ireland</li>\n<li><strong>Group B:</strong> Canada, Switzerland, Qatar, plus one of Italy, Northern Ireland, Wales or Bosnia</li>\n<li><strong>Group C: </strong>Brazil, Morocco, Scotland, Haiti</li>\n<li><strong>Group D: </strong>USA, Australia, Paraguay, plus one of Turkiye, Romania, Slovakia or Kosovo</li>\n<li><strong>Group E: </strong>Germany, Ecuador, Ivory Coast, Curacao</li>\n<li><strong>Group F:</strong> Netherlands, Japan, Tunisia, plus one of Ukraine, Sweden, Poland and Albania</li>\n<li><strong>Group G:</strong> Belgium, Iran, Egypt, New Zealand</li>\n<li><strong>Group H:</strong> Spain, Uruguay, Saudi Arabia, Cape Verde</li>\n<li><strong>Group I:</strong> France, Senegal, Norway, plus one of Iraq, Bolivia or Suriname</li>\n<li><strong>Group J:</strong> Argentina, Austria, Algeria, Jordan</li>\n<li><strong>Group K:</strong> Portugal, Colombia, Uzbekistan, plus one of DRC, Jamaica or New Caledonia</li>\n<li><strong>Group L:</strong>England, Croatia, Panama, Ghana</li>\n</ul><figure id=\"attachment_4153289\" aria-describedby=\"caption-attachment-4153289\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4153289\" src=\"/wp-content/uploads/2025/12/2025-12-05T182415Z_1095448420_UP1ELC51F4DWI_RTRMADP_3_SOCCER-WORLDCUP-DRAW-1764959246.jpg?w=770&amp;resize=770%2C521&amp;quality=80\" alt=\"Soccer Football - FIFA World Cup 2026 - FIFA World Cup 2026 Draw - John F. Kennedy Center for the Performing Arts, Washington, D.C., U.S. - December 5, 2025 Draw Assistant Shaquille O'Neal with the World Cup trophy during the FIFA World Cup 2026 Draw Pool via REUTERS/Jia Haocheng\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4153289\" class=\"wp-caption-text\">US basketball legend Shaquille O’Neal was one of the draw assistants [Jia Haocheng/Reuters]</figcaption></figure><h2><span>What’s the format of the FIFA World Cup</span><span> 20</span><span>26?</span></h2><p>The tournament will be made up of one group-stage round and four knockout rounds before the final.</p><p>Unlike previous editions, the knockouts will begin with the round of 32, followed by the round of 16, the four quarterfinals and two semifinals.</p><h2 id=\"how-will-teams-proceed-from-group-stage-to-round-of-32\">How will teams proceed from group stage to round of 32?</h2><p>All four teams in each of the 12 groups will play each other once.</p><p>At the end of the 68 group-stage matches, the top two teams from each of the 12 groups will qualify for the round of 32 and will be joined by the eight best third-place finishers.</p><h2 id=\"what-s-the-group-of-death-at-the-fifa-world-cup-2026\">What’s the ‘group of death’ at the FIFA World Cup 2026?</h2><p>The ‘group of death’ is an informal term used for the most competitive groups in multistage global sporting competitions.</p><p>It is generally assigned to groups that have more high-ranked or top-performing teams in one group than qualification slots available for the next stage.</p><p>At the 2026 edition, the toughest groups will likely be: Groups A, D, G and L.</p><h2 id=\"what-are-the-top-10-must-watch-group-stage-matches-at-the-world-cup-2026\">What are the top 10 must-watch group-stage matches at the World Cup 2026?</h2><ul>\n<li>Brazil vs Morocco</li>\n<li>USA vs Paraguay</li>\n<li>England vs Croatia</li>\n<li>Netherlands vs Japan</li>\n<li>Iran vs Egypt</li>\n<li>Spain vs Uruguay</li>\n<li>France vs Senegal</li>\n<li>Argentina vs Austria</li>\n<li>Algeria vs Jordan</li>\n<li>Portugal vs Colombia</li>\n</ul><figure id=\"attachment_4153357\" aria-describedby=\"caption-attachment-4153357\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4153357\" src=\"/wp-content/uploads/2025/12/2025-12-05T183706Z_1933414540_UP1ELC51FPRYH_RTRMADP_3_SOCCER-WORLDCUP-DRAW-1764959910.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Soccer Football - FIFA World Cup 2026 - FIFA World Cup 2026 Draw - John F. Kennedy Center for the Performing Arts, Washington, D.C., U.S. - December 5, 2025 General view of the teams in pot 2 displayed on stage during the FIFA World Cup 2026 draw REUTERS/Carlos Barria\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4153357\" class=\"wp-caption-text\">The draw was held at the John F Kennedy Center for the Performing Arts in Washington, DC [Carlos Barria/Reuters]</figcaption></figure><p> </p><h2 id=\"why-was-trump-given-the-fifa-peace-prize\">Why was Trump given the FIFA Peace Prize?</h2><p>The US president became the first ever recipient of FIFA’s new peace prize – as his close ally Infantino presented the 79-year-old with the award weeks after Trump failed to win a much sought-after Nobel Peace Prize.</p><p>Infantino said Trump won the award for “exceptional and extraordinary” actions to promote peace and unity around the world.</p><p>In awarding the prize, Infantino told Trump it was a “beautiful medal for you that you can wear everywhere you want to go.” Trump promptly placed the medal around his neck.</p><p>FIFA announced the annual prize in November, saying it would recognise people who bring “hope for future generations”.</p><p>The US president often insists that he deserves the Nobel Peace Prize for his role in ending what he says are eight conflicts this year, including a fragile ceasefire in Gaza.</p><p>The US leader has made the World Cup a centrepiece of his second presidency.</p><h2 id=\"what-did-trump-say-at-the-world-cup-2026-draw\">What did Trump say at the World Cup 2026 draw?</h2><p>Trump thanked his family, including his wife, First Lady Melania Trump, and praised the leaders of the other two host nations in his brief remarks, saying the coordination with the countries has been “outstanding.”</p><p>“This is truly one of the great honours of my life,” Trump said, adding that “most important, I just want to thank everybody. The world is a safer place now”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"when-will-all-the-teams-for-the-fifa-world-cup-2026-be-confirmed\">When will all the teams for the FIFA World Cup 2026 be confirmed?</h2><p>With the European qualification rounds stretching to March and the intercontinental playoff final also scheduled for the same month, we will not know our final 48 teams for the World Cup until March 31, 2026.</p><h2 id=\"which-teams-are-in-the-world-cup-2026-playoffs\">Which teams are in the World Cup 2026 playoffs?</h2><p>The playoffs are divided into two parts: European and intercontinental.</p><p>The European leg will seal the last four UEFA spots in the World Cup, while the intercontinental playoff will see representatives of all other continental groups contest for the last two berths.</p><p>European playoff teams: Albania, Bosnia and Herzegovina, Czechia, Denmark, Italy, Kosovo, Poland, Republic of Ireland, Slovakia, Turkiye, Ukraine, Wales, Romania, Sweden, Northern Ireland, North Macedonia</p><p>Intercontinental playoff teams: Bolivia, DR Congo, Iraq, Jamaica, New Caledonia and Suriname</p><h2 id=\"when-are-the-european-and-intercontinental-playoffs-for-the-world-cup-2026\">When are the European and intercontinental playoffs for the World Cup 2026?</h2><p>In Europe, the 16 competing teams vying for four places have been divided into four playoff paths, with each of the four paths comprising two single-leg semifinals and one single-leg final.</p><p>The winners of the four finals will grab the last remaining UEFA spots. The semifinals will be played on March 26 and the finals on March 31.</p><p>The intercontinental playoffs determine the last two non-European finalists.</p><p>The top two seeded teams – Iraq and DRC – have earned direct qualification for the two finals, while the other two finalists will be determined via two semifinals played between the four remaining teams.</p><p>The intercontinental semifinals are scheduled for March 23, with the final on March 31.</p><h2 id=\"which-major-teams-are-not-in-the-world-cup-2026\">Which major teams are not in the World Cup 2026?</h2><p>Nigeria, Chile, Cameroon, Costa Rica, Greece and Serbia are some of the biggest names missing from the tournament.</p><h2 id=\"will-cristiano-ronaldo-and-lionel-messi-play-in-the-fifa-world-cup-2026\">Will Cristiano Ronaldo and Lionel Messi play in the FIFA World Cup 2026?</h2><p>Ronaldo has confirmed that the tournament will be his swansong on football’s biggest stage.</p><p>The Portuguese superstar is the top scorer in history with 143 international goals and is the most capped men’s international footballer with 226 appearances.</p><p>Despite his appearance at five FIFA World Cups, Ronaldo has not lifted the trophy for his country.</p><p>Meanwhile, Messi has also expressed hope that he will lead Argentina’s title defence in North America but acknowledged that his age and fitness will dictate his role.</p><p>“I’m going to take it one day at a time; being honest and trying to be realistic and feel good,” he said in an interview with ESPN Argentina this week.</p><p>“This year I felt very good.”</p><p>The Inter Miami star admitted that playing club football in the US will make it easier for him to consider his participation.</p><p>“It’s something extraordinary to be able to be in a World Cup, and I would love to,” the Argentinian captain said in another interview in October.</p><p>“I would like to be there, to be well, and be an important part of helping my team, if I am there. I’m going to assess that on a day-to-day basis when I start preseason next year with Inter, and see if I can really be 100 percent, if I can be useful, and then make a decision.</p><p>“I’m really eager because it’s a World Cup. We’re coming off winning the last one, and being able to defend it on the field again is spectacular, because it’s always a dream to play with the national team.”</p><h2 id=\"when-is-the-fifa-world-cup-2026-scheduled\">When is the FIFA World Cup 2026 scheduled?</h2><p>The tournament begins on June 11 and ends on July 19.</p><h2 id=\"who-will-host-the-fifa-world-cup-2026-final\">Who will host the FIFA World Cup 2026 final?</h2><p>The tournament will begin at the Mexico City Stadium, while the US will host the final at the MetLife Stadium in East Rutherford, New Jersey.</p><h2 id=\"what-s-the-full-match-schedule-of-the-world-cup-2026\">What’s the full match schedule of the World Cup 2026?</h2><p>The schedule will be confirmed on Saturday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "US health panel ditches guidance to give hepatitis B vaccine to newborns | Donald Trump News | Al Jazeera",
            "time": "2025-12-05T20:36:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-05T161623Z_204238654_RC2EAIATD6WH_RTRMADP_3_HEALTH-USA-VACCINES-1764957753.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A top-level vaccine panel in the United States government has voted to peel back guidance that newborn babies should receive a vaccine to shield against hepatitis B, a virus that can cause chronic liver problems.</p><p>On Friday, the Advisory Committee on Immunization Practices (ACIP) voted eight to three to rescind the medical advice, which has helped make hepatitis B vaccines a routine part of post-natal care.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Instead, ACIP approved new guidance that encourages parents who have no history of hepatitis B infection to speak with their healthcare provider about whether to administer the vaccine to their infants.</p><p>It also continues to advise administering the vaccine for children of mothers who have hepatitis B.</p><p>Medical experts and even pharmaceutical companies quickly denounced the change as dangerous, warning that it could encourage parents to leave their children unvaccinated.</p><p>The change is considered the biggest move so far under Secretary of Health and Human Services Robert F Kennedy Jr to change vaccination practices in the US.</p><p>“Today is a defining moment for our country. We can no longer trust federal health authorities when it comes to vaccines,” Michael Osterholm, the director of the University of Minnesota’s Center for Infectious Disease Research and Policy, told the news agency Reuters.</p><p>“In voting to eliminate the universal birth dose of the hepatitis B vaccine, ACIP ignored decades of evidence confirming its strong safety profile and effectiveness. Its decision will result in more hepatitis B infections and more people with chronic liver disease.”</p><p>He added that, if ACIP continues to ignore the evidence about vaccine efficacy and safety, “parents and clinicians must ignore ACIP”.</p><h2 id=\"what-is-hepatitis-b\">What is hepatitis B?</h2><p>Each year, around the world, 1.2 million people become newly infected with hepatitis B. According to the World Health Organization, approximately 1.1 million deaths in 2022 were also linked to the virus.</p><p>Hepatitis B is spread through contact with bodily fluids, and children could potentially acquire the virus through activities as simple as sharing a toothbrush.</p><p>Infections are known to shorten life spans and can potentially lead to fatal conditions like cirrhosis — a kind of tissue scarring that causes liver failure — and liver cancer.</p><p>For most people, the hepatitis B vaccine confers lifelong protection against the virus.</p><p>The first shot in the three-dose regimen is usually given shortly after birth. For a healthy baby, the US Centers for Disease Control and Prevention (CDC) had previously advised that doctors administer the first dose within 24 hours of birth.</p><p>For a child born to a parent who tests positive for hepatitis B, the first vaccination should be even sooner, 12 hours after birth.</p><p>For children born premature and underweight, the advice was formerly to wait a month before administering the first dose.</p><p>The third and final dose typically comes before the infant reaches 18 months old.</p><p>Prior to Friday’s announcement, health experts in the US government had also recommended vaccination for all infants. Those guidelines had been in place for decades, stretching back to 1991, and the vaccine itself has been available since the 1980s.</p><h2 id=\"changing-health-guidelines\">Changing health guidelines</h2><p>But Kennedy has pushed to review vaccination guidelines since taking office as part of President Donald Trump’s second-term cabinet.</p><p>The son of former Attorney General Robert F Kennedy, the younger Kennedy is an environmental lawyer and former presidential candidate who gained notoriety as a vaccine sceptic.</p><p>While he has repeatedly claimed he is not “anti-vaccine”, he has been accused of spreading vaccine conspiracy theories.</p><p>In 2021, for instance, he told an audience of Louisiana politicians that the COVID-19 shot was the “deadliest vaccine ever made”. In 2005, he also published an article linking vaccines to autism and other neurological disorders, promoting a widely discredited theory. That article was later retracted by its publishers.</p><p>In February, Kennedy was confirmed as Trump’s health and human services secretary, despite having no professional medical experience. The position oversees a range of health and welfare agencies, including Medicaid, the CDC and the Food and Drug Administration (FDA).</p><p>Under his leadership, the US government swiftly changed its approach to certain vaccines.</p><p>In August, for example, the FDA limited its guidance for who should take the COVID-19 vaccine. Only people aged 65 and up, or people with health conditions, were recommended for the vaccine.</p><p>Critics warned that change could limit the availability of the COVID-19 vaccine and force younger people to get a prescription and pay out of pocket for the preventive care.</p><p>Last month, the CDC under his leadership also removed assurances that vaccines do not cause autism from its website.</p><p>Meanwhile, he has pulled government funding from research into mRNA vaccines — the technology used for the COVID-19 vaccination — and changed the standards for vaccine development.</p><h2 id=\"shakeup-at-acip\">Shake-up at ACIP</h2><p>One of the most prominent changes Kennedy has made, however, has been at the ACIP, a panel focused on vaccines that has been in existence since 1964.</p><p>In June, Kennedy fired the 17-member committee and replaced them with figures that critics say are largely sceptical of vaccination or have little research background in the area.</p><p>Kennedy defended the mass firing as necessary to maintain the independence of the panel and defend “unbiased science”.</p><p>“Today we are prioritizing the restoration of public trust above any specific pro- or anti-vaccine agenda,” he said in a statement.</p><p>But public health experts expressed outrage that trusted officials were fired and replaced with those who seemed to reflect Kennedy’s own beliefs.</p><p>Despite the shake-up on the panel, its membership was nevertheless split over the issue of changing the recommendation for the hepatitis B vaccine.</p><p>A vote on the issue had been delayed twice since September. During Friday’s vote, one ACIP member, paediatrics professor Cody Meissner, cited the medical duty to “do no harm”.</p><p>“We are doing harm by changing this wording. And I vote no,” he said in his vote.</p><p>But the majority of the ACIP panel ultimately decided to back the change, citing the “flexibility” it offered to new parents. The CDC’s guidelines, however, were not previously binding.</p><p>Industry groups responded with grave concerns about the ambiguity the change would create.</p><p>“The science is clear: the hepatitis B birth dose saves lives, and there is no new evidence to justify delaying or removing this critical protection,” the American Pharmacists Association said in a statement.</p><p>A former CDC director, Thomas Frieden, called on the public to stand against the change.</p><p>“Now obstetricians, pediatricians, insurers, state health departments and others should stand up for fact-based care, protect our children, and not mess with success — not accept this misguided and dangerous recommendation,” he wrote.</p><p>The ACIP decision is now set to go before the director of the CDC, Jim O’Neill, for final approval.</p></div></div></body></html>"
        },
        {
            "title": "Five key takeaways from Trump’s National Security Strategy | Donald Trump News | Al Jazeera",
            "time": "2025-12-05T20:21:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_69332a2189-1764960801_a15e7d-1764962101.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Washington, DC –</strong> A periodic document spelling out the United States’s foreign policy and security has emphasised the need for US “preeminence” in the Western Hemisphere, reflecting President Donald Trump’s push for regional dominance.</p><p>The National Security Strategy (NNS), released on Friday, also called for balancing trade with China and deterring it from seizing Taiwan.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>But unlike the previous assessment, which was published during the <a href=\"/news/2022/10/12/five-key-takeaways-from-bidens-national-security-strategy\">Joe Biden presidency</a> in 2022, the new NNS did not focus primarily on China or mark competition with Beijing as the top challenge for the US.</p><p>Instead, the US administration stressed non-interventionist policies. It reflected Trump’s disdain for multilateralism and international organisations, saying that the “world’s fundamental political unit is and will remain the nation-state”.</p><p>Here are five key takeaways from the document.</p><h2 id=\"hemispheric-dominance\">Hemispheric dominance</h2><p>The US is seeking to “restore American preeminence in the Western Hemisphere” by reinforcing the <a href=\"/news/2019/6/19/trump-revives-monroe-doctrine-as-warning-to-china-and-russia\">Monroe Doctrine</a> – a 19th-century US policy in opposition to European colonisation and interference in the Americas.</p><p>Other than deterring foreign influence in the hemisphere, it will push to combat the drug trade and irregular migration while encouraging “private economies”.</p><p>“We will reward and encourage the region’s governments, political parties, and movements broadly aligned with our principles and strategy,” the document reads.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump has already put this approach into action by publicly backing conservative politicians in Latin America and bailing out the Argentinian economy under right-wing President <a href=\"/news/2025/10/9/us-buys-argentinian-pesos-finalises-20bn-currency-swap-says-us-treasury\">Javier Melei</a> with $40bn.</p><p>“We will deny non-Hemispheric competitors the ability to position forces or other threatening capabilities, or to own or control strategically vital assets, in our Hemisphere,” the document says.</p><p>“This ‘Trump Corollary’ to the Monroe Doctrine is a common-sense and potent restoration of American power and priorities, consistent with American security interests.”</p><p>The NSS also calls for shifting US military assets to the Western Hemisphere, “away from theatres whose relative import to American national security has declined in recent decades”.</p><p>The strategy comes as the US ramps up its deadly <a href=\"/news/2025/12/5/us-military-kills-four-in-latest-strike-on-boat-in-the-caribbean\">attacks on boats</a> in the Caribbean Sea and Atlantic Ocean that it says are carrying drugs.</p><p>The Trump administration has also ordered a military buildup around Venezuela, raising speculations that Washington may be looking to topple left-wing President <a href=\"/news/2025/12/2/maduro-rejects-a-slaves-peace-for-venezuela-as-us-ramps-up-pressure\">Nicolas Maduro</a> by force.</p><h2 id=\"deterring-conflict-over-taiwan\">Deterring conflict over Taiwan</h2><p>The last two National Security Strategies, including the one released during Trump’s first term in the White House, described the <a href=\"/news/2022/5/26/blinken-lays-out-us-strategy-to-counter-china-as-rivalry-grows\">competition with China</a> as the top priority for the US.</p><p>But the rivalry with Beijing was not put front and centre in this NNS.</p><p>Still, the document highlighted the need to win the economic competition in Asia and to rebalance trade with China. To that end, it stressed the need to work with Asian allies to provide a counterweight to Beijing, singling out India.</p><p>“We must continue to improve commercial (and other) relations with India to encourage New Delhi to contribute to Indo-Pacific security,” it said.</p><p>The document spelt out the risks of China seizing Taiwan by force, noting that the self-governing island, which Beijing claims as its own, is a major producer of computer chips.</p><p>It also underscored that <a href=\"/news/2025/11/26/china-warns-foreign-interference-in-taiwan-will-be-crushed\">capturing Taiwan</a> would give China access to the Second Island Chain in the Asia Pacific and bolster its position in the South China Sea, a vital artery for global trade.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Hence deterring a conflict over Taiwan, ideally by preserving military overmatch, is a priority,” the NNS says.</p><p>The strategy called on US partners in the area to increase their military spending to deter conflict.</p><p>“We will build a military capable of denying aggression anywhere in the First Island Chain,” it said.</p><p>“But the American military cannot, and should not have to, do this alone. Our allies must step up and spend—and more importantly do—much more for collective defence.”</p><h2 id=\"berating-europe\">Berating Europe</h2><p>Although Trump has <a href=\"/news/2025/5/9/tufts-university-student-rumeysa-ozturk-ordered-released-from-ice-detention\">cracked down on speech</a> critical of Israel in the US and ordered the Department of Justice to target his political rivals, the NNS scorned Europe over what it called “censorship of free speech and suppression of political opposition”.</p><p>The strategy proclaimed that Europe is facing the “prospect of civilizational erasure” due to migration policies and “failed focus on regulatory suffocation”.</p><p>It also hit out at European officials’ “unrealistic expectations” for the war between Russia and Ukraine, saying that the US has a “core interest” in ending the conflict.</p><p>A US proposal to end the war, which would allow Russia to hold on to large territories in eastern Ukraine, garnered <a href=\"/news/2025/11/23/us-ukraine-talks-why-are-european-leaders-opposing-trumps-peace-plan\">rare criticism</a> from some European leaders last month.</p><p>The NNS blamed, without providing examples, the “subversion of democratic processes” for what it described as some European governments’ unresponsiveness to their people’s desire for peace.</p><p>The document also suggested that the US may withdraw the security umbrella it has long held over the old continent.</p><p>Instead, Washington would prioritise “enabling Europe to stand on its own feet and operate as a group of aligned sovereign nations, including by taking primary responsibility for its own defence, without being dominated by any adversarial power”, the NNS reads.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"switching-focus-from-the-middle-east\">Switching focus from the Middle East</h2><p>The NSS stresses that the Middle East is no longer the top strategic priority for the US.</p><p>It says that past considerations that made the region so important – namely, energy production and widespread conflict – “no longer hold”.</p><p>With the US ramping up its own energy production, “America’s historic reason for focusing on the Middle East will recede,” the strategy says.</p><p>It goes on to argue that the conflict and violence in the region are also subsiding, citing the ceasefire in Gaza and the US attack on <a href=\"/news/2025/11/6/trump-says-he-was-very-much-in-charge-of-israels-june-13-attack-on-iran\" target=\"_blank\" rel=\"noopener\">Iran in June</a>, which it said “significantly degraded” Tehran’s nuclear programme.</p><p>“Conflict remains the Middle East’s most troublesome dynamic, but there is today less to this problem than headlines might lead one to believe,” it reads.</p><p>The US administration envisioned a rosy future for the region, saying that instead of dominating Washington’s interests, the Middle East  “will increasingly become a source and destination of international investment”, including in artificial intelligence.</p><p>It describes the region as an “emerging as a place of partnership, friendship, and investment”.</p><p>But in reality, the Middle East continues to be beset by crises and violence. Despite the truce in Gaza, near-daily Israeli attacks have continued as deadly <a href=\"/news/2025/7/12/family-of-american-citizen-killed-by-israeli-settlers-demands-us-probe\">raids by settlers</a> and soldiers against Palestinians escalate in the occupied West Bank.</p><p>Israel has also been stepping up its air strikes in Lebanon, augmenting fears of another all-out assault against the country to disarm a weakened Hezbollah by force.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In Syria, a year into the fall of the government of former President Bashar al-Assad, Israel has pushed on with incursions <a href=\"/news/2025/11/30/israel-attacks-on-syria-what-happened-who-did-israel-claim-it-was-after\">and strikes</a> in an effort to militarily dominate the south of the country beyond the occupied Golan Heights.</p><p>And with its uncompromising commitment to Israel’s security, the US remains deeply entrenched in the region with continuing military presence in Syria, Iraq and the Gulf area.</p><p>The NSS acknowledges that the US continues to have key interests in the Middle East, including ensuring “that Israel remains secure” and protecting energy supplies and shipping lanes.</p><p>“But the days in which the Middle East dominated American foreign policy in both long-term planning and day-to-day execution are thankfully over – not because the Middle East no longer matters, but because it is no longer the constant irritant, and potential source of imminent catastrophe, that it once was,” it says.</p><h2 id=\"flexible-realism\">‘Flexible realism’</h2><p>The US will pursue its own interests in dealing with other countries, the document says, suggesting that Washington will not push for the spread of democracy and <a href=\"/news/2025/6/2/restricted-nearly-7-billion-people-worldwide-lack-full-civil-rights\">human rights</a>.</p><p>“We seek good relations and peaceful commercial relations with the nations of the world without imposing on them democratic or other social change that differs widely from their traditions and histories,” it said.</p><p>“We recognise and affirm that there is nothing inconsistent or hypocritical in acting according to such a realistic assessment or in maintaining good relations with countries whose governing systems and societies differ from ours even as we push like-minded friends to uphold our shared norms, furthering our interests as we do so.”</p><p>However, the strategy suggests the US will still press some countries – namely Western partners – over what it sees as important values.</p><p>“We will oppose elite-driven, anti-democratic restrictions on core liberties in Europe, the Anglosphere, and the rest of the democratic world, especially among our allies,” it said.</p></div></div></body></html>"
        },
        {
            "title": "EU hits Musk’s X with $140m fine for ‘deceptive’ blue tick, ad transparency | European Union News | Al Jazeera",
            "time": "2025-12-05T20:20:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/06/AP24155678487472-1717464897.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The European Union has slapped a 120 million euro ($140m) penalty on Elon Musk’s social media platform X for breaching digital transparency rules, igniting a transatlantic clash over tech regulation.</p><p>Brussels announced the fine on Friday in its first enforcement action under the Digital Services Act, legislation designed to rein in social media companies.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The decision has deepened tensions with Washington, where officials accused Europe of targeting US businesses under the guise of protecting users.</p><p>European regulators found X guilty of three violations after a two-year investigation. The platform’s paid blue checkmark system, which Brussels said “deceives users” about account authenticity, drew a 45 million euro ($52.4m) penalty.</p><p>X was fined another 35 million euros ($40.7m) for failing to maintain transparent advertising records that would help identify scams and fake political advertisements, while blocking researchers from accessing public data cost the company 40 million euros ($46.6m).</p><p></p><p>The decision risks further inflaming trade negotiations between Brussels and Washington, where the Trump administration has demanded Europe abandon regulations it views as protectionist.</p><p>US Vice President JD Vance lashed out at Brussels even before the announcement, claiming the platform was being punished “for not engaging in censorship”.</p><p>Secretary of State Marco Rubio called the fine “an attack on all American tech platforms and the American people by foreign governments”.</p><p>Commenting on Rubio’s post, Musk wrote, “Absolutely”. Commenting on the EU’s post announcing the fine, Musk wrote: “Bulls***”.</p><p>But EU tech chief Henna Virkkunen denied the ruling amounted to censorship.</p><p>“Deceiving users with blue checkmarks, obscuring information on ads and shutting out researchers have no place online in the EU,” she said, adding that Brussels was simply “holding X responsible for undermining users’ rights.”</p><p>European politicians expressed relief after what many saw as prolonged delays in enforcement.</p><p>French Digital Minister Anne Le Henanff described it as a “magnificent announcement,” while Germany’s digital minister, Karsten Wildberger, said it showed Brussels was “determined to enforce” its rules.</p><p>Critics argued the penalty was too modest.</p><p>The fine represents a fraction of the 5.9 billion euros ($6.9bn) maximum allowed under the act, which permits sanctions of up to 6 percent of global revenue.</p><p>Politico reported that Cori Crider, executive director of the Future of Technology Institute, said, “Musk will moan in public – in private, he will be doing cartwheels.”</p><p>X now has between 60 and 90 days to submit compliance plans addressing the violations or face additional periodic penalties.</p><p>The company did not respond to requests for comment by the Reuters news agency.</p><p>The ruling lands amid broader investigations into 10 major platforms, including Facebook and Instagram.</p><p>Chinese-owned TikTok avoided penalties on Friday by pledging to improve its advertising transparency.</p><p>Brussels continues to probe whether X has failed to combat illegal content and information manipulation, violations that could trigger substantially larger fines.</p></div></div></body></html>"
        },
        {
            "title": "Trump takes the spotlight, Peace Prize at FIFA World Cup Draw | Donald Trump | Al Jazeera",
            "time": "2025-12-05T20:13:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251205__879G2WJ__v1__HighRes__FblWc2026Draw_cropped-1764965222.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Dec 2025</span><span aria-hidden=\"true\">5 Dec 2025</span></p></div></div></body></html>"
        }
    ]
}