{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Trump orders ‘total’ blockade of sanctioned Venezuela oil tankers | Donald Trump News | Al Jazeera",
            "time": "2025-12-17T00:11:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AFP__20250808__692V79U__v1__HighRes__ComboUsVenezuelaPoliticsTrumpMaduro-1762158474.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><p class=\"post-label post-label--breaking post-label--large\"><strong aria-hidden=\"true\" class=\"post-label__text\">BREAKING</strong><span class=\"screen-reader-text\">BREAKING, </span></p><h1>Trump orders ‘total’ blockade of sanctioned Venezuela oil tankers</h1><p class=\"article__subhead\"><em>The order comes a week after the US military seized an oil tanker off Venezuela’s coast.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 17 Dec 2025</span><span aria-hidden=\"true\">17 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"tr-story-p1\">United States President Donald Trump has ordered “a total and complete” blockade of all US-sanctioned oil tankers entering and leaving Venezuela.</p><p class=\"tr-story-p1\">“Venezuela is completely surrounded by the largest Armada ever assembled in the History of South America,” Trump said in a post on his social media platform Truth Social.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"tr-story-p1\">“For the theft of our Assets, and many other reasons, including Terrorism, Drug Smuggling, and Human Trafficking, the Venezuelan Regime has been designated a FOREIGN TERRORIST ORGANIZATION,” Trump said.</p><p class=\"tr-story-p1\">“Therefore, today, I am ordering A TOTAL AND COMPLETE BLOCKADE OF ALL SANCTIONED OIL TANKERS going into, and out of, Venezuela,” he said.</p><p class=\"tr-story-p1\">Trump’s comments come a week after <a href=\"/news/2025/12/11/russias-putin-affirms-support-for-venezuela-after-us-seizes-oil-tanker\">US forces seized</a> a sanctioned oil tanker off the coast of Venezuela and as Washington has ordered a huge build-up of US military forces off the Venezuelan coast in an operation said to target drug smuggling.</p><p>The US military has killed at least 90 people since September in attacks on dozens of vessels in the eastern Pacific Ocean and Caribbean Sea near Venezuela, in what international law experts have criticised as extrajudicial killings.</p><p>Washington claimed the vessels were involved in drug trafficking but has provided no evidence to support its allegations.</p><p>Caracas has long said the deployment of US forces to the region was aimed at allowing “external powers to rob Venezuela’s immeasurable <a href=\"/news/2025/12/1/venezuela-calls-on-opec-to-counter-us-threats\">oil and gas wealth</a>“.</p><p>Despite holding the <a href=\"/news/2025/9/4/venezuela-has-the-worlds-most-oil-why-doesnt-it-earn-more-from-exports\">world’s largest proven oil reserves</a>, Venezuela has faced severe restrictions on its exports in recent years under US sanctions first imposed during the first Trump presidency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p><em>This is a breaking news story. More to follow shortly.</em></p></div></div></body></html>"
        },
        {
            "title": "Canadian MP blocked from West Bank rejects Israel’s ‘safety concern’ claims | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-16T23:02:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2019-10-22T034949Z_464714293_RC1E54EA3800_RTRMADP_3_CANADA-ELECTION-1765922751.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Canadian lawmaker who was <a href=\"/news/2025/12/16/israel-denies-entry-to-canadian-mps-trying-to-reach-occupied-west-bank\">denied entry to the occupied West Bank</a>, alongside fellow politicians and civil society leaders, has dismissed Israel’s claims that the delegation posed a threat to public safety.</p><p>Jenny Kwan, a Canadian MP with the left-leaning New Democratic Party (NDP), questioned whether <a href=\"/news/2025/9/21/canada-australia-join-uk-in-recognising-palestinian-statehood\">Canada’s recognition</a> of an independent Palestinian state earlier this year contributed to Israel’s decision to block the group.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“How is it that members of parliament are a public safety concern?” she said in an interview with Al Jazeera. “How is it that civil society organisations who are doing humanitarian work… [are] a security concern?”</p><p>Kwan and five other MPs were among 30 Canadian delegates denied entry to the Israeli-occupied West Bank on Tuesday after Israel deemed them a risk to public safety.</p><p>The delegation, organised by nonprofit group The Canadian-Muslim Vote, was turned back to Jordan at the King Hussein (Allenby) Bridge crossing, which connects Jordan with the West Bank and is controlled by Israel on the Palestinian side, after an hours-long security check.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Kwan said another female MP in the group was “manhandled” by Israeli border agents while attempting to keep an eye on a delegate who was being taken for additional interrogation.</p><p>“She was shoved – not once, not twice, but multiple times – by border agents there,” Kwan said. “A member of parliament was handled in that way – If you were just an everyday person, what else could have happened?”</p><p>The delegates had been expected to meet with Palestinian community members to discuss daily <a href=\"/news/2025/11/20/israels-emptying-of-west-bank-refugee-camps-amounts-to-war-crimes-hrw\">realities in the West Bank</a>, where residents have faced a surge in Israeli military and settler violence.</p><p>They were also planning to meet with Jewish families affected by the conflict, said Kwan, who described the three-day trip as a fact-finding mission.</p><p>“I reject the notion that that is a public safety concern,” she said of the delegation’s mission.</p><h2 id=\"lack-of-information\">Lack of information</h2><p>Global Affairs Canada, the country’s Foreign Ministry, did not respond to Al Jazeera’s questions about the incident.</p><p>Canadian Foreign Affairs Minister Anita Anand <a href=\"https://x.com/AnitaAnandMP/status/2001025616754172371\" target=\"_blank\" rel=\"noopener\">said on Tuesday afternoon</a> that the ministry was in contact with the delegation and had “expressed Canada’s objections regarding the mistreatment of these Canadians while attempting to cross”.</p><p>The Israeli military did not respond to Al Jazeera’s repeated requests for comment.</p><p>In a statement to Canada’s public broadcaster CBC News, the Israeli military agency that oversees affairs in the occupied Palestinian territory, COGAT, said the Canadian delegates were turned back because they arrived “without prior coordination”.</p><p>COGAT also said the group’s members were “denied for security reasons”.</p><p>But the delegates said they had applied for, and received, Israel Electronic Travel Authorization permits before they reached the crossing. Kwan also said the Canadian government informed Israel ahead of time of the delegation’s plans.</p><p>“I’m not quite sure exactly what kind of coordination is required,” Kwan told Al Jazeera.</p><p>“We followed every step that we’re supposed to follow, so I’m not quite sure exactly what they mean or what they’re referring to.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"canada-israel-ties\">Canada-Israel ties</h2><p>Canada, a longstanding supporter of Israel, faced the ire of Israeli Prime Minister Benjamin Netanyahu after it joined several European allies in recognising an independent Palestinian state in September.</p><p>“Israel will not allow you to shove a terror state down our throats,” Netanyahu said in a speech at the United Nations General Assembly in New York City.</p><p>The recognition came after months of mass protests in Canada and other Western countries demanding an end to Israel’s genocidal war against Palestinians in Gaza, which has killed more than 70,000 people since October 2023.</p><p>Rights advocates also called for action to stem a surge in deadly <a href=\"/news/2025/11/13/israeli-settler-attack-on-west-bank-mosque-draws-international-condemnation\">Israeli violence against Palestinians</a> in the West Bank.</p><p>Against that backdrop, members of the Canadian delegation questioned whether their entry refusal was part of an Israeli effort to prevent people from witnessing what is happening on the ground in the Palestinian territory.</p><p>“‘What are they trying to hide?’ is the question that comes to mind,” Fawad Kalsi, the CEO of the relief group Penny Appeal Canada and one of the delegates, told Al Jazeera on Tuesday.</p><p>Kwan, the Canadian MP, raised a similar question, saying, “If people cannot witness” what is happening on the ground in the West Bank, “then misinformation and disinformation will continue”.</p><p>She added that she also saw foreign doctors being turned back to Jordan at the King Hussein (Allenby) Bridge crossing as they tried to bring medicine and baby formula into the West Bank.</p><p>“If we as members of parliament could face denial of entry,” she said, “imagine what is going on on the ground with other people, and the difficulties that they face, that we do not know about.”</p></div></div></body></html>"
        },
        {
            "title": "Thousands protest in Slovakia against Fico government’s judicial reforms | Protests News | Al Jazeera",
            "time": "2025-12-16T22:51:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6941ca91c724-1765919377.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Thousands protest in Slovakia against Fico government’s judicial reforms</h1><p class=\"article__subhead\"><em>Protesters called on President Pellegrini, usually an ally of Prime Minister Fico, to veto the changes.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Thousands of people have rallied across Slovakia to protest against changes to the judicial system that opposition politicians and critics say are destroying the rule of law, Slovak media reported.</p><p>Protesters filled much of a central square in the capital of Bratislava, and there were protests in eight other cities on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The biggest opposition party, Progressive Slovakia, called the protest after <a href=\"/news/2025/10/21/slovak-court-sentences-pm-ficos-attacker-to-21-years-for-terror\">Prime Minister Robert Fico</a>‘s leftist-nationalist government pushed legislative changes through parliament last week that dismantle the whistleblower protection agency and change the way the state deals with crown witnesses.</p><p>“They took a chainsaw to the rule of law,” Michal Simecka, the leader of Progressive Slovakia, told the crowd in Bratislava, according to a live video that streamed online.</p><p>“Slovakia is the only country where the government approves laws to make life easier for criminals and mafia,” he also said.</p><p>People carried Slovak and European Union flags as well as placards with slogans, such as “Fico’s government is helping Mafia”, and chanted “Enough of Fico” and “Shame!”</p><figure id=\"attachment_4178541\" aria-describedby=\"caption-attachment-4178541\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4178541 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/afp_6941c989aab0-1765919113.jpg?resize=770%2C430&amp;quality=80\" alt='A protester holds a banner reading \"For Christmas I wish to get a reason to be proud that I live here\" as demonstrators gather for a protest against the abolition of the whistleblower protection office and penal code changes in Bratislava, Slovakia on December 15, 2025.' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4178541\" class=\"wp-caption-text\">A protester holds a banner reading, ‘For Christmas I wish to get a reason to be proud that I live here”, at a demonstration against the abolition of the whistleblower protection office and penal code changes [AFP]</figcaption></figure><p>Fico’s critics claim that, under his government, Slovakia is following Hungary’s lead under Prime Minister Viktor Orban.</p><p>Fico’s administration argues that the old whistleblower agency was politically abused. The administration has also weakened criminal codes for financial crimes, revamped the public broadcaster and pushed constitutional changes asserting national sovereignty over some EU laws, which has raised European Commission scrutiny.</p><p>Fico’s government has faced several large protests since coming to power in 2023. Tuesday’s rally was one of the biggest since last February, when tens of thousands demonstrated against what critics say is an increasingly pro-Russian foreign policy.</p><figure id=\"attachment_4178544\" aria-describedby=\"caption-attachment-4178544\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-4178544 size-arc-image-770\" src=\"/wp-content/uploads/2025/12/afp_6941c9d48dbb-1765919188.jpg?resize=770%2C513&amp;quality=80\" alt='A man holds a banner reading \"Gangster Fico is destroying Slovakia\" during a protest against the abolition of the whistleblower protection office and penal code changes in Bratislava, Slovakia on December 15, 2025.' fetchpriority=\"low\"><figcaption id=\"caption-attachment-4178544\" class=\"wp-caption-text\">A man holds a banner, reading ‘Gangster Fico is destroying Slovakia’, during a protest against the abolition of the whistleblower protection office and penal code changes [AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Trump expands US travel ban to include Syria, Palestine | Donald Trump News | Al Jazeera",
            "time": "2025-12-16T22:22:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_6932d1cfefa76-1764938192.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has added five countries to the list of nations whose <a href=\"/news/2025/6/5/which-countries-are-on-trumps-travel-ban-list-and-who-will-be-affected\">citizens are banned</a> from entering the US, including Palestine and Syria.</p><p>The White House announced the expansion of the ban on Tuesday, as it intensifies its crackdown on immigration.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Tuesday’s order imposed a travel ban on six new countries – Palestine, Burkina Faso, Mali, Niger, South Sudan and Syria – in addition to the 12 initially made public in June.</p><p>The decree did not refer to Palestine, which Washington <a href=\"/news/2025/11/16/israel-pushes-us-to-close-door-on-palestinian-statehood-before-un-vote\">does not recognise</a> as a state, by name or even as the occupied Palestinian territory.</p><p>Instead, it describes the Palestine category as “Palestinian Authority Documents” and refers to Palestinians as “individuals attempting to travel on PA-issued or endorsed travel documents”.</p><p>The decision comes weeks after Trump declared a “permanent pause” on migration from what he called “all Third World Countries” in response to the shooting of two National Guard troops in Washington, DC.</p><p>“Several US-designated terrorist groups operate actively in the West Bank or Gaza Strip and have murdered American citizens. Also, the recent war in these areas likely resulted in compromised vetting and screening abilities,” the White House said.</p><p>“In light of these factors, and considering the weak or nonexistent control exercised over these areas by the PA, individuals attempting to travel on PA-issued or endorsed travel documents cannot currently be properly vetted and approved for entry into the United States.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Democratic Congresswoman Rashida Tlaib, who is of Palestinian descent, slammed the ban, accusing Trump and his top aide <a href=\"/news/2025/10/31/fact-check-do-ice-officers-really-have-federal-immunity-in-the-us\">Stephen Miller</a> of pushing to alter the demographics of the country.</p><p>“This administration’s racist cruelty knows no limits, expanding their travel ban to include even more African and Muslim-majority countries, even Palestinians fleeing a genocide,” she said in a social media post.</p><p>The move to ban Palestinians from entering the US comes as Israel continues its daily deadly attacks in Gaza and the occupied West Bank, where Israeli settlers have killed at least <a href=\"/news/2025/8/1/another-us-citizen-killed-by-israeli-settler-attack-in-west-bank-family\">two US citizens</a> this year.</p><p>Meanwhile, the ban on Syrians coincides with rapprochement between Washington and Damascus after Syrian President <a href=\"/news/2025/11/10/ahmed-al-sharaa-meets-trump-as-us-extends-syria-sanctions-relief\">Ahmed al-Sharaa</a> visited the White House in November.</p><p>“While the country is working to address its security challenges in close coordination with the United States, Syria still lacks an adequate central authority for issuing passports or civil documents and does not have appropriate screening and vetting measures,” the White House said.</p><p>On Thursday, US Director of National Intelligence Tulsi Gabbard cited the mass shooting that killed 15 people at a <a href=\"/news/2025/12/14/world-condemns-mass-shooting-at-jewish-festival-in-sydneys-bondi-beach\">Jewish festival</a> in Australia to laud Trump’s immigration restrictions.</p><p>“Islamists and Islamism is the greatest threat to the freedom, security, and prosperity of the United States and the entire world. It is probably too late for Europe – and maybe Australia,” she wrote on X.</p><p>“It is not too late for the United States of America. But it soon will be. Thankfully, President Trump has prioritized securing our borders and deporting known and suspected terrorists, and stopping mass, unvetted migration that puts Americans at risk.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump’s Republican allies have been increasingly using Islamophobic rhetoric, and calling for Muslims to be blocked from entering the country.</p><p>On Sunday, Senator Tommy Tuberville called Islam a “cult”, baselessly accusing Muslims of aiming to “conquer” the West.</p><p>“Stop worrying about offending the pearl clutchers,” he wrote in a social media post. “We’ve got to SEND THEM HOME NOW or we’ll become the United Caliphate of America.”</p><p>When Trump first ran for president in 2015, he called for a complete ban on Muslims entering the US, and when he started his first term, he imposed a travel ban on several <a href=\"/news/2017/6/30/trumps-muslim-ban-comes-into-effect\">Muslim-majority countries</a>.</p></div></div></body></html>"
        },
        {
            "title": "Palestinian infant freezes to death in Gaza as Israel keeps blocking aid | Child Rights News | Al Jazeera",
            "time": "2025-12-16T21:51:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/epa_6941ca129ac3-1765919250.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Palestinian infant has frozen to death in the Gaza Strip, local authorities say, as Israel continues to restrict the entry of shelter supplies and other humanitarian aid to the enclave despite the <a href=\"/gallery/2025/12/16/winter-storms-plague-palestinians-left-in-desperate-need-of-aid-by-gaza-war\">harsh winter conditions</a> there.</p><p>The Palestinian Ministry of Health in Gaza said on Tuesday that the two-week-old baby, Mohammed Khalil Abu al-Khair, died a day earlier after seeking treatment for severe hypothermia, brought on by the extreme cold gripping Gaza.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Reporting from Gaza City, Al Jazeera’s Tareq Abu Azzoum noted that the child’s death comes as basic protections in Gaza have been “systematically dismantled” due to Israel’s genocidal war against Palestinians in the territory.</p><p>“Families are living in tents on wet ground without heating, electricity or sufficient clothing,” Abu Azzoum said. “When food, fuel, shelter and aid are banned, cold absolutely becomes lethal.”</p><p>Israel’s two-year war has decimated more than 80 percent of the structures across Gaza, forcing hundreds of thousands of families to take refuge in flimsy tents or overcrowded makeshift shelters.</p><p>A huge storm that recently hit the Strip killed at least 11 people as torrential rains and fierce winds flooded tents and caused <a href=\"/news/2025/12/15/whats-causing-gazas-war-damaged-homes-to-collapse-in-winter\">damaged buildings to collapse</a>.</p><p>“We try to dry the children’s clothes over the fire,” Umm Mohammed Assaliya, a displaced Palestinian mother, told Al Jazeera from Gaza City.</p><p>“There are no spare clothes for them. I am exhausted. The tent we were given cannot withstand winter conditions. We need blankets,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Humanitarian groups have urged Israel to allow unimpeded deliveries of aid to Gaza.</p><p>But the United Nations agency for Palestinian refugees, UNRWA, which the UN says is best suited to distribute supplies in the territory, says the Israeli government has blocked it from bringing aid directly into Gaza.</p><p>“People have reportedly died due to the collapse of damaged buildings where families were sheltering. Children have reportedly died from exposure to the cold,” UNRWA said in a <a href=\"https://x.com/UNRWA/status/2000974276250247176\" target=\"_blank\" rel=\"noopener\">social media post</a> on Tuesday.</p><p>“This must stop. Aid must be allowed in at scale, now.”</p><h2 id=\"hamas-slams-israeli-ceasefire-violations\">Hamas slams Israeli ceasefire violations</h2><p>Meanwhile, Hamas has <a href=\"/news/2025/12/15/israel-and-hamas-trade-blame-over-delay-of-second-phase-of-gaza-ceasefire\">condemned Israel</a> for its repeated violations of a ceasefire deal that came into effect in October.</p><p>At least 393 Palestinians have been killed and 1,074 others wounded in Israeli attacks on Gaza since the first full day of the ceasefire on October 11, according to the latest figures from the enclave’s Health Ministry.</p><p>The Israeli military also killed a senior Hamas leader, <a href=\"/news/2025/12/14/hamas-confirms-killing-of-senior-commander-in-israeli-strike-in-gaza\">Raed Saad</a>, in a targeted attack on a vehicle in western Gaza City on Saturday, further straining the tenuous truce.</p><p>On Tuesday, Hamas leader Ghazi Hamad accused Israel of “manipulating” the text of the US-brokered agreement.</p><p>“We want to make it absolutely clear: the ceasefire agreement is straightforward, detailed, and unambiguous. However, it’s evident that the Israeli occupation has distorted the text, manipulating and violating every single article,” Hamad said.</p><p>“Since day one, Hamas has fully abided by the agreement and honoured its commitments. In contrast, Israel has deliberately committed several systematic and preplanned breaches.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Canada announces new methane emission standards for oil and gas sector | Oil and Gas News | Al Jazeera",
            "time": "2025-12-16T21:44:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-01T110317Z_811948156_RC2I4IAOI2ZX_RTRMADP_3_CANADA-OIL-FLARING-1765918521.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Canada announces new methane emission standards for oil and gas sector</h1><p class=\"article__subhead\"><em>The new rules, which will take effect in 2028, aim to cut emissions by 75 percent by 2035.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Canada has announced long-promised rules aimed at dramatically reducing methane emissions from the country’s oil and gas sector.</p><p>The regulations, announced on Tuesday, lay out a path for Canada – the world’s fourth-largest oil producer – to cut by 2035 its overall emissions of the potent greenhouse gas by 75 percent over 2014 levels.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>They fulfil a promise by Prime Minister Mark Carney to strengthen Canada’s existing methane rules, but allow for a slightly longer target timeframe than the previous draft rules announced under Carney’s predecessor, Justin Trudeau.</p><p>Trudeau’s never-implemented rules called for a 75 percent reduction in methane emissions by 2030 and faced criticism from the oil and gas industry for being too difficult to achieve.</p><p>While methane does not last as long in the atmosphere as carbon dioxide, it can have 80 times the climate-warming impact of CO2 over a 20-year period.</p><p>Oil and gas facilities are responsible for about half of Canada’s total methane emissions, according to the government. Methane, the main component of natural gas, is released directly into the atmosphere during oil and gas production, through practices such as venting and flaring, and can also escape through leaks in wells and other infrastructure.</p><p>The new rules, which will take effect in 2028, prohibit venting with several exceptions and establish an inspection schedule for companies to find equipment leaks and repair them.</p><p>Operators will have the option to design their own approaches to controlling methane as long as they meet the required methane intensity thresholds.</p><p>Total greenhouse gas emissions from Canada’s oil and gas sector continue to grow as production increases, and Canada is not expected to reach its target of cutting greenhouse gas output by 40 to 45 percent below 2005 levels by 2030.</p><p>Carney, who has been criticised by environmentalists who see him as prioritising the economy over climate, recently rolled back some of <a href=\"/economy/2025/11/27/canada-rolls-back-climate-rules-to-boost-investments\" target=\"_blank\" rel=\"noopener\">Canada’s emissions policies</a> to spur energy investment.</p><p>But on methane, the country has made progress. Previously enacted rules, which require industry to regularly inspect and repair equipment to reduce leaks, have helped put Canada on track to meet its previous methane commitment of a 40-45 percent reduction below 2012 levels by the end of 2025.</p><p>The Canadian government said the new rules will reduce emissions by 304 million tonnes of carbon dioxide equivalent, while reducing oil and gas production by just 0.2 percent between 2025 and 2035.</p></div></div></body></html>"
        },
        {
            "title": "What’s behind South America’s shift to the right? | Politics | Al Jazeera",
            "time": "2025-12-16T20:56:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765917778.jpg?resize=1920%2C1061&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Chileans have elected their most conservative leader in decades.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chile has joined South America’s shift to the right, electing Jose Antonio Kast, a hardline conservative, as president.</p><p>He tapped into voters’ fears about a rise in crime and migration, and an economic crisis.</p><p>His victory marks a significant shift since the end of military rule more than 30 years ago.</p><p>It also comes as other populist conservatives have taken office in the region.</p><p>From Bolivia to Argentina to El Salvador, the move to the right is being watched closely, particularly by the United States.</p><p>But what does it all mean for the political dynamics in South America?</p><p><strong>Presenter:</strong> Dareen Abughaida</p><p>Guests:</p><p>Claudio Barrientos – Professor at the School of History at Diego Portales University</p><p>Jose Ragas – Historian and assistant professor at the Catholic University of Chile</p><p>Christopher Sabatini – Senior fellow for Latin America at Chatham House</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump’s approval rating drops to 39% amid economic concerns: US poll | Donald Trump News | Al Jazeera",
            "time": "2025-12-16T20:37:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/05/2025-05-11T145007Z_468076360_RC2XPDAD1WGO_RTRMADP_3_USA-TRUMP-TARIFFS-LUTNICK-1747057283.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump’s approval rating drops to 39% amid economic concerns: US poll</h1><p class=\"article__subhead\"><em>Reuters/Ipsos survey suggests Americans are increasingly unhappy with Trump’s handling of the economy.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><span>A new poll suggests that the number of people in the United States who approve of the job Donald Trump is doing as president has dropped to 39 percent as concerns grow over the <a href=\"/economy/2025/12/16/us-unemployment-hits-highest-level-since-2021-as-labour-market-cools\" target=\"_blank\" rel=\"noopener\">state of the economy</a>.</span></p><p>The poll released by Reuters/Ipsos on Tuesday indicated Trump’s approval rating is down about 2 points from 41 percent earlier this month, a decline driven partly by growing economic dissatisfaction among members of Trump’s own Republican Party.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Just 33 percent of respondents expressed approval of Trump’s handling of economic issues, the lowest level since he took office for a second time in January.</p><p>Growing affordability woes could be a serious political liability for Trump and his allies, who campaigned in 2024 on a promise to address inflation and concerns around the cost of living.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A recent Politico poll found high levels of anxiety in the US over <a href=\"/economy/2025/11/18/trump-mcdonalds-lower-prices\">expenses</a> such as healthcare, groceries and housing with 55 percent of respondents assigning <a href=\"/economy/2025/9/30/as-tariffs-hit-americans-grapple-with-rising-bills-and-multiple-jobs\">Trump’s policies</a> some responsibility for increasing food prices.</p><p>The Reuters/Ipsos poll also suggested Trump’s approval rating on cost-of-living issues dropped to 27 percent from 31 percent earlier in December. Among Republicans, approval of his handling of the economy dropped to 72 percent from 78 percent.</p><h2 id=\"golden-age\">‘Golden age’</h2><p>Trump has denied rising prices are squeezing Americans, calling concerns over affordability a “hoax” being perpetrated by hostile media coverage and Democratic rivals and insisting that the US economy is in a “golden age”. In remarks last week, Trump said he was “crushing” inflation and “prices are coming down tremendously.”</p><p>Some Democrats have relished watching Trump reprise the arguments of his Democratic predecessor Joe Biden, who was criticised for insisting during his 2021-2025 presidency that Americans’ frustrations over inflation and the cost of living were being exaggerated.</p><p>While Trump’s approval rating has declined from a high of 47 percent when he first returned to the White House, his rating has remained relatively stable over the past several months with slight increases and decreases between the high 30s and low 40s.</p></div></div></body></html>"
        },
        {
            "title": "Praise for people who died while trying to stop Bondi Beach attackers | Crime News | Al Jazeera",
            "time": "2025-12-16T20:28:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_6941ad8540-1765911941.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>While a Sydney shopowner is being hailed as a hero after disarming one of the gunmen shooting at a Jewish holiday event at Sydney’s Bondi Beach, a couple and another man who died after physically confronting the attackers are also being remembered for their heroic efforts to save those around them.</p><p>Reuven Morrison, 62, was shot dead after trying to stop the gunmen, his daughter Sheina Gutnick told US broadcaster CBS News in a report published on Monday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“He had jumped the second the shooting started. He managed to throw bricks. He was screaming at the terrorist and protecting his community,” she said. “If there is one way for him to go on this Earth, it would be fighting a terrorist.”</p><p>Morrison’s actions are visible in several videos posted on social media. After <a href=\"/news/2025/12/16/what-we-know-about-ahmed-al-ahmed-hero-who-disarmed-bondi-attacker\">43-year-old Ahmed al Ahmed</a>, a Muslim father-of-two, charged one of the gunmen from behind and disarmed him, a man is seen chasing the attacker and hurling something at him.</p><p>Morrison, who originally came to Australia from the former USSR to escape anti-Semitic persecution, was later shot and killed, according to Gutnick.</p><p>“[Australia] is where he was going to have a family, where he is going to live a life away from persecution,” she said. “And for many years, he did do that; he lived a wonderful, free life. Until Australia turned on him.”</p><p>A year prior, Morrison had been interviewed by the Australian Broadcasting Corporation (ABC).</p><p>“We came here with the view that Australia is the safest country in the world and the Jews would not be faced with such anti-Semitism in the future, where we can bring up our kids in a safe environment,” he told the outlet in December 2024 when asked about the firebombing of the Adass Synagogue in Melbourne.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"these-australians-are-heroes-albanese\">‘These Australians are heroes’: Albanese</h2><p>Ahmed, meanwhile, is recovering in hospital after surgery for bullet wounds and donations to support him have topped 2 million Australian dollars (US$1.33m).</p><p>Morrison was one of <a href=\"/news/2025/12/15/bondi-beach-attack-what-do-we-know-about-the-victims-suspects\">15 people killed</a> in what is Australia’s <a href=\"/news/2025/12/15/bondi-beach-shooting-how-tough-are-australias-gun-laws\">worst mass shooting</a> in nearly 30 years. Officials allege <a href=\"/news/2025/12/16/australian-police-say-bondi-beach-attackers-inspired-by-isil\">a father and son</a> are the gunmen and say the attack is being investigated as an “act of terrorism” targeting the Jewish community.</p><p>Another couple, who have not yet been identified, were also filmed tackling one of the attackers to try and stop him before apparently being shot dead.</p><p>The dashcam footage, verified by the Reuters news agency, showed one shooter wrestling for a long-barrelled weapon with an older man in a lavender shirt and shorts, before both fall heavily to the ground behind a silver hatchback car.</p><p>The man in lavender, who is with a woman, gets up with the weapon as the footage moves on. Separate drone video shows the man and woman lying motionless next to the vehicle beside the pedestrian bridge where the gunmen were later shot by police.</p><p>“An elderly man by the roadside did not run away – instead, he charged straight toward the danger, using all his strength trying to wrestle away the gun and fighting to the death,” said dashcam owner Jenny, who shared the footage with Reuters.</p><p>“I can see from my camera that the elderly man was ultimately shot and collapsed. That moment broke my heart,” she added.</p><p>Prime Minister Anthony Albanese earlier this week praised the actions of Australians who had “run towards danger in order to help others”.</p><p>“These Australians are heroes, and their bravery has saved lives,” he told a news conference.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Dashcam footage captures moment couple tries to stop Bondi shooter | Gun Violence | Al Jazeera",
            "time": "2025-12-16T20:07:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765915578.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US Muslim group sues Florida’s DeSantis over ‘terrorism’ designation | Islamophobia News | Al Jazeera",
            "time": "2025-12-16T19:57:15",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/10/AP24269532149240-1728520487.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Muslim American group has sued Florida Governor <a href=\"/news/2025/12/9/florida-lists-muslim-rights-group-cair-a-terror\">Ron DeSantis</a> for designating it a “foreign terrorist organisation”, accusing the right-wing politician of violating its free speech rights over its Palestine advocacy.</p><p>The Council on American-Islamic Relations (CAIR) and its Florida chapter filed the lawsuit in federal court on Tuesday to revoke the state decree that blacklisted the organisation.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The Executive Order [EO] identifies <a href=\"/news/2025/12/9/muslim-group-cair-to-sue-florida-governor-ron-desantis-over-terror-label\">no criminal charges</a> or convictions, relies on no federal designation, and inaccurately invokes statutory authority,” the lawsuit said.</p><p>“It rests on political rhetoric and imposes sweeping legal consequences on a domestic civil rights organisation because of its viewpoints and advocacy.”</p><p>DeSantis issued the order last week, labelling the group a “terror” organisation along with the Muslim Brotherhood.</p><p>The lawsuit was filed amid a spike in Islamophobia and right-wing calls for targeting Muslim groups in the United States, a push that CAIR said aims to suppress speech in support of Palestinian human rights.</p><p>Tuesday’s lawsuit noted that CAIR has helped legally challenge <a href=\"/news/2023/10/25/florida-governor-ron-desantis-bans-pro-palestine-student-organisation\">DeSantis’s ban</a> against Students for Justice in Palestine (SJP).</p><p>“CAIR’s advocacy on Palestine-related issues, including its representation of SJP chapters and opposition to state censorship of pro-Palestinian speech, forms an important part of the factual context in which Defendant DeSantis issued the EO,” it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"cair-decries-lack-of-due-process\">CAIR decries lack of due process</h2><p>Last week, DeSantis said he would “welcome” legal action by CAIR, saying it would give the state “discovery rights to be able to subpoena” the group’s bank records.</p><p>CAIR’s lawyers cited that response in the lawsuit, arguing that it demonstrates the governor’s pre-existing bias against the group.</p><p>“These contemporaneous statements confirm that the Executive Order was intended to burden and deter Plaintiffs’ advocacy rather than to serve any legitimate state interest,” it read.</p><p>The lawsuit also underscored that only the US secretary of state has the authority to designate a group a “foreign terrorist organisation”, saying DeSantis’s order is “preempted” by federal law.</p><p>It also noted the lack of avenues for CAIR to confront or review the designation. “The Executive Order is self-executing, indefinite, and issued without procedural safeguards,” it said.</p><p>CAIR deputy director Edward Ahmed Mitchell said the group is hopeful that the lawsuit will succeed because DeSantis’s move is “blatantly unconstitutional”.</p><p>“If you want to punish an organisation for wrongdoing, you find evidence they did something wrong, you present that evidence in a court of law, due process occurs, and then a judge decides what the consequences are,” Mitchell told Al Jazeera.</p><p>“Governor DeSantis has skipped over that entire process because he knows care has not done anything wrong.”</p><p>Mitchell went on to say that DeSantis should reflect on his own faults.</p><p>“It is he who has done something wrong,” he said.</p><p>“Ron DeSantis needs to account for his ‘Israel first’ policies, his attacks on the First Amendment and his support for the <a href=\"/news/liveblog/2025/12/16/israeli-raids-across-west-bank-as-gaza-reels-from-aftermath-of-storm\">genocide in Gaza</a>. He is the one who needs to answer for his conduct, not CAIR.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"texas-crackdown\">Texas crackdown</h2><p>DeSantis’s designation followed a similar decree by another Republican governor, <a href=\"/news/2025/11/21/cair-sues-texas-governor-over-unconstitutional-terror-designation\">Greg Abbott</a> of Texas, which CAIR is also challenging in court.</p><p>On Tuesday, Senator John Cornyn, who represents Texas, said he would push to revoke CAIR’s tax-exempt status, invoking baseless allegations that the group is pushing to impose Islamic law in the country.</p><p>“CAIR is a radical group of terrorist sympathisers with a long history of undermining American values and trying to unconstitutionally impose sharia law on Texas,” Cornyn told Fox News.</p><p>Islamic law has no legal standing in federal or state courts anywhere in the US.</p><p>But right-wing advocates have drummed up unfounded fear of it for years as they push to demonise the Muslim community.</p><p>Over the past two decades, state and federal lawmakers have pushed to pass measures against Islamic law that critics said are unnecessary and only serve to fuel bigotry against Muslims.</p><p>CAIR’s Mitchell dismissed Cornyn’s threats, stressing that CAIR is a law-abiding group and there is no legal basis to target its tax status.</p><p>“If John Cornyn really thinks that American Muslims, who make up one percent of the American population, are trying to – or are somehow on the verge of – imposing Islamic law on 350 million people, he’s insane,” Mitchell said.</p><p>“More likely he is again spreading this <a href=\"/news/2017/10/1/us-are-anti-sharia-bills-legalising-islamophobia\">conspiracy theory</a> for political gain.”</p></div></div></body></html>"
        },
        {
            "title": "Will the Bondi Beach shooting change Australia’s gun laws? | News | Al Jazeera",
            "time": "2025-12-16T19:53:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765914809.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">A mass shooting at a Hanukkah celebration shocked Australia. How did it become the deadliest attack in decades?</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Hanukkah celebration at Sydney’s Bondi Beach ended with a mass shooting when two gunmen opened fire, killing 15 people. In a country with some of the world’s strictest gun laws, how were a father and son able to carry out an attack that sent shockwaves across Australia?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Palestinians mourn teenager killed by Israeli troops in occupied West Bank | Occupied West Bank | Al Jazeera",
            "time": "2025-12-16T19:48:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765914456.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Hegseth ‘proud’ of Caribbean boat strikes, won’t release full video | Military | Al Jazeera",
            "time": "2025-12-16T19:30:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-16T150416Z_1978096951_RC2PHIARCGPU_RTRMADP_3_USA-TRUMP-VENEZUELA_cropped-1765913321.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why subscriptions are taking over our lives | Internet | Al Jazeera",
            "time": "2025-12-16T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765872380.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">We look at how companies are shifting intentionally towards subscription models.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Gen Z is set to become the first generation to live in a world where ownership barely exists. Instead of buying things outright, we rent them: Films, music, software, storage, even cars and printers.</p><p><strong>Presenter:</strong> Stefanie Dekker</p><p><strong>Guests:</strong></p><p>Sanya Dosani – Journalist and filmmaker</p><p>Joy Buchanan – Associate professor, Samford University</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US officially labels Colombia’s EGC group a ‘terrorist organization’ | Conflict News | Al Jazeera",
            "time": "2025-12-16T19:22:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25316790559208-1763005327_3d5f59-1763011393.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Bogota, Colombia</strong> – The United States Department of State has designated Colombia’s largest criminal group, the Gaitanist Army of Colombia (EGC), a “terrorist organisation”.</p><p>The EGC, also referred to as the <a href=\"/news/2022/5/12/terrifying-days-of-terror-under-colombias-gulf-clan-cartel\">Clan del Golfo</a>, has a presence across Colombia and is known for its involvement in drug trafficking, illegal mining, and extortion.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Today, the Department of State is designating Clan del Golfo as a Foreign Terrorist Organisation (FTO) and a Specially Designated Global Terrorist (SDGT),” read a statement by US Secretary of State <a href=\"/news/2025/9/4/its-a-war-marco-rubio-labels-ecuadorian-cartels-foreign-terrorists\">Marco Rubio</a> released on Tuesday morning.</p><p>“Based in Colombia, Clan del Golfo is a violent and powerful criminal organisation with thousands of members … responsible for terrorist attacks against public officials, law enforcement and military personnel, and civilians in Colombia,” continued the communique.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last year, the Biden administration imposed financial sanctions on top members of the EGC but stopped short of classifying it as a terrorist organisation.</p><p>Washington previously designated other active Colombian armed groups as FTOs, including the <a href=\"/news/2025/12/13/colombias-eln-rebels-prepare-for-battle-amid-trump-intervention-threat\">National Liberation Army</a> (ELN) and dissident factions of the defunct Revolutionary Armed Forces of Colombia (FARC).</p><p>Under the FTO designation, US courts can sanction any individual or organisation considered to be providing assistance to, or linked to, the EGC.</p><p>The move will increase opportunities to sever links between the group and private enterprise, according to analysts.</p><p>“This is an organisation that has deep tentacles in the business world,” said Elizabeth Dickinson, deputy director for Latin America at International Crisis Group, adding, “it does open some interesting lines of investigation, for example, in money laundering and facilitating and logistics.”</p><p>But experts also warn that Washington’s move could undermine ongoing peace negotiations between the EGC and the Colombian state, mediated by the Qatari government. On December 5, Colombia signed a deal in Doha with the EGC to initiate a peace process aimed at the EGC’s disarmament.</p><p>“The designation of the EGC and its command structure as terrorists makes it almost impossible to continue these talks outside the country with security guarantees,”  said Gerson Arias, conflict and security investigator at the Ideas for Peace Foundation, a Colombian think tank.</p><p>He added that it complicates discussions on extraditions, a key point of contention in ongoing negotiations. According to Arias, the FTO designation effectively eliminates the possibility of the Colombian state providing guarantees that it will not extradite EGC leaders to a US prison.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last week, the group’s chief negotiator, Alvaro Jimenez, told Reuters that the group’s commanders would likely face jail time in a potential deal, raising the stakes for non-extradition guarantees.</p><p>A breakdown in talks could intensify the conflict between the state and the EGC, according to Crisis Group’s Dickinson: “If peace talks were to end … I do think that that would lead to an escalation in violence across the north of the country, particularly.”</p><p>Earlier this year, the EGC killed dozens of state security officials in a targeted campaign.</p><p>But Dickinson stressed that the FTO designation does not preclude peace talks, citing the successful 2016 deal with the FARC, which was then a US-designated FTO.</p><p>“Let’s not get ahead of ourselves for now … the important thing is that Colombia will have to take a step back and decide how to proceed with negotiations,” the analyst told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "Russia lists German broadcaster Deutsche Welle as ‘undesirable’ | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-16T18:06:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2022/09/000_9YV4YY.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia lists German broadcaster Deutsche Welle as ‘undesirable’</h1><p class=\"article__subhead\"><em>Moscow says the label means any form of cooperation with the broadcaster will be prosecuted.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia has labelled Germany’s international broadcaster Deutsche Welle (DW) an “undesirable organisation”, essentially banning its operation in the country.</p><p>The designation appeared in a Ministry of Justice register on Tuesday after Vasily Piskarev, head of the Russian parliament’s Commission for the Investigation of Foreign Interference in Russia’s Internal Affairs, said DW was “at the forefront of hostile anti-Russian propaganda”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>He added that the “undesirable” label means any form of cooperation with DW from now on would be prosecuted.</p><p>Russia regularly designates entities it says undermine its constitutional order or national security as “undesirable”. The law specifies prison terms of up to five years for funding such activity and six years for organising it.</p><p><a href=\"/news/2024/12/19/as-gaza-war-rages-deutsche-welle-insiders-accuse-outlet-of-pro-israel-bias\">The broadcaster</a> had already been declared a “foreign agent”, a label used against critics of President Vladimir Putin and Russia’s policies.</p><p>DW Director General Barbara Massing said in a statement that the broadcaster would not be deterred.</p><p>“This latest attempt to silence free media highlights the Russian regime’s blatant disregard for press freedom and exposes its fear of independent information,” she said.</p><p>Massing said DW’s Russian-language service, despite censorship and blocking, was reaching a larger audience than ever before.</p><p>“We will continue to report independently on the war of aggression against Ukraine and other topics about which little information is available in Russia, so that people can form their own opinions,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The German government decried the decision. DW quoted government spokesman Stefan Kornelius as saying it demonstrates that “the Russian leadership fears independent information, especially about the war of aggression against Ukraine.”</p><p>Germany’s Federal Foreign Office said “freedom of the press is no longer guaranteed” in Russia, DW reported.</p><p><a href=\"/news/2022/2/15/deutsche-welle-fires-two-more-arab-employees\">The broadcaster</a> said audiences in Russia could still read and watch its coverage through alternative browsers or VPNs.</p><p>It said that this year, DW’s Russian-language content has reached 10 million weekly viewers, primarily through video content.</p><p>Since Russia launched its full-scale invasion of Ukraine in February 2022, its Justice Ministry has banned dozens of groups critical of the Kremlin or Russia’s conduct in the war.</p><p>Tuesday’s declaration came after Germany on Friday accused Russia of a cyberattack targeting its air traffic control system and of spreading disinformation before February’s general election.</p><p>Russia dismissed the claims as “absurd” and “baseless”.</p><p class=\"p1\">Germany’s lower house of parliament, the Bundestag, also suffered a major email outage on Monday, which German officials blamed on a Russian cyberattack.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Weather becomes weapon in Israel’s genocidal war on Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-16T17:55:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/palestinian_family_gaza_tent_blown_away_winds_winter_storm-1765903164.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "US unemployment hits highest level since 2021 as labour market cools | Business and Economy News | Al Jazeera",
            "time": "2025-12-16T17:16:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-08-01T201411Z_916221448_RC2HYFA8T3E2_RTRMADP_3_USA-ECONOMY-1-1765900737.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States economy lost 41,000 jobs in October and November, and the unemployment rate has ticked up to its highest level since 2021 as the labour market cools amid ongoing economic uncertainty driven by tariffs and immigration policies.</p><p>In November, the US economy added 64,000 jobs after shedding 105,000 in October, according to a report released on Tuesday by the Department of Labor’s Bureau of Labor Statistics.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The unemployment rate rose to 4.6 percent, up from 4.4 percent in September. Because of the government shutdown in October and November, the US government was unable to gather key data used to gauge the state of the economy, including the unemployment rate for October.</p><p>October’s job losses reflected the 162,000 federal workers who lost their posts, a result of deferred buyouts of their contracts,  which expired at the end of September.</p><p>In November, there was a loss of another 6,000 government jobs. Gains were seen in the healthcare, social assistance and construction sectors. Healthcare added 46,000 jobs – higher than the 39,000 jobs gained in the sector on average each month over the past 12 months.</p><p>Construction added 28,000, consistent with average gains over the past year. The social assistance sector added 18,000 jobs.</p><p>Transportation and warehousing lost 18,000. Manufacturing jobs are also on the decline. The sector shed 5,000 jobs in November after cutting 9,000 jobs in October following a 5,000-job loss in September.</p><p>White House economic adviser Kevin Hassett told reporters on Tuesday to expect to see more manufacturing jobs in the next six months.</p><p>His assessment was driven by growth in construction jobs and manufacturing investments, which signal job growth is on the way.</p><p>People working part time for economic reasons also rose to 5.5 million, which is up 909,000 from September.</p><p>“Today’s long-awaited jobs report confirms what we already suspected: [President Donald] Trump’s economy is stalling out and American workers are paying the price,” Alex Jacquez, chief of policy and advocacy at the economic think tank Groundwork Collaborative, said in a statement.</p><p>“Far from sparking a manufacturing renaissance, Trump’s reckless trade agenda is bleeding working-class jobs, forcing layoffs, and raising prices for businesses and consumers alike.”</p><p>The data was released after the Federal Reserve cut its <a href=\"/economy/2025/12/10/us-federal-reserve-cuts-interest-rates-in-final-decision-of-the-year\" target=\"_blank\" rel=\"noopener\">benchmark interest rate</a> by 25 basis points to 3.5-3.75 percent as labour conditions cool.</p><p>“The labour market has continued to cool gradually, … a touch more gradually than we thought,” Fed Chairman Jerome Powell said after the rate cut decision last week.</p><p>On Wall Street, markets fell slightly after the jobs report. In midday trading, the Nasdaq was down 0.4 percent, the S&amp;P 500 was down 0.5 percent and the Dow Jones Industrial Average was 0.4 percent below its market open.</p></div></div></body></html>"
        },
        {
            "title": "Palestine Action hunger strikers risk dying in UK Prisons, say lawyers | Protests | Al Jazeera",
            "time": "2025-12-16T16:55:28",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765904098.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Yale report unveils RSF attempt to cover up Sudan atrocities, mass burials | Sudan war News | Al Jazeera",
            "time": "2025-12-16T16:53:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_6941880211-1765902338.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Sudanese paramilitary group the Rapid Support Forces (RSF) have carried out a systematic, weeks-long campaign to erase evidence of mass killings in the city of el-Fasher, according to a recent report released by the Yale School of Public Health’s Humanitarian Research Lab (HRL).</p><p>“RSF’s mass killing campaign targeted civilians attempting to flee the city and those seeking refuge in the Daraja Oula neighborhood,” the report, released on Tuesday, said, referring to a neighbourhood in el-Fasher where massacres occurred. “RSF subsequently engaged in a systematic multi-week campaign to destroy evidence of its mass killings through burial, burning, and removal of human remains on a mass scale. This pattern of body disposal and destruction is ongoing.”</p><figure id=\"attachment_4177634\" aria-describedby=\"caption-attachment-4177634\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177634\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-SUDAN-YALE-REPORT-DARAJA-OULA-1765884412.png?quality=80\" alt=\"Courtesy of Humanitarian Research Lab at Yale School of Public Health, New Haven\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177634\" class=\"wp-caption-text\">Courtesy of Humanitarian Research Lab at Yale School of Public Health, New Haven</figcaption></figure><p>El-Fasher, the capital of North Darfur, was formerly the Sudanese Armed Forces’s last stronghold in the region and had been besieged by the RSF for more than 18 months before <a href=\"/news/2025/11/3/new-light-shed-on-el-fasher-horror-as-survivors-arrive-in-sudans-tawila\">falling</a> on October 26. At least 1,500 people were killed in 48 hours after the RSF took control of el-Fasher, according to monitoring groups.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>In Sudan, a civil war has been raging between the SAF and the RSF since April 15, 2023. The country has become home to the world’s largest humanitarian crisis, according to the UN and humanitarian groups. Tens of thousands of people are believed to have been <a href=\"/news/2025/10/29/horrific-violations-arab-nations-slam-rsf-killings-in-sudans-el-fasher\">killed</a> in the war, while more than 13 million are displaced, and at least another 30 million are in need of vital humanitarian aid.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4177638\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-SUDAN-YALE-REPORT-DARAJA-OULA-CEMETARY-2-1765884435.png?quality=80\" alt=\"Courtesy of Humanitarian Research Lab at Yale School of Public Health, New Haven\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>The Yale report, titled the “RSF’s Systematic Mass Killings and Body Disposal in el-Fasher, North Darfur between October 26 and November 28, 2025, relied on satellite imagery, open source data, local news reporting, and remote sensing data. Yale researchers, who have spent years tracking the war in Sudan, also found that the RSF engaged in certain patterns of killings, including the murder of people as they fled attacks, mass killings including door-to-door and execution-style killings, mass killings at sites affiliated with detention, and mass killings at military installations.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-4177640\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-SUDAN-YALE-REPORT-DARAJA-OULA-2-1765884456.png?quality=80\" alt=\"Courtesy of Humanitarian Research Lab at Yale School of Public Health, New Haven\" data-interactive=\"true\" fetchpriority=\"low\"></p><p>The researchers identified clusters of what they termed objects consistent with human remains in and around the vicinity of el-Fasher.</p><p>HRL found that in 72 percent of the incidents it observed by November 28, the size of these clusters had gotten smaller, while 38 percent were no longer visible at all, indicating an effort to conceal the killing of people.</p><figure id=\"attachment_4177663\" aria-describedby=\"caption-attachment-4177663\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4177663\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-SUDAN-YALE-REPORT-WEST-EL-FASHER-2-1765885151.png?quality=80\" alt=\"Courtesy of Humanitarian Research Lab at Yale School of Public Health, New Haven\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4177663\" class=\"wp-caption-text\">Courtesy of Humanitarian Research Lab at Yale School of Public Health, New Haven</figcaption></figure><p>It also recorded “at least 20 instances of burning objects and 8 instances of disturbed earth”.</p><p>The RSF paramilitary force grew out of a notorious government-linked militia called the Janjaweed. The Janjaweed were accused of carrying out a genocide during the Darfur conflict in the 2000s, and the RSF has been accused by the United States and others of committing genocide in the current war.</p><figure id=\"attachment_4175500\" aria-describedby=\"caption-attachment-4175500\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175500\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-SUDAN-HUMANITARIAN-SITUATION-NOV12-2025-copy-2-1765797196.png?quality=80\" alt=\"INTERACTIVE - SUDAN - HUMANITARIAN SITUATION - NOV12, 2025 copy 2-1765797196\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175500\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>Earlier this month, a prominent Sudanese doctor’s group accused the RSF of <a href=\"/news/2025/12/8/sudan-group-accuses-rsf-of-raping-19-women-who-fled-el-fasher\">raping</a> at least 19 women as they overtook el-Fasher. As el-Fasher fell to the RSF in late October, the paramilitary group simultaneously launched an offensive against the Kordofan region, potentially further expanding the territory under its control.</p><p>Some experts have said they fear more <a href=\"/opinions/2025/12/8/after-el-fasher-we-must-refuse-a-new-normal-of-mass-atrocities-in-darfur\">massacres</a> could occur in the fight for Kordofan. More than 116 people, including children, were <a href=\"/amp/news/2025/12/5/rsf-kills-dozens-mostly-children-in-war-torn-sudans-kalogi-saf-sources\">killed</a> in a recent attack on a pre-school and other sites in South Kordofan’s Kalogi.</p><p>Despite international criticism and condemnation of the group and its actions, the RSF has attempted to portray itself as a legitimate international actor. In June, it announced the establishment of an alternative government, led by RSF leader Mohamed Hamdan “Hemedti” Dagalo, that would rival the military’s authorities in Khartoum, Sudan’s capital.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Iran’s foreign minister says strikes won’t stop nuclear programme | Israel-Iran conflict | Al Jazeera",
            "time": "2025-12-16T16:52:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765903924.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Exclusive: Iran's foreign minister sits down with Fault Lines to discuss the nuclear standoff and diplomatic deadlock.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In an exclusive, wide-ranging interview recorded in October with Al Jazeera’s <em>Fault Lines</em> documentary programme, Iranian Foreign Minister Abbas Araghchi tells correspondent Hind Hassan that strikes by Israel and the United States in June caused “serious damage” to Iran’s nuclear facilities but insists its nuclear programme will continue.</p><p>“Technology cannot be eliminated by bombing,” he says, arguing that Iran’s scientific knowledge remains intact.</p><p>As Iran remains locked in a standoff with the US and refuses to renew negotiations while zero uranium enrichment demands remain in place, Araghchi says European snapback sanctions have undermined future cooperation with the United Nations nuclear watchdog, the International Atomic Energy Agency, and Iran would reconsider how it cooperates in the future.</p><p>Despite emphasising that “diplomacy is our priority,” the foreign minister insists that Iran is prepared to fight back if it is attacked again. Araghchi maintains that while Tehran has “never trusted the United States as an honest negotiating partner”, Iran remains prepared to engage diplomatically if both sides respect each other’s rights and pursue mutual interests based on equality.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israel denies entry to Canadian MPs trying to reach occupied West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-16T16:22:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/ap_69417bd28e7d8-1765899218.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel has denied entry to a group of Canadian lawmakers who were seeking to reach the <a href=\"/news/2025/12/12/israel-approves-19-new-west-bank-settlements-in-major-annexation-push\">occupied West Bank</a> to hold talks with Palestinian officials and human rights advocates, Canadian civil society groups say.</p><p>Six members of Canada’s Parliament were trying to reach the West Bank from neighbouring Jordan when the Israeli authorities turned them back, the National Council of Canadian Muslims (NCCM) said in a statement on Tuesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>NCCM said the MPs – who were travelling alongside Canadian community leaders as part of a trip organised by The Canadian-Muslim Vote, a nonprofit group – were told they were considered “public safety threats”.</p><p>“This development is deeply troubling and extremely disappointing,” NCCM CEO Stephen Brown said in the statement.</p><p>“Israeli authorities had issued electronic travel authorizations to all members of the delegation, yet lawful observers, including elected Canadian officials, were ultimately barred from entry as ‘public safety threats’,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“While we are saddened by this outcome, it regrettably aligns with a broader pattern by the Israeli government of restricting access to those seeking to independently witness the realities in the occupied territories.”</p><p>In a statement on social media, The Canadian-Muslim Vote said “the inability of Canadian elected officials and observers to access the region is a matter of public interest and raises important questions for Canadians.”</p><p>The Israeli Ministries of Interior and Foreign Affairs, as well as the Israeli military, did not respond to Al Jazeera’s requests for comment on Tuesday.</p><p>Global Affairs Canada, the country’s foreign ministry, also did not immediately respond to a request for comment.</p><p>Canadian Foreign Affairs Minister Anita Anand said on Tuesday afternoon that the ministry was in contact with the delegation and had “expressed Canada’s objections regarding the mistreatment of these Canadians while attempting to cross”.</p><p>Israel maintains control over all the crossings into the occupied West Bank and routinely turns away foreign citizens it views as critical of Israeli policies and human rights abuses against Palestinians.</p><p>The Canadian delegation included six parliamentarians, according to a report from Canada’s public broadcaster: five from Canada’s governing Liberal Party and one from the left-leaning New Democratic Party (NDP).</p><p>The NDP MP, Jenny Kwan, told CBC News earlier this week that she expected Israel to obstruct the delegation’s visit. “At any juncture, anything could happen,” Kwan said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-are-they-trying-to-hide\">‘What are they trying to hide?’</h2><p>Fawad Kalsi, CEO of Penny Appeal Canada, a relief and development organisation, was among the 30 delegates turned away on Tuesday.</p><p>He told Al Jazeera that members of the group were held for several hours at Allenby Bridge between Jordan and the West Bank before Israeli border authorities said they would not be allowed to enter the Palestinian territory.</p><p>“We were denied entry as a group due to [being deemed] a security risk – that’s what we were told,” Kalsi said, stressing that the delegates were on an educational, fact-finding trip to witness what is happening in the West Bank.</p><p>“[This] is really concerning,” he said. “Why were we blocked? Civil society members, charities – ‘What are they trying to hide?’ is the question that comes to mind.”</p><p>The Israeli agency that oversees affairs in the occupied Palestinian territories, COGAT, told CBC News on Tuesday that the group arrived at Allenby Bridge “without prior coordination” and members were denied entry for “security reasons”.</p><p>But Kalsi noted that he and the other delegates had received Israel Electronic Travel Authorization permits before they reached the border. Those permits state that “entry into Israel will be subjected to an inspection and approval of the border control officer at the border crossing”.</p><p>He told Al Jazeera that Canada must get answers from Israel about why this happened – and why Canadian parliamentarians, in particular, were deemed a safety risk.</p><p>“I think it’s super, super important for our government to ask those questions and get those answers,” Kalsi said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Kwan, the NDP lawmaker, also said in a statement that Canada had informed Israel of the delegation before it travelled.</p><p>“I categorically reject the assertion that elected officials and civil society organizations engaging in humanitarian and fact-finding work pose any risk to public safety, security, or public order,” she said.</p><p>“The denial of entry to elected parliamentarians and civil society organizations engaged in peaceful, transparent parliamentary activity raises serious concerns regarding the openness of channels for dialogue.”</p><h2 id=\"call-for-sanctions\">Call for sanctions</h2><p>Canada has been a staunch ally of Israel for decades.</p><p>But the Canadian government has faced sustained calls to cut off its longstanding support for the country amid Israel’s <a href=\"/news/liveblog/2025/12/16/israeli-raids-across-west-bank-as-gaza-reels-from-aftermath-of-storm\">genocidal war against Palestinians</a> in the Gaza Strip, which has killed more than 70,000 people since October 2023.</p><p>The West Bank also has seen a surge in Israeli military and settler violence in the shadow of Israel’s war on Gaza, with <a href=\"/news/2025/11/20/israels-emptying-of-west-bank-refugee-camps-amounts-to-war-crimes-hrw\">tens of thousands</a> of Palestinians forced from their homes over the past year.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>On Tuesday, advocacy group Canadians for Justice and Peace in the Middle East (CJPME) condemned Israel’s decision to block the Canadian delegation.</p><p>The group called on Canada to impose diplomatic sanctions against the Israeli government and expel the country’s ambassador in response.</p><p>“Israel is an illegitimate occupying power in Palestine, and simply does not have the right to bar entry to Canadian lawmakers into the country,” the group’s president, Yara Shoufani, said in a statement.</p><p>Shoufani noted that the entry denial comes just months after Canada, along with several of its European allies, <a href=\"/news/2025/9/21/canada-australia-join-uk-in-recognising-palestinian-statehood\">announced plans to recognise</a> an independent Palestinian state.</p><p>“Just months after Canada recognized Palestinian statehood, Israel is demonstrating its apartheid rule over Palestine and fundamental denial of Palestinian self-determination. Canada must impose consequences on Israel in response to this major violation of diplomacy,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Man who drove into Liverpool parade jailed for 21 years | Newsfeed | Al Jazeera",
            "time": "2025-12-16T16:21:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1765902065.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 16 Dec 2025</span><span aria-hidden=\"true\">16 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Top Trump aide suggests boat strikes aim to topple Venezuela’s Maduro | Donald Trump News | Al Jazeera",
            "time": "2025-12-16T16:14:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-02T000350Z_1550743792_RC2WNDA1BM2E_RTRMADP_3_USA-CARIBBEAN-MILITARY-BUILDUP-1765897419.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>White House chief of staff Susie Wiles has suggested that the United States <a href=\"/news/2025/12/8/us-lawmakers-urge-release-of-video-of-double-tap-boat-strike-in-caribbean\">military’s attacks</a> on alleged drug boats around Latin America aim to ultimately topple Venezuelan President Nicolas Maduro.</p><p>In comments published by Vanity Fair magazine on Tuesday, Wiles appeared to contradict the Donald Trump administration’s stated rationale behind the bombing campaign – combating drugs.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“He [Trump] wants to keep on blowing boats up until Maduro cries uncle. And people way smarter than me on that say that he will,” Wiles was quoted as saying.</p><p>Vanity Fair released a lengthy profile on Wiles on Tuesday, hours after the Pentagon announced three more boat strikes in the Eastern Pacific Ocean that it said <a href=\"/news/2025/12/16/us-military-kills-eight-in-latest-attacks-on-vessels-in-eastern-pacific\">killed eight people</a>.</p><p>“So not a war on the cartels. It’s regime change,” Democratic Senator Chris Murphy wrote on X in response to Wiles’s comments. “Either way, totally illegal and nonsensical.”</p><p>The US administration has been intensifying attacks on vessels as it ramps up its military presence near Venezuela, raising speculations that Washington may be plotting another regime change war against Maduro’s left-wing government.</p><p>Trump has <a href=\"/news/2025/11/3/trump-says-days-numbered-for-venezuelas-maduro\">repeatedly asserted</a> over the past months that the Venezuelan president’s “days are numbered”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Last week, US forces raided and seized an oil tanker off the coast of Venezuela, a move that <a href=\"/news/2025/12/13/venezuela-oil-exports-fall-steeply-after-us-forces-seize-tanker-off-coast\">Caracas denounced</a> as “international piracy”.</p><p>Trump – who recently pardoned the right-wing former President of Honduras Juan Orlando Hernandez, a convicted drug trafficker – has portrayed the boat strikes and the push against Maduro as an anti-narcotics campaign.</p><p>Legal experts say the targeting of vessels in international waters in the Caribbean and Pacific – which has killed more than 90 people –  <a href=\"/news/2025/12/5/experts-say-us-boat-strikes-are-illegal-killings-can-they-be-stopped\">likely violates</a> US and international law and amounts to extrajudicial executions.</p><p>The Pentagon has only provided grainy footage as evidence that the boats it has targeted were carrying drugs, while describing the victims as “narco-terrorists”.</p><p>The US has been designating drug-trafficking organisations as “terrorist” groups, but UN experts have rejected that label as justification for the deadly bombardment.</p><p>“These attacks do not appear to have been conducted within the context of national self-defence, an international or non-international armed conflict, nor against individuals posing an imminent threat to life, thus violating fundamental international human rights law prohibiting arbitrary deprivation of life,” the experts said in a report last month.</p><p>“Unprovoked attacks and killings on international waters also violate international maritime laws.”</p><p>In October, Trump joked that people are no longer going fishing near the Venezuelan coast due to the US attacks.</p><p>Washington has had tense relations with Caracas since the rise of Hugo Chavez, Maduro’s <a href=\"/news/2013/3/6/venezuela-president-hugo-chavez-dies\" target=\"_blank\" rel=\"noopener\">late predecessor</a>, in the early 2000s. The oil-rich South American country has been under heavy US sanctions for years.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump, who received the newly established <a href=\"/sports/2025/12/6/infantinos-peace-prize-to-trump-raises-questions-about-fifas-neutrality\">FIFA Peace Prize</a> earlier this month, has campaigned against more US wars and portrayed himself as a peace president.</p><p>But his administration has been escalating against Venezuela and issuing threats to Colombia, which is led by another left-wing government under President <a href=\"/news/2025/12/11/hell-be-next-donald-trump-threatens-colombian-president-gustavo-petro\">Gustavo Petro</a>.</p><p>The US president has refused to rule out a ground invasion of Venezuela. He has also declared <a href=\"/news/2025/11/29/trump-says-venezuela-airspace-to-be-shut-in-its-entirety-as-tensions-rise\">the country’s airspace</a> closed “in its entirety”.</p><p>Last week, the Trump administration released its National Security Strategy, emphasising the need to establish US “preeminence” in the Americas.</p><p>Maduro has accused the US of creating a “pretext” for war, expressing openness to diplomacy with Washington while rejecting <a href=\"/news/2025/12/2/maduro-rejects-a-slaves-peace-for-venezuela-as-us-ramps-up-pressure\">what he called</a> a “slave’s peace”.</p><p>Prominent Venezuelan opposition figure <a href=\"/news/2025/12/11/venezuelas-machado-taunts-maduro-government-after-dramatic-exit-to-oslo\">Maria Corina Machado</a>, who won the Nobel Peace Prize earlier this year, has promised to privatise the country’s oil sector and open it up to investment should Maduro lose power.</p></div></div></body></html>"
        }
    ]
}