{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "LIVE: Israel continues ceasefire violations; 1 Palestinian killed in Gaza | Gaza News | Al Jazeera",
            "time": "2025-12-21T09:57:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-16T105445Z_90571014_RC2LHIA9RE73_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1766149997.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><div class=\"post-label post-label--live post-label--large\"><svg class=\"icon icon--blinking-dot icon--primary icon--16 post-label__icon\" viewbox=\"0 0 16 16\" version=\"1.1\" aria-hidden=\"true\"><title>blinking-dot</title><g><circle cx=\"8\" cy=\"8\" r=\"7.16\" stroke=\"#c31833\" stroke-width=\"1.68\" fill=\"#ffffff\"></circle><circle cx=\"8\" cy=\"8\" r=\"4\" fill=\"#c31833\"><animate attributename=\"opacity\" values=\"1;1;1;1;0;1\" dur=\"2.5s\" repeatcount=\"indefinite\"></animate></circle></g></svg><strong aria-hidden=\"true\" class=\"post-label__text\">Live updates</strong><span class=\"screen-reader-text\">Live updates, </span></div><h1 class=\"compact-featured-area__title\">LIVE: Israel continues ceasefire violations; 1 Palestinian killed in Gaza</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>One more Palestinian killed by Israeli army in Gaza while two Palestinians, including a child, are shot dead in occupied West Bank.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Dec 2025</span><span aria-hidden=\"true\">21 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Australia beat England to win third Test and retain Ashes | Cricket News | Al Jazeera",
            "time": "2025-12-21T09:26:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-21T033926Z_449342748_UP1ELCL0A5O3N_RTRMADP_3_CRICKET-ASHES-1766306067_66c15b-1766306772.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia has swept to an 82-run win in the third Ashes Test at Adelaide Oval to retain the urn with two matches to spare and leave England facing recriminations over another failed campaign.</p><p>Chasing a world record 435 runs to win on Sunday, England battled doggedly on day five but folded for 352 with left-armed quick Mitchell Starc taking three wickets and Scott Boland the last dismissal of Josh Tongue before tea.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Three-nil is hugely satisfying for many reasons but particularly with how the chat before the series was how equally poised it was going to be,” Australia captain Pat Cummins, who took ⁠six wickets on his return from a back injury, told reporters</p><p>“This group’s amazing at just cracking on.”</p><p>Much of the talk in the build-up to the Ashes had been the age ​profile of the Australia squad, but Starc said the veterans had proved their worth.</p><p>“We do laugh at some of the comments that get back to us about how old we are,” the 35-year-old said.</p><p>“I’m sure experience plays a part going through your highs and lows. … That plays a big part in all of this.”</p><p>After eight-wicket defeats in Perth and Brisbane, England have now lost the Ashes in three matches for the fourth consecutive tour while losing 16 of their last 18 Tests in the country.</p><p>Although two Tests remain, the latest surrender may top the previous tours for sheer disappointment.</p><p>There were expectations of a genuine contest, fighting words from England captain Ben Stokes and hope that “Bazball” might win the urn in Australia for the first time since 2010-2011.</p><p>All that was swept aside in Adelaide, where England ditched their trademark aggression, reverted to more traditional Test batting and were still beaten convincingly.</p><p>“We obviously came here with a goal in mind, and we haven’t been able to achieve it. It hurts, and it sucks,” England skipper Stokes said.</p><p>“They’ve been able to outdo us on a much higher level. … I thought we did incredibly well to take us where we did in this fourth innings.</p><p>“We couldn’t do what we came here to do, but there was some good stuff to come out of this game.”</p><figure id=\"attachment_4187551\" aria-describedby=\"caption-attachment-4187551\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4187551\" src=\"/wp-content/uploads/2025/12/2025-12-21T010452Z_2119444862_UP1ELCL03012J_RTRMADP_3_CRICKET-ASHES-1766306176.jpg?w=770&amp;resize=770%2C559&amp;quality=80\" alt=\"Jaime Smith in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4187551\" class=\"wp-caption-text\">England’s Jamie Smith scored 60 and mounted an England comeback on the final day, but it wasn’t enough to save the match – and the series [Asanka Brendon Ratnayake/Reuters]</figcaption></figure><h2 id=\"the-king-of-adelaide\">The king of Adelaide</h2><p>On day five while still needing 228 runs to win, England’s hopes were pinned on all-rounder Will Jacks and wicketkeeper Jamie Smith after they resumed on 207 for six.</p><p>Jacks turned his ankle when pushing off his crease for a run but battled on for 40 minutes until rain halted play.</p><p>England fans cheered, but it was just a passing squall, the ground soon bathed in sunshine.</p><p>The Surrey duo brought up a fifty-run partnership with the old ball and were soon spared spinner Nathan Lyon, who came off with a hamstring injury after cutting off a four in the field.</p><p>When the second new ball came, Smith attacked with gusto, smashing both Cummins and Starc for back-to-back fours.</p><p>But with the deficit trimmed to 150 runs, he threw the bat at a Starc delivery for a third time in succession and was caught for 60 by a ‌back-pedalling Cummins at mid-on.</p><p>Jacks played a steadier hand with tailender Carse, who finished 39 not out and hung ⁠tough with the all-rounder for 52 runs.</p><p>Home fans shifted uncomfortably in their seats as the pair reduced the deficit to under 100 runs, but Starc returned and Marnus Labuschagne flew in the slips to snuff out the danger.</p><p>Jacks, on 47, drove at a Starc ball that moved away off the seam, and Labuschagne dived to his left for another terrific one-handed catch, having removed Ollie Pope with a screamer in the slips on day ‌four.</p><p>Jofra Archer then tried to slog Starc but sent the ball down the throat of Jake Weatherald at deep point to leave England one wicket from defeat before Boland had Tongue sending another slips catch to Labuschagne.</p><p>Australia wicketkeeper Alex Carey was named Man of the Match for a first-innings 106 and 72 in the second while Travis Head set up ‍the victory with 170 in the third innings, his fourth consecutive Test ton at Adelaide Oval.</p><p>“If he wasn’t before, he’s the king of Adelaide,” Starc said of Head, who also scored a match-winning 123 in Perth.</p><p>“He’s not going to have to pay for another beer [here]. I don’t know how he does it, but jeez, it’s bloody good to ‌watch.”</p><figure id=\"attachment_4187560\" aria-describedby=\"caption-attachment-4187560\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4187560\" src=\"/wp-content/uploads/2025/12/AFP__20251221__88RB2T3__v1__HighRes__CricketAustraliaVEngland3rdTest-1766306561.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Ben Stokes and Pat Cummins react.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4187560\" class=\"wp-caption-text\">Australia’s captain Pat Cummins, right, shakes hands with England captain Ben Stokes after the third Ashes cricket Test match in Adelaide [William West/AFP]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Jake Paul vs Anthony Joshua: Is this good for Boxing? | Digital Series | Al Jazeera",
            "time": "2025-12-21T08:57:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025_Game-Theory_EP16_Thumbnail_Horizontal_V01_00000-1766307301.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Samantha Johnson looks at how audience, attention and money are reshaping modern boxing.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jake Paul is a YouTuber with a global audience. Anthony Joshua is a former unified heavyweight champion. And the two go head to head in Miami. But this fight isn’t about rankings or legacy. It’s about the audience, attention, and money. Samantha Johnson asks what does boxing value more today, titles or attention?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Dec 2025</span><span aria-hidden=\"true\">21 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Sixty years ago, the world tried to stop racial discrimination and failed | Human Rights | Al Jazeera",
            "time": "2025-12-21T08:55:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP6509011448-1766302576.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The way the story is often told is that Western countries gifted human rights to the world and are the sole guardians of it. It may come as a surprise for some, then, that the international legal framework for prohibiting racial discrimination largely owes its existence to the efforts of states from the Global South.</p><p>In 1963, in the midst of the decolonisation wave, a group of nine newly independent African states presented a resolution to the United Nations General Assembly (UNGA) calling for the drafting of an international treaty on the elimination of racial discrimination. As the representative from Senegal observed: “Racial discrimination was still the rule in African colonial territories and in South Africa, and was not unknown in other parts of the world … The time had come to bring all States into that struggle.”</p><p>The groundbreaking International Convention on the Elimination of All Forms of Racial Discrimination (ICERD) was unanimously adopted by the UNGA two years later. The convention rejected any doctrine of superiority based on racial differentiation as “scientifically false, morally condemnable and socially unjust”.</p><p>Today, as we mark 60 years since its adoption, millions of people around the world continue to face racial discrimination – whether in policing, migration policies or exploitative labour conditions.</p><p>In Brazil, Amnesty International documented how a deadly police operation in Rio de Janeiro’s favelas this October resulted in the massacre by security forces of more than 100 people, most of them Afro-Brazilians and living in poverty.</p><p>In Tunisia, we have seen how authorities have for the past three years used migration policies to carry out racially targeted arrests and detentions and mass expulsions of Black refugees and asylum seekers.</p><p>Meanwhile, in Saudi Arabia, Kenyan female domestic workers face racism and exploitation from their employers, enduring gruelling and abusive working conditions.</p><p>In the United States, diversity, equity and inclusion (DEI) initiatives aimed at tackling systemic racism have been eliminated across federal agencies. Raids by Immigration and Customs Enforcement (ICE) targeting migrants and refugees are a horrifying feature of President Donald Trump’s mass deportation and detention agenda, rooted in white supremacist narratives.</p><p>Migrants held in detention centres have been subjected to torture and a pattern of deliberate neglect designed to dehumanise and punish.</p><p>Elsewhere, Amnesty International has documented how new digital technologies are automating and entrenching racism, while social media offers inadequately moderated forums for racist and xenophobic content. For example, our investigation into the United Kingdom’s Southport racist riots found that X’s design and policy choices created fertile ground for the inflammatory, racist narratives that resulted in the violent targeting of Muslims and migrants.</p><p>Even human rights defenders from the Global South face racial discrimination when they have to apply for visas to Global North countries in order to attend meetings where key decisions are made on human rights.</p><p>All these instances of systemic racism have their roots in the legacies of European colonial domination and the racist ideologies on which they were built. This era, which spanned nearly four centuries and extended across six continents, saw atrocities that had historical consequences – from the erasure of Indigenous populations to the transatlantic slave trade.</p><p>The revival of anti-right movements globally has led to a resurgence of racist and xenophobic rhetoric, a scapegoating of migrants and refugees, and a retrenchment in anti-discrimination measures and protections.</p><p>At the same time, Western states have been all too willing to dismantle international law and institutions to legitimise Israel’s genocide against Palestinians in Gaza and shield Israeli authorities from justice and accountability.</p><p>Just as the creation of the ICERD was driven by African states 60 years ago, Global South countries continue to be at the forefront of the fight against racial oppression, injustice and inequality. South Africa notably brought the case against Israel at the International Court of Justice and cofounded The Hague Group – a coalition of eight Global South states organising to hold Israel accountable for genocide.</p><p>On the reparations front, it is Caribbean and African states, alongside Indigenous peoples, Africans and people of African descent, that are leading the pursuit of justice. The Caribbean Community (CARICOM) has been intensifying pressure on European governments to reckon with their colonial past, including during a recent visit to the United Kingdom by the CARICOM Reparations Commission.</p><p>As the African Union announced 2026-36 the Decade of Reparations last month, African leaders gathered in Algiers for the International Conference on the Crimes of Colonialism, at which they consolidated demands for the codification of colonialism as a crime under international law.</p><p>But this is not enough. States still need to confront racism as a structural and systemic issue, and stop pretending slavery and colonialism are a thing of the past with no impact on our present.</p><p>Across the world, people are resisting. In Brazil, last month, hundreds of thousands of Afro-Brazilian women led the March of Black Women for Reparations and Wellbeing against racist and gendered historic violence. In the US, people fought back against the wave of federal immigration raids this year, with thousands taking to the streets in Los Angeles to protest and residents of Chicago mobilising to protect migrant communities and businesses against ICE raids.</p><p>Governments need to listen to their people and fulfil their obligations under ICERD and national law to protect the marginalised and oppressed against discrimination.</p><p data-start=\"6919\" data-end=\"7201\"><em><strong>The views expressed in this article are the authors’ own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Kylian Mbappe equals Ronaldo record in Real Madrid win over Sevilla | Football News | Al Jazeera",
            "time": "2025-12-21T08:25:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-20T215911Z_1826902584_UP1ELCK1P2M0P_RTRMADP_3_SOCCER-SPAIN-RMA-SEV-1766304376_b98a24-1766304799.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Dec 2025</span><span aria-hidden=\"true\">21 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Kylian Mbappe has equalled Cristiano Ronaldo’s club record of 59 goals in a calendar year for Real Madrid with a late penalty in his side’s 2-0 home win over Sevilla in La Liga, with the French forward celebrating his 27th birthday in style.</p><p>Mbappe missed several earlier chances before getting his opportunity from the spot four minutes from time on Saturday, and he made no mistake to net his ⁠59th goal in as many games across all competitions in 2025 to level Ronaldo’s 2013 haul.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Today, and because of the record, it’s ​incredible, in my first year to be able to do what Cristiano did,” Mbappe told RMTV.</p><p>“My idol, the ‍best player in the history of Real Madrid and a reference in world football. It’s an honour for me.”</p><p>Jude Bellingham put Real in front in the opening half, and Sevilla went down to 10 men with 22 minutes remaining after Marcao received a second booking, but the hosts had goalkeeper Thibaut Courtois to thank for keeping them ahead.</p><p>Real are second in the La Liga standings on 42 points, one behind Barcelona, who are away to third-placed Villarreal on Sunday, while Sevilla are ninth on 20 points.</p><p>Xabi Alonso’s side were looking to end the year on a high note after losing top spot in November with three consecutive draws, and they saw out 2025 with three successive wins in all competitions, but it was far from a straightforward success.</p><p>Sevilla created plenty of problems early on, with Isaac Romero chipping a shot narrowly wide when sent through on goal, bringing whistles from the home crowd with Real under pressure.</p><p>Mbappe sent ​a snap shot wide, as the hosts struggled to find a clear-cut chance, and Sevilla’s Lucien Agoume ‌put another strike wide for the visitors before Real went in front seven minutes before the break.</p><p>Rodrygo put a free kick into the box, and Bellingham rose to power a header into the far corner to settle Real’s nerves at the break.</p><figure id=\"attachment_4187499\" aria-describedby=\"caption-attachment-4187499\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4187499\" src=\"/wp-content/uploads/2025/12/AFP__20251220__88R282W__v1__HighRes__FblEspLigaRealMadridSevilla-1766304543.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Kylian Mbappe in action.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4187499\" class=\"wp-caption-text\">Mbappe scores Real’s second goal in the 86th minute, equalling Ronaldo’s record of 59 goals in a calendar year [Oscar Del Pozo/AFP]</figcaption></figure><h2 id=\"mbappe-made-to-wait\">Mbappe made to wait</h2><p>Mbappe sent an effort straight at the keeper and ‌dragged another shot wide, while at the other end, Courtois twice denied Alexis Sanchez and Romero with Real all too easy to open up at the back.</p><p>From a corner, Mbappe hit the crossbar ‌with a header, and after Marcao’s sending off, Rodrygo struck a beautiful shot on the ⁠turn, but Sevilla keeper Odysseas Vlachodimos touched it onto the bar.</p><p>Real were hanging on for the win with Mbappe still labouring to find the net when Juanlu Sanchez fouled Rodrygo in the box and the birthday boy stepped up to score before pulling out Ronaldo’s celebration.</p><p>“I wanted to give him a little nod because he ‌has always been affectionate with me,” Mbappe added.</p><p>“Normally, I have my own celebration, but I wanted to share that with him, and like I said, he’s been my idol since I was a kid. I have a very good relationship with him; he’s a friend ‍now.”</p><p>Mbappe thought he had been gifted the perfect chance to score again when the referee pointed to the spot two minutes later, but the official changed his mind after a VAR check, and the Frenchman had to settle for a share of the ‌record.</p></div></div></body></html>"
        },
        {
            "title": "US seizes second oil tanker off Venezuela | Oil and Gas | Al Jazeera",
            "time": "2025-12-21T08:20:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766305199.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Dec 2025</span><span aria-hidden=\"true\">21 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Trump’s approach to Venezuela “ad hoc, unpredictable” | US-Venezuela Tensions | Al Jazeera",
            "time": "2025-12-21T08:18:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/Clements-16x9-1766302675.png?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Dec 2025</span><span aria-hidden=\"true\">21 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Australia honours Bondi Beach victims, launches probe of security services | News | Al Jazeera",
            "time": "2025-12-21T08:07:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AP25355204417122-1766299823.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Dec 2025</span><span aria-hidden=\"true\">21 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australia is observing a National Day of Reflection in tribute to the victims of the gun attack at Sydney’s Bondi Beach last week, with Prime Minister Anthony Albanese announcing a review into the country’s law enforcement and intelligence agencies.</p><p>Indigenous leaders began the commemorations on Sunday morning with a traditional smoking ceremony at the waterfront Bondi Pavilion, where an impromptu memorial has grown for the 15 people who were killed while celebrating the Jewish festival of Hanukkah.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Flags are being flown at half-mast at government buildings, and a minute of silence will be held at 6:47pm (07:47 GMT), the ​time the attack began.</p><p>Authorities also invited Australian people to light a candle on Sunday evening, the start of the eighth and final day of the Jewish festival of lights, “as a quiet act of remembrance with family, friends or loved ones” for the victims of the attack, allegedly carried out by a father-son duo.</p><p>An evening memorial event at Bondi Beach will take place under a heavy police presence, including officers carrying long-arm firearms, police said in a statement.</p><p>The attack on December 14 was Australia’s deadliest mass shooting since 1996, when an attacker killed 35 people in the state of Tasmania.</p><p>The authorities are investigating the shooting as an act of “terrorism” targeting Jews.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Authorities believe the attackers were inspired by ISIL (ISIS) and said the group’s flags were found in the car the attackers took to Bondi.</p><p>While suspect Sajid Akram, 50, was shot dead by police at the scene, his 24-year-old son, Naveed Akram, who was also shot and emerged from a coma on Tuesday, has been charged with 59 offences, including murder and terrorism. He remains in custody in hospital.</p><p>Some 13 of those wounded at Bondi also remained in Sydney hospitals on Sunday.</p><p>Albanese said there were “real issues” with the country’s intelligence service in the aftermath of the mass shooting.</p><p>“We need to examine exactly the way that systems work. We need to look back at what happened in 2019 when this person was looked at, the assessment that was made,” he told national broadcaster ABC.</p><p>The prime minister added in a statement that the review of the country’s security agencies will be led by a former chief of Australia’s spy agency and would inquire whether federal police and intelligence agencies have the “right powers, structures, processes and sharing arrangements in place to keep Australians safe”.</p><p>He said the review would conclude by the end of April.</p><p>Albanese has previously announced a nationwide gun buyback, while gun safety experts say the nation’s gun laws, among the world’s toughest, are riddled with loopholes.</p><p>The prime minister went on to condemn anti-immigration rallies held in Sydney and ⁠Melbourne on Sunday.</p><p>“There are organised rallies seeking to sow division in the aftermath of last Sunday’s antisemitic terrorist attack, and they have no place in Australia,” he said in a statement. “They should not go ahead and people should not attend them.”</p><p>Only about 50 people were at the Sydney rally by mid-afternoon, according to the Reuters news agency.</p></div></div></body></html>"
        },
        {
            "title": "Israeli death penalty bill violates international law: Palestinian analysts | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-21T07:52:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/9H6B3668-1764365040.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Palestinian prisoners in Israel already face horrific conditions, with a rights group documenting the deaths of at least 94 of them in the past two years, and the rape of prisoners caught on camera.</p><p>The far-right Israeli minister responsible for prisons, Itamar Ben-Gvir, has proudly declared that conditions have gotten harsher for Palestinian prisoners under his watch. And in late October, he stood over Palestinian prisoners forced to lie face-down on the floor as he called for the death penalty to be introduced for those he termed Palestinian “terrorists”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Ben-Gvir may soon get his wish.</p><p>In early November, the Israeli parliament <a href=\"/news/2025/11/11/israeli-parliament-nods-to-bill-to-introduce-death-penalty-for\">passed the first reading of a bill</a> that would introduce the death penalty for those convicted of killing Israelis if they had “racist” motives or were doing it “with the aim of harming Israel”. The bill clearly targets Palestinians, even as Israelis carry out deadly attacks against Palestinians in the occupied West Bank, and Israel continues its killing of Palestinians in Gaza.</p><p>The reaction has been stark among Palestinians. What they hear is not just another legislative measure, but a signal that Israel is planning to formalise a system of lethal punishment.</p><p>“This law practically aims to execute prisoners simply for their struggle for their people’s freedom and their right to self-determination,” said Farid al-Atrash, the director of the Independent Commission for Human Rights in the occupied West Bank.</p><p>Alarm is widespread among Palestinian lawyers and activists. They claim that the law fundamentally undermines judicial safeguards, and warn that it seeks to erase the status of Palestinian detainees as protected under international law.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"remove-protections\">Remove protections</h2><p>Under the draft legislation, Israeli courts – both civil and military – would gain expanded power to impose mandatory death sentences on Palestinians convicted of killing Israelis, when such acts are deemed to have been motivated by nationalistic, racist or hate-based reasons, or intended to harm the State of Israel or its people.</p><p>It would also remove the authority for a government or president to pardon anyone who has been sentenced to death for those crimes, and it does not require a panel of judges in a given case to reach a unanimous decision on the sentence.</p><p>Palestinian advocates warn that the framework eliminates the safeguards that previously existed for Palestinian defendants.</p><p>Al-Atrash placed the proposed law in stark contrast to the treatment of Israelis in cases dealing with violence against Palestinians, in which they are often acquitted.</p><h2 id=\"international-humanitarian-law\">International humanitarian law</h2><p>Critics say that the move to legalise the death penalty is part of a broader effort to strip Palestinians of their protections under international humanitarian law as an occupied people with a right to resistance.</p><p>“The Israeli Knesset [parliament], dominated by the far-right, is working to turn killing into official legislation,” said Hassan Breijieh, who is the head of the Bethlehem office of the Wall and Settlements Resistance Commission. “[The proposed law] is an attempt to erase international recognition of the Palestinian fighter … and turn him into a criminal defendant.”</p><figure id=\"attachment_4138265\" aria-describedby=\"caption-attachment-4138265\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4138265\" src=\"/wp-content/uploads/2025/11/9H6B5820-1764365186.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Farid al-Atrash stands in front of a banner\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4138265\" class=\"wp-caption-text\">Farid al-Atrash, director of the Independent Commission for Human Rights, says the proposed law would punish Palestinians for struggling for their freedom [Mosab Shawer/Al Jazeera]</figcaption></figure><p>Amjad al-Najjar, of the Palestinian Prisoners’ Club, agreed that the proposed law was an effort to take away the rights of the Palestinian people.</p><p>“It is a double crime. It is a racist law targeting Palestinians, specifically, and also a clear violation of international law,” said al-Najjar.</p><p>Saeed al-Awiwi, a Palestinian lawyer and former judge, framed the proposed law as the latest clampdown on Palestinian legal rights.</p><p>Al-Awiwi noted that even previously permissible access to detainees in Israeli prisons has been revoked, leaving many prisoners with no meaningful legal representation, especially inside military courts.</p><p>He argued that, even before the bill, many Palestinians <a href=\"/news/2025/11/19/its-israeli-policy-report-reveals-abuse-of-palestinians-in-prisons\">died inside prisons without trial</a>, sentencing, or any due process. If the death penalty becomes codified, the actions that caused those deaths – torture, medical neglect, and arbitrary detention – will gain official standing.</p><p>“The move towards legal execution legalises actions already practised by the [Israeli] occupation, but without accountability,” al-Awiwi said.</p><h2 id=\"prosecuting-freedom\">‘Prosecuting freedom’</h2><p>For defenders of the Israeli law, it is necessary.</p><p>Israel’s National Security Committee said that “its purpose is to cut off terrorism at its root and create a heavy deterrent”.</p><p>But human rights organisations such as Amnesty International have condemned the bill as a form of institutionalised discrimination targeting Palestinians.</p><p>Under the Geneva Conventions and international humanitarian law, the execution of prisoners of war or protected persons – including those under occupation – is prohibited. The proposed law would contravene that rule.</p><figure id=\"attachment_4138271\" aria-describedby=\"caption-attachment-4138271\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4138271\" src=\"/wp-content/uploads/2025/11/9H6B5809-1764365331.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Al-Awiwi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4138271\" class=\"wp-caption-text\">Palestinian lawyer and former judge Saeed al-Awiwi said the proposed law is the latest clampdown on Palestinian legal rights [Mosab Shawer/Al Jazeera]</figcaption></figure><p>Experts said that it was part of a wider shift, from a system in which death – through torture, neglect, or violence – was an extrajudicial byproduct of occupation, to a system where death becomes a lawful sentence.</p><p>“When the occupation criminalises the act of resistance, it is not only prosecuting the prisoner, but prosecuting the very idea of freedom itself,” said Breijieh.</p><p>For Palestinians, the bill is therefore more than just a piece of legislation, but a benchmark in how occupied peoples are treated, and whether existing norms of international humanitarian law survive or collapse.</p><p>“The law means the collapse of the international system,” said al-Najjar. “The occupation has no legal, moral, or political right to issue death sentences against an occupied people.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Vigil in London for Palestinian prisoners held in Israel | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-21T07:34:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/PKG-GBR-PROTEST-MVS-201225.mp4.00_01_01_16.Still001-1766261558.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Tens of people gathered in central London on Saturday to call for the release of Palestinian prisoners held in Israeli jails, drawing attention to those detained under what Israel calls ”administrative detention” — a system under which people can be held for indefinite renewable periods of time without a charge and without having committed an offence — on the grounds that a person plans to break the law in the future.</p><p>Activists wore red ribbons, which they said symbolised danger and urgency, in an effort to draw the world’s attention to the plight of Palestinian prisoners.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Organisers of the vigil said they wanted the gathering to mark the start of a global campaign.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>There was a particular focus on <a href=\"/news/2024/12/29/who-is-hussam-abu-safia-director-of-key-gaza-hospital-detained-by-israel\">Dr Hussam Abu Safia</a>, former director of Kamal Adwan Hospital in Gaza, who was taken from that medical facility by the Israeli army in December 2024. His lawyer and family members say he has been beaten, tortured and subjected to inhumane treatment in Israeli custody, including prolonged periods of solitary confinement.</p><p>“We are clear about this vocabulary – they are hostages, not like any prisoners, and our symbol today is Dr Hussam Abu Safia,” said Adnan Hmidan, chair of the Palestinian Forum in the United Kingdom and the event organiser.</p><p>“They collected him from the hospital while he was wearing his white coat and took him in the tank, in front of everyone in that hospital,” Hmidan said, adding that some Palestinian detainees are unable to see their lawyers and do not have court dates.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Addameer, a Palestinian human rights organisation tracking political prisoners, said there are 9,300 Palestinian political prisoners and detainees in Israeli prisons, with the majority of them held without trial or charge.</p><p>The group said the figure does not include detainees held in Israeli military camps. Addameer said there are at least 3,350 Palestinians arrested from the occupied West Bank who are classified as ”administrative detainees”.</p><p>Israeli human rights organisation, B’Tselem, said, according to official figures from the Israel Prison Service, about 10,900 Palestinians were being held in Israeli prisons or detention facilities on “security” grounds as of late 2025. This includes 2,931 people from the Gaza Strip, according to the same source.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Activists and human rights advocates at the London vigil said they hoped their campaign would eventually have a tangible effect.</p><p>“It’s also to remind people what’s going on, and that we haven’t forgotten them, and I know from other sources that people in Gaza, in Palestine, appreciate that we here are doing all that we can,” Eva Nazem told Al Jazeera.</p><p>“People who could do something are staying quiet, not doing enough, the government, and we just need to keep putting the pressure on,” Nazem said.</p><p>“Our presence here is twofold. It’s to remind people that it isn’t over, the ceasefire is in name only. It’s not effective. People like Dr Safia, who have been absolute heroes, are imprisoned and tortured, and it’s not acceptable,” she said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>As people stood in silence holding placards, Palestinian Forum’s Hmidan was keen not to frame the London event as a demonstration or a protest march, instead describing it as “a silent, peaceful act of solidarity”.</p><p>“There are many ways of lobbying and campaigning. We respect different kinds of protest, but here we have something about humanitarian issues,” he said.</p><p>“They [Palestinian prisoners] are human, they have their own stories, they have their own families,” Hmidan told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "‘Slap in the face’: Epstein victims slam release of heavily-redacted files | Politics News | Al Jazeera",
            "time": "2025-12-21T06:15:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/AP25198369121958-1-1763447150.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Victims of Jeffrey Epstein have criticised the United States government after it released a partial <a href=\"/news/2025/12/19/us-justice-department-begins-releasing-government-epstein-files\">trove of documents</a> from cases against the late convicted sex offender with heavily redacted pages and blacked-out photos.</p><p>The growing outcry on Saturday came as US media reported that at least 16 files from the tranche, which were published online, had disappeared from the public webpage.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The deleted files included a photograph showing President Donald Trump.</p><p>The Department of Justice (DOJ) began releasing the trove on Friday to comply with a law overwhelmingly passed by Congress in November that ⁠mandated the disclosure of all Epstein files, despite Trump’s months-long effort to keep them sealed.</p><p>It said it plans to release more records on a rolling basis, blaming the delay on what it said was a time-consuming process of obscuring survivors’ names and other identifying information.</p><p>But the tens of thousands of pages made public offered little new insight into Epstein’s crimes or the prosecutorial decisions that allowed him to avoid serious federal charges for years. They also omitted some of the most closely watched materials, including FBI interviews with victims and internal DOJ memos on charging decisions.</p><p>Meanwhile, a 119-page document titled “Grand Jury-NY”, likely from one of the federal sex trafficking investigations that led to the charges against Epstein in 2019, was entirely blacked out.</p><p>One of Epstein’s victims, Marina Lacerda, reacted angrily to the large number of redactions and unreleased documents.</p><p>“All of us are infuriated by this,” she told the news outlet MS NOW on Saturday. “It’s another slap in the face. We expected way more.”</p><p>Lacerda, who said Epstein abused her when she was 14 years of age, was a crucial witness in the 2019 investigation that led to the filing of sex trafficking charges against the late financier.</p><p>Epstein killed himself in jail that year shortly after his arrest.</p><p>Lacerda told The New York Times in a separate interview that she felt let down.</p><p>“So many of the photos are irrelevant,” she said.</p><p>Another survivor, Jess Michaels, told the news outlet CNN that she spent hours searching through the released files for her victim’s statement and records of her call to an FBI tipline, but found neither.</p><p>“I can’t find any of those,” she said. “Is this the best that the government can do? Even an act of Congress isn’t getting us justice.”</p><p>Marijke Chartouni, who said she was abused by Epstein when she was 20 years old, decried a lack of openness.</p><p>“If everything is redacted, where is the transparency?” she said on Friday in an interview with The New York Times.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Some lawmakers also expressed frustration.</p><p>Republican Representative Thomas Massie, who helped spearhead the legislative push, accused the White House of failing to comply “with both the spirit and the letter of the law that Donald Trump signed just 30 days ago” in a social media post on Friday.</p><p>That law required the government’s case file to be posted publicly by Friday, constrained only by legal and victim privacy concerns.</p><p>Meanwhile, the unexplained 16 missing files led to speculation online about what was taken down and why the public was not notified, compounding longstanding intrigue about Epstein and the powerful figures who surrounded him.</p><p>Democrats on the House Oversight Committee pointed to the missing image featuring a Trump photo in a post on X, writing: “What else is being covered up? We need transparency for the American public.”</p><p>“If they’re taking this down, just imagine how much more they’re trying to hide,” said senior Democrat Chuck Schumer. “This could be one of the biggest cover-ups in American history.”</p><p>The Trump administration, however, denied that it was not being forthcoming with the released materials. Deputy Attorney General Todd Blanche said during a TV interview with ABC that there was no attempt “to hold anything back” to protect Trump.</p><p>The DOJ also issued a statement on X late on Saturday. “Photos and other materials will continue being reviewed and redacted consistent with the law in an abundance of caution as we receive additional information,” it said.</p><p>Separately, celebrities who appeared in photos made available as part of Friday’s release include former President Bill Clinton, late news anchor Walter Cronkite, singers Mick Jagger, Michael Jackson and Diana Ross, British entrepreneur Richard Branson and the ⁠former Duchess of York, Sarah Ferguson.</p><p>There were also photos of Epstein with actors Chris Tucker and Kevin Spacey.</p><p>Many of the photos were undated and provided without context, and none of those figures has been accused of any wrongdoing in connection with Epstein.</p><p>Andrew Mountbatten-Windsor also appears in one photo lying across the laps of several women. The former duke of York, who was stripped of his royal title over his ties to Epstein, has denied any wrongdoing.</p><p>Notably missing were references to Trump himself, despite his frequent inclusion in previous releases of Epstein-related documents. Trump and Epstein were friends in the 1990s and early 2000s and had a falling out before Epstein’s first conviction in 2008.</p><p>Trump has not been accused of wrongdoing and has denied knowing about Epstein’s crimes.</p><p>Amid the outcry, the DOJ sought to draw attention to Clinton, with two agency spokespeople posting on social media images that they said showed him with Epstein victims.</p><p>Clinton’s deputy chief of staff, Angel Urena, said in a statement that the White House was attempting to “shield themselves” from scrutiny by focusing on the former president.</p><p>“They can release as many grainy 20-plus-year-old photos as they ‌want, but this isn’t about Bill Clinton,” he wrote.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "South Africa shooting updates: At least 9 people killed near Johannesburg | Crime News | Al Jazeera",
            "time": "2025-12-21T05:46:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-04-16T122540Z_868222595_RC2ZYDADI99M_RTRMADP_3_SAFRICA-CRIME-1766295398.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-header\"><h1 class=\"compact-featured-area__title\">South Africa shooting updates: At least 9 people killed near Johannesburg</h1><p class=\"compact-featured-area__subhead css-1wt8oh6\"><em>At least nine people have been killed and 10 wounded in a mass shooting in Bekkersdal township, west of Johannesburg in South Africa, police say.</em></p></div><div class=\"article-info m--desktop-t-10 m--t-mobile-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Dec 2025</span><span aria-hidden=\"true\">21 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Al Jazeera launches new integrative AI model, ‘The Core’ | Media News | Al Jazeera",
            "time": "2025-12-21T05:30:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/05/2017-06-08T131939Z_1189275883_RC11B0FE7F20_RTRMADP_3_GULF-QATAR-JAZEERA-1714943623.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Al Jazeera launches new integrative AI model, ‘The Core’</h1><p class=\"article__subhead\"><em>Al Jazeera Media Network says initiative will shift role of AI ‘from passive tool to active partner in journalism’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Dec 2025</span><span aria-hidden=\"true\">21 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Al Jazeera Media Network is launching a new integrative artificial intelligence (AI) model in collaboration with Google Cloud.</p><p>Al Jazeera said on Sunday that it was expanding its collaboration with Google Cloud on the network’s new initiative, dubbed “The Core”, that will integrate AI into its news operations.</p><p>“The Core” aims to shift the role of AI “from a passive tool to an active partner in journalism”, Al Jazeera said.</p><p>Relying on six pillars, the initiative will integrate AI systems to help Al Jazeera journalists process complex data, produce immersive content, gain access to analytical context and automate internal workflows, among other things.</p><p>“Al Jazeera is committed to establishing a global technological ecosystem that cements our leadership in the AI era,” said Sheikh Nasser bin Faisal Al Thani, director general of Al Jazeera Media Network.</p><p>“‘The Core’ is the embodiment of this vision – an integrated model where human expertise and artificial intelligence work in tandem to modernize journalism,” Al Thani said.</p><p>“Google Cloud’s proven expertise in AI make it the ideal partner to help us execute this ambitious transformation, ensuring our journalism remains agile, accurate, and deeply engaging for our global audience.”</p><p>Alex Rutter, AI managing director for Europe, the Middle East and Africa at Google Cloud, welcomed Al Jazeera’s decision to build “The Core” platform as a “pivotal step in developing the next generation of intelligent media”.</p><p>“This transformational program leverages our advanced AI tools to reshape how journalists report and create news, and how audiences consume it. Together, Google Cloud and Al Jazeera are setting a new future direction for digital journalism,” Rutter said.</p><p>Ahmad Al-Fahad, executive director of technology and network operations at Al Jazeera, added: “Al Jazeera is committed to keeping pace with the technological advances shaping the media industry. We consistently strive to integrate the latest tools and best practices into content production across our channels and platforms.”</p></div></div></body></html>"
        },
        {
            "title": "Manhunt under way after gunmen kill nine near South Africa’s Johannesburg | Gun Violence News | Al Jazeera",
            "time": "2025-12-21T05:08:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-04-16T122540Z_868222595_RC2ZYDADI99M_RTRMADP_3_SAFRICA-CRIME-1766295398.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Manhunt under way after gunmen kill nine near South Africa’s Johannesburg</h1><p class=\"article__subhead\"><em>Motive unknown after about a dozen gunmen in minibus and car target tavern in Bekkersdal township, police say.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Dec 2025</span><span aria-hidden=\"true\">21 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>At least nine people have been killed and 10 wounded when armed men opened fire at a tavern in a township near the city of Johannesburg in South Africa, police said, adding that some victims were “randomly shot in the streets”.</p><p>In a statement on Sunday, the police said a manhunt by Gauteng Serious and Violent Crime Investigations in collaboration with the Crime Detection Tracing Unit is under way for those involved in the shooting, which took place in the Bekkersdal township just before 1am on Sunday (23:00 GMT on Saturday).</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“It is reported that about 12 unknown suspects in a white kombi [a minibus] and a silver sedan opened fire at tavern patrons and continued to shoot randomly as they fled the scene,” the police said in a statement.</p><p>“The tavern is licensed,” it added.</p><p>Authorities said the wounded were taken to hospital.</p><p>There have been several mass shootings at bars – sometimes called shebeens or taverns in South Africa – in recent years, including a mass shooting carried out by multiple suspects in an unlicensed bar near the South African capital Pretoria that <a href=\"/news/2025/12/6/south-africa-shooting-leaves-12-dead-including-young-child-police\">killed at least 12 people</a>, including a three-year-old, early this month.</p><h2 id=\"attackers-also-robbed-victims\">‘Attackers also robbed victims’</h2><p>The South African public broadcaster SABC reported that the unknown attackers in Sunday’s shooting opened fire on patrons of the tavern and people in the streets outside.</p><p>“We are still busy obtaining statements. Our national crime and management team has arrived,” Fred Kekana, acting police commissioner of Gauteng, told the SABC.</p><p>“The provincial crime scene management team has arrived, and a team from the local criminal record centre is here. So is our serious crime investigating team, crime intelligence and the provincial crime detective team is on scene,” he added.</p><p>Kekana also said a driver with a ride-hailing service who was outside the bar is among those killed. A motive for the attack was not immediately clear.</p><p>The police added that the attackers also robbed victims after killing them. Kekana, the acting police commissioner said the attackers searched people after shooting them, taking their valuables, including phones. He said three people were killed inside the bar, while others were shot as they tried to flee, with the gunmen continuing to fire as they left the scene.</p><p>Some media reports initially put the death toll at 10 but later revised it to nine.</p><p>Shootings in South Africa, which faces high levels of violent crime, are often fuelled by criminal groups and competition between informal businesses.</p><p>With almost 26,000 homicides in 2024, or more than 70 per day on average, South Africa has one of the highest homicide rates in the world. Firearms are by far the leading cause of death in homicides. Although the nation of 62 million people has comparatively stringent gun control laws, officials said many killings are carried out using illegal firearms.</p></div></div></body></html>"
        },
        {
            "title": "US, Russian officials meet in Miami for talks on Ukraine war | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-21T03:08:14",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/afp_6943edcfc134-1766059471.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Negotiators from Russia and the United States have met in the US city of Miami as Ukrainian President Volodymyr Zelenskyy urged Washington to ramp up the pressure on Moscow to end its war on Ukraine.</p><p>The meeting on Saturday took place between Russian President Vladimir Putin’s special envoy, Kirill Dmitriev, and US President Donald Trump’s special envoy, Steve Witkoff, and his son-in-law, Jared Kushner.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Dmitriev told the reporters the talks were positive and would continue on Sunday.</p><p>“The discussions are proceeding constructively,” said Dmitriev. “They began earlier and will continue today, and will also continue tomorrow.”</p><p>Earlier, US Secretary of State <a href=\"/news/2025/12/19/rubio-says-progress-but-ways-to-go-in-efforts-to-end-russia-ukraine-war\">Marco Rubio</a> had said that he may also join the talks in Miami. He said that progress has been made in discussions to end the war, but there is still a way to go.</p><p>“The role we’re trying to play is a role of figuring out whether there’s any overlap here that they can agree to, and that’s what we’ve invested a lot of time and energy [on], and continue to do so,” Rubio said. “That may not be possible. I hope it is. I hope it can get done this month, before the end of the year.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Trump’s envoys have for weeks been negotiating a 20-point peace plan with Ukrainian, Russian and European officials.</p><p>While US ​officials say they have made progress, major differences remain on the issues of territory and possible <a href=\"/news/2025/12/15/ukraine-drops-nato-bid-will-kyiv-get-security-guarantees-from-the-west\">security guarantees</a> that Kyiv says are essential for any agreement.</p><p>Russia has shown few signs that it is willing to give up its expansive territorial demands in Ukraine, which it believes it is well-positioned to secure as the <a href=\"/news/2025/12/19/putin-takes-aim-at-zelenskyy-in-annual-qa-says-he-wont-negotiate-on-land\">war grinds on</a> and political fractures emerge among Ukraine’s European allies.</p><p>In Kyiv, Zelenskyy said he remains supportive of a US-led negotiations process, but that diplomacy needs to be accompanied by greater pressure on Russia.</p><p>“America must clearly say, if not diplomacy, then there will be full pressure… Putin does not yet feel the kind of pressure that should exist,” he said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Ukrainian leader said Washington has also proposed a new format for talks with Russia, comprised of three-way talks at the level of national security advisers from Ukraine, Russia, and the US.</p><p>Zelenskyy expressed scepticism that the talks would result in “anything new”, but said he would support trilateral discussions if they led to progress in areas such as prisoner swaps or a meeting of national leaders.</p><p>“If such a ‍meeting could be ⁠held now to allow for swaps of prisoners of war, or if a meeting of national security advisers achieves agreement on a leaders’ meeting… I cannot be opposed. We would support such a US proposal. Let’s see how things go,” he said.</p><p>The last time Ukrainian and Russian envoys held official direct talks was in July in Istanbul, which led to prisoner swaps but little else.</p><p>The talks in Miami come after Putin promised to press ahead with his military offensive in Ukraine, hailing Moscow’s battlefield gains in an annual news conference on Friday.</p><p>Putin, however, suggested that Russia could pause its devastating strikes on the country to allow Ukraine to hold a presidential ballot, a prospect that Zelenskyy rejected.</p><p>Meanwhile, the death toll in Ukraine’s Black Sea Odesa region from an overnight Russian ballistic missile strike on port infrastructure rose to eight, with 30 people wounded.</p><p>A civilian bus was struck in the attack, Ukrainian Prime Minister Yulia Svyrydenko said.</p><p>The Russian attacks on the coastline region have wrought havoc in recent weeks, hitting bridges and cutting electricity and heating for hundreds of thousands in freezing temperatures.</p><p>Moscow earlier said it would expand strikes on Ukrainian ports as retaliation for targeting its sanctions-busting oil tankers.</p><p>On Saturday, Ukraine claimed to have destroyed two Russian fighter jets at an airfield in Moscow-occupied Crimea, according to the security service SBU. Kyiv’s army said it struck a Russian oil rig in the Caspian Sea as well as a patrol ship nearby.</p><p>Putin described Russia’s initial full-scale invasion of Ukraine as a “special military operation” to “demilitarise” the country and prevent the expansion of NATO.</p><p>Kyiv and its European allies say the war, the largest and deadliest on European soil since World War II, is an unprovoked and illegal land grab that has resulted in a tidal wave of violence and destruction.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,396 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-12-21T00:55:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-20T125622Z_200783746_RC2HJIAAS607_RTRMADP_3_UKRAINE-CRISIS-KOSTIANTYNIVKA-1766271642.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,396</h1><p class=\"article__subhead\"><em>These are the key developments from day 1,396 of Russia’s war on Ukraine.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 21 Dec 2025</span><span aria-hidden=\"true\">21 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is where things stand on Sunday, December 21:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>The death toll from a <a href=\"/news/2025/12/20/russian-attack-on-ukraines-odesa-kills-at-least-8-as-peace-talks-lumber-on\">Russian missile attack</a> on Ukraine’s port city of Odesa rose from seven to eight, with at least 30 others wounded, according to Ukrainian authorities.</li>\n<li>Ukrainian President Volodymyr Zelenskyy described the situation in Odesa as “harsh” and accused Russia of trying to block Kyiv’s access to the Black Sea.</li>\n<li>The Ukrainian leader also said that he is looking to replace the head of the Southern Air Command, Dmytro Karpenko, over the Russian strikes on Odesa.</li>\n<li>Ukrainian Deputy Prime Minister Oleksii Kuleba said Russian forces also attacked the nearby port of Pivdennyi on Saturday, hitting several reservoirs.</li>\n<li>Ukraine’s military said its special forces carried out a drone attack on a Lukoil oil rig in the Caspian Sea on Friday, along with the Russian military patrol ship Okhotnik. The military also said that the Filanovsky oil rig, which had been targeted twice this month, was damaged in the strike.</li>\n<li>The Ukrainian military also said it destroyed two Russian fighter jets at an airfield in the occupied Crimean peninsula.</li>\n<li>Russia’s Ministry of Defence said its forces took control of the villages of Svitle and Vysoke, located in Ukraine’s eastern Donetsk region and the northeastern Luhansk region, respectively.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"diplomacy-and-ceasefire-talks\">Diplomacy and ceasefire talks</h2><ul class=\"spaced-bullet-spacing\">\n<li>Zelenskyy said the United States proposed a new format for talks with Russia, comprised of three-way talks at the level of national security advisers from Ukraine, Russia, and the US.</li>\n<li>The Ukrainian leader expressed scepticism that the talks would result in “anything new”, but added that he believes that US-led talks have the best chance of success.</li>\n<li>He added that he would support trilateral discussions if they led to progress in areas such as prisoner swaps or a meeting of national leaders. “If such a ‍meeting could be ⁠held now to allow for swaps of prisoners of war, or if a meeting of national security advisers achieves agreement on a leaders’ meeting… I cannot be opposed. We would support such a US proposal. Let’s see how things go,” he said.</li>\n<li>Zelenskyy also pushed back against calls for <a href=\"/news/2025/12/10/zelenskyy-says-ukraine-ready-to-hold-polls-if-us-allies-ensure-security\">Ukraine to hold elections</a> as the war drags on, stating that voting cannot take place in Russian-occupied areas and that security conditions must first improve. “It is not [Russian President Vladimir] Putin who decides when and in what format the elections in Ukraine will take place,” Zelenskyy said.</li>\n<li>Zelenskyy urged European leaders to approve a measure to seize <a href=\"/news/2025/12/17/putin-slams-wests-war-hysteria-as-eu-mulls-russian-assets-for-ukraine\">frozen Russian assets</a> and use them to fund Ukraine’s war effort, saying that doing so will strengthen Ukraine’s leverage at the negotiating table. The International Monetary Fund has estimated that Ukraine will need about 137 billion euros ($161bn) in 2026 and 2027, as the demands of the war continue to strain the <a href=\"/news/2025/12/19/eu-agrees-hefty-105b-ukraine-loan-without-using-russian-assets\">country’s economy</a>.</li>\n<li>Russian special envoy <a href=\"/news/2025/12/19/rubio-says-progress-but-ways-to-go-in-efforts-to-end-russia-ukraine-war\">Kirill Dmitriev held talks </a>with his US counterpart, Steve Witkoff, and US President Donald Trump’s son-in-law, Jared Kushner, in the city of Miami.</li>\n<li>“The ‌discussions are proceeding constructively. They began earlier and ‌will continue ⁠today, and will also continue tomorrow,” ‌Dmitriev said</li>\n<li>Russian Minister of Foreign Affairs Sergey Lavrov attended a summit in Cairo, held to advance closer cooperation between Russia and African nations, and attended by more than 50 countries. Lavrov pitched Russia as a “reliable partner” to African countries in areas such as security and national sovereignty.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"regional-security-weapons\">Weapons</h2><ul>\n<li>Ukrainian presidential aide Oleksandr Kamyshin announced a deal with Portugal on the joint production of maritime drones, saying it would help “defend Europe from the sea”.</li>\n</ul></div></div></body></html>"
        },
        {
            "title": "Israeli truce violations making Gaza peace efforts ‘incredibly difficult’ | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-12-20T22:26:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251213__87ZK4DG__v3__HighRes__TopshotPalestinianIsraelConflict-1765792181.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Israel’s repeated violations of the Gaza ceasefire agreement are “creating major risks for transitioning to the second phase”, Turkiye’s foreign minister has said, as he joined diplomats from the United States, Egypt and Qatar in the US city of Miami to review the first phase of the agreement reached in October.</p><p>“The ongoing violations by Israel, in particular, are making the process incredibly more difficult. What we see is that all parties are in agreement on this issue, and we also had various discussions on how to prevent this,” Hakan Fidan told Turkish state news agency Anadolu, adding that the ceasefire violations by Israel are “endangering the peace plan” put forth by US President Donald Trump.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Senior officials from the four mediator countries met Trump’s special envoy, Steve Witkoff, on Friday to review the first phase of the ceasefire between Israel and Hamas, which took effect on October 10, according to a joint statement released on Saturday.</p><p>A statement issued by Witkoff after the Miami talks said the US, Egypt, Qatar and Turkiye urged the parties to the Gaza ceasefire to <a href=\"/news/2025/12/18/qatars-pm-says-israeli-ceasefire-violations-endanger-entire-gaza-process\">honour their commitments</a> and show restraint.</p><p>The meeting was held against the backdrop of ongoing Israeli attacks on the enclave. Israel has violated the ceasefire agreement more than 730 times since October, through the continuation of attacks by air, artillery and direct shootings, according to the Government Media Office in Gaza.</p><p>In its latest attack, Israel hit a school housing displaced people, killing <a href=\"/news/2025/12/19/us-to-host-qatari-turkish-and-egyptian-officials-for-gaza-ceasefire-talks\">six people on Friday</a>, raising the number of Palestinians killed by Israeli fire since the deal took effect to about 400.</p><p>“We reaffirm our full commitment to the entirety of the President’s 20-point peace plan and call on all parties to uphold their obligations, exercise restraint, and cooperate with monitoring arrangements,” Witkoff said in a statement posted on X.</p><p>The top Turkish diplomat’s statement comes days after Qatar’s Prime Minister Sheikh Mohammed bin Abdulrahman bin Jassim Al Thani <a href=\"/news/2025/12/18/qatars-pm-says-israeli-ceasefire-violations-endanger-entire-gaza-process\">warned</a> that near-daily Israeli breaches of the ceasefire were threatening the entire agreement.</p><p>Sheikh Mohammed, who met US Secretary of State Marco Rubio in Washington, DC, on Wednesday, also called for urgent progress towards the next phase of the deal to end Israel’s genocidal war on the besieged Palestinian enclave.</p><h2 id=\"first-phase-of-truce\">First phase of truce</h2><p>Saturday’s statement cited progress achieved in the first stage of the peace agreement, including expanded humanitarian assistance, the return of captives’ bodies, partial force withdrawals and a reduction in hostilities.</p><p>It called for “the near-term establishment and operationalisation” of a transitional administration, which is due to happen in the second phase of the agreement, and said consultations would continue in the coming weeks over its implementation.</p><p>Fidan, the Turkish minister, also described the meeting as promising.</p><p>“Now, since the first phase has been completed following the release of the last hostage, the parameters for moving to the second phase are being discussed. Perhaps after Sharm el-Sheikh, yesterday’s meeting was the most important one. Frankly, we continued our meetings in various formats and settings until late last night,” Anadolu quoted him as saying.</p><p>Under the truce terms, Israel is supposed to withdraw from its positions in Gaza, an interim authority is to govern the Palestinian territory instead of Hamas, and an international stabilisation force is to be deployed.</p><p>On Friday, <a href=\"/news/2025/12/19/five-key-takeaways-from-us-secretary-of-state-rubios-year-end-briefing\">Rubio expressed hope</a> that countries would contribute troops for the stabilisation force, but also urged the disarmament of Hamas, warning the process would unravel unless that happened.</p><h2 id=\"hamas-statement\">Hamas statement</h2><p>A meeting was also held between Hamas’s chief negotiator, Khalil al-Hayya, and Turkish intelligence chief Ibrahim Kalin in Istanbul on Saturday.</p><p>In a statement from Hamas after the meeting, the Palestinian group said it was committed to abiding by the ceasefire agreement, despite Israeli violations.</p><p>“The delegation stressed the urgent need to halt these continuous violations,” the statement added.</p><p>“The delegation also reviewed the deteriorating humanitarian situation in the Gaza Strip with the onset of winter, emphasising the critical priority of urgently bringing in tents, caravans, and heavy equipment to save our people from death by cold and drowning, given the destruction of infrastructure and homes.”</p><p>Winter storms have been <a href=\"/news/2025/12/17/winter-storms-worsen-gaza-humanitarian-crisis-as-un-says-aid-still-blocked\">worsening the conditions</a> for hundreds of thousands of displaced <a href=\"/news/2025/12/16/palestinian-infant-freezes-to-death-in-gaza-as-israel-keeps-blocking-aid\">Palestinians in Gaza</a>, as aid agencies warn that Israeli restrictions are preventing life-saving assistance from reaching people across the besieged enclave.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"bodies-recovered-israeli-strikes-continue\">Bodies recovered, Israeli strikes continue</h2><p>On Saturday, an Israeli air attack targeted two people in northern Gaza, according to a statement from the military, which alleged that they “posed an immediate threat” to Israeli troops after crossing the so-called yellow line, which separates areas under Israeli army control from those where Palestinians are permitted to move.</p><p>No details were yet available on what happened to the two people.</p><p>Meanwhile, the Palestinian Civil Defence in Gaza said on Saturday it recovered the bodies of 94 Palestinians from the rubble.</p><p>The bodies were retrieved in central Gaza City and transferred to the forensic department at al-Shifa Hospital to arrange their burial in the Martyrs’ Cemetery in the central city of Deir el-Balah, according to a statement from the Civil Defence.</p><p>Thousands of Palestinians are believed to still be buried under the rubble of destroyed buildings in Gaza.</p><p>The Israeli army has killed more than 70,700 people in Gaza, mostly women and children, and injured some 171,000 since it began its genocidal war on the enclave in October 2023.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "The Me Too movement in the age of Trump and Epstein | Women's Rights | Al Jazeera",
            "time": "2025-12-20T20:54:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766264033.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Tarana Burke tells Marc Lamont Hill on Epstein, Trump and how widespread sexual violence is in the United States.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>In 2017, a reckoning over sexual violence called “#MeToo” swept the globe. Eight years later, has the movement done enough for survivors? And what will it take for some of the world’s most powerful men accused of sexual misconduct to face consequences?</p><p>This week on <em>UpFront</em> Marc Lamont Hill speaks to founder of the Me Too movement, Tarana Burke.</p><p>The Department of Justice has released files related to the late convicted sex offender and financier Jeffrey Epstein after mounting pressure led President Donald Trump to sign the Epstein Files Transparency Act last month. Trump, who himself has been accused dozens of times of sexual assault and misconduct, has already appeared in photos, emails and other documents in connection with Epstein, causing a rift in his base. Other business elites, academics, politicians and world leaders have also been named in connection to Epstein. While some have faced minor consequences, only Ghislaine Maxwell has been criminally convicted as part of Epstein’s sex trafficking of minors. Will newly released documents lead to new convictions and genuine accountability for survivors?</p><p><br><br></p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US seizes second oil tanker off Venezuela’s coast | Business and Economy News | Al Jazeera",
            "time": "2025-12-20T20:26:06",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-21T004255Z_1542631356_RC2GKIAIHV2M_RTRMADP_3_USA-VENEZUELA-MILITARY-VESSEL-1766280183_676786-1766280260.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has seized a second oil tanker off the coast of Venezuela, enforcing a “blockade” ordered by President Donald Trump, and prompting anger in Caracas, with officials there denouncing the move as “theft and hijacking”.</p><p>US Homeland Security Secretary Kristi Noem confirmed the interception on Saturday, saying in a post on X that the coastguard apprehended the vessel with support from the Pentagon.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“The United States will continue to pursue the illicit movement of sanctioned oil that is used to fund narco terrorism in the region,” she wrote.</p><p>“We will find you, and we will stop you,” she added.</p><p>The post was accompanied by a nearly eight-minute video of aerial footage that showed a helicopter hovering just above the deck of a large tanker at sea.</p><p>The predawn operation marked the second time in recent weeks that the US has <a href=\"/news/2025/12/10/trump-admin-seizes-oil-tanker-off-venezuela-coast-reports\">gone after a tanker</a> near Venezuela, and it comes amid a large US military build-up in the region. Trump, whose administration has continued to ramp up pressure on Venezuelan President Nicolas Maduro, ordered on Tuesday a “total and complete blockade” of all sanctioned oil tankers entering and leaving the South American country.</p><h2 id=\"act-of-international-piracy\">‘Act of international piracy’</h2><p>The Venezuelan government called the US’s latest actions a “serious act of international piracy”.</p><p>Vice President Delcy Rodriguez said in a statement that Venezuela “denounces and rejects the theft and hijacking of a new private vessel transporting oil, as well as the forced disappearance of its crew, committed by military personnel of the United States of America in international waters”.</p><p>“These acts will not go unpunished,” she promised, adding that Venezuela will take “all corresponding actions, including filing a complaint before the United Nations Security Council, other multilateral organizations, and the governments of the world”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"drop-in-venezuelan-crude-exports\">Drop in Venezuelan crude exports</h2><p>The United Kingdom maritime ‍risk management company Vanguard said ⁠the seized vessel was believed to be the Panama-flagged Centuries, which was intercepted east of Barbados in the Caribbean Sea.</p><p>Jeremy Paner, a partner at law firm Hughes Hubbard in Washington, DC, told the Reuters news agency that the US has not sanctioned the vessel.</p><p>“The seizure of a vessel that is not sanctioned by the US marks a further increase in Trump’s pressure on Venezuela,” Paner said. “It also runs counter to Trump’s statement that the US would impose a blockade of all sanctioned oil tankers.”</p><p>Reuters, citing internal documents from the Venezuelan state oil company PDVSA, said Centuries was carrying some 1.8 million barrels of Venezuelan Merey crude oil bound for China.</p><p>It said the ship loaded in Venezuela under the false name “Crag” and is part of a “shadow fleet” of tankers that disguise their location to transport oil from countries sanctioned by the US.</p><p>The US actions have meanwhile caused Venezuelan crude exports to fall sharply.</p><p>In the days since US forces seized the first oil tanker off Venezuela’s coast last week, there has been an effective embargo in place, with loaded vessels carrying millions of barrels of oil staying in Venezuelan waters rather than risking seizure.</p><p>While many vessels picking up oil in Venezuela are under sanctions, others transporting the country’s oil and crude from Iran and Russia have not been sanctioned.</p><p>Some companies, particularly the US’s Chevron, transport Venezuelan oil in their own authorised ships.</p><p>Trump’s pressure <a href=\"/news/2025/12/3/us-venezuela-tensions-your-questions-answered\">campaign on Maduro</a> has also included a ramped-up military presence in the region and more than two dozen military strikes on alleged drug trafficking vessels in the Pacific Ocean and Caribbean Sea near Venezuela, which have killed at least 100 people.</p><p>The strikes are widely considered illegal under both US and international law and have been described as <a href=\"/news/2025/12/5/experts-say-us-boat-strikes-are-illegal-killings-can-they-be-stopped\">extrajudicial killings</a> by legal scholars and rights groups.</p><p>Trump has also said the US land strikes on Venezuela could follow.</p><h2 id=\"19th-century-foreign-policy-goals\">’19th-century foreign policy goals’</h2><p>Maduro has said the US military build-up is aimed at overthrowing him and gaining control of Venezuela’s oil resources, which are the world’s largest crude reserves.</p><p>Adam Clements, a former US diplomat and Pentagon official, told Al Jazeera that the latest seizure was just one method for the Trump administration to try to put pressure on Maduro.</p><p>It was not clear what the Trump administration’s specific foreign policy goals were when it came to Venezuela, but it had been “hinting” recently that it sought regime change, he said.</p><p>“It’s so difficult to see if that is exactly the objective,” he said, adding that some in the Trump administration had “resurrected some 19th-century foreign policy goals” in the region.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"dangerous-precedent\">‘Dangerous precedent’</h2><p>For his part, Trump last week cited lost US investments in Venezuela when he was asked about the newest tactic in the campaign against Maduro, suggesting the Republican administration’s moves are at least somewhat motivated by disputes over oil investments.</p><p>“We’re not going to be letting anybody going through who shouldn’t be going through,” Trump told reporters. “You remember, they took all of our energy rights. They took all of our oil not that long ago. And we want it back. They took it; they illegally took it.”</p><p>While US and British companies were involved in early oil exploration in Venezuela, the fuel belongs to the Latin American country under the international law principle of permanent sovereignty over natural resources.</p><p>Venezuela nationalised its oil sector in 1976 and brought it under the control of the state-owned PDVSA.</p><p>Later, in 2007, the late left-wing President Hugo Chavez nationalised the remaining foreign oil projects in Venezuela, effectively ousting US oil giants like ConocoPhillips and Exxon Mobil.</p><p>The US’s ship interception on Saturday occurred as South American leaders gathered for a summit of the Mercosur bloc, where tensions over suspended member Venezuela overshadowed discussions of a future trade deal with the European Union.</p><p>At the gathering, Brazilian President Luiz Inacio Lula da Silva clashed with his Argentinian counterpart, Javier Milei, arguing that an outbreak of armed conflict over Venezuela could cause a “humanitarian catastrophe”.</p><p>Lula said it would set a “dangerous precedent for the world”, and that more than four decades after the Falklands War between Argentina and the United Kingdom, “the South American continent is once again haunted by the military presence of an extra-regional power”.</p><p>Milei, a Trump ally, countered by saying Argentina “welcomes the pressure from the United States and Donald Trump to free the Venezuelan people”.</p></div></div></body></html>"
        },
        {
            "title": "Ekitike and Isak help Liverpool squeeze past nine-man Tottenham | Football News | Al Jazeera",
            "time": "2025-12-20T20:19:58",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-20T193325Z_449449028_UP1ELCK1IBNTF_RTRMADP_3_SOCCER-ENGLAND-TOT-LIV-1766260645.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Alexander Isak endured a bittersweet evening as the Liverpool striker scored before limping off injured in a chaotic 2-1 win over nine-man Tottenham.</p><p>Isak put Liverpool ahead in the second half in north London on Saturday after Tottenham’s Xavi Simons was sent off before the interval for a nasty lunge on Virgil van Dijk.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>It was only Isak’s third goal in 16 games in all competitions since his British record 125-million-pound ($166m) move from Newcastle on transfer deadline day.</p><p>Yet in keeping with Isak’s troubled start to life with the Premier League champions, the 26-year-old was unable to fully enjoy his goal as he was forced to come off after being injured by Micky van de Ven’s failed attempt to stop him scoring.</p><p>Hugo Ekitike’s fifth goal in his last four appearances put Liverpool in command before Richarlison’s reply set up a tense finale that came to a head with Tottenham defender Romero’s dismissal in stoppage time.</p><p>Arne Slot’s side are up to fifth place in the Premier League after extending their unbeaten run to six games in all competitions, further distancing them from the miserable run of nine defeats in 12 that plunged them into crisis.</p><p>While Liverpool steadied the ship with a third successive win, Isak’s injury could not have come at a worse time following Mohamed Salah’s departure for the Africa Cup of Nations.</p><p>Slot claimed on Friday that Liverpool had “moved on” from the Salah controversy after his explosive interview two weeks ago in which he said he had been thrown under the bus by the club and no longer had a relationship with the Reds boss.</p><p>He was dropped from the squad for a Champions League game at Inter Milan but returned as a substitute in last week’s victory over Brighton.</p><p>The 33-year-old is now on international duty with Egypt for several weeks, making Isak’s injury an especially painful blow if he is ruled out for a prolonged period.</p><p>Slot will spend Christmas sweating on Isak’s fitness, and Tottenham manager Thomas Frank’s festive period will be even more fraught.</p><p>Last weekend’s limp 3-0 loss at Nottingham Forest sparked debate over the Dane’s future in his rocky first season in charge.</p><p>Tottenham are languishing in 13th place after winning just one of their last eight league games.</p><p>Ange Postecoglou was sacked despite winning the Europa League last season to end Tottenham’s 17-year trophy drought, and Frank is in danger of suffering the same fate as the Australian if results do not improve soon.</p><p>Simons left Tottenham with a mountain to climb in the 33rd minute when he raked his studs down Van Dijk’s calf with an ugly challenge from behind.</p><p>Initially booked for the foul, Simons was shown the red card after a VAR review.</p><p>Slot sent on Isak for the injured Conor Bradley at half-time and it took the Sweden striker just 11 minutes to make an impact as Liverpool broke the deadlock with a goal 300 million pounds ($399m) in the making.</p><p>All three of Liverpool’s costly close-season signings combined as Ekitike picked out Florian Wirtz, and he slipped a perfectly weighted pass to Isak, who timed his run to drill a clinical finish past Guglielmo Vicario from 10 yards.</p><p>Ekitike doubled Liverpool’s lead in the 66th minute.</p><p>Jeremie Frimpong’s deflected cross looped into the six-yard box, where Ekitike out-jumped Romero to thump his header into the top corner.</p><p>Richarlison reduced the deficit with a close-range blast after Reds captain van Dijk miscued a clearance in the 83rd minute.</p><p>But, with the visitors wobbling, Romero’s second booking for kicking Ibrahima Konate let Liverpool off the hook.</p></div></div></body></html>"
        },
        {
            "title": "‘Red Ribbon’ vigil for Palestinian prisoners held by Israel | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-12-20T20:16:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/PKG-GBR-PROTEST-MVS-201225.mp4.00_01_01_16.Still001-1766261558.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "4 dead, 11 injured in Taiwan knife attack | Crime | Al Jazeera",
            "time": "2025-12-20T19:13:47",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766257996.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div></div></body></html>"
        },
        {
            "title": "Why has signing the EU-Mercosur deal been delayed? | International Trade | Al Jazeera",
            "time": "2025-12-20T17:56:43",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/image-1766252810.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">Sealing of deal postponed despite decades of preparation.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>European farmers are protesting against the EU-Mercosur deal.</p><p>That is as signing has been postponed until January, due to disagreements in Europe.</p><p>The European-South American deal, planned for more than 25 years, would create the world’s largest free-trade zone.</p><p>So, why is there division?</p><p><strong>Presenter:</strong> Folly Bah Thibault</p><p><strong>Guests:</strong></p><p>Pieter Cleppe – Editor-in-chief at BrusselsReport.eu<br>\nCiaran Mullooly – Member of the European Parliament for the Independent Ireland group<br>\nGustavo Ribeiro – Founder and editor-in-chief of the Brazilian Report online newspaper</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Lebanon claims first phase of Hezbollah’s disarmament close to complete | Israel attacks Lebanon News | Al Jazeera",
            "time": "2025-12-20T17:38:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/AFP__20251204__874E9G3__v7__HighRes__TopshotLebanonIsraelConflict-1765021369.jpg?resize=1688%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>Lebanon claims first phase of Hezbollah’s disarmament close to complete</h1><p class=\"article__subhead\"><em>The PM says the part of the plan on south of the Litani River is ‘only days away from completion’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Lebanon is close to completing the disarmament of Hezbollah in the south of the Litani River before a year-end deadline as part of a ceasefire deal with Israel, according to Prime Minister Nawaf Salam.</p><p>Saturday’s statement comes as the country races to fulfil the key demand in the US-backed deal agreed in November last year and ended more than a year of fighting between Israel and Hezbollah.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The agreement requires the disarmament of the Iran-aligned Lebanese armed group, starting in areas south of the river adjacent to Israel.</p><p>Lebanese authorities, led by President Joseph Aoun and Salam, tasked the US-backed Lebanese army on August 5 with devising a plan to establish a state monopoly on arms by the end of the year.</p><p>“Prime Minister Salam affirmed that the first phase of the weapons consolidation plan related to the area south of the Litani River is only days away from completion,” a statement from his office said.</p><p>“The state is ready to move on to the second phase – namely [confiscating weapons] north of the Litani River – based on the plan prepared by the Lebanese army pursuant to a mandate from the government,” Salam added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"committee-meeting\">Committee meeting</h2><p>The statement came after Salam held talks with Simon Karam, Lebanon’s top civilian negotiator on a committee overseeing the Hezbollah-Israel truce.</p><p>In a meeting on Friday, the <a href=\"/news/2025/12/19/israel-lebanon-officials-meet-as-pressure-mounts-to-disarm-hezbollah\">committee</a> focused on how to return displaced people to their homes, addressing civilian issues to help prevent renewed war if the year-end deadline to disarm Hezbollah is not met.</p><p>The 15th meeting of the committee reflected a longstanding US push to broaden talks between the sides beyond monitoring the 2024 ceasefire.</p><p>At Friday’s meeting in the southern Lebanese coastal town of Naqoura, civilian participants discussed steps to support safe returns of residents uprooted by the 2023-24 war and advance economic reconstruction, the US Embassy in Beirut said.</p><p>Since the ceasefire, Israeli warplanes have <a href=\"/news/2025/12/18/israel-strikes-across-south-eastern-lebanon-in-latest-truce-violation\">repeatedly</a> targeted parts of Lebanon, mostly southern Lebanon, but sometimes even the capital.</p><p>Israel says it is questioning the Lebanese army’s efforts to disarm Hezbollah.</p><p>Hezbollah, a Shia Muslim armed group, has tried to resist the pressure – from its mainly Christian and Sunni Muslim opponents in Lebanon as well as from the US and Saudi Arabia – to disarm, saying it would be a mistake while Israel continues its air strikes on the country.</p><p>Israel has publicly urged Lebanese authorities to fulfil the conditions of the truce, saying it will act “as necessary” if Lebanon fails to take steps against Hezbollah.</p></div></div></body></html>"
        },
        {
            "title": "AFCON moves to 4-year cycle as new Africa Nations League created | Football News | Al Jazeera",
            "time": "2025-12-20T16:42:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/2025-12-20T162222Z_600348295_UP1ELCK19H8KA_RTRMADP_3_SOCCER-NATIONS-MAR-COM-PREVIEW-1766247868.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>AFCON moves to 4-year cycle as new Africa Nations League created</h1><p class=\"article__subhead\"><em>On the eve of the 2025 AFCON, football’s governing body in Africa create new four-year cycle and form a Nations League.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 20 Dec 2025</span><span aria-hidden=\"true\">20 Dec 2025</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>African football is getting a major shake-up with the creation of the African Nations League and conversion of the biennial Africa Cup of Nations to a four-year cycle.</p><p>Patrice Motsepe, the president of the Confederation of African Football, announced the changes Saturday during his news conference before <a href=\"/sports/2025/12/19/africa-cup-of-nations-2025-what-to-know-about-the-tournament\">the 2025 Africa Cup</a> hosted by Morocco.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Motsepe said that the 2027 Africa Cup, to be hosted by Uganda, Kenya and Tanzania, will go ahead as planned and that the following edition – originally scheduled for 2029 – will be moved forward to take place in 2028. The next Africa Cup after that will be in 2032.</p><p>This would allow the first African Nations League to take place in 2029. Motsepe said it would involve each of the continent’s 54 members, divided into four geographical zones, with games in September and October before the finals are held in November.</p><p>“What is new is that … in Africa there’s going to be a competition every year where the best African players who play in Europe and worldwide will be with us on the continent,” Motsepe said.</p><p>CAF officials did not immediately specify if the African Nations League will be held on a biennial or annual basis.</p></div></div></body></html>"
        }
    ]
}