{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "What the US and Iran are about to negotiate over isn’t clear | Conflict | Al Jazeera",
            "time": "2026-02-05T19:48:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-05T102436Z_1592948667_RC2MFJAWGQR6_RTRMADP_3_IRAN-USA-TALK_cropped-1770319866.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gaza flotilla organisers in South Africa warn against Israeli interception | Conflict | Al Jazeera",
            "time": "2026-02-05T19:27:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770319636.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US treasury secretary declines to rule out future Federal Reserve lawsuits | Donald Trump News | Al Jazeera",
            "time": "2026-02-05T19:10:23",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-05T162530Z_634549645_RC2SFJAL0CH6_RTRMADP_3_USA-CONGRESS-BESSENT-SENATE-1770309808.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Treasury Secretary Scott Bessent has faced questions from the United States Senate about President Donald Trump’s ongoing campaign to slash interest rates, despite concerns that such a move could turbo-charge inflation.</p><p>Bessent appeared on Thursday before the Senate’s Financial Stability Oversight Council.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>There, he received a grilling from Democrats over rising consumer prices and concerns about Trump’s attempts to influence the Federal Reserve, the US central bank.</p><p>One of his early clashes came with Senator Elizabeth Warren, who sought answers about a report in The Wall Street Journal that indicated Trump joked about suing his nominee for the Federal Reserve chair, Kevin Warsh, if he failed to comply with presidential demands.</p><p>“Mr Secretary, can you commit right here and now that Trump’s Fed nominee Kevin Warsh will not be sued, will not be investigated by the Department of Justice, if he doesn’t cut interest rates exactly the way that Donald Trump wants?” Warren asked.</p><p>Bessent evaded making such a commitment. “That is up to the president,” he replied.</p><figure id=\"attachment_4290898\" aria-describedby=\"caption-attachment-4290898\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4290898\" src=\"/wp-content/uploads/2026/02/2026-02-05T154648Z_766784506_RC2RFJA1MH7J_RTRMADP_3_USA-CONGRESS-BESSENT-SENATE-1770313722.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"Senators Elizabeth Warren and Tim Scott on a congressional panel\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4290898\" class=\"wp-caption-text\">Senators Tim Scott and Elizabeth Warren speak during a hearing on the Financial Stability Oversight Council’s annual report to Congress [Jonathan Ernst/Reuters]</figcaption></figure><h2 id=\"pressure-on-federal-reserve-members\">Pressure on Federal Reserve members</h2><p>Last week, Trump announced Warsh would be his pick to replace the current Federal Reserve chair, Jerome Powell, who has faced bitter criticism over his decision to lower interest rates gradually.</p><p>By contrast, Trump has repeatedly demanded that interest rates be chopped as low as possible, as soon as possible.</p><p>In December, for instance, he told The Wall Street Journal that he would like to see interest rates at “one percent and maybe lower than that”.</p><p>“We should have the lowest rate in the world,” he told the newspaper. Currently, the federal interest rate sits around 3.6 percent.</p><p>Experts say a sudden drop in that percentage could trigger a short-term market surge, as loans become cheaper and money floods the economy. But that excess cash could drive down the value of the dollar, leading to higher prices in the long term.</p><p>Traditionally, the Federal Reserve has served as an independent government agency, on the premise that monetary decisions for the country should be made without political interference or favour.</p><p>But Trump, a Republican, has sought to bring the Federal Reserve under his control, and his critics have accused him of using the threat of legal action to pressure Federal Reserve members to comply with his demands.</p><p>In August, for instance, he attempted to fire Federal Reserve Governor <a href=\"/economy/2025/11/17/us-fed-governor-cook-offers-detailed-defence-in-mortgage-fraud-case\">Lisa Cook</a> based on allegations of mortgage fraud, which she has denied.</p><p>Cook had been appointed to the central bank by Trump’s predecessor and rival, Democrat Joe Biden, and she has accused Trump of seeking her dismissal on political grounds. The Supreme Court is currently <a href=\"/economy/2026/1/21/us-supreme-court-appears-reluctant-to-let-trump-fire-feds-lisa-cook\">hearing the case</a>.</p><p>Then, in early January, the Department of Justice opened a <a href=\"/economy/2026/1/12/trump-administration-opens-criminal-probe-into-fed-chair-jerome-powell\">criminal investigation</a> into Powell, echoing accusations Trump made, alleging that Powell had mismanaged renovations to the Federal Reserve building.</p><p>Powell issued a rare statement in response, accusing Trump of seeking to bully Federal Reserve leaders into compliance with his interest rate policy.</p><p>“The threat of criminal charges is a consequence of the Federal Reserve setting interest rates based on our best assessment of what will serve the public, rather than following the preferences of the President,” Powell <a href=\"https://www.federalreserve.gov/newsevents/speech/powell20260111a.htm\" target=\"_blank\" rel=\"noopener\">wrote</a>.</p><figure id=\"attachment_4290910\" aria-describedby=\"caption-attachment-4290910\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4290910\" src=\"/wp-content/uploads/2026/02/2026-02-05T160559Z_378277446_RC2SFJAW0ATL_RTRMADP_3_USA-CONGRESS-BESSENT-SENATE-1770314594.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Thom Tillis speaks on a Senate panel\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4290910\" class=\"wp-caption-text\">Senator Thom Tillis, a Republican who is not seeking reelection, has been critical of the probe of Federal Reserve Chair Jerome Powell [Jonathan Ernst/Reuters]</figcaption></figure><h2 id=\"bipartisan-scrutiny-of-powell-probe\">Bipartisan scrutiny of Powell probe</h2><p>Given the string of aggressive actions against Powell and Cook, Trump’s joke about suing Warsh fuelled rumours that the Federal Reserve’s independence could be in peril.</p><p>Within hours of making the joke on January 31, Trump himself faced questions about how serious he might have been.</p><p>“It’s a roast. It’s a comedy thing,” Trump said of his remarks as he spoke to reporters on Air Force One. “It was all comedy.”</p><p>Warren, however, pressed Bessent about Trump’s remarks and chided the Treasury chief for not rejecting them.</p><p>“I don’t think the American people are laughing,” Warren told Bessent. “They’re the ones who were struggling with the affordability.”</p><p>The prospect of Trump exerting undue influence over the Federal Reserve even earned a measure of bipartisan criticism during Thursday’s council meeting.</p><p>Senator Thom Tillis, a Republican from North Carolina, opened his remarks to Bessent with a statement denouncing the probe into Powell, even though he acknowledged he was “disappointed” with the current Fed chair.</p><p>Still, Tillis emphasised his belief that Powell committed no crime, and that the investigation would discourage transparency at future Senate hearings.</p><p>He imagined future government hearings becoming impeded by legal formalities, for fear of undue prosecution.</p><p>“They’re going to be flanked with attorneys, and anytime that they think that they’re in the middle of a perjury trap, they’re probably just going to say, ‘I’ll submit it to the record after consultation with my attorneys,'” Tillis said, sketching out the scenario.</p><p>“Is that really the way we want oversight to go in the future?”</p><p>For his part, Bessent indicated that he backed the Federal Reserve’s long-term goal to keep interest rates at about 2 percent.</p><p>“It is undesirable to completely eliminate inflation,” Bessent said. “What is desirable is to get back to the Fed’s 2 percent target, and for the past three months, we’ve been at 2.1 percent.”</p><figure id=\"attachment_4290944\" aria-describedby=\"caption-attachment-4290944\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4290944\" src=\"/wp-content/uploads/2026/02/2026-02-05T152712Z_489764452_RC2RFJANFASG_RTRMADP_3_USA-CONGRESS-BESSENT-SENATE-1770315394.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"A screen shows Scott Bessent testifying at a Senate committee hearing. A photographer sits on the floor next to the screen.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4290944\" class=\"wp-caption-text\">Treasury Secretary Scott Bessent attends a Senate Banking, Housing and Urban Affairs Committee hearing on the Financial Stability Oversight Council on February 5 [Jonathan Ernst/Reuters]</figcaption></figure><h2 id=\"scrutinising-the-lawsuit-against-the-irs\">Scrutinising the lawsuit against the IRS</h2><p>As Thursday’s hearing continued, Bessent was forced to defend the Trump administration on several fronts, ranging from its sweeping tariff policy to its struggle to lower consumer prices.</p><p>But another element of Trump’s agenda took centre stage when Democrat Ruben Gallego of Arizona had his turn at the microphone.</p><p>Gallego sought to shine a light on the revelation in January that Trump had filed a lawsuit against the Internal Revenue Service (IRS) — part of his own executive branch.</p><p>Trump is seeking $10bn in damages for the leak of his tax returns during his first term as president. The IRS itself was not the source of the leak, but rather a former government contractor named Charles Littlejohn, who was sentenced to five years in prison.</p><p>Bessent was not named as a defendant in the lawsuit, though he currently serves both as the Treasury secretary and the acting commissioner of the Internal Revenue Service.</p><p>Critics have argued that Trump’s lawsuit amounts to self-dealing: He holds significant sway over the Justice Department, which would defend the federal government against such lawsuits, and he could therefore green-light his own settlement package.</p><p>In Thursday’s exchange with Gallego, Bessent acknowledged that any damages paid to Trump would come from taxpayer funds.</p><p>“ Where would that $10bn come from?” Gallego asked.</p><p>“ It would come from Treasury,” Bessent replied. He then underscored that Trump has indicated any money would go to charity and that the Treasury itself would not make the decision to award damages.</p><p>Still, Gallego pressed Bessent, pointing out that the Treasury would ultimately have to disburse the funds — and that Bessent would be in charge of that decision.</p><p>That circumstance, Gallego argued, creates a conflict of interest, since Bessent is Trump’s political appointee and can be fired by the president.</p><p>“Have you recused yourself from any decisions about paying the president on these claims?” Gallego asked.</p><p>Bessent sidestepped the question, answering instead, “I will follow the law.”</p></div></div></body></html>"
        },
        {
            "title": "Germany’s Merz warns of potential escalation as US, Iran prepare for talks | Nuclear Weapons News | Al Jazeera",
            "time": "2026-02-05T18:51:39",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6984ac4c-1770302540.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>German Chancellor Friedrich Merz has warned of the threat of a military escalation in the Middle East before <a href=\"/news/2026/2/4/us-iran-nuclear-talks-set-for-oman-on-friday-tehran-confirms\">talks between Iran and the United States</a> in Oman on Friday.</p><p>Speaking in Doha on Thursday, Merz said that fears of a new conflict had characterised his talks during his trip to the Gulf region.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“In all my conversations yesterday and today, great concern has been expressed about a further escalation in the conflict with Iran,” he said during a news conference.</p><p>Merz also urged Iran to end what he called aggression and enter into talks, saying Germany would do everything it could to de-escalate the situation and work towards regional stability.</p><p>The warning came in the run-up to a crucial scheduled meeting between officials from Tehran and Washington in Muscat.</p><p>Mediators from Qatar, Turkiye and Egypt have presented Iran and the US with a framework of key principles to be discussed in the talks, including a commitment by Iran to significantly limit its uranium enrichment, two sources familiar with the negotiations <a href=\"/news/2026/2/4/mediators-propose-framework-for-crucial-iran-us-talks-this-week\">have told Al Jazeera</a>.</p><p>Before the talks, both sides appear to be struggling to find common ground on a number of issues, including what topics will be up for discussion.</p><p>Iran says the talks must be confined to its long-running nuclear dispute with Western powers, rejecting a US demand to also discuss Tehran’s ballistic missiles, and warning that pushing issues beyond the nuclear programme could jeopardise the talks.</p><p>Reporting from Washington, DC, Al Jazeera’s Kimberly Halkett said the US is eager for the talks to follow what they see as an agreed-upon format.</p><p>“That agreed-upon format includes issues broader than what the US understands Iran is willing to discuss in this initial set of talks,” she explained.</p><p>US Secretary of State Marco Rubio said on Wednesday that talks would have to include the range of Iran’s ballistic missiles, its support for armed groups around the Middle East and its treatment of its own people, in addition to its nuclear programme.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>A White House official has told Al Jazeera that Jared Kushner, US President Donald Trump’s son-in-law and a key figure in his Middle East policy negotiations, and Steve Witkoff, Trump’s special envoy, have arrived in the Qatari capital, Doha, in advance of the talks.</p><p>Halkett said that Qatar is playing an instrumental role in trying to facilitate these talks, along with other regional US partners, including Egypt.</p><p>“We understand, according to a White House official, that this is perhaps part of the reason for the visit – to try and work with Qatar in an effort to try and get Iran to expand and build upon the format of these talks.”</p><h2 id=\"pressure-on-iran\">Pressure on Iran</h2><p>The talks come as the region braces for a potential US attack on Iran after US President Donald Trump ordered forces to amass in the Arabian Sea following a <a href=\"/news/2026/1/12/what-we-know-about-the-protests-sweeping-iran\">violent crackdown by Iran on protesters last month</a>.</p><p>Washington has sent thousands of troops to the Middle East, as well as an aircraft carrier, other warships, fighter jets, spy planes and air refuelling tankers.</p><p>Trump has warned that “bad things” would probably happen if a deal could not be reached, ratcheting up pressure on Iran.</p><p>This is not the first time Iranian and US officials have met in a <a href=\"/news/2026/2/4/can-us-iran-diplomacy-work-inside-the-narrow-window-for-talks\">bid to revive diplomacy</a> between the two nations, which have not had official diplomatic relations since 1980.</p><p>In June, US and Iranian officials gathered in the Omani capital to discuss a nuclear agreement, but the process stalled as Israel launched attacks on Iran, killing several military leaders and top nuclear scientists, and targeting nuclear facilities. The US later briefly joined the war, bombing several Iranian nuclear sites.</p></div></div></body></html>"
        },
        {
            "title": "How the US left Ukraine exposed to Russia’s winter war | News | Al Jazeera",
            "time": "2026-02-05T17:57:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770314130.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">As Ukrainians face the coldest winter in a decade, trilateral talks take place in Abu Dhabi.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Russia is exploiting Ukraine’s coldest winter yet since it escalated the war four years ago. As negotiations between Ukraine, Russia and the United States continue to stall, will this winter freeze become Ukraine’s breaking point?</p><p><strong>In this episode: </strong></p><ul>\n<li>Oleksiy Sorokin (<a href=\"https://x.com/mrsorokaa?lang=en\">@mrsorokaa</a>) Deputy Chief Editor, Kyiv Independent</li>\n</ul><p><strong>Episode credits:</strong></p><p><em>This episode was produced by Chloe K. Li, Marcos Bartolomé, and Melanie Marich, with Phillip Lanos, Spencer Cline, Maya Hamadeh, Tuleen Barakat, and our guest host, Kevin Hirten. It was edited by Tamara Khandaker. </em></p><p><em>Our sound designer is Alex Roldan. Our video editors are Hisham Abu Salah and Mohannad al-Melhemm. Alexandra Locke is The Take’s executive producer. Ney Alvarez is Al Jazeera’s head of audio. </em></p><p><strong>Connect with us:</strong></p><p>@AJEPodcasts on <a href=\"https://twitter.com/AJEPodcasts\">X</a>, <a href=\"https://www.instagram.com/ajepodcasts/\">Instagram</a>, <a href=\"https://www.facebook.com/AJEPodcasts\">Facebook</a>, and <a href=\"https://www.youtube.com/playlist?list=PLzGHKb8i9vTwjZkiFu6LhzsLUKFkYO60I\">YouTube</a></p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "US envoy shuns Polish parliament speaker over Trump remarks | Donald Trump News | Al Jazeera",
            "time": "2026-02-05T17:15:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20231110__34348WW__v1__HighRes__PolandPoliticsOpposition-1770308386.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US envoy shuns Polish parliament speaker over Trump remarks</h1><p class=\"article__subhead\"><em>US Ambassador Tom Rose says: ‘We will not permit anyone to harm US-Polish relations, nor disrespect’ President Trump.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States embassy in Poland says it is breaking off contact with the country’s parliamentary speaker over what it calls “outrageous” insults directed at President Donald Trump.</p><p>US Ambassador to Poland Tom Rose said on Thursday that the decision to end all dealings with Wlodzimierz Czarzasty would take effect “immediately”.</p><p>This week, Czarzasty said Trump does not deserve the Nobel Peace Prize <a href=\"/news/2026/1/16/venezuelas-machado-gives-trump-her-nobel-peace-prize-is-it-his-now\">he has long sought</a> and slammed the US president’s “policy of force” in international affairs. He pointed to Trump’s tariffs on European countries, <a href=\"/news/2026/1/21/trump-nixes-european-tariff-threats-over-greenland-after-nato-chief-talks\">threats to seize Greenland</a> and claims that <a href=\"/news/2026/1/23/trump-claim-on-nato-role-in-afghanistan-draws-condemnation\">NATO allies had stayed off the front lines</a> during the war in Afghanistan.</p><p>“This is a breach of the politics of principles and values, often a breach of international law,” Czarzasty told reporters.</p><p>Rose said Czarzasty’s comments were “outrageous and unprovoked” and undermined otherwise strong US-Polish ties.</p><p>“We will not permit anyone to harm US-Polish relations nor disrespect [Trump], who has done so much for Poland and the Polish people,” Rose wrote on X.</p><p></p><p>Czarzasty was defiant after the rebuke, saying that while he “respects” the US as an ally, he stands by his view that Trump is undeserving of the world’s top peace prize.</p><p>Writing on X, Czarzasty said: “I continue to respect the United States as a key partner of Poland. Therefore, I regret Ambassador Tom Rose’s declaration, but I will not change my position on these fundamental issues for Polish women and men.”</p><p>This is not the first time Czarzasty has publicly criticised Trump.</p><p>In late January, Czarzasty joined other high-ranking Polish politicians in rebuking Trump’s comments that the US “never needed” NATO allies.</p><p>Forty-three Polish soldiers and one civil servant died as part of the US-led NATO coalition fighting in Afghanistan.</p><p>Czarzasty heads Poland’s New Left party, which is part of Prime Minister Donald Tusk’s pro-European governing coalition, which also includes nationalist President Karol Nawrocki, a vocal supporter of Trump.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN rights chief warns his office is in ‘survival mode’ over funding crisis | United Nations News | Al Jazeera",
            "time": "2026-02-05T16:44:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2023/03/2023-02-27T085204Z_1267443583_RC2KJZ9D84B1_RTRMADP_3_UN-RIGHTS.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UN rights chief warns his office is in ‘survival mode’ over funding crisis</h1><p class=\"article__subhead\"><em>Volker Turk appeals for $400m after cuts to operations in 17 countries.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The human rights chief of the United Nations says his office has been pushed into “survival mode” as he appealed for $400m to cover its funding needs this year.</p><p>UN High Commissioner for Human Rights Volker Turk said on Thursday that budget cuts last year reduced operations in 17 countries, including Colombia, Myanmar and Chad.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Turk warned the cuts are undermining global human rights monitoring as he outlined his agency’s funding needs after the United States and other major Western donors last year reduced their humanitarian spending and support for UN-linked agencies.</p><p>“These cuts and reductions untie perpetrators’ hands everywhere, leaving them to do whatever they please,” he told diplomats at his office’s headquarters in Geneva, Switzerland. “With crises mounting, we cannot afford a human rights system in crisis.”</p><p>While the US government under former President Joe Biden was the top single donor to Turk’s agency in voluntary contributions at $36m in 2024, the current administration under President Donald Trump halted its contributions in 2025.</p><p>“I am thankful to our 113 funding partners, including governments, private and multilateral donors, for their vital contributions,” Turk said. “But we are currently in survival mode, delivering under strain.”</p><p>Trump has repeatedly said the UN has potential but has failed to live up to it. During his time in office, the US has withdrawn from UN bodies such as the World Health Organization and UNESCO and cut funding to dozens of other agencies.</p><p>Last month, UN Secretary-General Antonio Guterres warned in a <a href=\"/news/2026/1/30/guterres-warns-un-faces-imminent-financial-collapse#:~:text=UN%20Secretary%2DGeneral%20Antonio%20Guterres%20has%20warned%20that%20the%20United,faced%20a%20grave%20financial%20crisis.\">letter</a> sent to all UN member nations that the world body faces “imminent financial collapse” unless its financial rules are overhauled or all 193 member nations pay their dues.</p><p>Last year, the Office of the High Commissioner for Human Rights had appealed for $500m in voluntary contributions but received $257m. It received $191m through the regular budget, about $55m less than initially approved, The Associated Press news agency reported.</p></div></div></body></html>"
        },
        {
            "title": "Starvation by design: How Israel turned food into a weapon of war in Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-05T16:35:19",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/AFP__20250630__64A94ZU__v2__HighRes__TopshotPalestinianIsraelConflict-1751378305.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>In the first three months of Israel’s genocidal war on Gaza in 2023, only four deaths were officially attributed to starvation by health officials in Gaza. By 2024, that number rose to 49.  But it was in 2025 – the year the siege reached its suffocating zenith – that the death toll exploded, reaching 422 deaths in a single year.</p><p>This represents a staggering 760 percent increase in starvation deaths in just 12 months.</p><p>UN Special Rapporteur on the Right to Food <a href=\"https://youtu.be/qTyMV3sFSzw\" target=\"_blank\" rel=\"noopener\">Michael Fakhri told</a> Al Jazeera in August 2025 that the global standard for famine analysis, known as the Integrated Food Security Phase Classification (IPC), tends to be “conservative”.</p><p>“The reality on the ground was unequivocal. We raised the alarm when we started seeing the first children dying,” Fakhri explained, noting that the crisis met the strict technical <a href=\"/news/2025/8/22/what-has-led-to-a-famine-being-confirmed-in-gaza\">criteria for famine</a>.</p><p>The Health Ministry in Gaza gave the breakdown of the victims: 40.63 percent were elderly (over 60), and 34.74 percent were children. In 2025 alone, cases among children under five spiked from 2,754 in January to 14,383 in August.</p><p>Legal experts said that what occurred in Gaza wasn’t just “food insecurity”; it met the strict technical criteria for famine, a designation often delayed by political bureaucracy.</p><p>“In the human rights community, we don’t wait as long … we don’t have to focus on measuring pain, suffering, and death,” Fakhri explained. “We raised the alarm when we started seeing the first children dying … because when a parent is holding their child in their arms, and that child is wasting away, that means an entire community is under attack.”</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"aligncenter size-arc-image-770 wp-image-3712352\" src=\"/wp-content/uploads/2025/05/Interactive_Gaza_food_IPC_report_May13_2025-05-1747298369.png?w=770&amp;resize=770%2C963&amp;quality=80\" alt=\"Interactive_Gaza_food_IPC_report_May13_2025 starvation hunger famine\" fetchpriority=\"low\"></p><h2 id=\"anatomy-of-a-strategy\">Anatomy of a strategy</h2><p>Palestinians in the Gaza Strip and other parts of the occupied Palestinian territory have accused consecutive Israeli governments of a decades-old policy to use food and aid as a weapon of war.</p><p>Suleiman Basharat, a Palestinian commentator and researcher on Israeli affairs, traces this strategy to the blockade of Gaza imposed by Israel in 2007.</p><p>“It was based on the idea of starvation and narrowing daily life,” Basharat noted. This doctrine was infamously summarised in 2006 by <a href=\"https://truthout.org/articles/israeli-government-documents-show-deliberate-policy-to-restrict-food-to-gaza/\" target=\"_blank\" rel=\"noopener\">Dov Weisglass</a>, an adviser to the Israeli prime minister, who said the goal was “to put the Palestinians on a diet, but not to make them die of hunger”, adding that the war marked a shift from “management” to “elimination”.</p><p>Senior Israeli ministers made their intentions clear at the very start of the genocidal war on Gaza. Former Israeli Defence Minister Yoav Gallant had declared a complete siege against “<a href=\"/video/newsfeed/2023/10/9/israeli-defence-minister-orders-complete-siege-on-gaza\">human animals</a>“.  His remarks were quickly reinforced by far-right Finance Minister Bezalel Smotrich, who argued that blocking aid to Gaza was “<a href=\"/news/2024/8/8/palestine-urges-icc-arrest-warrant-for-smotrich-over-call-to-starve-gaza\">justified and moral</a>“, even if it meant starving millions.</p><p>Israel’s moves to ramp up this policy were thorough. Before the war on Gaza began in 2023, the United Nations said 500 trucks carrying aid and food were needed to keep the people in Gaza sustained.</p><p>But during the war, an average of 19 trucks a day were allowed in the Strip – a 96 percent reduction – which some Israeli media have referred to as the “calorie collapse”.</p><ul>\n<li><strong>The Calorie Collapse:</strong> Before the war, 500 trucks sustained Gaza daily. During the conflict, this dropped to an average of 19 trucks a day – a 96 percent reduction.</li>\n<li><strong>The Thirst War:</strong> Water availability plummeted from 84 litres per person to just 3 litres during the siege.</li>\n<li><strong>Scorched Earth:</strong> Israel systematically destroyed infrastructure for agricultural production. By August 2025, 90 percent of agricultural land was razed, 2,500 chicken farms were destroyed (killing 36 million birds), and the fishing port was obliterated.</li>\n</ul><p>“If Israel wanted to do it, every child in Gaza could have breakfast tomorrow,” de Waal observed. “All they need to do is to open the gates”.</p><figure id=\"attachment_4039441\" aria-describedby=\"caption-attachment-4039441\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4039441\" src=\"/wp-content/uploads/2025/10/Interactive_WorldFoodDay_October16_2025-02-1760613587.png?quality=80\" alt=\"Interactive_WorldFoodDay_October16_2025-01-1760613556\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4039441\" class=\"wp-caption-text\">[Al Jazeera]</figcaption></figure><p>In addition to food, people in Gaza witnessed a sharp decrease in water releases from Israel. Rights group Oxfam said that, 100 days into the “ceasefire”, Gaza is still deliberately deprived of water as aid groups are forced to scavenge under an illegal blockade.</p><p>Israel also employed a “<a href=\"/news/longform/2024/7/2/how-israel-destroyed-gazas-ability-to-feed-itself\">scorched earth</a>” policy, systematically destroying the infrastructure for agricultural production.</p><p>By August 2025, estimates suggest that the Israeli army had destroyed 90 percent of agricultural land and 2,500 chicken farms. The army focused its campaign on areas near the security barrier in the north, south and east of the Gaza Strip.</p><p>The spokesperson for Gaza’s Ministry of Agriculture, Mohammed Abu Odeh, has warned that the Israeli army’s destruction and control of the farmland will affect the chain of food and supply of vegetables for nearly two million people in the Strip.</p><h2 id=\"the-illusion-of-aid\">The illusion of aid</h2><p>Palestinian officials and analysts suggest Israel has had a strategy of blocking aid and, at times, manipulating how it is delivered.</p><p>Political analyst Abdullah Aqrabawi told Al Jazeera Arabic that Israel and the US have tried to create their own aid-delivering system, such as the <a href=\"/news/2025/5/20/what-is-the-gaza-humanitarian-foundation-and-why-has-it-been-criticised\">Gaza Humanitarian Foundation</a> (GHF), but failed. Hundreds of Palestinians were killed at GHF sites trying to access food.</p><p>“The United States came with a pier and contracted companies … and failed,” Aqrabawi said. He noted that these initiatives were attempts to “support criminal pockets” or specific families to distribute aid, “thereby isolating Hamas – the resistance”.</p><h2 id=\"re-engineering-society\">Re-engineering society</h2><p>Analysts say that the starvation tactics were used, not just for military leverage, but also to create an “anti-resistance” sentiment in Gaza.</p><p>“The goal is to break the Palestinian resistance by affecting the social base that embraces it,” Basharat explained. He argues that Israel aimed to “re-engineer the Palestinian human” into a being whose sole cognitive focus is basic survival, rendering them incapable of political thought.</p><p>Analysts described a host of policies adopted by Israeli officials to push Palestinians out of Gaza, cloaking them in misleading terms, such as encouraging “<a href=\"/news/2023/11/14/israeli-minister-supports-voluntary-migration-of-palestinians-in-gaza\">voluntary migration</a>“.</p><p>Israeli affairs expert Mohannad Mustafa said this was a cynical euphemism for forced displacement. “You starve the people, destroy the infrastructure … and in the end, you ask them: ‘Do you want to emigrate?'” Mustafa <a href=\"https://youtu.be/XDreVKe4mmM\" target=\"_blank\" rel=\"noopener\">told</a> Al Jazeera Arabic Channel. “This is forced displacement, not voluntary migration.”</p><p>Israeli rights activists have repeatedly pointed out the policies of Israeli Prime Minister Benjamin Netanyahu to pressure people in Gaza and the occupied West Bank to leave.</p><p>Alice Rothchild, a member of Jewish Voice for Peace, described the policies as “humiliating mechanics”. She <a href=\"https://youtu.be/YeQD6spHyEU\" target=\"_blank\" rel=\"noopener\">detailed</a> how the system forced starving civilians to walk miles to feeding centres, “herding them into cages” to receive aid. “It’s all part of this attempt to destroy Gaza,” she said.</p><p><strong>Future defined by hunger</strong></p><p>Today, despite the ongoing Gaza “ceasefire” – which continues despite Israel’s regular attacks – the destruction of Gaza’s agricultural backbone means the Strip remains entirely dependent on external aid, giving Israel permanent control.</p><p>The 475 officially recorded deaths are merely the tip of the iceberg.</p><p>For many Palestinians, the war may be “paused” in theory, but for a generation of Palestinians, the man-made hunger, physical and political scars could take decades to heal.</p><p class=\"jetpack-video-wrapper\"><iframe loading=\"lazy\" title='\"Everyone in Gaza is starving\" | The Listening Post' src=\"https://www.youtube.com/embed/YeQD6spHyEU?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\">VIDEO</iframe></p></div></div></body></html>"
        },
        {
            "title": "UK ex-envoy’s ties to Epstein spark political storm | Sexual Assault | Al Jazeera",
            "time": "2026-02-05T16:19:38",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770308319.jpg?resize=1443%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "New Trump administration rule makes it easier to fire career civil servants | Government News | Al Jazeera",
            "time": "2026-02-05T16:13:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-05T145213Z_868346163_RC2PFJA484LL_RTRMADP_3_USA-TRUMP-PRAYER-BREAKFAST-1770303860.jpg?resize=1891%2C1080",
            "body": "<html><body><div><header class=\"article-header\"><h1>New Trump administration rule makes it easier to fire career civil servants</h1><p class=\"article__subhead\"><em>The Office of Personnel Management’s new rule would reclassify high ranking officials as at-will and they could be fired for 'intentionally subverting Presidential directives'.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The administration of United States President Donald Trump has finalised its overhaul of the US government’s civil service system, according to a government statement, giving the president the power to hire and fire an estimated 50,000 career federal employees.</p><p>The US Office of Personnel Management (OPM) on Thursday is set to create a new category for high-ranking career employees involved in carrying out administration policies, the Wall Street Journal reported. Personnel in that category would be exempted from longstanding civil service protections that make federal workers difficult to fire.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>OPM officials said the rule is aimed in part at “disciplining” federal workers who stand in the way of Trump’s policies, the paper reported. It added that the new category applies to senior positions that are policy-determining, policy-making or policy-advocating in nature.</p><p>“People can’t be conscientious objectors in the workforce in a way where it interferes with their ability to carry out their mission,” OPM’s director Scott Kupor said in an interview with the WSJ.</p><p>“These positions will remain career jobs filled on a non-partisan basis. Yet they will be at-will positions excepted from adverse action procedures or appeals. This will allow agencies to quickly remove employees from critical positions who engage in misconduct, perform poorly, or obstruct the democratic process by intentionally subverting Presidential directives,” the more than 250-page directive from OPM claimed.</p><p>The federal government has long been seen as a stable employer, with staff commonly spending decades working at US agencies. Trump and his team sought to change that at the start of his second term, as he argued that the federal government was bloated and inefficient.</p><p>In 2025, the White House made aggressive cuts to the federal workforce, with more than 300,000 people leaving the nation’s largest employer.</p><p>The OPM did not respond to Al Jazeera’s request for comment.</p></div></div></body></html>"
        },
        {
            "title": "Chinese startup tests its flying car that can carry 10 people | Technology | Al Jazeera",
            "time": "2026-02-05T16:00:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770307187.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Pakistan Super League signs Bangladesh’s Mustafizur after IPL controversy | Cricket News | Al Jazeera",
            "time": "2026-02-05T15:23:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-21T150844Z_1175400804_RC2DOEA7H5SF_RTRMADP_3_CRICKET-T20-WORLDCUP-1770301953.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Pakistan Super League signs Bangladesh’s Mustafizur after IPL controversy</h1><p class=\"article__subhead\"><em>Pakistan’s Super League moves to sign Bangladesh’s Mustafizur Rahman after both countries’ T20 dispute with India.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A Pakistan cricket club has signed the Bangladesh fast bowler whose removal from the Indian Premier League (IPL) sparked a crisis at the Twenty20 (T20) World Cup.</p><p>Lahore Qalandars signed Mustafizur Rahman for $230,000 in a draft that allows Pakistan Super League franchises to select one player before the February 11 auction.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Mustafizur was bought for $1m by the IPL’s Kolkata Knight Riders, but on January 3, the Board of Control for Cricket in India ordered Kolkata to release Mustafizur without a public explanation but amid regional tensions.</p><p>That outraged Bangladesh, and its cricket board asked to shift its T20 World Cup games from India to co-host Sri Lanka because of “security concerns.” The International Cricket Council (ICC) refused, rejected the reason, and <a href=\"/sports/2026/1/24/bangladesh-out-of-t20-world-cup-after-iccs-refusal-to-change-venues\">cut Bangladesh</a> from the tournament.</p><p>The Pakistan Cricket Board, which supported Bangladesh, accused the ICC of double standards, and its government ordered Pakistan <a href=\"/sports/2026/2/1/pakistan-to-boycott-t20-world-cup-match-against-india-on-february-15\">not to play</a> India in the T20 World Cup that starts on Saturday. Pakistan-India matches are huge money-spinners for the ICC.</p><p>Mustafizur was drafted by Lahore for a third time since the PSL started in 2016.</p><p>“Once a Qalandar, always a Qalandar,” Lahore owner Sameen Rana said in a statement. “Mustafizur is not just a player; he’s a brother, a key part of our family who never left … his talent, experience, and dedication will be invaluable as we aim to defend our title.”</p></div></div></body></html>"
        },
        {
            "title": "How Epstein-Mandelson files rocked the UK government | Corruption News | Al Jazeera",
            "time": "2026-02-05T14:51:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_698476b03f121-1770288816.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British Prime Minister Keir Starmer has agreed to reveal the vetting process used by the ruling Labour Party to approve Peter Mandelson’s appointment as the United Kingdom’s ambassador to the United States in December 2024 after new revelations from the <a href=\"/news/2026/2/2/modi-to-kevin-rudd-how-epstein-files-set-off-a-storm-far-beyond-the-us\">Jeffrey Epstein files</a> about the relationship between the diplomat and the billionaire sex offender.</p><p>For one, the <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">latest release of files</a> relating to the investigation of Epstein by the US Department of Justice showed that Mandelson maintained his relationship with Epstein after Epstein served a sentence for soliciting prostitution from a minor in 2008. But chief among the claims against Mandelson now are the suggestions he received payments from the late financier and may have shared market-sensitive information with him that was of financial interest to Epstein.</p><p>Epstein died in prison by suicide in 2019 before his trial stemming from his second prosecution for sex offences, including allegations of trafficking dozens of girls, could take place.</p><p>On Thursday, Starmer apologised to victims of Epstein for appointing Mandelson as ambassador to the US despite knowing of his ties to the disgraced financier.</p><p>“It had been publicly known for some time that Mandelson knew Epstein, but none of us knew the depth and the darkness of that relationship,” Starmer said.</p><p>“I am sorry. Sorry for what was done to you, sorry that so many people with power failed you, sorry for having believed Mandelson’s lies and appointing him.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-is-peter-mandelson-and-what-is-he-accused-of\">Who is Peter Mandelson and what is he accused of?</h2><p>Since the release on Friday of the <a href=\"/news/2025/12/24/more-than-a-million-epstein-related-documents-discovered-release-delayed\">latest tranche</a> of Epstein files, including emails between Epstein and Mandelson, UK media have widely reported that the government suspects Mandelson may have illegally shared market-sensitive information with Epstein 15 years ago.</p><p>The newly released files include more than 3 million pages of documents and more than 2,000 videos and 180,000 images.</p><p>As a life peer, Mandelson, 72, was a member of the House of Lords before he resigned this week. He was a veteran Labour politician who served in the cabinets of Prime Ministers Tony Blair and Gordon Brown from 1997 to 2010. After Labour swept back into power after 14 years in the opposition in 2024, he was appointed ambassador to the US, taking up his post on February 10 last year.</p><p>He <a href=\"/economy/2026/2/2/uks-ex-ambassador-mandelson-quits-labour-over-epstein-links-reports-say\">resigned</a> from the Labour Party on Sunday.</p><p>“I have been further linked this weekend to the understandable furore surrounding Jeffrey Epstein and I feel regretful and sorry about this,” Mandelson said in a letter reported by British media.</p><p>“While doing this I do not wish to cause further embarrassment to the Labour Party and I am therefore stepping down from membership of the party.”</p><p>Alleged leaks of sensitive information by Mandelson took place in 2009 when he was serving as the UK’s business secretary in the wake of the 2008 financial crisis.</p><p>This is not the first time that Mandelson has been embarrassed by his friendship with Epstein. On September 11, the <a href=\"/news/2025/9/11/uk-fires-ambassador-to-us-peter-mandelson-over-links-to-epstein\">UK fired Mandelson</a> as ambassador to the US over emails between the two men, the British Foreign, Commonwealth and Development Office (FCDO) said.</p><p>On Tuesday, UK police launched a criminal investigation into Mandelson over suspected misconduct in public office linked to <a href=\"/news/2026/2/3/uk-police-to-review-misconduct-claims-after-mandelsons-leaks-to-epstein\">his relationship with Epstein</a>.</p><p>Misconduct in public office is punishable in the UK with a maximum sentence of life imprisonment.</p><p>Besides his sacking as ambassador, Mandelson has previously been forced to resign from ministerial posts for alleged misconduct on two occasions – in 1998 and 2001.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"who-was-jeffrey-epstein\">Who was Jeffrey Epstein?</h2><p>Epstein was a billionaire financier born and raised in New York who was known for socialising with celebrities and politicians.</p><p>Criminal investigations indicated he may have abused hundreds of girls over the course of his high-profile career. He was arrested in 2019 on federal criminal charges relating to alleged exploitation of underage girls dating back two decades. He died in prison before he could come to trial.</p><p>He also was previously accused of sexually assaulting a 14-year-old girl in 2005 after her parents made a report to the police. In 2008, Epstein pleaded guilty to charges of soliciting prostitution and soliciting prostitution from a minor in relation to a single victim.</p><p>He spent 13 months in prison on a work-release programme, which allowed him to leave jail to go to work during the day and return at night.</p><p>The US attorney in Manhattan also prosecuted Epstein’s former girlfriend Ghislaine Maxwell as a <a href=\"/news/2021/11/29/maxwell-epstein-partners-in-crime-us-prosecutor-says\">coconspirator</a> in his sexual abuse scheme. Maxwell was convicted in 2021 and is currently serving a <a href=\"/news/2022/6/28/ghislaine-maxwell-sentenced-to-20-years-for-sex-crimes\">20-year prison sentence</a>, which she received in 2022.</p><h2 id=\"what-do-we-know-about-mandelson-s-relationship-with-epstein\">What do we know about Mandelson’s relationship with Epstein?</h2><p>When Mandelson was fired as ambassador to the US in September, the FCDO wrote: “In light of the additional information in emails written by Peter Mandelson, the prime minister has asked the foreign secretary to withdraw him as ambassador.</p><p>“The emails show that the depth and extent of Peter Mandelson’s relationship with Jeffrey Epstein is materially different from that known at the time of his appointment.”</p><p>These particular emails were obtained and published by the UK’s Sun newspaper in September. In them, Mandelson told Epstein to “fight for early release” shortly before he was sentenced in 2008.</p><p class=\"p1\">“I think the world of you,” Mandelson told Epstein before his sentence began.</p><p>“I can still barely understand it. It just could not happen in Britain,” Mandelson wrote. “You have to be incredibly resilient, fight for early release and be philosophical about it as much as you can.”</p><p>It is now clear from the latest tranche of Epstein files that Mandelson continued his friendship with Epstein for some time after the financier had been convicted of sex offences.</p><h2 id=\"what-do-the-new-epstein-files-reveal\">What do the new Epstein files reveal?</h2><p>From 2003 to 2004, bank records indicated that Epstein made three payments totalling $75,000 to accounts connected to Mandelson or his partner Reinaldo Avila da Silva. Mandelson has said he does not recall receiving any such funds and has pledged to examine whether the documents are genuine.</p><p>According to these documents, in 2009, Epstein sent da Silva 10,000 pounds ($13,607, or $20,419 today after inflation) to pay for an osteopathy course. This week, Mandelson told The Times of London: “In retrospect, it was clearly a lapse in our collective judgement for Reinaldo to accept this offer.”</p><p>Emails revealed in the latest tranche of files from the US Justice Department also shine a light on the close friendship between the two men.</p><p>In October 2009, Epstein wrote in an email to Mandelson: “You can marry princess beatrice, the queen would have a queen as a grandson,” referring to the daughter of Andrew Mountbatten-Windsor, the former prince whose royal titles were stripped last year over his own links to Epstein and allegations of the sexual abuse of Virginia Giuffre, who successfully sued Mountbatten-Windsor.</p><p>“does that make it incest, how exciting,” Epstein wrote.</p><p>In 2010, Lesley Groff, known to have been Epstein’s long-term executive assistant, emailed his boss: “Mandelson’s holiday plans arc still being sorted out. They hope to be in touch soon.”</p><p>In 2013, Epstein emailed Mandelson, saying he knew Mandelson was visiting St Petersburg, Russia. Mandelson described the city as “a rave”, to which Epstein asked whether “its for gays”. Mandelson responded, “Er no, tastey [sic] models and dancing.”</p><p>But the emails also suggested Mandelson passed sensitive information to the financier.</p><p>On May 9, 2010, Mandelson emailed Epstein, saying: “Sources tell me 500 b euro bailout, almost compelte [sic].” The next morning, European governments approved a 500-billion-euro bailout for banks in the wake of the global financial crisis.</p><p>Also in May 2010, Mandelson emailed Epstein, saying, “Finally got him to go today.” It is believed that Mandelson was referring to former Labour Prime Minister Brown.</p><p>Epstein replied to this email: “I have faith, the value of some chapters in your book should now increase.”</p><p>Brown announced his resignation just hours after this email exchange.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-has-starmer-said\">What has Starmer said?</h2><p>Under mounting pressure from opposition politicians and within his own party this week, Starmer agreed to release information about the process through which Mandelson was appointed ambassador in 2024.</p><p>At a question and answer session on Wednesday in the House of Commons dominated by the Epstein revelations, Starmer admitted that he knew of Mandelson’s friendship with Epstein but said Mandelson had “lied repeatedly to my team when asked about his relationship with Epstein before and during his tenure as ambassador”.</p><p>“Mandelson betrayed our country, our parliament and my party,” Starmer said. “I regret appointing him. If I knew then what I know now, he would never have been anywhere near government.”</p><p>Starmer said he would ensure that “all of the material” is published, except for documents that compromise Britain’s national security, international relations or the police investigation into Mandelson’s activities.</p><p>On Tuesday, Starmer told his cabinet he was “appalled by the information” regarding Mandelson and was concerned more details could come to light, according to a Downing Street readout of the cabinet meeting.</p><p>Starmer also said he had ordered the civil service to conduct an “urgent” review of all of Mandelson’s contacts with Epstein while he was in government.</p><p>“The alleged passing on of emails of highly sensitive government business was disgraceful,” Starmer said, adding that he was not yet “reassured that the totality of information had yet emerged”.</p><h2 id=\"how-will-this-affect-starmer\">How will this affect Starmer?</h2><p>Members of parliament expressed their dismay and called on him to step down.</p><p>Conservative MP Luke Evans said: “At the end of the day, he [Starmer] made the decision to appoint Mandelson to the post of ambassador, so he must explain his decision-making process.”</p><p>Alex Burghart, the shadow chancellor of the Duchy of Lancaster, said: “There is no doubt that the prime minister’s judgement is being called sharply into question at this moment. It is becoming harder to see how any of us can rely on his judgement in future.”</p><p>Conservative MP Graham Stuart added: “The fact is that he appointed a person who had already broken all the Nolan Principles before his appointment as well as doing so after it. I think that makes the prime minister’s position untenable.”</p><p>The Nolan Principles are a set of ethical standards for all public office holders in the UK.</p><p>“I would say that today is the crumbling of Starmer. His judgement is poor, and it is ruining this country and the Labour Party,” Conservative MP Esther McVey said.</p><h2 id=\"what-do-we-know-about-how-mandelson-was-approved-as-us-ambassador\">What do we know about how Mandelson was approved as US ambassador?</h2><p>Facing questions from Conservative leader Kemi Badenoch in the House of Commons in September, Starmer maintained that “full due process was gone through” for the purposes of Mandelson’s appointment.</p><p>Mandelson’s ties to Epstein, who is said to have nicknamed him “Petie”, had been publicly known for years.</p><p>But The Times of London reported that Starmer received just a two-page vetting note from the Cabinet Office’s propriety and ethics team about Mandelson’s appointment.</p><p>That document suggested that while Epstein was in prison in 2009, Mandelson stayed at Epstein’s townhouse in Manhattan. The report also contained a photograph of Mandelson and Epstein together.</p><p>This indicated that by late 2024, the UK government had documentation showing Mandelson had remained close to Epstein even after his 2008 conviction.</p></div></div></body></html>"
        },
        {
            "title": "Trump’s building a new world order, and there’s a method to his ‘madness’ | Donald Trump | Al Jazeera",
            "time": "2026-02-05T14:39:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6983306a-1770205290.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"184\" data-end=\"570\">Trump’s presence at last month’s World Economic Forum in Davos was about one thing: showing the rich and powerful who is boss. As his commerce secretary made clear in the Swiss resort: “With President Trump, capitalism has a new sheriff in town.”</p><p data-start=\"572\" data-end=\"927\">In the run-up to the summit, Trump ramped up threats against Greenland, forcing Western leaders to finally recognise that underneath the bluster, Trump may be serious about shaking up their world. Taken together with Trump’s invasion of Venezuela and ongoing tariff wars, the United States president’s actions suggest an emerging model of capitalism built less on market rules and more on direct state coercion and geopolitical competition.</p><p data-start=\"929\" data-end=\"1300\">Canada’s Prime Minister Mark Carney put it eloquently when he said that Trump represented “a rupture, not a transition”. The international rules-based order is shot through with hypocrisy and double standards, Carney argued, but still, this American-dominated economy has delivered a degree of stability for countries like Canada; today, “this bargain no longer works”.</p><p data-start=\"1302\" data-end=\"1434\">Carney is right. Trump is leading an attempt to transform the international order. And that means changing the way capitalism works.</p><p data-start=\"1436\" data-end=\"1908\">For decades, we have lived under a neoliberal form of capitalism. In theory, this system was based on the rule of the free market. In reality, it was a highly monopolistic system, with major decisions about how we live being taken by an ever more concentrated group of business leaders and wealthy investors. Such a system has driven historically unprecedented levels of inequality and environmental destruction and eroded democracy to the point where it barely functions.</p><p data-start=\"1910\" data-end=\"2210\">We have been here before. In the late 19th century, a globalised “free market” economy also created massive inequality, dominated by a small number of robber baron industrialists and financiers. As these business empires worked with nation-states to expand their markets across the world, war became inevitable.</p><p data-start=\"2212\" data-end=\"2781\">In some countries, fascist leaders came to power, clearing away democratic opposition to the business titans, merging them into an aggressive nationalist project, using the full force of the state to drive corporate profits and incorporate that profit-making into a world-dominating project. In many ways, fascism was the ultimate expression of monopoly power. Fascist economies were characterised by the fusion of state power with corporate monopolies, the mobilisation of industry for nationalist expansion, and the suppression of democratic economic oversight.</p><p data-start=\"2783\" data-end=\"3029\">Trump represents something similar. He will use economic or military warfare to get his way and is explicitly using state power to enrich the biggest corporations in history, boosting state subsidies and public protection to unprecedented levels.</p><p data-start=\"3031\" data-end=\"3298\">But Trump is not controlled by business leaders; rather, he wants to change the way they function. Trump often clashes with the “woke” corporate bureaucrats, bullying them into integrating with his political project, just as fascist leaders did a hundred years ago.</p><p data-start=\"3300\" data-end=\"3746\">Hence, Trump’s interest in intervening in countries in ways that many in the business world find perplexing. Trump said that his invasion of Venezuela was about oil. And yet, many oil companies seem reluctant to invest. Trump’s United Nations ambassador said his interest in Greenland is about controlling the critical minerals required to make military and other high-tech products. But digging them up seems too difficult for many in the business world to contemplate.</p><p data-start=\"3748\" data-end=\"4301\">Some argue that Trump is simply interested in enriching the speculators who surround him. And there is surely some of that – just look at the hedge funds that reportedly made a killing as Trump threatened intervention in Venezuela. But there is something deeper, too. Trump sees the world as one of great power rivalry, in which China is America’s chief competition, but Europe also needs to know its place. To maintain US dominance, control of resources is vital, even those buried deep beneath the ground, not least because someone else might grab them.</p><p data-start=\"4303\" data-end=\"4717\">Trump’s plan – albeit one open to change, and applied in a deeply erratic, sometimes contradictory fashion – is for a world where international law is replaced entirely with the rule of the bully. In turn, this is a reaction to unsustainable dynamics in the global economy. As such, it will likely outlive Trump. So we cannot wait for an election to save us. If we want to defeat Trump’s politics, we need to stand up to him.</p><p data-start=\"4303\" data-end=\"4717\">Carney suggested as much in Davos, proposing a new coalition of “middle powers” to replace dependence on the US. This is undoubtedly important, but it is only part of the answer. Carney’s vision of this alternative coalition is centred on signing yet more deregulatory, free-market trade deals, replacing one form of globalisation with another.</p><p data-start=\"5051\" data-end=\"5521\">It is time for Western leaders to learn that you cannot beat fascist economics with neoliberalism. We need a genuinely democratic form of economics. This means building systems where public investment, democratic accountability and economic sovereignty take precedence over corporate concentration and speculative finance. And that is possible, because in retaliating against Trump and breaking with US dependence, countries can begin rewriting the rules of the economy.</p><p data-start=\"5523\" data-end=\"6196\">Retaliation against Trump should not be viewed simply through the lens of escalating tariffs. Limiting access of US corporations to procurement contracts, refusing to cooperate on intellectual property rules, and regulating finance and technology will all hurt Trump’s friends while also helping our countries develop sovereign economic policies that can centre the needs of ordinary citizens. Remarkably, such policies have been explicitly put on the table in discussions over the European Union’s so-called “trade bazooka”, threatened over Greenland.</p><p data-start=\"6198\" data-end=\"6738\">This would represent the beginning of something genuinely different. Trump’s rise is frightening, yet it presents an opportunity, which should have been seized long ago, to move towards a more democratic economy, to halt and reverse inequality, to restore our environment. Trump’s politics are not an anomaly but a symptom of deep failures within the global economic system. And that path is the only way to prevent fascism, because economic systems that concentrate power and wealth inevitably create fertile ground for authoritarian rule.</p><p data-start=\"6198\" data-end=\"6738\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "‘US’s critical minerals summit will burden Global South with most costs’ | Al Jazeera | Al Jazeera",
            "time": "2026-02-05T14:17:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/Critical-minerals-horizontal-thumb-1770300854.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has hosted its first critical minerals summit aimed at challenging China’s dominance of the global supply chain for rare earth elements. But political economist Stefan Zylinski warns that Global South countries are likely to bear the greatest cost from any plan conceived by the Global North.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Gaza returnee recalls her journey through the Rafah crossing | Gaza | Al Jazeera",
            "time": "2026-02-05T14:09:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770300468.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "US-Iran talks face ‘serious obstacles in the way of diplomacy’ | Al Jazeera | Al Jazeera",
            "time": "2026-02-05T14:07:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/US-IRAN-HORIZONTAL-THUMB-1770300346.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States and Iran are set to hold talks in Oman on Friday in an effort to reach a deal that de-escalates the threat of military confrontation. Mohsen Milani, a politics professor at the University of South Florida, says both sides face intense domestic pressure to succeed.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "It’s time for the world to boycott the US | Donald Trump | Al Jazeera",
            "time": "2026-02-05T14:02:42",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_6984a2bcef9b-1770300092.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"558\" data-end=\"955\">Under President Donald Trump’s leadership, the United States has, over the past year, consistently violated international norms and laws. The rollercoaster of tariff barriers, the sham negotiations between Russia and Ukraine, and the declaration of a false “ceasefire” with Israel, all while openly musing about turning Gaza into “oceanfront property”, would have been bad enough on their own.</p><p data-start=\"957\" data-end=\"1254\">But in just the past couple of months, the US has bombed Nigeria to “defend” Christians, invaded Venezuela and arrested its president, Nicolás Maduro, after months of blowing up Venezuelan boats in international waters, and openly threatened Iran, Greenland, and Mexico with military intervention.</p><p data-start=\"1256\" data-end=\"1830\">Within the US, Trump’s ICE (Immigration and Customs Enforcement) has continued to carry out extralegal harm in the process of fulfilling his promise of mass deportations. Since the start of 2026, federal immigration officers have shot and killed at least three US citizens: 43-year-old Keith Porter Jr. in California, and 37-year-olds Renée Nicole Good and Alex Pretti in Minnesota. Both Good and Pretti were killed on camera, in incidents recorded from multiple angles, intensifying public outrage over the expanding use of lethal force by federal immigration agencies.</p><p data-start=\"1832\" data-end=\"2388\">If this were almost any other country, like Iran, with its repressive and indiscriminate killing of thousands of protesters over the past month, the Western-led international community would already be calling for sanctions and embargoes against the US. But in light of US threats and actions at home and abroad, the world now needs to take a page from the late Rev. Dr. Martin Luther King Jr.’s leadership in the early years of the Civil Rights Movement. The world needs to boycott and divest from US corporations, US-made products, and US-led events.</p><p data-start=\"2390\" data-end=\"2878\">Short of civil strife, civil war, or military action, there is no other way for the world to disrupt US aggression except through massive economic pressure. While on a considerably smaller scale, King and so many other Black people in the 1950s understood that hitting the wallets of those who had long benefited from Black labour and pain could be effective in the US. It was one of the few tools available in their struggle against the daily onslaught of violent racist segregation.</p><p data-start=\"2880\" data-end=\"3369\">The 381-day Montgomery Bus Boycott in Alabama was a response to decades of segregated public transport, not simply to Rosa Parks refusing to give up a “whites-only” seat at the front of a bus on December 1, 1955. During the year-long protest, some 40,000 Black Montgomery residents either carpooled or walked to school, work, church, and elsewhere. <a href=\"https://kinginstitute.stanford.edu/king-papers/documents/statement-ending-bus-boycott\">Defending the boycott</a>, King said, “We came to see that, in the long run, it is more honourable to walk in dignity than ride in humiliation.”</p><p data-start=\"3371\" data-end=\"4045\">White Montgomery residents responded with mass arrests, threats, and other acts of intimidation, including the bombing of King’s home on January 30, 1956. A month after the US Supreme Court affirmed <a href=\"https://kinginstitute.stanford.edu/browder-v-gayle-352-us-903\">Browder v. Gayle</a>, the decision outlawing segregation on public transportation, with the now-deceased activist Claudette Colvin among the plaintiffs, Montgomery formally ended its bus segregation policies on December 17, 1956, though white residents continued to harass, attack, and even lynch Black bus riders and civil rights activists for years afterwards. “Our aim has never been to put the bus company out of business, but rather to put justice in business,” King said.</p><p data-start=\"4047\" data-end=\"4680\">Putting “justice in business” in the case of the US will require a global effort. The world should build on the Palestinian-led BDS (Boycott, Divestment, and Sanctions) movement against Israel and apply those lessons to the US. BDS was launched in July 2005 with the support of 170 Palestinian organisations as a nonviolent effort to apply economic and cultural pressure on Israel to end its apartheid rule over Gaza and the West Bank. BDS founders Omar Barghouti and the late Ingrid Jaradat Gassner drew inspiration from the global anti-apartheid boycotts, divestments, and sanctions against South Africa in the 1970s and 1980s.</p><p data-start=\"4682\" data-end=\"5120\">BDS has three objectives in its two-decade-long push against Israeli oppression and systematic genocide: “ending [Israel’s] occupation and colonisation of all Arab lands and dismantling the Wall; recognising the fundamental rights of Arab-Palestinian citizens of Israel to full equality; and respecting, protecting, and promoting the rights of Palestinian refugees to return to their homes and properties, as stipulated in UN Resolution 194.”</p><p data-start=\"5122\" data-end=\"5713\">It is true that powerful lobbies and other Western supporters of Zionism have labelled BDS “anti-Semitic”. But it is also true that those opposed to social justice will go to great lengths to discredit and destroy movements that challenge their power. Over the years, BDS has helped raise global awareness of the everyday, systemic destruction of Palestine and the lives of Palestinians living under Israel’s apartheid and occupation. The movement is also likely a key reason why the ongoing genocide in Gaza never garnered broad international support or sustained backing among ordinary Americans.</p><p data-start=\"5715\" data-end=\"6414\">As for a global boycott movement against US oppression and aggression, some have already begun calling for a boycott of the 2026 FIFA Men’s World Cup this summer, with most scheduled matches set to take place in stadiums across the US. <a href=\"https://x.com/medickimw/status/2009009043655020678\">Social media posts</a> urging people to cancel World Cup tickets and travel plans to the US, and to sanction its athletes and businesses, have gone viral in the aftermath of ICE agent Jonathan Ross’s gunning down of Renée Nicole Good on January 7. Given the increase in xenophobic, queerphobic, and racist civil strife and persecution at home and abroad, a backlash against US tourism now looms as the world approaches the June dates for the tournament’s matches.</p><p data-start=\"6416\" data-end=\"7285\">But the stakes for the US and the world at this moment are high, and boycotting the globe’s largest sporting event, though significant, is hardly enough to pressure an increasingly belligerent and autocratic regime. Boycotting and divesting from US businesses that support the oppression of marginalised people, especially companies such as Google, Amazon, and Palantir, with their surveillance investments in Israel, would be one place to start. Disinvesting from US-based media monopolies, whether News Corp, The Washington Post, or Paramount Global, would go a long way towards loosening the stranglehold US monopolies exert over Western media. Boycotting the America250 celebrations scheduled for July, the 2028 Summer Olympics in Los Angeles, and annual US-based international cultural events such as Coachella and the Met Gala would also exert pressure.</p><p data-start=\"7287\" data-end=\"7609\">Boycotting high-profile US supporters of oppression and militarism, whether Trump, Bari Weiss, or Elon Musk, would draw further attention. If the world wants the US to do better by its own people and to act as a better nation-state on the global stage, it must act collectively to boycott and divest from US influence.</p><p data-start=\"7611\" data-end=\"7956\">It was not all that long ago that the old Soviet Union regularly labelled Americans as “capitalist pigs” or “imperialist pigs”. Such Cold War propaganda was accompanied by films portraying the once self-proclaimed “leader of the free world” as a society riven by racist civil strife and violent repression against those who challenged injustice.</p><p data-start=\"7958\" data-end=\"8547\">Years after King gave his first public address galvanising the Montgomery Bus Boycott, where he described the “weapon of protest” as “the glory of America, with all of its faults”, he came to understand that much of what had been dismissed as Soviet propaganda was, in fact, bedrock reality. “The evils of capitalism are as real as the evils of militarism and racism. The problems of racial injustice and economic injustice cannot be solved without a radical redistribution of political and economic power,” King said in 1967. This is something the world needs to remind the US of in 2026.</p><p data-start=\"7958\" data-end=\"8547\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "T20 World Cup 2026 quiz: How well do you know cricket’s shortest format? | Cricket News | Al Jazeera",
            "time": "2026-02-05T14:00:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-05T112908Z_859248594_RC26L8APTS1W_RTRMADP_3_CRICKET-T20-WORLDCUP-1770296141.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>T20 World Cup 2026 quiz: How well do you know cricket’s shortest format?</h1><p class=\"article__subhead\"><em>Take the Al Jazeera Sport quiz ahead of the 2026 ICC T20 World Cup in India and Sri Lanka.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The <a href=\"/sports/2026/2/3/which-teams-are-in-the-t20-world-cup-2026-and-what-are-their-squads\">2026 edition</a> of the International Cricket Council (ICC) T20 World Cup is being staged in India and Sri Lanka from February 7 to March 8.</p><p>India are <a href=\"/sports/2026/2/5/who-are-the-past-winners-and-whats-the-history-of-the-t20-world-cup\">the reigning champions</a>, having defeated Australia the previous final in Barbados.</p><p>But how much do you know about the shortest format of cricket on the global stage?</p><p>Try the Al Jazeera Sport quiz to test your knowledge?</p></div></div></body></html>"
        },
        {
            "title": "UK PM Starmer apologises to Epstein victims for appointing Mandelson | Investigation News | Al Jazeera",
            "time": "2026-02-05T13:53:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260205__969B2EQ__v2__HighRes__BritainPoliticsAssault-1770296117.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK PM Starmer apologises to Epstein victims for appointing Mandelson</h1><p class=\"article__subhead\"><em>UK questions its leader’s judgement amid revelations of former ambassador Peter Mandelson’s close ties to late sex offender Jeffrey Epstein.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>British Prime Minister Keir Starmer has apologised to the victims of Jeffrey Epstein for appointing Peter Mandelson as the United Kingdom’s ambassador to the United States, despite the diplomat’s close ties to the late sex offender.</p><p>“It had been publicly known for some time that Mandelson knew Epstein, but none of us knew the depth and the darkness of that relationship,” Starmer said in a speech given from southern England on Thursday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The prime minister had appointed Mandelson to be ambassador to the US in December 2024.</p><p>“I am sorry,” Starmer said, addressing his apology to the victims. “Sorry for what was done to you, sorry that so many people with power failed you, sorry for having believed Mandelson’s lies and appointing him.”</p><p>Starmer <a href=\"/news/2025/9/11/uk-fires-ambassador-to-us-peter-mandelson-over-links-to-epstein\">fired Mandelson</a> last September after emails were published showing that he maintained a friendship with Epstein following the late American financier’s 2008 US conviction for sex offences involving minors.</p><p>But the prime minister now faces fresh pressure over the appointment after the US Justice Department last week released files revealing new details of Mandelson’s close relationship with Epstein.</p><p>The files also suggested Mandelson had leaked government documents to Epstein, and that Epstein had recorded payments to Mandelson or his then-partner, now his husband.</p><p>Mandelson, who is now <a href=\"/news/2026/2/3/uks-mandelson-to-resign-from-house-of-lords-over-epstein-ties\">under police investigation</a> for alleged misconduct in office, said he does not recall having received payments and has not commented publicly on allegations he leaked documents. He has not responded to messages from media outlets seeking comment.</p><h2 id=\"starmer-under-fire\">Starmer under fire</h2><p>Starmer had previously said he would release the vetting advice he was given when he selected Mandelson for the Washington role. But on Thursday, he said he also needed to abide by a police request not to release anything that could prejudice an investigation.</p><p>Starmer’s opponents and even those in his own party have said the revelations about Mandelson posed major questions about his judgement. With polls suggesting Starmer is already hugely unpopular with the British public, some in his own party say his position is under threat.</p><p>“His [Starmer’s] MPs are furious,” said Al Jazeera’s Rory Challands, reporting from London and noting that the situation is “certainly looking very dangerous for Keir Starmer”.</p><p>However, Challands does not think that this will necessarily lead to Starmer’s resignation – at least not yet.</p><p>“For him [Starmer] to go, we would have to see more rumblings from key government ministers, perhaps resignations, perhaps some of them sticking their heads over the parapet,” he said. “We’re not seeing that at the moment.”</p><p>Opposition parties will certainly make the most they can out of this scandal, “but if Keir Starmer has to fall it either has to be by the hand of his own party or he has to decide that his time is up,” said Challands.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "T20 World Cup: India will travel to Colombo despite Pakistan boycott | Sport News | Al Jazeera",
            "time": "2026-02-05T13:53:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-09-28T185153Z_672691040_UP1EL9S1GEG87_RTRMADP_3_CRICKET-ASIACUP-IND-PAK-1770297398.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>India captain Suryakumar Yadav said ‌his team would travel to Colombo as planned for their Twenty20 World Cup clash against archrivals Pakistan, despite Pakistan’s decision to boycott the match, citing geopolitical tensions.</p><p>The Pakistani government <a href=\"/sports/2026/2/5/boycotting-india-at-t20-world-cup-to-support-bangladesh-pakistan-pm-sharif\">directed its team</a> to boycott the February 15 Group A contest to show solidarity with Bangladesh, who were replaced by Scotland following their refusal to tour India over safety concerns.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“Our mindset is clear,” Suryakumar told reporters at the captains’ pre-tournament news ⁠conference in Mumbai on Thursday.</p><p>“We have not refused to play – they have. We’ve booked our flight and we are going.”</p><p>India, currently the top-ranked T20 team, are aiming to become the first side to defend the title, and also the first hosts to win the T20 World Cup.</p><p>Pakistan’s boycott of the India match would leave them with little margin for error in their bid to reach the Super-8 stage, as only the top two teams from each group in the 20-team tournament advance.</p><p>Group ⁠A also features Namibia, the Netherlands and the USA, who shocked Pakistan in the 2024 edition of the tournament.</p><p>Pakistan captain Salman Ali Agha said the decision to boycott the game against India was “not in our control”.</p><p>“It’s a government decision, and we respect that,” Salman told reporters in Colombo.</p><p>“Yeah, we lost to USA in the last World Cup, but that’s history now. It’s a new World Cup, it’s a new team, and it’s a new combination.</p><p>“All three teams in our group, they are very good sides … So we are preparing for these games like we always do against any other team.”</p><p>Asked what ‌would happen should India and Pakistan meet in a knockout game, Salman said they would follow government advice.</p><h2 id=\"australia-play-down-series-defeat-by-pakistan\">Australia play down series defeat by Pakistan</h2><p>Australia captain Mitchell Marsh played down the significance of their 3-0 series loss in Pakistan heading into the tournament.</p><p>“Look, Pakistan was Pakistan. We ‌had a few guys missing and we come here with a long lead-in,” Marsh said. “We will be very well-prepared for our first game.”</p><p>Australia will be without Pat Cummins ‌through injury, while Josh Hazlewood is likely to miss the early ⁠games.</p><p>Marsh expressed confidence in their bowling depth.</p><p>“One of the great things about Pat and Josh especially, being all three-format players, is that we’ve been able to build a lot of depth within our squad and the guys that have come in have played a lot of cricket ‌for our group.</p><p>“So we’ve got a lot of confidence in them to go out there and do the job when required, and then we’ll just pick teams based on the conditions.”</p><p>England captain Harry Brook was upbeat about their chances of a third T20 World Cup title.</p><p>“We are confident, we want to go all the way in the tournament, but would still want to take it one game at a time,” Brook said.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine talks conclude without breakthrough on ending war | Conflict News | Al Jazeera",
            "time": "2026-02-05T13:43:22",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260205__96BC8KF__v1__HighRes__UkraineRussiaConflictWarPrisoners-1770321559.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-path-to-node=\"1\">Ukraine and Russia have concluded a second day of United States-brokered negotiations in the United Arab Emirates without achieving a breakthrough towards ending Russia’s war.</p><p data-path-to-node=\"1\">The two sides agreed to each hand over 157 prisoners of war with officials from Ukraine and the US as well as Russia’s Ministry of Defence confirming on Thursday that the exchange had taken place.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>US special envoy Steve Witkoff – who led the American mediation team alongside Jared Kushner, President Donald Trump’s son-in-law – said that while “significant work remains” in peace negotiations to end the war, the prisoner swap showed that “sustained diplomatic engagement is delivering tangible results and advancing efforts to end the war in Ukraine.”</p><p>Progress was also reached towards strengthening US-Russian engagement. According to the US military’s European Command, the two sides agreed to re-establish high-level military-to-military dialogue, which has been suspended since 2021.</p><p>The channel “will provide a consistent military-to-military contact as the parties continue to work towards a lasting peace”, the European Command said in a statement.</p><p>Before Thursday’s session concluded, Russian negotiator Kirill Dmitriev told state media: “Things are moving forward in a good, positive direction.” He also said active work was under way to restore Russia’s relations with the US, including within the framework of a US-Russia working group on the economy.</p><p>However, he criticised what he described as attempts by European nations to “disrupt” and “meddle” in the process.</p><p>Ukrainian President Volodymyr Zelenskyy remained cautious, saying Ukraine would remain “as constructive as possible” even though the process is “certainly not easy”.</p><p>“We want faster results,” he added during a news conference in Kyiv alongside visiting Polish Prime Minister Donald Tusk.</p><p>The <a href=\"/news/2026/1/22/russia-ukraine-peace-talks-down-to-one-issue-says-us-envoy-witkoff\">first round</a> of trilateral negotiations took place in late January but appeared to make little progress on the vital question of territory. Moscow is demanding Kyiv cede a fifth of the Donetsk region that it still controls, which Zelenskyy’s government is refusing to do.</p><h2 id=\"prisoner-exchange-deal\">Prisoner exchange deal</h2><p>The Russian state news agency RIA reported that Russia and Ukraine exchanged 157 prisoners of war each, citing the Defence Ministry. Three civilians from the Kursk region were also returned to Russia.</p><p>Among the Ukrainians released were 19 “who were illegally sentenced, 15 of them to life imprisonment,” according to Zelenskyy’s aide Kyrylo Budanov. Seven of those freed are civilians, the Ukrainian parliament’s commissioner for human rights, Dmytro Lubinets, said.</p><p>Photos shared by Zelenskyy on X showed several of the newly released prisoners with shaved heads and cloaked in Ukrainian flags.</p><p>The exchange marked the first such agreement between the two nations in several months. The last time Moscow and Kyiv conducted a prisoner swap was on October 2 as part of agreements made during three rounds of direct negotiations held in Istanbul earlier that year.</p><figure id=\"attachment_4291101\" aria-describedby=\"caption-attachment-4291101\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4291101\" src=\"/wp-content/uploads/2026/02/AFP__20260205__969N7G3__v3__HighRes__TopshotBelarusRussiaUkraineConflictPrisoners-1770321571.jpg?w=770&amp;resize=770%2C433&amp;quality=80\" alt=\"Russian prisoners of war (POWs) reacting in a bus\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4291101\" class=\"wp-caption-text\">This video grab taken from a handout footage released by the Russian Defence Ministry on February 5, 2026, shows Russian prisoners of war (POWs) reacting in a bus following an exchange of prisoners at an undisclosed location in Belarus [Russian Defence Ministry via AFP]</figcaption></figure><p data-path-to-node=\"9\">Thursday’s talks came before the war’s four-year anniversary on February 24. In a rare disclosure of battlefield losses, Zelenskyy estimated this week that <a href=\"/news/2026/2/5/zelenskyy-reveals-55000-ukrainian-soldiers-killed-fighting-against-russia\">55,000 Ukrainian soldiers</a> have been killed since Russia’s 2022 invasion. He added that thousands more remain missing and it was the staggering human toll that had brought both sides to the negotiating table.</p><h2 id=\"continued-attacks\" data-path-to-node=\"10\">Continued attacks</h2><p data-path-to-node=\"11\">Even as the swap was being finalised, the violence continued. In Kyiv, Mayor Vitali Klitschko said an overnight Russian drone attack wounded two elderly women and damaged residential buildings, an office block and a kindergarten.</p><p class=\"p1\">Ukraine’s air force ‌said Russia launched ⁠two ballistic missiles and 183 drones at Ukraine overnight and air defences shot down 156 ‌of the drones.</p><p class=\"p1\">A man was also hurt in the surrounding Kyiv region, the regional governor said.</p><p data-path-to-node=\"11\">The strike was part of a larger Russian campaign that is targeting Ukraine’s power grid during the coldest weeks of winter.</p><p data-path-to-node=\"11\">On Wednesday, Russian forces shelled Ukraine’s eastern city of Druzhkivka, <a href=\"/news/2026/2/4/russian-shelling-kills-seven-in-ukrainian-market-clouding-abu-dhabi-talks\">killing</a> at least seven people at a crowded market.</p><p data-path-to-node=\"11\">The attack, using cluster munitions, targeted the market during a typically busy time on Wednesday morning, Donetsk Governor Vadym Filashkin said. Fifteen people were injured, he said. The oldest victim was 81.</p></div></div></body></html>"
        },
        {
            "title": "Famine conditions spread to more towns in Sudan’s Darfur, experts warn | Sudan war News | Al Jazeera",
            "time": "2026-02-05T13:27:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/child_girl_sudan_el-fasher_starvation_hunger_rsf_siege-1756496286.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Acute malnutrition has reached famine levels in two more areas of western Sudan’s Darfur region, United Nations-backed experts warn, as a civil war between the paramilitary Rapid Support Forces (RSF) and the Sudanese army has caused widespread hunger.</p><p>In an alert issued on Thursday by the Integrated Food Security Phase Classification (IPC), global food security experts said famine thresholds for acute malnutrition had been surpassed in North Darfur state’s contested areas of Um Baru and Kernoi.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The IPC alert is not a formal famine classification, but it highlights alarming levels of hunger based on the latest data.</p><p>In Um Baru, the rate of acutely malnourished children aged under five was nearly double the famine threshold, with 53 percent affected, the report said.</p><p>Nearly a third of children in Kernoi suffered from acute malnutrition, it added.</p><p>“These alarming rates suggest an increased risk of excess mortality and raise concern that nearby areas may be experiencing similar catastrophic conditions,” the report said.</p><p>Thursday’s alert, based on data available up to February, comes nearly three months after the IPC confirmed famine conditions in el-Fasher, the capital of North Darfur, and Kadugli, the capital of South Kordofan, about 800km (500 miles) to the east.</p><p>The IPC said at the time that 20 more areas in Darfur and neighbouring Kordofan were at risk of famine.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"brutal-siege\">Brutal siege</h2><p>El-Fasher, long the Sudanese army’s final stronghold in the Darfur region, fell to the RSF in October after 18 months of bombardment and starvation.</p><p class=\"p1\">The fall of the city, amid reports of mass killings, rape and abductions, pushed at least 127,000 people to flee to nearby towns, according United Nations data.</p><p class=\"p2\">“The movement of tens of thousands of people facing hunger and malnutrition into already fragile areas of North Darfur is likely to sharply increase the number of people facing catastrophic food insecurity,” the IPC said.</p><p>Um Baru and Kernoi are near the border with Chad and have received some of the tens of thousands of displaced people who fled el-Fasher. Fighting subsequently has been reported in both locations.</p><p>Since April 2023, Sudan has been engulfed in a devastating war between the army and the RSF. The conflict has effectively split Sudan in two, with the army holding the north, east and centre and the RSF dominating Darfur and, alongside allies, parts of the south.</p><p class=\"p1\">Fighting has recently concentrated in areas of Kordofan, with the Sudanese military starting to make progress in the region after breaking a siege <a href=\"/news/2026/2/3/sudan-military-claims-to-break-siege-of-key-kordofan-city-of-kadugli\">in the key city of Kadugli</a> and the neighbouring town of Dilling.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"rsf-attack-hospital\">RSF attack hospital</h2><p>On Thursday, at least 22 people were killed in an RSF attack on a military hospital in South Kordofan province, according to the Sudan Doctors Network, a group of medical professionals tracking the war.</p><p>The group said the paramilitary’s bombing of the Al-Kuweik Hospital killed the facility’s medical director and three other members of the medical staff.</p><p>In a statement posted to social media, the doctors’ network said the targeting of health facilities and medical personnel was a war crime and flagrant violation of international humanitarian law, adding that the bombing was just the latest attack targeting health facilities in South Kordofan. Several hospitals had been left inoperable in the attacks, it said.</p><p>“This has exacerbated the humanitarian crisis and threatens the remaining health services available to civilians,” said the statement.</p><p>The conflict, nearing the three-year mark, has killed tens of thousands of people, displaced nearly 11 million and driven multiple regions into famine and hunger, creating one of the world’s <a href=\"/news/2025/12/15/tracking-sudans-humanitarian-crisis-by-the-numbers\">worst humanitarian crises</a>.</p><p class=\"p1\">According to the UN, more than 21 million Sudanese – nearly half of the population – are facing acute food insecurity, with two-thirds of the population in urgent need of assistance.</p><figure id=\"attachment_4175500\" aria-describedby=\"caption-attachment-4175500\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4175500\" src=\"/wp-content/uploads/2025/12/INTERACTIVE-SUDAN-HUMANITARIAN-SITUATION-NOV12-2025-copy-2-1765797196.png?quality=80\" alt=\"INTERACTIVE - SUDAN - HUMANITARIAN SITUATION - NOV12, 2025 copy 2-1765797196\" data-interactive=\"true\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4175500\" class=\"wp-caption-text\">(Al Jazeera)</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "Video: Bangladesh’s election and the return of banned Jamaat-e-Islami | Government | Al Jazeera",
            "time": "2026-02-05T13:21:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770297644.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Israel sprays unknown chemical over land in south Lebanon | Israel attacks Lebanon | Al Jazeera",
            "time": "2026-02-05T13:11:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770297084.jpg?resize=1917%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 5 Feb 2026</span><span aria-hidden=\"true\">5 Feb 2026</span></p></div></div></body></html>"
        }
    ]
}