{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Banana republics are making a comeback in Latin America | Opinions | Al Jazeera",
            "time": "2026-01-15T13:32:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/epa_6968ec2b92a9-1768483883.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>South America is at a crossroads. The attack on Caracas, the abduction of Nicolas Maduro and the threats towards the Colombian and Mexican presidents by the US president are an ominous sign of the years ahead. In addition to armed external meddling, elections have sharpened political tensions from La Paz to Santiago, Buenos Aires to Quito, and the region’s biggest democracies are heading to the polls again later in 2026. Unequal dividends from decades of growth, combined with the post-pandemic erosion of state capacity, have widened the appeal of hard-line, populist responses. The danger is not only domestic: the region’s drift towards militarised politics, and the open threats by the US, surface the risks of external influence, a modern rehash of the banana republic and gunboat diplomacy playbook.</p><p>Taken together, these dynamics point to a dangerous convergence. Rising insecurity, hollowed-out political representation and renewed external coercion are reinforcing one another, weakening institutions and making the region once again vulnerable to domination rather than self-determination.</p><p>Peru is a stark cautionary tale. For two decades, the country had above-average economic growth, attracted heavy foreign investment, and even sought OECD membership. By early 2026, the sol is widely regarded as South America’s most stable currency. Yet prosperity has not translated into institutional stability: seven presidents in nine years speak to a deeper political dysfunction. The sociologist Julio Cotler has argued that Peru’s elites, enriched by exports of raw materials, had scant incentives to share gains or build capable and inclusive institutions. The result is a brittle political economy, where colonial hierarchies linger, inequalities across gender, class and ethnicity persist, and state services are dysfunctional, weakening legitimacy and representation.</p><p>That brittleness is now colliding with insecurity. In Lima, transport strikes over rising violence and extortion have repeatedly paralysed the city; dozens of bus drivers were murdered in broad daylight throughout 2025. Protests turned deadly in October 2025, when a rapper and street artist was shot near the government palace during demonstrations against the new president, José Jerí. The president of Congress called the victim a “terruco” (once a label for terrorists), illustrating the toxicity of Peru’s political landscape, as this term is a slur aimed at dissenters, often Indigenous or peasant, to delegitimise their protests and demands. This is not an isolated phenomenon, but a symptom of how political systems treat social conflict as a policing problem, something to be repressed rather than addressed.</p><p>Peru’s response has been the militarisation of public space. Under Jerí, the government declared a state of emergency and sent soldiers to patrol the streets “until insecurity is eradicated”. Ecuador has tried something similar, going so far as to declare an “internal armed conflict”, leading to increasing human rights violations. When political demands are marginalised in favour of military or police force, political representation collapses into patronage or fear. Peru’s Congress illustrates this collapse of representation. It has become a plutocratic trading house where vested interests are waved through, rather than a forum for undertaking the reforms necessary for the state to respond to the demands of its citizens.</p><p>The 2026 presidential campaign in Peru is amplifying this logic. Frontrunners promise mega-prisons, drone surveillance, and even transferring inmates to Salvadoran prisons. Keiko Fujimori, the daughter of former president Alberto Fujimori, openly invokes “mano dura” (a militarised response to the crisis of the state and representation). Across the Andes, “order” is back as a magical solution and political proposal, reinforced by US support for repression as a policy response, though it rarely fixes the causes of violence: social exclusion, impunity and hollowed-out states.</p><p>Chile offers a cautionary example. The celebratory chants for Pinochet heard after Jose Antonio Kast’s electoral victory illustrate a nostalgia for the certainty of authoritarianism and dictatorship, one that was sponsored by US intervention. Yet the appeal of “strong hand” governance is less about ideology than about disillusionment with parties and governments that feel distant and self-serving. When elites ignore citizens’ needs, toughness is performed, replacing political representation. The military is politicised and society is militarised. From this shift, it is a short step to a symbiosis in which politicians and uniforms defend predatory interests, local or foreign, under the banner of security, as authoritarian arrangements take hold and soldiers receive “warrior dividends”.</p><p>The return of hard-line populism in the region, as well as open US military intervention and bombing, resonates with a wider revival of militarised responses to social and political problems. The revival of the Monroe Doctrine in the Caribbean, the breach of international law and the use of sheer force, the so-called “Don Doctrine”, point to a governing logic that substitutes coercion for political legitimacy. Financial pressure, visible in Argentina’s most recent legislative elections, and the summary execution of alleged drug traffickers follow the same pattern. These are not isolated phenomena but variations of the same response: the gaslighting of social problems through force. Ultimately, this produces fragile states, fragmented societies and politicised militaries that undermine the very capacity needed to deliver safety, fairness and democracy, making external interference easier, not harder.</p><p>As leaders in the region pursue militarisation as a means of repressing dissent, they weaken states and position countries much as they were when banana republics first emerged. Weak institutions, corrupted legislatures and politicised security forces once again define political life. Today, the script is updated, more overt, raw and transactional, as the missiles and the aftermath of the abduction of Nicolas Maduro in Venezuela illustrate.</p><p>A different path is possible, but it begins by describing the problem correctly. Violence is real, yet security without legitimacy is ephemeral, and force without institution-building is brittle. The Andes will not escape the current trend of insecurity and instability by doubling down on emergency powers, larger prisons and sweeping the streets with soldiers in full gear. The only way to bypass this path is to invest in justice and tackle the institutionalised inequalities that make violence feasible and profitable. This cannot happen without recasting political representation away from current predatory dynamics.</p><p>If the region continues the chant of right-wing populism in 2026, it will see more states of emergency, more “internal conflicts” and more militarised campaigns, and inevitably more room for foreign actors to set the terms and priorities in the region. A reboot of banana republics with a “security” add-on. It might even hand the US president the geopolitical equivalent of a “FIFA Peace Prize”, something that resembles a prize for the performance of success, but that ultimately fails in real life. The only way out of this trajectory is to ensure that politics takes place without the shadow of a uniform and populism, and that citizens’ voices are not eclipsed by the interests of cliques and short-sighted elites. This task will be more difficult given the pressures from the US for transactional deals that do not care for democracy, human rights or legitimacy.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Video: AI toys in spotlight amid concerns over child safety | Technology | Al Jazeera",
            "time": "2026-01-15T13:05:31",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768482295.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"video-page article__featured-video-wrapper\"><div class=\"vertical-video-thumbnail is-horizontal \" data-testid=\"vertical-video-thumbnail\"><button aria-label=\"Play video\" class=\"vve-button-circular play-toggle\"><svg class=\"icon icon--play-arrow icon--white icon--29 \" viewbox=\"-3.5 -2 12 12\" version=\"1.1\" aria-hidden=\"true\"><title>Toggle Play</title><path fill=\"#FFF\" fill-rule=\"evenodd\" d=\"M.197 7.952A.39.39 0 0 1 0 7.61V.39C0 .247.076.114.197.048a.36.36 0 0 1 .384.018l5.25 3.61A.394.394 0 0 1 6 3.998a.394.394 0 0 1-.169.327l-5.25 3.61a.362.362 0 0 1-.384.016Z\"></path></svg></button><p class=\"vertical-video-thumbnail-title\">AI toys in spotlight amid concerns over child safety</p></div></div></div></body></html>"
        },
        {
            "title": "Ukraine targets the ships Russia uses to beat US sanctions on its oil | News | Al Jazeera",
            "time": "2026-01-15T12:50:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/Project-Force-Wide-1768481504.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Frustration & despair’ in Gaza as US announces ceasefire phase 2 | Gaza | Al Jazeera",
            "time": "2026-01-15T12:38:49",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768480720.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Gaza’s ceasefire moves to next phase, but is it working? | Gaza | Al Jazeera",
            "time": "2026-01-15T12:26:24",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768479961.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Trump on the future of Gaza: In his own words | Gaza | Al Jazeera",
            "time": "2026-01-15T12:08:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/trump-1768478813.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">A compilation of what Trump envisions for the future of the Gaza Strip.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p1\">The Trump administration has launched the second phase of the US-brokered deal to end Israel’s war on Gaza. The transition moves from a ceasefire to demilitarisation and reconstruction. Here’s a compilation of what Trump envisions for the future of the Gaza Strip, in his own words.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Israel carries out raids and demolitions, arrests dozens across West Bank | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-01-15T12:00:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/000_89CE4Q2-1767249798.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israeli military has launched raids and interrogations ensnaring more than 80 people across the occupied West Bank, wounding at least one man and demolishing the home of another as Israel escalates its attacks on the Palestinian territory in tandem with its ongoing <a href=\"/news/2026/1/15/gaza-plan-phase-two-us-to-discuss-hamas-disarmament-israeli-withdrawal\">genocidal war in Gaza</a>.</p><p>In one incident on Thursday, Israeli forces surrounded a home in Dura, south of the city of Hebron, before shooting and wounding the brother of Mahmoud al-Fasfous.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p class=\"p1\">The al-Fasfous brothers have <a href=\"/news/2021/9/14/he-could-die-says-mother-of-palestinian-hunger-striker\">long been wanted</a> by Israeli forces and have faced frequent raids of the family home and soldier assaults.</p><p>In another raid in Hebron’s Khallat Nafisa area, Israeli forces sealed off the area from civilians before destroying the home of Imran al-Atrash with a bulldozer, the Palestinian news agency Wafa reported.</p><p>Israeli forces killed al-Atrash and another Palestinian, Walid Muhammad Khalil Sabarna, in mid-November when the duo was accused of carrying out a car-ramming and stabbing attack that killed one Israeli settler and injured three.</p><p>The Israeli military posted photos of the demolition on Telegram, claiming that al-Atrash was a “terrorist” and cheering the effort to destroy his home.</p><h2 id=\"escalating-arrest-campaign\">Escalating arrest campaign</h2><p class=\"p1\">Elsewhere in Hebron and the occupied West Bank, Israeli forces detained and interrogated at least 80 Palestinians during overnight and dawn raids, the Palestinian Prisoner’s Society reported.</p><p class=\"p1\">At least one woman and two children were among those detained along with former prisoners.</p><p>“This represents an unprecedented escalation since the beginning of the year, described as part of a campaign of collective punishment,” the group said, adding that field interrogations have “become the occupation’s most prominent policy”.</p><p>Two arrests took place during a raid on the Arroub refugee camp, located north of Hebron, with other arrests under way in virtually all areas surrounding the city, Wafa reported.</p><p>In the al-Majaz community of Masafer Yatta, a collection of hamlets in the <a href=\"/news/2024/8/15/the-wild-west-bank-the-lawless-settlers-terrorising-palestinian-farmers\">South Hebron Hills</a>, Israeli forces plundered homes before converting one into a military outpost, forcing its inhabitants to spend the night outside in the cold.</p><p>Meanwhile, in the Ramallah and el-Bireh governorate, soldiers stormed the town of Kobar and fanned out across multiple neighbourhoods.</p><p class=\"p1\">Townspeople told Al Jazeera that the soldiers tried to provoke residents by shouting: “Who wants to become a martyr? Where are the <span>cowards?”</span></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Israel has stepped up its raids on the occupied West Bank – including <a href=\"/news/2026/1/6/israeli-forces-injure-11-palestinian-in-university-raid-in-ramallah\">injuring dozens</a> of Palestinians with live rounds and grenades at a prominent university earlier this month – amid a <a href=\"/news/2025/10/22/israels-parliament-advances-bill-to-annex-occupied-west-bank\">formal push to annex</a> the territory.</p><p>Israeli settlers have rampaged in Palestinian lands, killing and beating Palestinian civilians, including the elderly, and destroying their property with impunity, often backed by the Israeli military.</p><p>Throughout 2025, Israeli settlers or soldiers killed 240 Palestinians in the West Bank, the United Nations Office for the Coordination of Humanitarian Affairs (OCHA) said last week. Israeli forces killed 225 people while settlers killed at least nine. The agency could not confirm whether settlers or soldiers caused the remaining six deaths.</p><p>Fifty-five of those killed – nearly one-quarter of the total – were children.</p><p>During the same period, Palestinians killed 17 Israelis in the West Bank, including one child and six members of Israeli forces, OCHA reported.</p><p>All of Israel’s settlements in the West Bank and occupied East Jerusalem, populated by about 700,000 Israelis, are illegal under international law. The UN has <a href=\"/news/2026/1/7/israel-asphyxiating-palestinians-for-apartheid-system-in-west-bank-un\">repeatedly called</a> for Israel to dismantle the settlements and said the system resembles apartheid.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Israel uses Somaliland to make it “seen as a regional power” | Al Jazeera | Al Jazeera",
            "time": "2026-01-15T11:59:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/QT_THUMB16X9_ILAN_PAPPE-1768478249.png?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Anti-Zionist historian Ilan Pappe explains Israel’s wider ambitions with its deal to recognise a breakaway region of Somalia.</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "ICE officer shoots Venezuelan immigrant in Minneapolis: What we know | Civil Rights News | Al Jazeera",
            "time": "2026-01-15T11:06:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_6968b2bcccd0-1768469180.jpg?resize=1920%2C1329",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A federal officer in the United States has shot a Venezuelan man in the leg in Minneapolis, Minnesota. Officials say officers had tried to stop a car to arrest the man and opened fire after two people attacked one of them with a “snow shovel and broom handle”.</p><p>Protests broke out in the city after the incident.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Wednesday’s shooting comes exactly a week after a US Immigration and Customs Enforcement (ICE) officer shot and killed local resident <a href=\"/news/2026/1/8/who-is-renee-nicole-good-the-woman-killed-in-the-ice-minneapolis-shooting\">Renee Nicole Good</a> in her car in Minneapolis during an immigration raid.</p><h2 id=\"what-happened\">What happened?</h2><p>In an X post on Wednesday, the US Department of Homeland Security (DHS) wrote that at 6:50pm (00:50 GMT on Thursday), federal law enforcement officers were stopping “an illegal alien from Venezuela who was released into the country by [former President] Joe Biden in 2022”.</p><p>The DHS added that the man had tried to evade the officers, crashing his car into another parked car and then fleeing on foot. It said one of the officers caught up with the immigrant on foot “when the subject began to resist and violently assault the officer”.</p><p>The department’s post said that while the immigrant and the officer were struggling on the ground, two people came out of a nearby apartment and began to strike the officer with a snow shovel and a broomstick. It further said, “The original subject got loose and began striking the officer with a shovel or broom stick.”</p><p>“Fearing for his life and safety as he was being ambushed by three individuals, the officer fired a defensive shot to defend his life. The initial subject was hit in the leg,” the DHS wrote.</p><p>It added that the immigrant and the two people who had come out of the apartment ran back inside the apartment and barricaded themselves in.</p><p>The immigrant and officer who was attacked were taken to hospital, and the other two people who attacked the officer are in custody, DHS wrote.</p><p></p><h2 id=\"who-was-renee-nicole-good-and-what-happened-to-her-last-week\">Who was Renee Nicole Good and what happened to her last week?</h2><p>On the morning of January 7, Jonathan Ross, an ICE officer, fatally shot Good while she was in her car in Minneapolis.</p><p>Local officials said Good, 37, was acting as a legal observer during protests against US President Donald Trump’s immigration crackdown.</p><p>Legal observers are usually volunteers who attend protests to watch police-demonstrator interactions and record any confrontations or possible legal violations.</p><p>Good’s killing sparked outrage and <a href=\"/gallery/2026/1/11/rallies-across-us-after-ice-agent-kills-renee-nicole-good-in-minneapolis\">protests</a> in Minnesota and nationwide.</p><p>In a joint statement released after she was shot dead, Minneapolis City Council President Elliot Payne and council members wrote: “Renee was a resident of our city who was out caring for her neighbors this morning and her life was taken today at the hands of the federal government. Anyone who kills someone in our city deserves to be arrested, investigated, and prosecuted to the fullest extent of the law.”</p><p>After Good was shot, the Republican Trump administration clashed with local authorities, including Democratic Governor Tim Walz and Minneapolis Mayor Jacob Frey.</p><p>Trump and administration officials claimed that Good had deliberately hit the ICE officer with her SUV and he had shot her in self-defence.</p><p>US Homeland Security Secretary Kristi Noem described Good’s actions as “domestic terrorism”.</p><p>She said Good had refused to obey orders to get out of her car, “weaponise[d] her vehicle” and “attempted to run” over the officer. Minnesota officials disputed Noem’s account, citing <a href=\"/news/2026/1/10/new-video-on-minnesota-ice-shooting-emerges-as-public-anger-grows-across-us\" target=\"_blank\" rel=\"noopener\">videos</a> showing Good trying to drive away.</p><p>Footage from the incident shows Good’s car slowly reversing and then trying to move forwards. As the car moves forwards, an agent is seen walking around in front of it. He opens fire while standing in front of the driver’s side of the SUV.</p><p>Speaking about the shooting on Wednesday, Trump told the Reuters news agency: “I don’t get into right or wrong. I know that it was a tough situation to be in. There was very little respect shown to the police, in this case, the ICE officers.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-have-local-authorities-said-about-the-latest-shooting\">What have local authorities said about the latest shooting?</h2><p>Walz wrote in an X post on Wednesday that state investigators have been to the scene of the shooting.</p><p>“I know you’re angry. I’m angry. What Donald Trump wants is violence in the streets,” Walz wrote.</p><p>“But Minnesota will remain an island of decency, of justice, of community, and of peace. Don’t give him what he wants.”</p><p></p><p>In a series of posts on X on Wednesday, Frey wrote: “No matter what led up to this incident, the situation we are seeing in our city is not sustainable.”</p><p>He added that there are 600 local police officers working in Minneapolis, and the Trump administration has sent in 3,000 federal officers.</p><p>“I have seen conduct from ICE that is intolerable. And for anyone taking the bait tonight, stop. It is not helpful. We cannot respond to Donald Trump’s chaos with our own chaos.”</p><h2 id=\"what-is-ice-doing-in-minnesota\">What is ICE doing in Minnesota?</h2><p>The DHS launched Operation Metro Surge, which includes Minneapolis, in December. The Trump administration said the operation aims to root out and arrest criminals and undocumented immigrants.</p><p>The Trump administration escalated its immigration operation in Minneapolis on January 6. In an X post, ICE announced it planned to deploy 2,000 additional agents to the northern Midwestern city.</p><p>“A 100% chance of ICE in the Twin Cities – our largest operation to date,” the post said, referring to Minneapolis and the adjacent city of St Paul.</p><p>Todd Lyons, the acting director of ICE, told local news media that ICE is “surging to Minneapolis to root out fraud, arrest perpetrators and remove criminal illegal aliens”.</p><p>On Monday, the state of Minnesota filed a lawsuit against the Trump administration, arguing that the operation is an unconstitutional “federal invasion”.</p><p>The population of Minnesota is more than 5 million people, and according to numbers from the Migration Policy Institute from 2023, the number of undocumented immigrants in the state is 100,000.</p><p>Republicans have made disparaging remarks particularly targeting the state’s Somali population.</p><p>Noem said on Tuesday that Trump intends to <a href=\"/news/2026/1/13/us-to-end-deportation-protections-for-somalis\">end temporary deportation protections</a> and work permits for some Somali nationals in the US.</p><p>“Country conditions in Somalia have improved to the point that it no longer meets the law’s requirement for Temporary Protected Status,” Noem said in a statement. “Further, allowing Somali nationals to remain temporarily in the United States is contrary to our national interests. We are putting Americans first.”</p><p>In December, ICE launched a raid in Columbus, Ohio, which also has a large Somali population. In late November, ICE agents were deployed in New Orleans, Louisiana. Similar raids were launched in Charlotte, North Carolina, the same month.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"how-many-venezuelan-immigrants-are-in-the-us\">How many Venezuelan immigrants are in the US?</h2><p>As of 2023, there were about 770,000 Venezuelan immigrants in the United States, making up just under 2 percent of the country’s 47.8 million foreign-born population, according to the Migration Policy Institute.</p><p>The institute estimated that in 2023, 486,000 Venezuelan immigrants were not authorised to be in the US, accounting for 4 percent of a total of 13.7 million unauthorised immigrants.</p><p>Since 2014, about 7.7 million Venezuelans, comprising 20 percent of the population, have left the <a href=\"/news/2025/11/28/venezuela-explained-in-10-maps-and-charts\">country</a>, mostly to seek better opportunities abroad as the economy has faltered and the government has cracked down on the political opposition. While the vast majority have moved to neighbouring countries, some have gone to the US.</p><p>On January 3, US forces <a href=\"https://www.oed.com/dictionary/abduction_n?tl=true\">abducted</a> Venezuelan President <a href=\"/news/2026/1/5/what-is-the-us-charging-nicolas-maduro-with\">Nicolas Maduro</a>, whom the Trump administration describes as a “narcoterrorist”. He currently faces charges related to weapons and drug trafficking in New York.</p><p>During a national address on January 3, Trump stated: “Maduro sent savage and murderous gangs, including the bloodthirsty prison gang, <a href=\"/news/2025/3/20/fact-check-is-tren-de-aragua-invading-the-us-as-trump-says\">Tren de Aragua</a>, to terrorise American communities nationwide.”</p><p>However, several US intelligence agencies have rejected the claim that Trump has repeatedly made that Maduro controls Tren de Aragua. In an April memo, the agencies said Maduro’s government “probably does not” cooperate with the gang or direct it to carry out operations in the US.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Who is Nickolay Mladenov, the diplomat tasked with ‘disarming Gaza’? | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-15T11:01:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/meeting-080126-1768470414.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The search for a figure to lead post-war Gaza, which lies in ruins from Israel’s genocidal war, has moved from diplomatic backrooms to the negotiating tables in Cairo.</p><p>Following the Arab veto of the regionally toxic former British leader Tony Blair, Washington has deployed its Plan B, Nickolay Mladenov, as the push for <a href=\"/news/2026/1/15/gaza-plan-phase-two-us-to-discuss-hamas-disarmament-israeli-withdrawal\">phase two</a> of the fragile ceasefire gains some momentum.</p><p>The 53-year-old former Bulgarian foreign minister and defence minister is no longer just a nominee; he is arguably the most critical figure in the newly launched phase two of the ceasefire, which Israel has <a href=\"/news/2025/11/11/how-many-times-has-israel-violated-the-gaza-ceasefire-here-are-the-numbers\">violated on a daily basis</a> since October 10.</p><p>Mladenov has been confirmed as the director-general of the United States-proposed “Board of Peace”. His mandate is to oversee the transition from Hamas rule to a new technocratic administration led by Ali Shaath, a former Palestinian Authority (PA) deputy minister.</p><p>For five years from 2015-2020, Mladenov served as the United Nations’ top envoy to the region, earning a reputation as a “firefighter” who could talk to everyone.</p><p>Now, he returns with a far more fraught and potentially explosive mission: Implementing a US-designed plan that explicitly calls for the “disarmament of all unauthorised personnel” – a euphemism for ending Hamas’s military power while Israel continues its occupation.</p><h2><strong>The mediator’s test</strong></h2><p>Mladenov’s immediate challenge is not just reconstruction, but high-stakes mediation. His itinerary, which includes meetings with leaders of Palestinian factions in Cairo, highlights why he was chosen: He is one of the few international figures who retains lines of communication with all sides while holding the trust of Washington and Israel.</p><p>While US special envoy Steve Witkoff has framed phase two as an effort to “create the alternative to Hamas”, Mladenov’s role is to make that alternative function on the ground.</p><p>He is tasked with supervising the new “technocratic committee” headed by Shaath, which will manage daily life for two million war-battered Palestinians who have lost family members, their homes, hospitals and schools in relentless Israeli bombardment.</p><p>However, this structure will face a crisis of legitimacy. Mladenov must navigate a landscape where Israel controls a “buffer zone” in the east, more than 50 percent of the whole territory, and refuses to withdraw fully – all while he attempts to sell a governance plan to the very factions he is tasked with disarming.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2><strong>A ‘technocrat’ in a war zone</strong></h2><p>Mladenov’s appointment signals Washington’s preference for a managerial solution to a military and political crisis.</p><p>In his recent post-UN career, Mladenov has championed a “new model” for the Middle East, defined by “cutting-edge innovation” and technological partnerships. He has spoken enthusiastically about the region shifting from “oil barrels to silicon chips”.</p><p>Critics, however, argue that this worldview presents a mismatch for Gaza’s current reality. As the Strip enters the second phase, the needs are existential, not technological. The displaced population is living in flimsy tents in <a href=\"/news/2026/1/13/eight-dead-in-gaza-as-storm-brings-extreme-cold-collapses-buildings\">extreme weather,</a> dependent on humanitarian aid that Israel largely blocks, and navigating a landscape of rubble.</p><p>There is a concern among humanitarian experts that Mladenov’s mandate – tied to high-level “Board of Peace” politics – may be divorced from the gritty requirements of a starving population. The risk is of an administrator focused on a “Davos-style” future while the present remains mired in catastrophe.</p><h2><strong>A shift in alignment</strong></h2><p>While Mladenov is often cited as a “fair broker” trusted by both Israel’s Prime Minister Benjamin Netanyahu and the PA, his post-UN career suggests a subtle but significant realignment.</p><p>Since 2021, he has served as director-general of the Anwar Gargash Diplomatic Academy in Abu Dhabi. In this capacity, he has become a vocal proponent of the “Abraham Accords” – the normalisation agreements between Israel and several Arab states – framing them as a “supercharge” for regional stability.</p><p>This perspective places him firmly within the strategic orbit of some Gulf states and US President Donald Trump’s administration. While this connection may help secure funding for reconstruction, it complicates his standing on the Palestinian street, where the accords are often viewed as the diplomatic architecture that allowed Palestinians’ plight to be sidelined.</p><h2><strong>The mandate: Neutrality vs enforcement</strong></h2><p>The specific nature of phase two could make Mladenov’s job nigh impossible.</p><p>In his previous role, Mladenov reported to the UN secretary-general and was bound to uphold international law. In his new role, he answers to a US-led board that heavily leans into the Israeli narrative of its “security demands”, specifically the “disarmament of all unauthorised personnel”.</p><p>Mladenov must now persuade Palestinian factions to engage with a “technocratic” promise of governance, overseen by a diplomat who has spent the last few years advocating for Arab-Israeli normalisation.</p><p>As he engages in talks, Mladenov enters this role not merely as a mediator, but as the implementer of a complex international roadmap. It is a mandate shaped in Washington and supported by Gulf financing, yet one that will likely have to be realised under the entrenched constraints of an ongoing Israeli military presence in Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Lebanese fear US has given green light for Israeli escalation | Israel attacks Lebanon | Al Jazeera",
            "time": "2026-01-15T10:46:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-12-19T123211Z_1016584993_RC2M5IA0QN5A_RTRMADP_3_ISRAEL-LEBANON-TRUCE-1767857065.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Beirut, Lebanon –</strong> Fears are rife in Lebanon over another Israeli military escalation, similar to the one in 2024 that killed more than 4,000 people and <a href=\"/podcasts/2024/10/2/the-take-one-million-in-lebanon-are-now-displaced-where-can-they-go\">displaced around a quarter of the country’s population</a>.</p><p>The intensification comes amid growing pressure by the United States and Israel on Lebanon to ensure the Shia group Hezbollah disarms. The decision to bring Hezbollah’s weapons under state control is popular in Lebanon outside of the group’s traditional support base. But analysts also fear <a href=\"/features/2026/1/7/israels-continued-attacks-on-lebanon-could-derail-hezbollah-disarmament\">internal tensions could lead to violence</a> if Israel continues to attack the country without impunity and disarmament is pushed through by force.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Tensions are also growing after a meeting in Florida between US President Donald Trump and Israel’s Prime Minister Benjamin Netanyahu on December 29, when the latter was reportedly given a green light to begin a new offensive against Hezbollah in Lebanon.</p><p>Despite an <a href=\"/news/2025/2/9/heres-how-israel-is-repeatedly-violating-the-lebanon-ceasefire\">ongoing ceasefire</a> since November 2024, Israel has attacked Lebanon almost daily. Tens of thousands of Lebanese are still displaced from their homes along Lebanon’s southern border.</p><p>And now the fear is that military action will ramp up. On Sunday alone, Israel launched around <a href=\"/video/newsfeed/2026/1/12/israel-launches-air-strikes-against-lebanon\">25 attacks on south Lebanon</a>, leaving many in the country worried about further widespread attacks. The United Nations says Israel has violated the ceasefire more than 10,000 times since November 2024.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"continued-violations\">Continued violations</h2><p>Almost a year into the conflict that began in October 2023, Israel escalated its war on Lebanon, launching a devastating series of strikes between September and November 2024.</p><p>Every region in Lebanon was hit by some kind of Israeli attack, including air strikes or drone strikes. However, the areas primarily targeted, the south, eastern Lebanon’s Bekaa Valley, and Beirut’s southern suburbs (known as <a href=\"/features/longform/2024/10/26/once-upon-a-time-in-dahiyeh-israels-destruction-of-lebanons-communities\">Dahiyeh</a>), are predominantly inhabited by Shia Muslims, the sect from which Hezbollah derives the majority of its domestic support.</p><p>Among the dead in the attacks was the long-time leader of Hezbollah, Hassan Nasrallah.</p><p>Then in October, Israeli troops invaded south Lebanon and fought Hezbollah on Lebanese territory. When the ceasefire was agreed in November, Israel was supposed to withdraw all its troops from Lebanese territory within two months.</p><p>For its part, Hezbollah was to retreat to north of the Litani River and the Lebanese Army would deploy to south Lebanon.</p><p>Attacks from both sides would also cease.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>In the last year, however, Israel has continued to attack Lebanon almost daily. Hezbollah has largely avoided responding militarily, and the Lebanese Army has also dismantled Hezbollah’s infrastructure in south Lebanon, according to Lebanese <a href=\"/news/2025/12/18/israel-lebanon-talks-everything-you-need-to-know\">government</a> and <a href=\"/news/2026/1/8/lebanons-army-says-phase-one-of-hezbollah-disarmament-in-south-completed\">military officials</a>.</p><p>Israel withdrew most of its troops, but kept hold of five areas inside Lebanon, under the guise of ensuring its security.</p><p>“You can’t only trust international guarantees or borders. You have to be wherever there is danger. This is the main lesson from October 7,” Amit Segal, an Israeli journalist who is familiar with Israel’s Netanyahu administration, told the New York Times in October, referring to the Hamas-led attack on southern Israel in 2023.</p><h2 id=\"trump-s-threats\">Trump’s threats</h2><p>On January 8, the Lebanese Army announced it had completed its mission of disarming Hezbollah south of the Litani.</p><p>But Israel’s Foreign Ministry doesn’t agree, saying “extensive Hezbollah military infrastructure still exists south of the Litani River”.</p><p>“Hezbollah is rearming faster than it is being disarmed,” it said, accusing the Lebanese Army of collaborating with Hezbollah, without providing evidence.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Commander of the United Nations Interim Force in Lebanon (UNIFIL) Diodato Abagnara said there was no sign of Hezbollah regrouping in the south, and analysts <a href=\"/features/2025/11/27/beirut-attacks-leaves-lebanon-worried-and-waiting-for-another-israeli-war\">told</a> Al Jazeera late last year that the group was weakened to the point that it could not threaten Israel.</p><p>Regardless of the evidence put forward by Lebanese or UN officials, Israel doesn’t seem to be convinced. Analysts believe that Israel can only be stopped from attacking by one power: the United States.</p><p>Trump <a href=\"/video/the-listening-post/2025/7/12/netanyahu-trump-the-optics-and-the-outrage\">restrained</a> Israel from a follow-up attack on Iran last July. But the US president has largely emboldened Netanyahu to continue his militaristic agenda in Lebanon and elsewhere in the Middle East.</p><p>Following the Florida meeting between Trump and Netanyahu, Arab and Israeli media suggested that the Israeli prime minister had received a green light from the US president to go after Hezbollah and intensify attacks in Lebanon again.</p><p>“Hezbollah must be completely disarmed,” Trump is alleged to have said, according to the Jerusalem Post.</p><p>“If the Lebanese Army doesn’t succeed in disarming them, and Israel believes an action is the necessary thing to do [then the US backs Israel].”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"bombing-reconstruction\">Bombing reconstruction</h2><p>Residents in south Lebanon have gotten used to the attacks, but aren’t sure what to expect next.</p><p>“The situation is calm,” a local named Hussein Salman told Al Jazeera, adding without any sense of irony, “One day there’s an attack, another there isn’t. It’s calm”.</p><p>Kamel Jaber, a journalist from the southern town of Nabatieh, told Al Jazeera that the situation remained tense.</p><p>“Sometimes several days pass with nothing happening,” Jaber said. “Sometimes a single day passes, and the Israelis, through their warplanes, carry out a series of fire attacks or a series of successive raids on specific locations.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“Sometimes they say they have eliminated Hezbollah’s missile capabilities, and then a little while later they escalate their attacks on the Lebanese state, claiming that Hezbollah’s weapons are still present and active,” Jaber said.</p><p>Many in Lebanon are now convinced that what happens next will depend on Israel’s agreements and calculations with the US, rather than anything the Lebanese government does.</p><p>And for many in the south – including Ali Attieh, the head of a farmers’ cooperative in the village of Kfar Hamam – the reason is simple.</p><p>“Israel wants to wage war,” Attieh said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "EU-Latin America trade deal: Who wins? | Business and Economy | Al Jazeera",
            "time": "2026-01-15T10:35:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/web-1768473197.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">The EU and the Mercosur trading bloc of five Latin American nations seal a sweeping trade pact.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>It would create one of the largest free-trade zones in the world, connecting markets with more than 700 million people.</p><p>A trade pact between the European Union and the Mercosur trading bloc has been agreed after almost 25 years of talks.</p><p>That’s despite opposition from farmers in several European countries.</p><p>The deal is seen as part of Europe’s effort to curb its economic reliance on China.</p><p>And it comes against the backdrop of President Donald Trump’s tariffs on countries around the world and his recent military intervention in Venezuela.</p><p>Also, will Big Oil invest in Venezuela?</p><p>Plus, are Greenland’s vast resources profitable?</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Was Nicolas Maduro ‘flooding’ the US with fentanyl, as White House claims? | Drugs | Al Jazeera",
            "time": "2026-01-15T10:27:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-05T191337Z_1084084954_RC2ZUIAJIZ5N_RTRMADP_3_USA-VENEZUELA-MADURO-NEW-YORK-1768467077.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A White House social media post misleadingly links deposed Venezuelan leader Nicolas Maduro with the US fentanyl crisis.</p><p>The X post includes a video highlighting parents who lost children to fentanyl overdoses thanking President Donald Trump for capturing Maduro.</p><p>“Angel Families thank President Trump for saving lives &amp; capturing Maduro – the kingpin flooding America with deadly fentanyl,” the White House’s January 5 X post said. “Justice is being served.”</p><p></p><p>US troops <a href=\"https://dictionary.cambridge.org/dictionary/english/abduction\">abducted</a> Maduro and his wife, Cilia Flores, at their Caracas home in the early hours of January 3. The two <a href=\"/news/2026/1/5/venezuelas-abducted-leader-maduro-wife-to-appear-in-nyc-court\">pleaded not guilty</a> to drug trafficking charges on January 5 in New York federal court.</p><p>The White House post isn’t the first time the Trump administration has blamed Maduro for trafficking fentanyl to the US. Trump has cited the potent synthetic opioid that is responsible for most <a href=\"/news/2025/10/18/does-each-boat-strike-off-the-coast-of-venezuela-save-25000-us-lives\">US drug overdose deaths</a> to justify pressure on Venezuela in the months before Maduro’s capture.</p><p>But neither Venezuela nor Maduro plays a role in smuggling fentanyl to the US. The majority of US fentanyl comes from Mexico and is made with chemicals from China, according to US government reports and drug policy experts.</p><p>The White House did not respond to PolitiFact’s request for comment.</p><p>Vice President JD Vance addressed fentanyl in a January 4 X post, the day before the White House’s post, saying cocaine is “the main drug trafficked out of Venezuela,” and, “Yes, a lot of fentanyl is coming out of Mexico. That continues to be a focus of our policy in Mexico and is a reason why President Trump shut the border on day one.”</p><p></p><p>Drug experts previously told PolitiFact that Venezuela acts as a transit country for some cocaine trafficking in part because its neighbouring country, Colombia, is the world’s main cocaine producer. However, most of the cocaine that enters the US <a href=\"/news/2025/9/4/is-venezuela-the-big-cocaine-menace-trump-claims-it-to-be\">doesn’t go through Venezuela</a>.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"government-reports-say-fentanyl-does-not-come-from-venezuela\">Government reports say fentanyl does not come from Venezuela</h2><p>The Drug Enforcement Agency’s annual National Drug Threat Assessment reports for years have pointed to Mexico and China as the countries responsible for illicit fentanyl in the US. None of the agency’s reports from 2017 to 2025 list Venezuela as a fentanyl producer or trafficker.</p><p>Most illicit fentanyl entered the US via the southern border at official ports of entry, and 83.5 percent of the smugglers in fiscal year 2024 were US citizens.</p><p>“There is no evidence of fentanyl or cocaine laced with fentanyl coming from Venezuela or anywhere else in South America,” David Smilde, a Tulane University sociologist who studies violence in Venezuela, told PolitiFact in September.</p><p>The United Nations Office on Drugs and Crime World Drug Report also points to Mexico as the country of origin for the most fentanyl seized in the US.</p><p>US fentanyl overdose deaths recently have dropped. From May 2024 to April 2025, the Centers for Disease Control and Prevention reported 43,000 synthetic opioid deaths, most of which were from fentanyl, down from nearly 70,000 in the previous year.</p><p>“The United States has been suffering an enormous overdose crisis driven by opioids and fentanyl in particular in recent years,” John Walsh, director for drug policy at the Washington Office on Latin America, a group advocating for human rights in the Americas, previously told PolitiFact. “I would say it has zero to do with anything in South America or the Caribbean.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Justice Department first indicted Maduro in 2020 for alleged drug-related actions dating to 1999. A newly unsealed and updated indictment filed in the Southern District of New York charges Maduro and two co-defendants with narcoterrorism conspiracy and him, Flores and the four other co-defendants with cocaine importation conspiracy and possession of machineguns.</p><p>The indictment calls Maduro an illegitimate leader who transported cocaine under Venezuelan law enforcement protection, enriching his family and cementing power.</p><p>The 25-page document does not mention fentanyl or fentanyl trafficking.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"our-ruling\">Our ruling</h2><p>The Trump White House described Maduro as “flooding America with deadly fentanyl”.</p><p>Drug experts and official government and international reports point to Mexico and China as the countries primarily involved in producing and trafficking the illicit fentanyl that reaches the US. The majority of fentanyl in the US comes from Mexico, is made with chemicals from China, and is smuggled by US citizens via official ports of entry at the southern border.</p><p>The US Justice Department indicted Maduro on charges related to cocaine. The indictment does not mention fentanyl.</p><p>We rate the statement <strong>False</strong>.</p></div></div></body></html>"
        },
        {
            "title": "Protests after man shot during US federal raid in Minneapolis | Police | Al Jazeera",
            "time": "2026-01-15T09:46:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768470348.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Construction firm in spotlight after deadly Thailand crane collapses | Construction | Al Jazeera",
            "time": "2026-01-15T09:33:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/crane-collapse-16x9-1768469181.png?resize=1800%2C1063",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Japan, Philippines sign new defence pacts amid surging China tensions | South China Sea News | Al Jazeera",
            "time": "2026-01-15T09:18:07",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/AP26015177646212-1768465807.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Japan, Philippines sign new defence pacts amid surging China tensions</h1><p class=\"article__subhead\"><em>One of the deals allows the tax-free provision of ammunition, fuel, food and other supplies when their forces stage joint training.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Philippines and Japan signed two defence pacts Thursday, including a deal allowing their forces to exchange supplies and services, the latest in a series of agreements aimed at countering China’s regional assertiveness.</p><p>Tokyo and Manila have significantly deepened military ties in recent years, joining a security partnership with Washington, and Japan supplying patrol boats and radio gear to the Philippines.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Philippines and China have engaged in <a href=\"/news/2024/10/11/whats-behind-escalating-china-philippines-tensions-in-the-south-china-sea\">frequent clashes</a> in the contested South China Sea, which Beijing claims in nearly its entirety despite an international court <a href=\"/news/2016/7/13/no-legal-basis-for-chinas-south-china-sea-claims\">ruling</a> that its assertion has no legal basis.</p><p>Japanese Foreign Minister Toshimitsu Motegi signed the Acquisition and Cross-Servicing Agreement with Philippine Foreign Secretary Theresa Lazaro in Manila. The deal allows the tax-free provision of ammunition, fuel, food and other necessities when their forces stage joint training.</p><p>Motegi and Lazaro also announced ‍a $6m Official ⁠Security Assistance package from Tokyo to fund the building of facilities to house rigid-hulled inflatable boats donated by Japan to boost Manila’s naval capabilities.</p><p>Speaking of the resupply deal at a joint briefing in Manila, Lazaro said it would “enhance our mutual military interoperability and readiness” while building off a previously signed visiting forces agreement.</p><p>“We both recognised the value of promoting the rule of law, including the freedom of navigation and overflight, especially in the South China Sea,” Lazaro added.</p><p>Motegi said he and Lazaro “concurred on continuing to oppose unilateral attempts to change the status quo by force or coercion in the East and South China seas”, in a clear rebuke of Beijing’s increasing assertiveness but without naming China.</p><p>In mid-2024, both countries signed the <a href=\"/news/2024/7/8/japan-philippines-sign-defence-pact-with-eyes-on-china\">Reciprocal Access Agreement</a>, which allows the deployment of forces of either country to the other’s territory for joint and larger combat exercises, including live-fire drills. That agreement took effect in September.</p><p>In the meantime, China and Japan have long been at odds over historical and territorial issues, but <a href=\"/news/2026/1/7/china-bans-export-of-dual-use-items-to-japan-amid-tensions-over-taiwan\">relations deteriorated sharply</a> after Japanese Prime Minister Sanae Takaichi suggested late last year that Tokyo could intervene militarily if China attacked Taiwan.</p><p>The Japanese leader’s remarks infuriated Beijing, which has long pledged to unify Taiwan with the Chinese mainland, using force if necessary, and has prompted various economic punitive measures.</p><p>In his annual New Year’s address, Chinese President Xi Jinping called the “reunification” of China and Taiwan “unstoppable”. He made the remarks days after China’s military wrapped up live-fire drills that simulated a blockade of the island.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Russia unlikely to risk ‘reputation failure’ by intervening in Iran unrest | Vladimir Putin News | Al Jazeera",
            "time": "2026-01-15T09:12:30",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2025-01-17T160538Z_806514222_RC2RBCAR5PLM_RTRMADP_3_RUSSIA-IRAN-1768425732.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Kremlin is confident that <a href=\"/news/2026/1/14/are-irans-protests-different-this-time-around\">mass protests in Iran</a> have peaked, and Tehran’s leadership has managed to squash domestic resistance to its rule, according to one of Russia’s pre-eminent experts on Iran.</p><p>Russia’s embassy in Tehran apparently informed Moscow that the protests have died down and that the Kremlin “can breathe a sigh of relief”, Nikita Smagin told Al Jazeera.</p><p>The protests over economic hardships erupted on December 28, spreading to hundreds of cities and towns throughout the sanctions-hit nation of more than 90 million.</p><p>Iranian law enforcement squashed them, possibly violently, and Moscow “thinks that nothing threatens Iran from within”, said Smagin, who fled Russia after its 2022 invasion of Ukraine.</p><p>On Tuesday, the Russian Ministry of Foreign Affairs condemned “the illegal Western pressure” and lambasted the unnamed “external forces” that strive to “destabilise and destroy” the Islamic Republic.</p><p>“The notorious methods of ‘colour revolutions’ are being used, when specifically trained and armed provocateurs turn peaceful protests into cruel and senseless lawlessness, pogroms, the killing of law enforcement officers and average citizens, including children,” Foreign Ministry spokeswoman Mariya Zakharova claimed.</p><p>She used a decades-old Kremlin mantra about “colour revolutions” allegedly organised and paid for by the West in former Soviet nations of Georgia, Ukraine and Kyrgyzstan in the early 2000s to topple Moscow-friendly authoritarian governments.</p><p>The threats from United States President Donald Trump to interfere in the Iranian protests are “categorically unacceptable”, Zakharova said, adding that the “decline in the artificially-instigated protests” may lead to stabilisation in Iran.</p><p>On Tuesday, Trump urged Iranians to “take over institutions” and claimed that US “help is on its way”.</p><p>On January 2, he wrote: “We are locked and loaded and ready to go,” and in June, called Ayatollah Ali Khamenei an “easy target”.</p><p>Russian President Vladimir Putin has not commented on the protests – just as he ignored the January 3 <a href=\"/news/2026/1/6/closing-his-eyeswhy-is-russias-putin-quiet-on-us-abduction-of-maduro\">abduction</a> of Venezuelan President Nicolas Maduro, Moscow’s closest ally in Latin America.</p><p>Despite the condemnation of Trump’s threats, Moscow “can hardly do anything about it”, Smagin said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Prior to its Foreign Ministry’s rhetorical fireworks on Tuesday, for almost two weeks, Moscow was silent about the protests.</p><p>The Kremlin was not sure that Khamenei’s administration would survive and that any harsh statements “would hinder the mending of ties with new authorities” that could have replaced it, Smagin claimed.</p><p>Russia’s position appears similar to its response to the toppling of former Syrian President Bashar al-Assad in December 2024.</p><p>In October 2025, Syrian President Ahmed al-Sharaa visited Moscow and pledged to “honour” the deals al-Assad had made with Russia, including energy contracts and the presence of Russian air force and naval bases.</p><p>To an observer in Ukraine, Moscow’s fuming about “colour revolutions” is a tired cliche.</p><p>Russia interprets “any protests against dictatorship and mass rallies for democratisation as a result of external meddling”, Kyiv-based analyst Vyacheslav Likhachev told Al Jazeera.</p><p>Later, the pro-Kremlin figures used the term to describe popular uprisings elsewhere, including the Arab Spring protests of the early 2010s that toppled Moscow-friendly leaders in Egypt and Libya.</p><p>Similarly, any protests in Russia were seen as instigated by “foreign ill-wishers”, Likhachev said.</p><p>Iran <a href=\"/news/2026/1/14/iran-accuse-foreign-intelligence-behind-protest-movement\">has accused</a> foreign nations of being behind the unrest. A television channel in Israel that is aligned with the government claimed that “foreign agents” had armed Iranian protesters.</p><p>Several analysts <a href=\"/news/2026/1/14/are-irans-protests-different-this-time-around\">have told Al Jazeera</a> in recent days that while the protesters have legitimate concerns, they believe Israel is playing a role in inflaming the tensions.</p><p>More than 100 security personnel have been killed in two weeks of unrest, Iran’s state media has reported, while opposition activists say the death toll is higher and includes thousands of protesters. Al Jazeera cannot independently verify the figures; the internet has been cut off in Iran for five days.</p><h2 id=\"russia-will-not-risk-another-reputation-failure-says-former-diplomat\">Russia will not risk ‘another reputation failure’, says former diplomat</h2><p>Centuries-old Russia-Iran ties have not always been cordial.</p><p>Russian tsars bit off huge chunks of Iranian territory that now constitute Russia’s Northern Caucasus and the ex-Soviet republics of Azerbaijan, Armenia and Georgia.</p><p>Communist Moscow strove to turn northern Iran into a “Soviet republic” in the early 1920s, briefly advocated for the independence of Iranian Kurds, and sought to control Tehran’s oil reserves after World War II.</p><p>But post-Soviet Moscow became Tehran’s main international backer, shielding it from United Nations’ resolutions and Western sanctions, building its Bushehr nuclear power station and supplying it with sophisticated weaponry.</p><p>The latter included the “advanced” S-400 air defence systems that failed, however, to repel Israeli and US drone and missile strikes on Iran’s nuclear infrastructure last June.</p><p>In return, Tehran aided Moscow’s war effort in Ukraine by supplying drones, artillery shells, mortar mines, small gliding bombs and, reportedly, ballistic missiles.</p><p>But the 20-year “strategic partnership” agreement that Russia and Iran inked a year ago did not foresee military assistance. Moscow’s words on Trump’s threats did not even amount to “sabre-rattling”, a former Russian diplomat said.</p><p>“Why rattle sabres if it will only result in yet another reputation failure?” Boris Bondarev, who quit his Foreign Ministry job to protest the invasion of Ukraine, told Al Jazeera.</p><p>The Kremlin is too afraid the White House could lose interest in its numerous concessions on the Ukraine war – while Trump does not need Moscow to agree to his possible actions in Iran, Bondarev said.</p><p>“What does Russia have to respond with? Withdraw troops from Ukraine and send them [to Iran]? Threaten Trump so that he completely loses interest towards Russia and the ‘deal’?” he asked rhetorically.</p><p>Western sanctions keep hobbling Russia’s economy, while average Russians are exhausted by the deaths on the Ukrainian front line, air raid sirens, airport shutdowns, galloping prices, pervasive propaganda and repression.</p><p>“Iran? What Iran? We’re busy surviving. My son is grieving the blocking of [popular online game] Roblox, my husband barely earns enough for our mortgage payments. Don’t pester me with questions about Iran,” Irina, a mother of two from the Urals Mountains city of Yekaterinburg, told Al Jazeera.</p><p>She withheld her last name for security concerns.</p><p>But a renowned pro-Kremlin analyst, Sergey Markov, optimistically predicted Moscow’s help to “reform” Iran after the protests are over.</p><p>“The protests will be suppressed, but problems will remain. That’s why Iran awaits reforms. It would be right if Russia could help Iran with advice on reforms – advice both political and in political technologies,” Markov wrote on Telegram on Sunday.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh’s Muhammad Yunus Era | Sheikh Hasina | Al Jazeera",
            "time": "2026-01-15T08:49:29",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768466926.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p class=\"p2\">Bangladesh is weeks away from its first election since the August 2024 uprising that toppled Prime Minister Sheikh Hasina and forced her into exile.</p><p class=\"p2\">In this interview, Shafiqul Alam, press secretary to the chief adviser of the transitional government, Muhammad Yunus, responds to questions about growing violence and mounting doubts over whether the administration has delivered on its promise of democratic renewal before a high-stakes vote.</p><p class=\"p2\"><strong>Guest:<br>\n</strong>Shafiqul Alam – Press secretary to the chief adviser of Bangladesh</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Trump suspends immigrant visas for 75 countries: Who’s affected? | Donald Trump News | Al Jazeera",
            "time": "2026-01-15T08:49:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-15T004118Z_1834316785_RC2X0JA0R01P_RTRMADP_3_USA-TRUMP-1768459458.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"127\" data-end=\"363\">United States authorities have said <a href=\"/news/2026/1/14/trump-administration-to-suspend-immigrant-visa-processing-for-75-countries\">they will suspend</a> the processing of immigrant visas for applicants from 75 countries.</p><p data-start=\"370\" data-end=\"640\">The suspension will take effect on January 21 and will affect applicants from Latin America and the Caribbean, the Balkans, and several countries in South Asia, Africa, and the Middle East.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 1 item</span><span class=\"screen-reader-text\">end of list</span></section><p data-start=\"68\" data-end=\"182\">The change only affects people who want to move to the US permanently. It does not apply to visitors or short-term visa holders. But the latest move comes five months before the US hosts the FIFA World Cup along with Canada and Mexico, at a time when a series of crackdowns on immigrants, refugees, foreign students and visa applicants have raised questions about its attitude towards visitors.</p><p data-start=\"370\" data-end=\"640\">Here is what we know about the latest crackdown:</p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"what-has-the-us-administration-announced\" data-start=\"370\" data-end=\"640\">What has the US administration announced?</h2><p data-start=\"105\" data-end=\"430\">The State Department said it had told US consulates to stop processing immigrant visa applications from the affected countries. The move follows <a href=\"/news/2025/11/28/trump-pauses-immigration-from-third-world-countries-what-that-means\">a broader order issued</a> in November that tightened checks on potential immigrants who could become a financial burden on the US.</p><p>“The Trump administration is bringing an end to the abuse of America’s immigration system by those who would extract wealth from the American people,” the department said in a statement.</p><p>“Immigrant visa processing from these 75 countries will be paused while the State Department reassess immigration processing procedures to prevent the entry of foreign nationals who would take welfare and public benefits.”</p><p></p><h2 id=\"how-does-it-work\" data-start=\"370\" data-end=\"640\">How does it work?</h2><p data-start=\"123\" data-end=\"311\">According to the State Department, nationals of the affected countries may still submit immigrant visa applications, but no immigrant visas will be approved or issued while the pause is in place. The US government has not indicated any deadline for when the suspension might be lifted.</p><p data-start=\"313\" data-end=\"433\">An exception applies to dual nationals who apply using a valid passport from a country not included in the suspension.</p><p data-start=\"435\" data-end=\"601\" data-is-last-node=\"\" data-is-only-node=\"\">The suspension will not apply to non-immigrant, temporary, tourist, or business visas.</p><h2 id=\"which-countries-are-affected\" data-start=\"370\" data-end=\"640\">Which countries are affected?</h2><p>The list of 75 countries includes:</p><p class=\" embed-paragraph-wrapper\"></p><h2 id=\"what-other-steps-has-trump-taken-to-restrict-immigration\">What other steps has Trump taken to restrict immigration?</h2><p data-start=\"187\" data-end=\"413\">In recent months, the Trump administration has tightened immigration rules, particularly for people from countries whose vetting processes it has said are not robust enough, or that it believes are potential national security risks. The State Department has expanded limits on migration from these nations.</p><p data-start=\"415\" data-end=\"683\">In a statement released in January 2025, the White House said the US could not accept large numbers of migrants, especially refugees, without putting pressure on public resources, creating security concerns, or making it harder for newcomers to integrate.</p><p data-start=\"685\" data-end=\"895\">In June, the administration went further by imposing a full travel ban on citizens from 12 countries: Afghanistan, Chad, Congo, Equatorial Guinea, Eritrea, Haiti, Iran, Libya, Myanmar, Somalia, Sudan and Yemen.</p><p data-start=\"897\" data-end=\"1145\">By October, the White House announced the lowest refugee admissions cap in US history, setting a limit of just 7,500 refugees for the 2026 fiscal year – mostly to be used for white Afrikaners from South Africa. Trump has amplified debunked conspiracy theories alleging a genocide against white South Africans, though data shows that violent crime is high in the country, with victims across races.</p><p data-start=\"897\" data-end=\"1145\">At the same time, the Trump administration has cut foreign aid programmes that support refugees living in other countries.</p><p data-start=\"1147\" data-end=\"1414\">The administration has also moved to limit skilled immigration, saying the aim is to protect jobs for US citizens. In September, it sharply increased the fee for H-1B visas – used by US companies to hire foreign workers – raising the cost to $100,000 per application.</p><p data-start=\"1416\" data-end=\"1806\">Following the arrest of an Afghan national linked to the <a href=\"/news/2025/11/27/national-guardsmen-shot-in-washington-dc-what-happened-whos-the-suspect\">November shooting</a> of two National Guard members in Washington, DC, the government introduced additional travel restrictions. <a href=\"/news/2025/12/16/trump-expands-us-travel-ban-to-include-syria-palestine\">The ban list was expanded</a> to include six more countries, beyond the 12 countries whose citizens were previously banned. The six new additions were Palestine, Burkina Faso, Mali, Niger, South Sudan and Syria.</p><p data-start=\"1808\" data-end=\"1975\">Immigration officials also paused asylum cases and stopped processing citizenship and green card applications for people from the countries first affected by the bans.</p><h2 id=\"has-the-trump-administration-also-been-deporting-people-at-record-rates\" data-start=\"1808\" data-end=\"1975\">Has the Trump administration also been deporting people at record rates?</h2><p data-start=\"1808\" data-end=\"1975\">It has.</p><p data-start=\"1808\" data-end=\"1975\">By early December, Trump’s Department of Homeland Security said it had deported more than 605,000 people, while another 1.9 million people had “self-deported”.</p><p data-start=\"1808\" data-end=\"1975\">As a result, the US had net negative immigration – more immigrants left the country than those who entered – in 2025, the first time in 50 years that this has happened, according to an analysis by the Brookings Institution. The researchers at Brookings estimated that the net loss of immigrants last year was between 10,000 and 295,000 people.</p></div></div></body></html>"
        },
        {
            "title": "Musk’s Grok to bar users from generating sexual images of real people | Elon Musk News | Al Jazeera",
            "time": "2026-01-15T08:47:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/afp_69610930cd73-1767967024.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Musk’s Grok to bar users from generating sexual images of real people</h1><p class=\"article__subhead\"><em>The billionaire’s platform has been inundated with Grok-produced sexualised images, including of children.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Elon Musk’s X has said it will “geoblock” users of xAI Grok from creating images of people in “bikinis, underwear, and similar attire” amid a global backlash against the chatbot’s sexualised images.</p><p class=\"p1\">“We have implemented technological measures to prevent the Grok account from allowing the editing of images of real people in revealing clothing such as bikinis,” X’s safety team said in a statement late on Wednesday.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Only paid subscribers will be allowed to create and edit images, while users will be blocked from generating sexualised imagery “in those jurisdictions where it’s illegal”.</p><p>The statement did not elaborate on the nature of the geoblocking or other safeguards. X claimed to have “zero tolerance for any forms of child sexual exploitation, non-consensual nudity, and unwanted sexual content”.</p><p class=\"p1\">X’s Grok faces investigations and bans from regulators and governments around the world following a deluge of sexualised AI images on the platform in recent weeks.</p><p class=\"p1\">The chatbot’s “spicy mode” allowed users to create deepfakes with prompts including “put her in a bikini” and “remove her clothes”. Users have wielded the feature to post AI-generated images of women and children without their consent.</p><p>On Wednesday, California Attorney General Rob Bonta announced an investigation into “whether and how xAI violated the law” in “facilitating the large-scale production” of deepfakes used to harass women and girls, including “children in nude and sexually explicit situations”.</p><p>Bonta said an “avalanche of reports” prompted the investigation.</p><p>The United Kingdom’s media regulator Ofcom launched its own investigation on Monday, while French ministers said they had referred Grok-generated sexual content to prosecutors and media regulator Arcom.</p><p>Indonesia was the first country to temporarily <a href=\"/news/2026/1/10/indonesia-blocks-access-to-musks-ai-chatbot-grok-over-deepfake-images\">block access</a> to Grok earlier this week amid concern over rising deepfake attacks, while Malaysia also <a href=\"/news/2026/1/12/malaysia-blocks-musks-grok-amid-uproar-over-non-consensual-sexual-images\">banned the chatbot</a> and said it planned to pursue legal action against X.</p><p>The European Commission extended a retention order sent to X last year to retain and preserve all internal documents and data related ⁠to Grok until the end of 2026.</p><p>Hours before announcing the safety measures, far-right billionaire Musk <a href=\"/economy/2026/1/14/musk-denies-knowledge-of-grok-producing-sexualised-images-of-minors\">claimed on X</a> that he was “not aware of any naked underage images generated by Grok. Literally zero.”</p><p>“Obviously, Grok does not spontaneously generate images, it does so only according to user requests,” he added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Five US lawmakers investigated over warning troops about illegal orders | Donald Trump News | Al Jazeera",
            "time": "2026-01-15T08:26:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2020-08-18T005440Z_1168282345_RC20GI9LXUW7_RTRMADP_3_USA-LEGAL-1768464495.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Five United States legislators say they have been contacted by the Justice Department after posting a video on social media calling on members of the US military and intelligence agencies to refuse to follow illegal orders.</p><p>The legislators – Senator Elissa Slotkin and US Representatives Jason Crow, Maggie Goodlander, Chrissy Houlahan, and Chris Deluzio – are all Democrats who previously served in the military, CIA, and naval intelligence.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The legislators released a video in November as US forces carried out air strikes on vessels in the Caribbean and Pacific, and as US President Donald Trump ordered the National Guard to deploy to major US cities to crack down on undocumented migrants and crime.</p><p>“This administration is pitting our uniformed military and intelligence community professionals against American citizens,” the lawmakers said in the video.</p><p>“No one has to carry out orders that violate the law or Constitution,” they said.</p><p>Following the release of the video, President Trump accused the legislators of “seditious behaviour, punishable by death” in a post on his Truth Social platform.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The FBI opened an inquiry in November into the five legislators, plus <a href=\"/news/2026/1/13/senator-mark-kelly-sues-us-defense-department-for-punitive-retribution\">Senator Mark Kelly</a>, who also appeared in the video, according to CBS News.</p><p>Kelly, in particular, has faced a series of actions for appearing in the video that critics describe as an unconstitutional attack on his First Amendment right to free speech.</p><p>Shortly after the video came out, the Defense Department <a href=\"https://x.com/DeptofWar/status/1992999267967905905?s=20\">announced</a> it had opened an investigation into Kelly and warned that the senator could <a href=\"/news/2025/11/24/pentagon-says-it-is-investigating-us-senator-over-illegal-orders-video\">face a court-martial</a> depending on the results.</p><p>Earlier this month, Defense Secretary Pete Hegseth said he was seeking to demote Kelly from the rank he reached at his retirement, as well as reduce his retirement pay.</p><p>On Monday, Kelly said he had filed a lawsuit against the Defense Department and Hegseth over a campaign of “punitive retribution” that had trampled his free speech rights.</p><p>It was not known if Kelly was also being investigated by the Justice Department.</p><figure id=\"attachment_4129704\" aria-describedby=\"caption-attachment-4129704\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4129704\" src=\"/wp-content/uploads/2025/11/afp_69257c201c3d-1764064288.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"(FILES) Former Congresswoman Gabby Giffords (L) and husband US Senator Mark Kelly, Democrat from Arizona, stand on stage during the Harris-Walz Campaign Election Eve rally and concert at the Celebrity Theater in Phoenix, Arizona, on November 4, 2024.\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4129704\" class=\"wp-caption-text\">Former Congresswoman Gabby Giffords, left, and husband US Senator Mark Kelly, Democrats from Arizona, in 2024 [AFP]</figcaption></figure><h2 id=\"trump-s-political-cronies\">‘Trump’s political cronies’</h2><p>Crow, a former US paratrooper and army ranger, wrote on X that he and his colleagues were under investigation by the Justice Department.</p><p>“Trump’s political cronies at the Justice Department are trying to threaten and intimidate us. Well, he’s picked a fight with the wrong people. I will always uphold my oath to the Constitution,” Crow said on X.</p><p></p><p>Slotkin, Goodlander and Houlahan all shared similar posts on X.</p><p>US news outlet CBS News reported that Deluzio had also been contacted by the Justice Department.</p><p>“Like my colleagues, I was contacted by federal prosecutors who are investigating me for making a video reminding service members not to follow illegal orders,” Houlahan wrote on X.</p><p>“The six of us are being targeted not because we said something untrue, but because we said something President Trump and Secretary Hegseth didn’t want anyone to hear.”</p><p>Houlahan said the investigation was “ridiculous,” especially as Trump was contemplating launching attacks to protect free speech in Iran, which is under a communication blackout following widespread antigovernment protests.</p><p>Since returning to the White House last year, Trump has tested the limits of his presidential authority as the commander-in-chief of the US Armed Forces, including ordering the attacks on vessels in the Caribbean and Pacific, which legal experts and governments in Latin America have blasted as extrajudicial killings.</p><p>Trump’s deployment of the US National Guard in cities such as Los Angeles, Chicago and Washington, DC, has also been controversial, as military forces should only be deployed when the US is facing a threat of invasion or domestic unrest.</p><p>The Supreme Court in December upheld a decision to block Trump’s deployment of the National Guard in the state of Illinois due to insufficient evidence of his claim that a “rebellion” was under way, setting a legal precedent for other US states.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Wary of Israeli appropriation, Palestine lists 14 sites with UNESCO | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-01-15T08:03:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/11/reuters_6920d675-1763759733.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>For Palestinians maintaining their land and heritage, which is under Israeli occupation since 1948, became a national priority.  The Palestinian Authority has <a href=\"https://www.facebook.com/share/p/1CpDbwe6qa/\">formally</a> moved to register 14 new cultural and natural sites on UNESCO’s World Heritage <a href=\"https://whc.unesco.org/en/tentativelists/?action=listtentative&amp;state=ps&amp;order=states\">tentative list</a> in a bid to safeguard its cultural and historical sites from Israeli appropriation and attacks.</p><p>“Palestine is not just a space of political conflict, but a civilisation rooted in human history,” Marwa Adwan, acting director-general of World Heritage at the Palestinian Ministry of Tourism, told Al Jazeera.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“This diversity is the strongest response to attempts to monopolise the historical narrative,” she said, referring to Israeli attempts to appropriate symbols of Palestinian culture and history.</p><p>The submission announced by the Ministry of Tourism and Antiquities on January 1, aims to grant international recognition to endangered landmarks across the occupied West Bank and the Gaza Strip, which has been devastated by Israel’s genocidal war. More than 200 historical sites were destroyed by Israeli bombing in what experts called a “<a href=\"/news/2024/1/14/a-cultural-genocide-which-of-gazas-heritage-sites-have-been-destroyed\">cultural genocide</a>“.</p><p>The new list brings the total number of Palestinian sites on the tentative list to 24, covering a vast timeline from the Canaanite city-states dating back to 3,000 BC to Gaza’s Old City.</p><p><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4237632\" src=\"/wp-content/uploads/2026/01/HeritageSites_INTERACTIVE-Palestines-World-Heritage-Sites-1768390146.png?quality=80\" alt=\"INTERACTIVE - Palestines World Heritage Sites-1768390146\" data-interactive=\"true\" fetchpriority=\"low\"></p><h2 id=\"the-14-submitted-sites\">The 14 submitted sites</h2><p data-path-to-node=\"11\">The Ministry of Tourism and Antiquities confirmed the full list of sites submitted to the United Nations Educational, Scientific and Cultural Organization (UNESCO). The list spans prehistoric caves, religious routes, and modern architecture. The sites are:</p><ul>\n<li data-path-to-node=\"12,0,0\">The historic centre of Gaza, including the Great Omari Mosque and the Church of Saint Porphyrius</li>\n<li data-path-to-node=\"12,1,0\">The Byzantine Church of Jabalia (Mukheitim)</li>\n<li data-path-to-node=\"12,2,0\">Canaanite city-states</li>\n<li data-path-to-node=\"12,3,0\">The historic city of Nablus and its environs</li>\n<li data-path-to-node=\"12,4,0\">The Holy Miracles of Jesus Christ in Palestine</li>\n<li data-path-to-node=\"12,5,0\">Monasteries of the Jerusalem wilderness (El-Bariyah)</li>\n<li data-path-to-node=\"12,6,0\">Maqamat (shrines) in Palestine</li>\n<li data-path-to-node=\"12,7,0\">Jerusalem water system Qanat es-Sabeel</li>\n<li data-path-to-node=\"12,8,0\">Jabal al-Fureidis / Herodium</li>\n<li data-path-to-node=\"12,9,0\">The Lower Jordan River Valley</li>\n<li data-path-to-node=\"12,10,0\">Archaeological Palaces of Tulul Abu el-‘Alayiq</li>\n<li data-path-to-node=\"12,11,0\">Cultural landscape of Wadi Kharitoun prehistoric caves</li>\n<li data-path-to-node=\"12,12,0\">Dwelling caves (Al-Maghayir) of Palestine</li>\n<li data-path-to-node=\"12,13,0\">Modern architecture in Palestine</li>\n</ul><figure id=\"attachment_4237529\" aria-describedby=\"caption-attachment-4237529\" class=\"wp-caption alignleft\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4237529\" src=\"/wp-content/uploads/2026/01/WhatsApp-Image-2026-01-14-at-12.20.17-PM-1-1768387181.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Marwa Adwan, Acting Director General of World Heritage at the Palestinian Ministry of Tourism [Courtesy of Marwa Adwan]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4237529\" class=\"wp-caption-text\">Marwa Adwan, acting director-general of World Heritage at the Palestinian Ministry of Tourism [Courtesy of Marwa Adwan]</figcaption></figure><h2 id=\"saving-gaza-s-history\">Saving Gaza’s history</h2><p>A crucial component of the bid is <a href=\"/news/2024/1/14/a-cultural-genocide-which-of-gazas-heritage-sites-have-been-destroyed\">the protection of heritage in Gaza</a>, which has faced <a href=\"/news/2023/10/23/where-are-gazas-neighbourhoods-destroyed-by-israel\">catastrophic destruction during Israel’s genocidal war</a>. The list includes the Great Omari Mosque, built nearly 1,400 years ago, and the <a href=\"https://aje.io/vit78c\">Church of Saint Porphyrius</a>, both targeted during Israeli bombardment. The Greek Orthodox Church was built in 425.</p><p>Adwan described the move as a strategic step for the “day after” the war.</p><p>“Listing sites like the Great Omari Mosque … is an initial international recognition of their global value and their urgent need for protection,” she explained.</p><p>“We are counting on UNESCO not just for funding, but to document damages as an international legal source to preserve our cultural rights.”</p><h2 id=\"heritage-is-a-bridge\">‘Heritage is a bridge’</h2><p>The initiative has drawn a sharp response from the Israeli government, particularly regarding sites located in Area C of the West Bank, such as Herodium (Jabal al-Fureidis), which is under full Israeli military control. Area C forms more than 60 percent of the West Bank.</p><p><a href=\"https://www.c14.co.il/article/1427344\">According</a> to Israel’s Channel 14, Israeli Heritage Minister Amichai Eliyahu sent an urgent letter to Prime Minister Benjamin Netanyahu on Tuesday, labeling the Palestinian move as “archaeological terrorism”.</p><p>Eliyahu demanded the formation of a government task force to block the bid, arguing it is a “strategic arena for a political struggle” aimed at seizing sites of “Jewish historical importance”.</p><p>“Lack of response will be interpreted in the international arena as silent acceptance,” Eliyahu warned, claiming the move is a prelude to “international legal interventions”.</p><p>Israel has been accused of<a href=\"/gallery/2014/11/11/erasing-palestine\"> erasing Palestinian cultural heritage</a> and weaponising archaeology to appropriate Palestinian land. It has designated dozens of Palestinian archaeological sites in the occupied West Bank as “Israeli heritage sites” to grab Palestinians land and entrench its occupation.</p><p>The UN General Assembly in September 2024 passed a resolution asking Israel to end its occupation of Palestinian within a year. The resolution came after the International Court of Justice <a href=\"/news/2024/7/19/world-court-says-israels-settlement-policies-breach-international-law\">ruled that Israeli occupation of Palestinian territories was unlawful.</a></p><p>Palestinian officials have rejected the Israeli characterisation.</p><p>“Heritage is not a weapon, but a bridge,” Adwan told Al Jazeera. “Trying to link heritage to security or calling it ‘terrorism’ is a deliberate distortion.”</p><p>She noted that the files were selected based on technical criteria to highlight Palestine’s religious and cultural diversity, including the “Miracles of Jesus” route and the Monasteries of the Jerusalem Wilderness (El-Bariyah).</p><p>“This reflects a rare cultural and religious pluralism that must be preserved for all of humanity,” Adwan added.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"severing-un-ties\">Severing UN ties</h2><p>The row over heritage unfolds as Israel moves to cut ties with the United Nations system entirely.</p><p>On Monday, Israeli Foreign Minister Gideon Saar <a href=\"https://x.com/IsraelMFA/status/2011119369435205875\">announced</a> that Israel would “immediately sever all contact” with several UN bodies, including UN Women and the Office of the Special Representative of the Secretary-General for Children and Armed Conflict, citing “anti-Israel bias”.</p><p>Last year Israel banned the UN Relief and Works Agency for Palestine Refugees (UNRWA), which is considered a lifeline for Palestinians in the occupied territories as well as in neighbouring countries hosting Palestinian refugees. More than 750,000 Palestinians were ethnically cleansed from their homeland leading up to the creation of Israel in 1948.</p><p>This follows a recent decision from the administration of US President Donald Trump to withdraw from UNESCO for a second time. The United States, Israel’s closest regional ally, has also cut funds to UNRWA.</p><p>Despite the hostile diplomatic climate, Adwan insisted the Palestinian bid is a “sovereign right”.</p><p>“It is not a race against time,” she said, referring to Israeli settlement expansion. “It is a strategic step to integrate these sites into protection plans before it is too late.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Morocco and Senegal celebrate advancing to the AFCON final showdown | Football News | Al Jazeera",
            "time": "2026-01-15T08:02:57",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-15T002743Z_2062889874_UP1EM1F01A505_RTRMADP_3_SOCCER-NATIONS-NGA-MAR-FANS-1768457757.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Jubilant crowds filled the streets across Morocco and Senegal as both nations celebrated advancing to the AFCON football final, with Morocco defeating Nigeria and Senegal triumphing over Egypt.</p><p>In the first semifinal, Youssef El-Nesyri scored the winning penalty while goalkeeper Yassine “Bono” Bounou made two vital saves, securing Morocco’s 4-2 penalty shootout victory over Nigeria.</p><p>Despite Nigerian goalkeeper Stanley Nwabali managing one save, Bono proved more influential by stopping Samuel Chukwueze twice after regulation and extra time ended in a 0-0 stalemate before a crowd of 65,458 at Rabat’s Prince Moulay Abdellah Stadium on Wednesday.</p><p>In the other semifinal, Sadio Mane once again got the better of his former Liverpool teammate Mohamed Salah, guiding Senegal to a 1-0 victory over Egypt. Salah’s African championship dreams remain unfulfilled—Egypt previously lost the 2021 final on penalties to Senegal when Mane helped deliver his country’s first title.</p><p>Mane broke the deadlock in the 78th minute, unleashing a powerful strike from outside the penalty area into the bottom left corner after Lamine Camara’s shot was blocked.</p><p>The hosts and the 2021 champions will meet in the final in Rabat on Sunday.</p></div></div></body></html>"
        },
        {
            "title": "Another crane collapses in Thailand, killing two, after 32 die previous day | Infrastructure News | Al Jazeera",
            "time": "2026-01-15T07:44:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-15T034629Z_285749325_RC2F1JAL3OSL_RTRMADP_3_THAILAND-ACCIDENT-1768458541.jpg?resize=1920%2C1353",
            "body": "<html><body><div><header class=\"article-header\"><h1>Another crane collapses in Thailand, killing two, after 32 die previous day</h1><p class=\"article__subhead\"><em>Thursday’s incident, on the outskirts of the capital Bangkok, follows a crane collapse the day before that killed dozens in the country’s northeast.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A crane collapse has killed two people on the outskirts of Thailand’s capital Bangkok, one day after a falling crane in the country’s northeast killed 32.</p><p>Thursday’s accident in Samut Sakhon province involved a crane being used to construct an elevated highway that fell onto the road below, Police Colonel Sitthiporn Kasi, superintendent at the local district police station, told the Reuters news agency. Another police official from the station told Reuters that five people ​had also been injured ‌in the accident.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Transport Minister Phiphat Ratchakitprakarn said the same building firm was also involved, linking Italian-Thai Development to the country’s second deadly crane collapse in two days, according to local media.</p><p>The company was contracted to build a section of a China-backed high-speed rail project where a huge <a href=\"/news/2026/1/14/at-least-22-people-killed-after-crane-falls-on-train-in-northeast-thailand\">crane collapsed on Wednesday</a> in Nakhon Ratchasima province, northeast of Bangkok.</p><p>Local media reported that Thursday’s incident occurred in front of the Paris Inn Garden Hotel. Footage showed clouds of dust and rubble scattered across the site after the crane collapsed.</p><p>The Rama II Expressway, the site of the latest accident, hosts several major infrastructure projects, including tollway construction, and has seen several deadly accidents in recent years, earning it the nickname “Death Road”.</p><p>On Wednesday, the crane involved was being used to build an elevated track as part of a joint Thai-Chinese high-speed rail project, according to reports. The crane fell onto a moving train below, causing it to derail and briefly catch fire.</p><p>Transport Minister Ratchakitprakarn said in a statement that 195 passengers were on board the train and he had ordered a full investigation.</p><p>Al Jazeera’s Tony Cheng, reporting Wednesday from Bangkok, said the route that the train was taking is “very commonly used”, serving heavily populated regions of northeast Thailand.</p><p>“This route has been the site of a high-speed Chinese rail project, which has been under construction for quite some time now – about a decade,” he said.</p><p>“It is supposed to be bringing a high-speed rail, which is on a concrete platform above the existing rail line,” he added.</p><p>Industrial and construction site accidents have long been common in Thailand.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Fans celebrate as AFCON hosts Morocco reach final | Football | Al Jazeera",
            "time": "2026-01-15T07:33:02",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/image-1768462355.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 15 Jan 2026</span><span aria-hidden=\"true\">15 Jan 2026</span></p></div></div></body></html>"
        }
    ]
}