{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "Thailand accuses Cambodia of planting landmines after soldier injured | Border Disputes News | Al Jazeera",
            "time": "2025-08-12T11:33:05",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/13217397-1753410947.jpg?resize=1200%2C675",
            "body": "<html><body><div><header class=\"article-header\"><h1>Thailand accuses Cambodia of planting landmines after soldier injured</h1><p class=\"article__subhead\"><em>Cambodia dismisses Thai army accusation that it breached truce and international law after incident near border.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1025\" data-end=\"1208\">A Thai soldier has been seriously injured by a landmine near the Cambodian border, days after both countries <a href=\"/news/2025/8/7/cambodia-and-thailand-agree-to-deploy-asean-ceasefire-monitors\">agreed to a ceasefire</a> following last month’s deadly border clashes.</p><p data-start=\"1210\" data-end=\"1446\">The soldier’s left ankle was badly damaged on Tuesday after he stepped on the device while patrolling about 1km (0.6 miles) from the Ta Moan Thom Temple in Thailand’s Surin province, the army said. He is receiving treatment in hospital.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1448\" data-end=\"1649\">Thai army spokesperson Major General Winthai Suvaree said the incident proved Cambodia had breached the truce and violated international agreements, including the Ottawa Convention banning landmines.</p><p data-start=\"1651\" data-end=\"1818\">“Cambodia continues to covertly plant landmines while the Thai army has consistently adhered to peaceful approaches and has not been the initiating party,” he said.</p><p data-start=\"1820\" data-end=\"2134\">The statement warned that if violations continued, Thailand might “exercise the right of self-defence under international law principles to resolve situations that cause Thailand to continuously lose personnel due to violations of ceasefire agreements and sovereignty encroachments by Cambodian military forces”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2136\" data-end=\"2211\">Phnom Penh dismissed the accusation, insisting it has not laid new mines.</p><p data-start=\"2213\" data-end=\"2557\">“Cambodia, as a proud and responsible State Party to the Ottawa Convention, maintains an absolute and uncompromising position: we have never used, produced, or deployed new landmines under any circumstances, and we strictly and fully honour our obligations under international law,” the Cambodian Ministry of National Defence said in a social media post.</p><p data-start=\"2559\" data-end=\"2781\">This is the fourth landmine incident in recent weeks involving Thai soldiers along the two Southeast Asian neighbours’ disputed border. On Saturday, <a href=\"/news/2025/8/9/thai-soldiers-injured-by-landmine-near-cambodia-amid-fragile-truce\">three soldiers</a> were injured in a blast between Thailand’s Sisaket province and Cambodia’s Preah Vihear province.</p><p data-start=\"2783\" data-end=\"3126\">Two earlier incidents on July 16 and 23 prompted a downgrade in diplomatic relations and triggered five days of fighting that erupted on July 24.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"2783\" data-end=\"3126\">Those battles, the worst between the neighbours in more than a decade, saw exchanges of artillery fire and air strikes that killed at least 43 people and displaced more than 300,000 on both sides.</p><p data-start=\"3128\" data-end=\"3347\">Thailand has accused Cambodia of planting mines on its side of the <a href=\"/video/the-take-2/2025/7/29/aje-onl-tha_cambodiaclashes_av_v2-290725\">border</a>, which stretches 817km (508 miles), with ownership of the Ta Moan Thom and 11th-century Preah Vihear temples at the heart of the dispute.</p><p data-start=\"3349\" data-end=\"3545\">The fragile truce has held since last week when both governments agreed to allow Association of Southeast Asian Nations (ASEAN) observers to monitor contested areas to prevent further fighting.</p></div></div></body></html>"
        },
        {
            "title": "Why is India so scared of my book on Kashmir that it has banned it? | Human Rights | Al Jazeera",
            "time": "2025-08-12T11:23:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/epa_689b154f4ad0-1754993999.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"95\" data-end=\"840\">On August 5, 2019, the Indian government stripped the erstwhile Jammu and Kashmir state of its special status under Article 370 of the Indian Constitution, split it into two entities and demoted the two units to Union Territories under New Delhi’s direct control.</p><p data-start=\"95\" data-end=\"840\">As the sixth anniversary approached, the region was caught in the grip of rumours of a probable further division, or other administrative changes. Reports of unusual jet activity over Srinagar triggered widespread panic among residents.</p><p data-start=\"95\" data-end=\"840\">This evoked harrowing memories of similar aerial activity coupled with a similarly bizarre set of rumours in the tense days leading up to August 5, 2019. People waited anxiously.</p><p data-start=\"842\" data-end=\"1636\">The bombshell that came on the sixth anniversary was an official order <a href=\"/features/2025/8/9/attack-on-peoples-memory-kashmirs-book-ban-sparks-new-censorship-fears\">banning 25 books</a> that focus on Jammu and Kashmir’s history and politics – all accused of promoting “false narratives” and “secessionism” – a sweeping judgement that does not stand the test of scrutiny and is not based on any evidence.</p><p data-start=\"842\" data-end=\"1636\">My book A Dismantled State: The Untold Story of Kashmir After Article 370, published in December 2022 by HarperCollins, is one of them. The book is a rare chronicle of the day-to-day reality in Jammu and Kashmir after 2019. Based on ground research, extensive interviews and the collation of data from other primary and secondary sources, it punctured the Indian government’s claims of “normalcy” in Jammu and Kashmir.</p><p data-start=\"1638\" data-end=\"2208\">The government justified the actions of August 5, 2019 on the grounds that they would usher in peace and development in the region, while glossing over the unprecedented physical and cyber-restrictions imposed across the erstwhile state, during which thousands of people, including pro-India politicians (three former chief ministers included), were arrested. Barbed wire and military barricades turned the region, particularly the Kashmir Valley, into a curfewed zone, and communication channels – from internet to telephone lines – were pushed into some black hole.</p><p data-start=\"2210\" data-end=\"2698\">Six months later, when some of these restrictions were slightly eased and the internet was partially restored, the stranglehold of the Indian state became even more oppressive, with an exacerbation of raids and crackdowns against journalists, political and social activists, and civil rights defenders. The policy of widespread detentions under laws like the Public Safety Act, which allows the government to detain anyone without charge for up to two years, was ramped up significantly.</p><p data-start=\"2700\" data-end=\"3072\">These realities were hardly ever reported. Journalism was severely curtailed under the state’s clampdown, particularly affecting local publications. Newspapers that refused to fall in line were choked financially until they were out of print. Those that did comply were rewarded with lavish government advertisements that kept the businesses going, minus the journalism.</p><p data-start=\"3074\" data-end=\"3425\">Either co-opted or terrorised, the newspapers were no longer daily chroniclers of the events, developments and incidents in the region. Community voices were silenced while journalists no longer asked questions. The rich archives of some newspapers, showcasing the complex day-to-day history of the region, became inaccessible or were removed.</p><p data-start=\"3427\" data-end=\"3982\">In the last six years, the government has been extremely intolerant of any criticism. Any word of dissent invites punitive measures ranging from mere intimidation and interrogation to confiscation of devices, and from the slapping of income tax and money laundering cases to terrorism accusations, sometimes accompanied by short detentions or prolonged arrests. While local journalism was reduced to an extension of the government’s public relations department, all civil society voices were throttled by intimidation, leaving major gaps in information.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"3984\" data-end=\"4584\">It was this vacuum that my book aimed to fill. Focused on the first two years of the revocation of Article 370, and in 12 chapters, I documented what was happening on the ground – the increased suppression of the masses, the lack of space for freedom of expression, the shrinking space for civil society and political activism, the criminalisation of dissent, the continuation of terrorism as opposed to the claims of peace and normalcy, and the hollowness of the development claims by the government even as the new policies and actions robbed the people of their homes and agricultural lands.</p><p data-start=\"4586\" data-end=\"5124\">The book is a pursuit of truth – the naked truth, which challenged everything the Indian state was saying. A paranoid state whose only method of engagement in Jammu and Kashmir is through increasing its military footprint, merciless subjugation of the residents and silencing of all voices of dissent was obviously uncomfortable with what I documented. The book was a warning to the government that its methods of control, creation of a police and surveillance state, and misplaced development models were unsustainable and would fail.</p><p data-start=\"5126\" data-end=\"5972\">In the last six years, the government has been pulling the wool over the eyes of the world by trumpeting its achievements of bringing peace, normalcy, tourism and development. The April 22 killings this year of 26 innocent civilians punctured this bubble. It was a wake-up call for the government to sit back and review its policies in Kashmir and begin course correction.</p><p data-start=\"5126\" data-end=\"5972\">Instead, it clamped down even further with a horrific scale of demonisation of Kashmiris, ruthless detentions and even more brutal demolitions of houses. This, even as there was widespread public condemnation of terrorism, including vigils and calls to reject violence – something unprecedented in the more than three-decade-long history of rebellion in the region – and even as the investigators indicated foreign militants, not locals, were involved in the killings.</p><p data-start=\"5974\" data-end=\"6447\">In the last three months, the government has demonstrated that its policy of control through harsh security measures and pervasive surveillance would be further accelerated. The ban on 25 books, many of which provide rich, well-researched, and layered historical, political and legal narratives about the complex and trouble-torn region, is an extension of the pattern. Through this ban, there is an attempt to erase every trace of a counter-narrative and alternate memory.</p><p data-start=\"6449\" data-end=\"6913\">By branding all criticism of the state and narratives that are out of sync with the official version as “seditious”, the government can now seize and destroy these books. Not only are the written words being criminalised – even the act of reading will be wrongfully deemed a threat to the security and integrity of the nation. While this may not stop ideas and memory from being suppressed, policing what people write and read is likely to be further intensified.</p><p data-start=\"6915\" data-end=\"7256\">Though senseless, shocking and irrational in scale and scope, the ban, which ironically coincides with a government-backed Chinar Book Festival in Srinagar, sends a chilling message: Knowledge and information will be regulated by the state. What people write and read will be decided by the state. The thought police will penetrate deeper.</p><p data-start=\"7258\" data-end=\"7836\">Last year, during Jammu and Kashmir’s first assembly elections as a Union Territory, India’s home minister, Amit Shah, took a dig at the regional political parties and alleged that while “they (local politicians) gave the youth stones in their hands”, his government had given them “books and laptops”.</p><p data-start=\"7258\" data-end=\"7836\">The hollowness of such claims is laid bare when the daily reality is one of confiscation of digital devices, including laptops, during raids and interrogations, alongside a blanket book ban that only reinforces the central message of my work: Kashmir is anything but normal.</p><p data-start=\"7258\" data-end=\"7836\"><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "Italian athlete dies at World Games in China | Athletics News | Al Jazeera",
            "time": "2025-08-12T11:09:33",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-07T115852Z_1407954877_UP1EL870XA2UT_RTRMADP_3_GAMES-WORLD-1754995596.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Italian orienteering athlete Mattia Debertolis died on Tuesday after being found unresponsive during competition at the World Games in China’s Chengdu, organisers have said.</p><p>The 29-year-old was discovered unconscious during an orienteering event on August 8 and died four days later, said a joint statement from World Games organisers and the International Orienteering Federation (IOF).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The World Games is a multisport event held every four years for disciplines not included in the Olympics.</p><p>“Despite receiving immediate expert medical care at one of China’s leading medical institutions, he passed away,” the statement said.</p><p>It did not provide details on the cause of death.</p><p>The event took place in intense heat and humidity, with temperatures above 30 degrees Celsius (86 degrees Fahrenheit).</p><p>Orienteering sees athletes navigate an unmarked course with a map and compass, punching in at designated spots along the route in the quickest time.</p><p>Debertolis, from Primiero in eastern Italy, was taking part in the final of the men’s middle-distance, the first medal event of the Games.</p><p>The 6km (3.7-mile-) course featured 180 metres (590ft) of ascent and 20 control points that athletes must visit.</p><p>Footage from the World Games’ social media accounts showed athletes running through crop fields and villages on a largely rural course.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>The winner, Switzerland’s Riccardo Rancan, completed the course in 45 minutes and 22 seconds.</p><p>“I needed to acclimatise quickly with hot and humid conditions. I think I managed quite well,” Chinese state media quoted Rancan as saying.</p><p>Debertolis was listed as “Did Not Finish” in official results, along with 11 other athletes.</p><p>He was ranked 137th in the men’s Orienteering World Rankings and had been competing since 2014, according to the IOF website.</p><p>He participated in several World Championships and World Cups as part of the Italian team.</p><p>Alongside his training, Debertolis was studying for a PhD at the KTH Royal Institute of Technology in Stockholm, where he lived.</p><p>President of the Italian Orienteering Federation (FISO), Alfio Giomi, invited the national team to wear black armbands while competing in the World Mountain Bike Orienteering Championships, which begin on Tuesday in Poland.</p><p>Debertolis’ family had agreed that “athletes will be able to participate in the competitions in Mattia’s name and memory,” Giomi said in an online statement.</p><p>World Games organisers and the IOF were “struck by this tragedy and extend their heartfelt condolences to the family and friends of the athlete and the whole orienteering community”, the joint statement read.</p><p>“Our thoughts are with those touched by this event.”</p><p>Organisers will “continue to support the family of Mattia Debertolis and the orienteering community in every possible way”, it added.</p><p>This is the 12th edition of the World Games, and it runs until August 17, with approximately 4,000 athletes competing in 253 events.</p></div></div></body></html>"
        },
        {
            "title": "Wildfires in Spain kill one person as thousands forced to flee | Environment News | Al Jazeera",
            "time": "2025-08-12T10:48:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250811__69AX7XV__v1__HighRes-1754990920.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A man has died from burns and thousands of people have been forced to flee as wildfires sweep through parts of Spain, fuelled by strong winds during a searing heatwave across Europe.</p><p>The victim suffered serious burns as winds of up to 70 kilometres per hour (43 miles per hour) whipped the flames through Tres Cantos, a wealthy suburb north of the capital, Madrid, officials said on Tuesday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The man later died in hospital, becoming the first death from dozens of wildfires to hit the country since the heatwave began last week.</p><p>The head of the regional government of Madrid, Isabel Diaz Ayuso, said in a message on X that she “deeply regretted” the man’s death.</p><p>Hundreds of Tres Cantos residents were evacuated from their homes.</p><p>“In barely 40 minutes, the fire advanced 6km [3.7 miles],” Carlos Novillo, Madrid’s regional environment chief, told reporters.</p><p>By Tuesday morning, regional officials said the blaze had been contained.</p><p>Elsewhere, about 2,000 people were evacuated from hotels and homes near the popular beaches of Tarifa in the southern region of Andalusia.</p><p>The wildfire there broke out near where a similar blaze forced evacuations earlier this month.</p><p>“We managed to save the residential area at the very last second,” said Antonio Sanz, the interior minister of Andalusia.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>A Civil Guard police officer was injured when struck by a car while helping with the evacuation, he added.</p><p>In the northwestern region of Castile and Leon, more than 30 blazes were reported on Monday, including one threatening Las Medulas, a UNESCO World Heritage Site known for its ancient Roman gold mines.</p><p class=\"p1\">Heat alerts were also issued in Italy, France, Spain, Portugal and the Balkans, with temperatures expected to soar above 40C. One child died of heatstroke in Italy on Monday.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"turkiye-battles-fires-in-northwest\">Turkiye battles fires in northwest</h2><p>Wildfires are also raging in Turkiye.</p><p>Firefighters battled multiple wildfires across the country on Tuesday with a large blaze in the northwestern province of Canakkale burning for a second day after hundreds of residents were evacuated as a precaution.</p><p>Both the Canakkale Airport and the Dardanelles Strait, which connects the Aegean Sea to the Sea of Marmara, were temporarily closed due to the wildfires on Monday.</p><p>Wildfires in Canakkale province’s Ezine and Ayvacik districts were largely brought under control, but blazes in the province’s centre, south of the Dardanelles Strait, were still burning, Agriculture and Forestry Minister Ibrahim Yumakli said in a post on X.</p><p>Seven planes and six helicopters were tackling the blaze on Tuesday, Canakkale Governor Omer Toraman said on X, adding that there was no immediate danger to residential areas.</p><p>Other wildfires in the northern province of Edirne and southern province of Hatay were brought under control while efforts were under way to battle another wildfire in the western province of Manisa, Yumakli said.</p><p>The <a href=\"/news/2025/8/11/wildfires-blaze-through-parts-of-europe-as-heatwave-hits\">wildfires</a> coincide with what meteorologists expect to be the most intense day yet of the ongoing heatwave in Europe, with all regions under weather alerts.</p><p>Forecasters warned of highs about 40 degrees Celsius (104 degrees Fahrenheit) and overnight lows that remain above 25C (77F).</p></div></div></body></html>"
        },
        {
            "title": "Carter feared racist abuse for James after penalty miss in Euros shootout | Football News | Al Jazeera",
            "time": "2025-08-12T10:27:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2023-12-05T191026Z_2117580136_UP1EJC51H9C21_RTRMADP_3_SOCCER-UEFANATIONS-SCO-ENG-REPORT-1754992673.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Carter feared racist abuse for James after penalty miss in Euros shootout</h1><p class=\"article__subhead\"><em>England beat Sweden on penalties in the Euro 2025 quarterfinal before going on to beat Spain in the final.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>England defender Jess Carter said she felt a sigh of relief when her non-Black teammates missed penalties during their shootout win over Sweden in the Women’s Euro 2025 quarterfinals, fearing Lauren James would suffer “astronomical” racist abuse if the forward had been the only player to miss her spot-kick.</p><p>England overcame a two-goal deficit to force penalties in Zurich, eventually triumphing 3-2 in a dramatic shootout that featured 14 attempts.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Sweden goalkeeper Jennifer Falk saved four England penalties, including James’ second effort. Beth Mead, Alex Greenwood and Grace Clinton, who are all white, also missed their spot-kicks for England.</p><p>“It’s horrible to say but it’s almost like a sigh of relief when other players that weren’t Black missed a penalty, because the racism that would have come with LJ (James) being the only one that missed would have been astronomical,” Carter told United Kingdom broadcaster ITN on Monday.</p><p>“It’s not because we want them to fail – it’s about knowing how it’s going to be for us (England’s Black players) if we miss.”</p><figure id=\"attachment_3884095\" aria-describedby=\"caption-attachment-3884095\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884095\" src=\"/wp-content/uploads/2025/08/2025-07-27T193205Z_1351314737_UP1EL7R1I9EFD_RTRMADP_3_SOCCER-EURO-ENG-ESP-1754992805.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"England players celebrate with the trophy after winning the UEFA Women's Euro 2025 \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884095\" class=\"wp-caption-text\">England players celebrate with the trophy after winning the UEFA Women’s Euro 2025 [Denis Balibouse/Reuters]</figcaption></figure><p>Carter said in July that she had been the target of online racist abuse since Euro 2025 began in Switzerland and announced that she is stepping away from social media for the duration of the tournament.</p><p>“It makes you feel really small. It makes you feel like you’re not important, that you’re not valuable,” the 27-year-old said about the effect the abuse had on her.</p><p>“It makes you second-guess everything that you do – it’s not a nice place to be. It doesn’t make me feel confident going back on to the pitch. My family was so devastated by it as well and so sad.”</p><p>England, who traditionally take a knee before matches as a gesture against racism, opted not to do so before their semifinal against Italy, following Carter’s revelations about the abuse she faced.</p><p>She also admitted to feeling fear when England manager Sarina Wiegman informed her she would be playing in the final against Spain, which <a href=\"/sports/2025/7/27/england-beat-spain-in-penalty-shootout-to-win-womens-euro-2025\">England won 3-1 on penalties</a> after a 1-1 draw.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“That’s the first time I’ve ever been scared – too scared to play,” Carter said.</p><p>“I think it was a mixture of such a big game, but then on top of that (I was) scared of whatever abuse might come with it, whether it’s football-based or whether it was going to be the racial abuse that was going to come with it because I did something wrong.”</p></div></div></body></html>"
        },
        {
            "title": "‘I knew these giants, Al Jazeera’s Mohammed Qreiqeh and Anas al-Sharif’ | Israel-Palestine conflict | Al Jazeera",
            "time": "2025-08-12T10:26:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/482087696_122115338210824490_8377497112502134896_n-1-1754891094-1-1754988626.jpg?resize=1200%2C630",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Deir el-Balah, Gaza</strong> – The first time I met Mohammed Qreiqeh was at al-Ahli Arab Hospital in Gaza City on January 31 when we had just returned from southern Gaza to the north.</p><p>I went to Al Jazeera’s media tent at the hospital, where he was. Photographer Abdel “Abed” Hakim and I introduced ourselves, and we all chatted – about the situation, the war and our displacement to the south.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>At the time, Anas al-Sharif was doing a live report.</p><p>I felt a warm sense of familiarity. I was finally seeing Anas, whose reports we had followed throughout our displacement. He didn’t look different from how he did on screen, but he had a strong presence in person.</p><p>We approached Anas after he finished his report and spoke briefly. He knew Abed well, but it was the first time I met him. He spoke with humility and an easy smile during our short conversation – he had to go report across northern Gaza.</p><p>My brief meeting with Anas and Mohammed that day felt like standing before giants, powerful and unshakable. In their presence, I felt like nothing compared to their strength, determination and persistence despite the horrors that had unfolded in the north.</p><p>Those of us reporting from the south often marvelled at their strength, and we were always proud of them.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>I met Mohammed and Anas several times after that.</p><p>On April 13 when al-Ahli Arab Hospital in the centre of Gaza City was struck by two missiles, the meeting was brief but warm – the kind that you could feel how ready they were to help at any moment.</p><p>That day, Mohammed advised me to focus on certain points and pointed me towards a place to get important interviews and information. Moments later, he excused himself to go live on air.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>This was something Anas and Mohammed shared: tireless work and a willingness to help any journalist on the ground, especially as veterans who knew every inch of northern Gaza.</p><p>The last time I saw Anas was last week outside al-Shifa Hospital in Gaza City. I had gone there to film an interview.</p><p>We exchanged a quick greeting because, as always, he was busy and getting ready for a live broadcast. I watched him gesture to his cameraman where to set up under the blazing sun.</p><p>For a moment, I observed him, his energy and professionalism, despite the wave of Israeli incitement and threats against him. My parting words to him were: “Stay safe,” because we all knew he could be a target at any moment.</p><p>When the news came of his assassination on Sunday night, it was a catastrophe, not only for journalists, but for all Palestinians who considered Anas a son, someone who told their stories.</p><figure id=\"attachment_3882017\" aria-describedby=\"caption-attachment-3882017\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3882017\" src=\"/wp-content/uploads/2025/08/520553085_122094082064964439_5885789456406200080_n-1-1754892231.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Mohammed Qraiqea\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3882017\" class=\"wp-caption-text\">The author first met Mohammed Qreiqeh at the end of January [Al Jazeera]</figcaption></figure><p>Everyone hoped the news was wrong, but it wasn’t. And it carried another blow: Mohammed, Mohammed Noufal and Ibrahim Zaher had also been targeted.</p><p>Al Jazeera Arabic’s entire northern Gaza crew had been wiped out – correspondents, cameramen and equipment – erased.</p><p>The charges against them were ready-made, fabricated. But everyone knows Israel fears only one thing: the truth.</p><p>It was a moment when I hated everything. I hated journalism – now a lie for a world that does not hear us or see us, a world that waits for our deaths, waits for us to become the news instead of delivering it.</p><p>It was a moment heavy with futility, with the shamelessness of the crime and yet heavier with the rage that the crimes go unpunished.</p><p>Why wasn’t Anas protected? Why was he left alone, facing death at any moment? Why did we have to watch this as just another news item?</p><p>Journalism has become a fear and a curse that shadows us all, every moment.</p><p>Anas, Mohammed and their colleagues are no longer here to hold the microphones or cameras, but their voices, courage and relentless pursuit of truth will remain etched in Gaza’s memory.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN probe finds evidence of ‘systematic torture’ in Myanmar | Human Rights News | Al Jazeera",
            "time": "2025-08-12T10:00:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/000_67974DM-1754988870.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"1027\" data-end=\"1198\">United Nations investigators say they have gathered evidence of systematic torture in Myanmar’s detention facilities, identifying senior figures among those responsible.</p><p data-start=\"1200\" data-end=\"1449\">The Independent Investigative Mechanism for Myanmar (IIMM), set up in 2018 to examine potential breaches of international law, said on Tuesday that detainees had endured beatings, electric shocks, strangulation and fingernail removal with pliers.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"1451\" data-end=\"1681\">“We have uncovered significant evidence, including eyewitness testimony, showing systematic torture in Myanmar detention facilities,” Nicholas Koumjian, head of the mechanism, said in a statement accompanying its <a href=\"https://iimm.un.org/en/myanmar-mechanism-advances-its-identification-perpetrators-annual-report\">16-page report</a>.</p><p data-start=\"1683\" data-end=\"1849\">The UN team said some prisoners died as a result of the torture.</p><p data-start=\"1683\" data-end=\"1849\">It also documented the abuse of children, often detained unlawfully as proxies for their missing parents.</p><p data-start=\"1851\" data-end=\"2085\">According to the report, the UN team has made more than two dozen formal requests for information and access to the country, all of which have gone unanswered. Myanmar’s military authorities did not respond to media requests for comment.</p><p data-start=\"2087\" data-end=\"2229\">The military has repeatedly denied committing atrocities, saying it is maintaining peace and security while blaming “terrorists” for unrest.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"2231\" data-end=\"2429\">The findings cover a year that ended on June 30 and draw on information from more than 1,300 sources, including hundreds of witness accounts, forensic analysis, photographs and documents.</p><p data-start=\"2431\" data-end=\"2582\">The IIMM said it identified high-ranking commanders among the perpetrators but declined to name them to avoid alerting those under investigation.</p><p data-start=\"2584\" data-end=\"2752\">The report also found that both government forces and armed opposition groups had committed summary executions. Officials from neither side of Myanmar’s conflict were available to comment.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"2754\" data-end=\"2991\">The latest turmoil in Myanmar began when a 2021 military coup ousted an elected civilian government, sparking a nationwide conflict. The UN estimates tens of thousands of people have been detained in efforts to crush dissent and bolster the military’s ranks.</p><p data-start=\"2993\" data-end=\"3140\">Last month, the leader of the military government, Min Aung Hlaing, ended a four-year state of emergency and appointed himself acting president before planned elections.</p><p data-start=\"3142\" data-end=\"3396\">The IIMM’s mandate covers abuses in Myanmar dating back to 2011, including the military’s 2017 campaign against the mostly Muslim Rohingya, which forced hundreds of thousands of members of the ethnic minority to flee to Bangladesh, and postcoup atrocities against multiple communities.</p><p data-start=\"3398\" data-end=\"3572\">The IIMM is also assisting international legal proceedings, including cases in Britain. However, the report warned that budget cuts at the UN could undermine its work.</p><p data-start=\"3574\" data-end=\"3745\">“These financial pressures threaten the Mechanism’s ability to sustain its critical work and to continue supporting international and national justice efforts,” it said.</p></div></div></body></html>"
        },
        {
            "title": "Illia Zabarnyi: PSG sign Ukraine defender from Bournemouth | Football News | Al Jazeera",
            "time": "2025-08-12T09:55:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP24158577346233-1754991057.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Illia Zabarnyi: PSG sign Ukraine defender from Bournemouth</h1><p class=\"article__subhead\"><em>Champions League winners Paris Saint-Germain sign Ukraine international defender Illia Zabarnyi from Bournemouth.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Paris Saint-Germain have signed centre back Illia Zabarnyi from Premier League club Bournemouth on a five-year contract, with the 22-year-old becoming the French club’s first Ukrainian player in history.</p><p>Financial details were not disclosed but media reports on Tuesday said the transfer fee was worth about 63 million euros ($73m).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The Ukraine international was a key part of Bournemouth’s defensive lineup last season, making 36 appearances as the club achieved positive goal difference in a Premier League campaign for the first time, finishing ninth.</p><p>Zabarnyi is the latest Bournemouth defender to depart this summer after Dean Huijsen joined Real Madrid and Milos Kerkez signed for Liverpool.</p><p>“I’m very happy to join Paris Saint-Germain, the best club in the world, with the best project. I am here to give everything I have on the pitch and I’m looking forward to making my debut and meeting the fans,” Zabarnyi said in a statement.</p><p>Zabarnyi made his senior debut at his hometown club Dyanmo Kyiv before joining Bournemouth in January 2023 on a five-and-a-half year contract.</p><p>The English club awarded Zabarnyi, known for his aggressive defending and dominance in aerial duels, with a contract extension until 2029 after an impressive 2023-2024 campaign.</p><p>“We’re delighted to continue the strengthening of our squad with the signature of Illia Zabarnyi. Illia is a talented international player and a great professional. He will make a major contribution to everything that we are building long-term at Paris Saint-Germain,” PSG President Nasser Al-Khelaifi said.</p><p>Champions League winners PSG, who also lifted the Ligue 1 and French Cup titles last season, face Tottenham Hotspur for the UEFA Super Cup on Wednesday.</p><p>The Parisians have also already had <a href=\"/sports/2025/8/7/nine-psg-players-dominate-ballon-dor-2025-nominee-list\">nine players nominated</a> for this year’s Ballon d’OR award.</p></div></div></body></html>"
        },
        {
            "title": "PSG vs Tottenham: UEFA Super Cup - teams, start, lineups | Football News | Al Jazeera",
            "time": "2025-08-12T09:43:21",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-31T214505Z_1578819068_UP1EL5V1OF3FH_RTRMADP_3_SOCCER-CHAMPIONS-PSG-INT-REPORT-1754989558.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Who:</strong> Paris Saint-Germain vs Tottenham Hotspur<br>\n<strong>What:</strong> UEFA Super Cup<br>\n<strong>Where:</strong> Bluenergy Stadium in Udine, Italy<br>\n<strong>When:</strong> Wednesday, August 13 at 9pm (19:00 GMT)</p><p><em><strong>How to follow:</strong> We’ll have all the build-up on <a href=\"/\">Al Jazeera Sport</a> from 5pm (15:00 GMT) in advance of our live text commentary stream</em>.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The first major trophy of the season is up for grabs and UEFA Champions League winners Paris Saint-Germain will be targeting a fourth title in the calendar year when they face Europa League champions Tottenham Hotspur.</p><p>Luis Enrique’s Parisians swept all before them on home soil and in Europe last year, although success wasn’t to follow on the global stage in the summer.</p><p>Tottenham manager Thomas Frank inherits a side that secured their first European trophy in more than four decades. The north Londoners, however, finished only one place above the relegation zone in the English Premier League.</p><p>Al Jazeera Sport takes a closer look at the match being played at the home of Italian side Udinese.</p><h2 id=\"what-is-the-uefa-super-cup\">What is the UEFA Super Cup?</h2><p>The competition pits the winners of the previous season’s UEFA Champions League and UEFA Europa League competitions.</p><figure id=\"attachment_3884016\" aria-describedby=\"caption-attachment-3884016\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884016\" src=\"/wp-content/uploads/2025/08/GettyImages-2228870972-1754989404.jpg?w=770&amp;resize=770%2C512&amp;quality=80\" alt=\"UEFA Super Cup Giant Ball and Trophy in Piazza Matteotti ahead of the UEFA Super Cup\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884016\" class=\"wp-caption-text\">The 2025 UEFA Super Cup Giant Ball and Trophy in Piazza Matteotti before the UEFA Super Cup in Udine City Centre [Chris Ricco – UEFA/UEFA via Getty Images]</figcaption></figure><h2 id=\"how-did-psg-and-tottenham-qualify-for-the-super-cup-final\">How did PSG and Tottenham qualify for the Super Cup final?</h2><p>PSG hammered Inter Milan 5-0 in the final of <a href=\"/sports/2025/5/31/psg-beat-inter-milan-to-lift-champions-league-football-doue-paris-saint-germain\">last season’s UEFA Champions League</a>.</p><p>French teenage sensation, Desire Doue, scored twice and provided an assist as the Italians were swept aside in Munich.</p><p>Tottenham overcame Manchester United 1-0 in <a href=\"/sports/2025/5/21/tottenham-defeat-manchester-united-to-win-europa-league-final\">the final of the UEFA Europa League</a>.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Brennan Johnson scored the only goal of the game in the first half. It wasn’t enough to save Ange Postecoglu’s job as manager, as the Australian was <a href=\"/sports/2025/6/6/tottenham-sack-postecoglou-despite-europa-league-win\">sacked two weeks later</a> following the 17th-place finish in the Premier League.</p><figure id=\"attachment_3884034\" aria-describedby=\"caption-attachment-3884034\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884034\" src=\"/wp-content/uploads/2025/08/2025-05-21T212200Z_903556270_UP1EL5L1NCLO3_RTRMADP_3_SOCCER-EUROPA-TOT-MUN-REPORT-1754989818.jpg?w=770&amp;resize=770%2C515&amp;quality=80\" alt=\"Tottenham Hotspur's captain, Son Heung-min, lifts the trophy with teammates after winning the Europa League Final\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884034\" class=\"wp-caption-text\">Tottenham Hotspur’s now-departed captain, Son Heung-min, lifts the trophy with teammates after winning the Europa League final last season [Andrew Couldridge/Reuters]</figcaption></figure><h2 id=\"what-trophies-did-psg-win-in-their-treble-last-season\">What trophies did PSG win in their treble last season?</h2><p>PSG sealed the 2024-25 Ligue 1 season by an incredible 19 points – despite easing off for the final three-winless matches.</p><p>The Parisians also sealed the French Cup, beating Reims 3-0, a week before the Champions League final.</p><h2 id=\"what-happened-to-psg-at-the-uefa-club-world-cup\">What happened to PSG at the UEFA Club World Cup?</h2><p>Following their treble, PSG had the chance to follow in the footsteps of Manchester City, who lifted five trophies in a calendar year in 2023.</p><p>Pep Guardiola’s side followed up the domestic and European treble with wins in the Super Cup and <a href=\"/sports/liveblog/2023/12/22/manchester-city-vs-fluminese-club-world-cup-final-live-match-coverage-football-commentary-updates-jeddah-saudi-arabia\">FIFA Club World Cup (CWC)</a> that year.</p><p>PSG’s chance to replicate that unique achievement was ended by <a href=\"/sports/2025/7/13/chelsea-trounce-psg-to-lift-fifa-club-world-cup\">a shock 3-0 defeat</a> by unfancied Chelsea in the final of this year’s expanded CWC.</p><p></p><h2 id=\"who-are-the-uefa-super-cup-holders\">Who are the UEFA Super Cup holders?</h2><p>Spanish giants Real Madrid beat Italian side Atalanta 2-0 in the final in Monaco last year.</p><p>Real were the Champions League holders, having <a href=\"/sports/liveblog/2024/6/1/uefa-champions-league-final-borussia-dortmund-vs-real-madrid\">overcome Germany’s Borussia Dortmund 2-0 in the final</a> the previous season.</p><p>Atalanta also topped a German side in the Europa League final the year before, as <a href=\"/sports/2024/5/23/europa-league-final-nigerias-lookman-the-hero-as-atalanta-stun-leverkusen\">they beat Bayer Leverkusen 3-0</a>.</p><h2 id=\"are-real-madrid-the-record-uefa-super-cup-winners\">Are Real Madrid the record UEFA Super Cup winners?</h2><p>Yes. The Spanish giants’ victory against Atalanta in 2024 was a record-extending sixth Super Cup victory. It was also the fifth time in 11 years that Los Blancos lifted the trophy.</p><figure id=\"attachment_3883982\" aria-describedby=\"caption-attachment-3883982\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883982\" src=\"/wp-content/uploads/2025/08/AP24227770866415-1754988708.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Real Madrid players and staff pose with the trophy after winning the UEFA Super Cup Final\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883982\" class=\"wp-caption-text\">Real Madrid players and staff pose with the trophy after winning the UEFA Super Cup final against Atalanta last season [Darko Bandic/AP]</figcaption></figure><h2 id=\"what-happens-if-you-win-the-uefa-super-cup\">What happens if you win the UEFA Super Cup?</h2><p>Both finalists have already qualified for this season’s UEFA Champions League based on their European victories last season.</p><p>UEFA retains the official trophy, but a replica, alongside 40 gold medals, are presented to the winners to keep.</p><h2 id=\"how-much-money-does-the-uefa-super-cup-winner-get\">How much money does the UEFA Super Cup winner get?</h2><p id=\"winners-of-the-trophy-will-receive-five-million-euros-4-3m-in-prize-money-while-the-runners-up-get-four-million-euros-3-4m\">The winners will receive a cheque for 5 million euros ($5.8m) in prize money.</p><p>The runners-up don’t fare too badly, receiving 4 million euros ($4.64m).</p><figure id=\"attachment_3883999\" aria-describedby=\"caption-attachment-3883999\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883999\" src=\"/wp-content/uploads/2025/08/GettyImages-2229542786-1754989213.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"The Winners' Medal is seen prior to the UEFA Super Cup 2025 match between Paris Saint-Germain and Tottenham Hotspur at Stadio Friuli at Friuli Stadium\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883999\" class=\"wp-caption-text\">The Winners’ Medal is seen before the UEFA Super Cup 2025 match between Paris Saint-Germain and Tottenham Hotspur at Udine, Italy [Tullio Puglia – UEFA/UEFA via Getty Images]</figcaption></figure><h2 id=\"psg-team-news\">PSG team news</h2><p>Midfielder Joao Neves is suspended following his red card in the FIFA World Cup final defeat by Chelsea.</p><p>Conversely, Willian Pacho and Lucas Hernandez were both suspended for that final but are free to return for this match.</p><p>Goalkeeper Gianluigi Donnarumma has been left out of the squad amid increasing reports he will leave the club.</p><p>PSG named its squad on Tuesday. Goalkeeper Lucas Chevalier, who recently joined from Lille for just more than 40 million euros ($46.4m), was included along with backup goalie Matvei Safonov.</p><h2 id=\"tottenham-team-news\">Tottenham team news</h2><p>James Maddison tore his ACL in the preseason friendly with Newcastle United and is now set to miss most of the forthcoming campaign.</p><p>Dejan Kulusevski, Radu Dragusin and Dominic Solanke all remain sidelined, while Destiny Udogie is also a doubt.</p><p>Spurs last week waved goodbye to their captain, Son Heung-min, who <a href=\"/sports/2025/8/6/son-heung-min-completes-los-angeles-transfer-from-tottenham\">joined Major League Soccer side Los Angeles</a>.</p><h2 id=\"paris-saint-germain-predicted-starting-xi\">Paris Saint-Germain predicted starting XI:</h2><p>Chevalier; Hakimi, Marquinhos, Pacho, Nuno Mendes; Zaire-Emery, Vitinha, Fabian Ruiz; Doue, Dembele, Kvaratskhelia</p><h2 id=\"tottenham-hotspur-predicted-starting-xi\">Tottenham Hotspur predicted starting XI:</h2><p>Vicario; Pedro Porro, Romero, Van de Ven, Spence; Bentancur, Palhinha, Sarr; Johnson, Richarlison, Kudus</p><figure id=\"attachment_3884042\" aria-describedby=\"caption-attachment-3884042\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3884042\" src=\"/wp-content/uploads/2025/08/GettyImages-2229570952-1754990224.jpg?w=770&amp;resize=770%2C470&amp;quality=80\" alt=\"A general view of the Stadio Friuli prior to the UEFA Super Cup 2025 match between Paris Saint-Germain and Tottenham Hotspur at Friuli Stadium on August 11, 2025 in Udine, Italy\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3884042\" class=\"wp-caption-text\">A general view of Bluenergy Stadium in Udine, Italy, before the UEFA Super Cup 2025 match between Paris Saint-Germain and Tottenham Hotspur [Claudio Villa/Getty Images]</figcaption></figure></div></div></body></html>"
        },
        {
            "title": "‘My studies, my life’: War leaves Gaza students hungry and out of school | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-12T09:32:03",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-04T113853Z_651294527_RC2B0GAK384U_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-1754983874.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Maha Ali was determined to one day become a journalist and report on events in Gaza. Now she and other students have just one ambition: finding food as hunger ravages the Palestinian enclave.</p><p>As war rages, she is living among the ruins of the Islamic University, a once-bustling educational institution that, like most others in Gaza, has become a shelter for displaced people.</p><p>“We have been saying for a long time that we want to live, we want to get educated, we want to travel. Now we are saying we want to eat,” the 26-year-old honours student said.</p><p>Ali is part of a generation of Palestinians in Gaza – from primary school through university students – who say they have been robbed of an education by nearly two years of Israeli air strikes that have destroyed the enclave’s institutions.</p><p>More than 61,000 people have been killed by <a href=\"/tag/gaza/\">Israel’s war on Gaza</a>, according to Gaza health authorities. Much of the enclave, which suffered from poverty and high unemployment even before the war, has been demolished.</p><p>Palestinian Minister of Education Amjad Barham accused Israel of carrying out systematic destruction of schools and universities, saying 293 of 307 schools have been destroyed completely or partially.</p><p>“With this, the occupation wants to kill hope inside our sons and daughters,” he said.</p><p>The United Nations Office for the Coordination of Humanitarian Affairs said, according to the latest satellite-based damage assessment in July, 97 percent of educational facilities in Gaza have sustained some level of damage with 91 percent requiring major rehabilitation or complete reconstruction to become functional again.</p><p>“Restrictions by Israeli authorities continue to limit the entry of educational supplies into Gaza, undermining the scale and quality of interventions,” it said.</p><p>Those grim statistics paint a bleak future for Yasmine al-Za’aneen, 19, sitting in a tent for the displaced and sorting through books that have survived Israeli strikes and displacement.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>She recalled how immersed she was in her studies, printing papers, finding an office and fitting it with lights.</p><p>“Because of the war, everything was stopped. I mean everything I had built, everything I had done. Just in seconds, it was gone,” she said.</p><p>There is no immediate hope for relief or a return to the classroom.</p><p>Israel plans a new Gaza offensive, which Prime Minister Benjamin Netanyahu said on Sunday that he expected to complete “fairly quickly”, as the UN Security Council heard new demands for an end to the suffering in the Palestinian enclave.</p><p>Saja Adwan, 19, an honours student at the al-Azhar Institute who is living in a school turned shelter with her family of nine, recalled how the building where she once learned was bombed.</p><p>Her books and study materials are gone. To keep her mind occupied, she takes notes on the meagre educational papers she has left.</p><p>“All my memories were there – my ambitions, my goals. I was achieving a dream there. It was a life for me. When I used to go to the institute, I felt psychologically at ease,” she said.</p><p>“My studies were there; my life, my future, where I would graduate from.”</p></div></div></body></html>"
        },
        {
            "title": "Sudanese RSF fighters kill more than 40 people in Darfur camp | Sudan war News | Al Jazeera",
            "time": "2025-08-12T08:49:25",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/07/ap_688259ab3bdbe-1753373099.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Sudan’s paramilitary Rapid Support Forces (RSF) has attacked a famine-hit camp for displaced people in Darfur, killing at least 40 civilians, according to first responders.</p><p>The RSF stormed Abu Shouk camp on Monday, opening fire inside homes and on the streets, said the local Emergency Response Room,one of hundreds of volunteer networks providing front-line aid since war erupted between the Sudanese army and the RSF in April 2023.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>It said more than 40 civilians were killed and at least 19 were wounded in the attack.</p><p>The rescue group said civilians were “killed either by stray bullets or direct executions” at the camp, located on the northern outskirts of el-Fasher, the last major city in Darfur still held by the Sudanese army.</p><p>The RSF has laid siege to el-Fasher, the capital of North Darfur state, since May 2024.</p><p>The local resistance committee, a pro-democracy volunteer group, confirmed the toll of at least 40 killed in Monday’s attack.</p><p>The group condemned what it called “horrific violations being committed against innocent, unarmed people”.</p><p>In recent months, el-Fasher and nearby displacement camps have come under renewed RSF attacks after the paramilitary was pushed out of Sudan’s capital, Khartoum, by the army in March.</p><p>A major RSF offensive in April on the Zamzam camp displaced tens of thousands of people, and many sought shelter in el-Fasher.</p><h2 id=\"war-and-famine\">War and famine</h2><p>The war between Sudan’s army and the RSF has killed tens of thousands of people, displaced millions and created what the United Nations describes as the world’s largest displacement and hunger crisis.</p><p>The <a href=\"/tag/sudan-war/\">conflict</a> has in effect split the country in two with the army holding the north, east and centre while the RSF dominates nearly all of Darfur and parts of the south.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Last year, famine was declared in three camps around <a href=\"/news/2025/8/6/why-are-people-in-sudans-el-fasher-starving\">el-Fasher</a>, including Abu Shouk, and the UN warned it could spread to the city by May.</p><p>But data shortages have prevented an official declaration.</p><p>At a community kitchen in el-Fasher, organisers said some of the children and women they serve arrive there with swollen bellies, sunken eyes and signs of acute malnutrition, according to the AFP news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Meanwhile, in North Kordofan state in central Sudan, the RSF has been accused of displacing more than 3,000 families from 66 villages due to fighting since early August, according to the Sudan Doctors Network.</p><p>The group also said the RSF looted their properties and stole their money and livestock.</p><p>Those displaced ended up arriving in Khartoum and White Nile provinces last week.</p><p>The recent attacks on the villages in the province killed 18 civilians and injured dozens, according to the latest update by the UN.</p></div></div></body></html>"
        },
        {
            "title": "Protests held worldwide over Israel’s murder of Al Jazeera Gaza journalists | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-12T08:35:55",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/000_69AX7WY-1754982610.jpg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p data-start=\"151\" data-end=\"282\" data-is-last-node=\"\" data-is-only-node=\"\">Protests and memorials have erupted worldwide, and calls for accountability are growing after <a href=\"/news/2025/8/11/here-are-the-names-of-the-journalists-israel-killed-in-gaza\">four Al Jazeera staff members</a> were assassinated in an Israeli strike on Gaza.</p><p data-start=\"469\" data-end=\"964\">Late on Sunday, an Israeli attack hit a media tent outside the main gate of al-Shifa Hospital in Gaza City, killing Al Jazeera Arabic correspondent Anas al-Sharif, 28, along with colleagues, correspondent Mohammed Qreiqeh, 33, and cameramen Ibrahim Zaher, 25, and Mohammed Noufal, 29.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p data-start=\"469\" data-end=\"964\">Also killed were freelance cameraman Momen Aliwa, 23, and freelance journalist Mohammed al-Khalidi, 37.</p><p data-start=\"469\" data-end=\"964\">Gaza’s Government Media Office says at least 238 journalists have been killed since Israel’s war on Gaza began in late 2023.</p><p data-start=\"966\" data-end=\"1308\">The latest killings have prompted outrage around the world. In Ramallah in the occupied West Bank, Palestinians filled the streets, waving flags and carrying photographs of the slain reporters.</p><p data-start=\"966\" data-end=\"1308\">Hundreds rallied in Tunisia, demanding accountability for the attacks. Protests took place in Northern Ireland’s capital, Belfast and Republic of Ireland’s capital, Dublin, while vigils were held in Berlin, Germany and the Netherlands. Earlier demonstrations took place in Washington, DC, as well as London, Oslo and Stockholm.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p data-start=\"1310\" data-end=\"1585\">In the US capital, Washington, DC, protesters gathered outside a building housing NBC, Fox News, ITN and The Guardian.</p><p data-start=\"1587\" data-end=\"2072\">Demonstrators were “banging pots and pans, making as much noise as possible” to disrupt live broadcasts happening inside, said Al Jazeera’s Shihab Rattansi, reporting from the scene.</p><p data-start=\"1587\" data-end=\"2072\">“The demonstrators say their coverage of the genocide in Gaza has given Israel room to kill so many Palestinians and, notably, so many journalists,” he said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p data-start=\"1587\" data-end=\"2072\">“Their message is: You are no longer the gatekeepers. We know what’s happening in Gaza. We know about the genocide despite your best efforts,” he added.</p><p data-start=\"1587\" data-end=\"2072\">Rattansi said candles were lit for each journalist killed in Gaza, with particular attention given to al-Sharif.</p><figure id=\"attachment_3883847\" aria-describedby=\"caption-attachment-3883847\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883847\" src=\"/wp-content/uploads/2025/08/000_699Z86A-1754983484.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Wael Al-Dahdouh (R), Al Jazeera's bureau chief in Gaza, stands next to Al Jazeera anchor and presenter Mohamed Krichen (L) as he holds the portrait of Anas al-Sharif during a moment of silence to honour Anas and four other colleagues, killed in an overnight Israeli strike in Gaza City [Karim Jaafar/AFP]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883847\" class=\"wp-caption-text\">Colleagues hold a portrait of Anas al-Sharif during a moment of silence to honour the Al Jazeera reporters who were the latest journalists killed by Israel in Gaza [Karim Jaafar/AFP]</figcaption></figure><p data-start=\"2190\" data-end=\"2579\">Hazami Barmada, one of the organisers of the Washington, DC protest, told Al Jazeera the media organisations had helped to create “public consent for the murder of these journalists … by making excuses for the Israeli government to target and kill them”.</p><p data-start=\"2190\" data-end=\"2579\">She added: “After their death, [the media organisations] continue to justify the illegal death, shooting, bombing and murdering journalists, which is a crime against humanity and a war crime.”</p><p data-start=\"2581\" data-end=\"3041\">Press freedom group PEN America said the killing of the journalists in Gaza “raises grave concerns” and “could amount to a war crime”.</p><p data-start=\"2581\" data-end=\"3041\">“This attack not only wiped out an entire team of journalists – at a time when there are fewer and fewer voices able to report from Gaza – but also took six more Palestinian lives in an onslaught that has already claimed thousands of lives,” said Liesl Gerntholtz, managing director of its PEN/Barbey Freedom to Write Center.</p><p data-start=\"3043\" data-end=\"3397\">“The fact that [Anas] al-Sharif’s family, friends, and colleagues must now defend him from unsupported accusations rather than being able to mourn him and honour his legacy as a journalist adds to the disgraceful nature of this crime,” Gerntholtz added.</p><p data-start=\"3043\" data-end=\"3397\">PEN America noted that al-Sharif was previously part of a Reuters team that won a Pulitzer Prize in 2024.</p><figure id=\"attachment_3883843\" aria-describedby=\"caption-attachment-3883843\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883843\" src=\"/wp-content/uploads/2025/08/000_699Z86C-1754983310.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Wael Al-Dahdouh (C), Al Jazeera's bureau chief in Gaza, delivers a statement during a moment of silence to honour five of Al Jazeera staff members, killed in an overnight Israeli strike in Gaza City, at the networks' headquarters in Doha on August 11, 2025. [Karim Jaafar/AFP]\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883843\" class=\"wp-caption-text\">Wael Dahdouh, centre, Al Jazeera’s bureau chief in Gaza, delivers a statement during a moment of silence to honour Al Jazeera staff members killed in an Israeli strike in Gaza City, at the network’s headquarters in Doha on August 11, 2025 [Karim Jaafar/AFP]</figcaption></figure><p data-start=\"3043\" data-end=\"3397\">Elsewhere, an Australian journalists’ union released a statement condemning the “targeted killing” of the Palestinian media workers this week and the killing of “nearly 200 others”.</p><p data-start=\"3043\" data-end=\"3397\">The Media, Entertainment and Arts Alliance (MEAA), the largest organisation representing journalists in Australia, said al-Sharif’s “reports brought to the world the reality of the horrors being inflicted by the Israeli Government on the civilians in Gaza”.</p><p>“The targeting of journalists is a blatant attack on press freedom, and it is also a war crime. It must stop,” MEAA said, also calling for Israel’s ban preventing international journalists from reporting from Gaza to be lifted.</p><p>Separately, the United Nations condemned the killings, with UN Secretary-General Antonio Guterres calling for an “independent and impartial investigation”, his spokesperson said.</p><p data-start=\"3399\" data-end=\"3844\">The killings come as Israel’s Security Cabinet has approved Israeli Prime Minister Benjamin Netanyahu’s plan to expand military operations and occupy Gaza City.</p><p data-start=\"3399\" data-end=\"3844\">In November 2024, the International Criminal Court issued arrest warrants for Netanyahu and former Defense Minister Yoav Gallant over alleged war crimes and crimes against humanity in Gaza.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "China, Brazil can be models of ‘self-reliance’ for Global South, Xi says | Business and Economy News | Al Jazeera",
            "time": "2025-08-12T07:28:44",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-05-13T130658Z_693832443_RC2YGEA41KMG_RTRMADP_3_CHINA-BRAZIL-1754978512_16ce71-1754978603.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>China, Brazil can be models of ‘self-reliance’ for Global South, Xi says</h1><p class=\"article__subhead\"><em>China’s Xi and Brazil’s Lula discuss cooperation amid fallout of US President Donald Trump’s trade war.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Chinese President Xi Jinping has suggested that China and Brazil set an example of “unity and self-reliance” in the Global South, Chinese state media has reported.</p><p>In a phone call on Monday, Xi told Brazilian President Luiz Inacio Lula da Silva that China was ready to work with Brazil to be a model for other countries and build a “more just world and a more sustainable planet”, the state-run Xinhua news agency said.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Xi told Lula that China-Brazil ties were “at their best in history” and the “alignment” of the two countries’ development strategies was making “smooth progress”, Xinhua reported.</p><p>“Xi also said that China backs the Brazilian people in defending their national sovereignty and supports Brazil in safeguarding its legitimate rights and interests, urging all countries to unite in resolutely fighting against unilateralism and protectionism,” Xinhua said.</p><p>Lula’s office said the two leaders agreed on the role of the Group of 20 and BRICS in “defending multilateralism”, discussed efforts to negotiate peace between Russia and Ukraine, and committed to expanding cooperation to sectors such as health, oil and gas, the digital economy and satellites.</p><p>“Both presidents also emphasised their willingness to continue identifying new business opportunities between the two economies,” Lula’s office said.</p><p>Lula also reiterated the importance of China for the success of the COP30 world climate conference in November in Belem, Brazil, his office said.</p><p>The two leaders held the discussion as United States President Donald Trump’s trade salvoes are spurring calls for greater cooperation among emerging economies, including China and Brazil.</p><p>In an interview with the Reuters news agency last week, Lula said he planned to contact the leaders of the 10-member BRICS group, which includes India and China, to discuss the possibility of a coordinated response to US tariffs.</p><p>Trump last month announced a 50 percent tariff on Brazilian goods, and on Monday he signed an <a href=\"/economy/2025/8/11/us-to-extend-china-tariff-pause-another-90-days\">executive order extending a pause on a 145 percent tariff on Chinese goods until November</a>.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>China surpassed the US as Brazil’s largest trading partner in 2009, with two-way trade last year reaching $188.17bn.</p></div></div></body></html>"
        },
        {
            "title": "Two dead, 10 injured in explosion at US steel plant in Pennsylvania | Manufacturing News | Al Jazeera",
            "time": "2025-08-12T06:57:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-11T175847Z_1330949940_RC2Y4GAUBRJU_RTRMADP_3_USA-PENNSYLVANIA-EXPLOSION-1754978406.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Multiple explosions at a US Steel plant near Pittsburgh, Pennsylvania have killed two people and injured 10, according to the company and local authorities.</p><p>The blasts at the Clairton Coke Works – part of a sprawling industrial complex along the Monongahela River – took place just before 11am Eastern Time (15:00 GMT) on Monday.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>Firefighters battled flames and heavy smoke that billowed out of the plant, which is owned by US Steel, a subsidiary of Nippon Steel.</p><p>Initially, two people were reported missing. One person was found and transported to a local hospital, said Allegheny County Police Assistant Superintendent Victor Joseph at an afternoon briefing.</p><p>There was no word yet on the possible cause of the explosion.</p><p>The investigation into the explosion would be “a time-consuming technical investigation”, Joseph said.</p><p>David Burritt, president and chief executive officer of US Steel, said in a statement that the company was working with local authorities to discover the cause.</p><p>Pennsylvania Governor Josh Shapiro posted on X that there were multiple explosions at the plant and that his administration was in touch with local officials.</p><p>“The scene is still active, and folks nearby should follow the direction of local authorities,” he wrote at the time the employee was missing.</p><p>The severity of the injuries was not known, but news accounts said several people were taken to hospital burn units.</p><figure id=\"attachment_3883746\" aria-describedby=\"caption-attachment-3883746\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883746\" src=\"/wp-content/uploads/2025/08/2025-08-11T181036Z_289183110_RC2Y4GAK1JRC_RTRMADP_3_USA-PENNSYLVANIA-EXPLOSION-1754978412.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\" US Steel's Clairton Coke Works plant is seen after blasts\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883746\" class=\"wp-caption-text\">US Steel’s Clairton Coke Works plant is seen after the explosions [ABC Affiliate WTAE via Reuters]</figcaption></figure><h2 id=\"steel-sector-in-decline\">Steel sector in decline</h2><p>Clairton Mayor Rich Lattanzi said it was a horrible day for the city, about 32km (20 miles) south of Pittsburgh, long known as the US Steel City.</p><p>US Steel has produced steel in the area since the late 19th century, but in recent decades, the industry has been in decline, leading to plant closures and restructurings.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>In June, Nippon Steel, Japan’s biggest steelmaker, closed its $14.9bn acquisition of US Steel after an 18-month struggle to obtain United States government approval for the deal, which faced scrutiny due to national security concerns.</p><p>While air quality monitors did not detect a dangerous rise in sulphur dioxide after Monday’s explosions, residents within 1.6km (1 mile) of the plant were advised to remain indoors, close windows and doors, set HVAC systems to recirculate, and avoid activities that draw in outside air, said Allegheny County Executive Sara Innamorato at the briefing.</p><p>The Clairton Coke Works is the largest coke manufacturing facility in the US, employing about 1,300 workers. It operates 10 coke oven batteries, which produce about 4.3 million tonnes of coke a year.</p><p>Coke is produced by heating coal at high temperatures. It is used in blast furnaces as part of the process of making steel.</p></div></div></body></html>"
        },
        {
            "title": "Swarm of jellyfish forces shutdown at French nuclear power plant | Nuclear Energy News | Al Jazeera",
            "time": "2025-08-12T05:42:09",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250812__69BG738__v4__HighRes__FranceEnergyNuclear-1754974123_56ad2c-1754975897.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Four reactor units at one of France’s largest nuclear power stations have been forced to shut down due to a swarm of jellyfish in the plant’s water pumping stations, French energy group Electricite de France (EDF) said.</p><p>Three reactor units were automatically shut down on Sunday evening at Gravelines on the English Channel, followed by the fourth early on Monday morning, EDF said, adding that the safety of the plant, its employees and the environment was not at risk.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“These shutdowns are the result of the massive and unpredictable presence of jellyfish in the filter drums of the pumping stations,” EDF said in a statement.</p><p>The plant in northern France is one of the largest in the country and is cooled from a canal connected to the North Sea.</p><p>Teams were carrying out inspections to restart the site “in complete safety”, EDF said, adding the reactors that were shut down are expected to restart on Thursday.</p><p>The beaches around Gravelines, between the major cities of Dunkirk and Calais, have seen an increase in jellyfish in recent years due to warming waters and the introduction of invasive species.</p><figure id=\"attachment_3883642\" aria-describedby=\"caption-attachment-3883642\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883642\" src=\"/wp-content/uploads/2025/08/AFP__20250812__69BG72Y__v1__HighRes__FranceEnergyNuclear-1754974080.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt='Yellyfish lay on the shore near the Gravelines nuclear power plant in Gravelines, northern France on August 12, 2025. Four units at the Gravelines nuclear power plant (Nord) were shut down on August 11, 2025 due to the \"massive and unforeseeable presence of jellyfish\" in the pumping stations for the water used to cool the reactors, EDF announced. These automatic shutdowns of units 2, 3, 4, and 5 \"had no impact on the safety of the facilities, the safety of personnel, or the environment,\" EDF assured on its website. The plant is thus temporarily completely shut down, as its two other production units, 1 and 5, are currently undergoing maintenance. (Photo by Sameer AL-DOUMY / AFP)' fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883642\" class=\"wp-caption-text\">Jellyfish lie on the shore near the Gravelines nuclear power plant in Gravelines, northern France, August 12, 2025 [Sameer al-Doumy/AFP]</figcaption></figure><p>The Bulletin of the Atomic Scientists wrote in 2021 that jellyfish swarms incapacitating nuclear power plants is “neither new nor unknown” and there was substantial economic cost due to the forced closure of power plants.</p><p>Scientists are currently exploring ways to avert closures due to sea swarms, including using drones to map the movement of jellyfish, which would allow early intervention.</p><p>“Jellyfish breed faster when water is warmer, and because areas like the North Sea are becoming warmer, the reproductive window is getting wider and wider,” Derek Wright, marine biology consultant with the United States National Oceanic and Atmospheric Administration, told the Reuters news agency.</p><p>“Jellyfish can also hitch rides on tanker ships, entering the ships’ ballast tank in one port and often getting pumped out into waters halfway across the globe,” he said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>An invasive species known as the Asian Moon jellyfish, native to the Pacific Northwest, was first sighted in the North Sea in 2020. The species, which prefers still water with high levels of animal plankton, such as that in ports and canals, has caused similar problems before in ports and at nuclear plants in China, Japan, and India.</p><p>EDF said it did not know the species of jellyfish involved in the shutdown, but this is not the first time jellyfish have shut down a nuclear facility, though such incidents were “quite rare” – the last effect on EDF operations was in the 1990s.</p><p>There have been cases of plants in other countries shutting down due to jellyfish invasions, notably a three-day closure in Sweden in 2013 and a 1999 incident in Japan that caused a major drop in power output.</p><p>Experts say overfishing, plastic pollution and climate change have created conditions for jellyfish to thrive and reproduce.</p><p>EDF said there was no risk of a power shortage due to the shutdown, saying other energy sources, including solar power, were operational.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Australia PM says Israel’s Netanyahu ‘in denial’ over suffering in Gaza | Israel-Palestine conflict News | Al Jazeera",
            "time": "2025-08-12T04:25:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-11T033613Z_1529896060_RC2R4GAJ5Z3I_RTRMADP_3_ISRAEL-PALESTINIANS-AUSTRALIA-1754971781.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Australian Prime Minister Anthony Albanese has said that Israel’s leader, Benjamin Netanyahu, is “in denial” about the <a href=\"/news/2025/8/11/tributes-condemnation-pour-in-for-slain-al-jazeera-journalists-in-gaza\">suffering inflicted on Gaza</a>, and the international community is now saying, “Enough is enough”.</p><p>A day after announcing that <a href=\"/news/2025/8/11/australia-to-recognise-palestinian-statehood-new-zealand-may-follow\">Australia will recognise Palestinian statehood</a> at the United Nations next month, Albanese said that frustration with the Israeli government amid the dire humanitarian situation in Gaza had contributed to Australia’s decision to recognise a Palestinian state.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“[Netanyahu] again reiterated to me what he has said publicly as well, which is to be in denial about the consequences that are occurring for innocent people,” Albanese said in an interview with state broadcaster ABC on Tuesday.</p><p>Albanese said he spoke with Netanyahu last week to inform him of Australia’s decision to join France, Canada and the United Kingdom in recognising a Palestinian state at the UN General Assembly meeting in September.</p><p>Netanyahu, he said, continued to make the same arguments he made last year regarding the conduct of Israel’s war on Gaza, which has now killed more than 61,500 Palestinians since October 2023.</p><p>“That if we just have more military action in Gaza, somehow that will produce a different outcome,” Albanese said, recounting his call with the Israeli leader, according to ABC News.</p><p>Announcing Australia’s decision to recognise Palestinian statehood on Monday, Albanese said that “the risk of trying is nothing compared to the danger of letting this moment pass us by”.</p><p>“The toll of the status quo is growing by the day, and it could be measured in innocent lives,” Albanese said, adding the decision was made as part of a “coordinated global effort” on the two-state solution, which he had discussed with the leaders of the UK, France, New Zealand and Japan.</p><p></p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“A two-state solution is humanity’s best hope to break the cycle of violence in the Middle East and to bring an end to the conflict, suffering and starvation in Gaza,” he said.</p><p>“It seems to me very clearly… we need a political solution, not a military one,” he said.</p><p>Albanese had said just last month that he would not be drawn on a timeline for recognition of a Palestinian state, and has previously been wary of a public opinion backlash in Australia, which has significant Jewish and Muslim minorities.</p><p>But the public mood has shifted sharply in Australia against Israel’s war on Gaza.</p><p>Tens of thousands of demonstrators marched across Sydney’s Harbour Bridge this month, calling for aid deliveries to be allowed to enter Gaza as the humanitarian crisis worsens and Israel’s military continues to block relief efforts.</p><p>Israel also plans to take military control of Gaza City, risking the lives of more than a million Palestinians and instigating what a senior UN official said would be “another calamity”, as deaths from starvation and malnutrition continue to grow across the enclave.</p><p>“This decision is driven by popular sentiment in Australia, which has shifted in recent months, with a majority of Australians wanting to see an imminent end to the humanitarian crisis in Gaza,” Jessica Genauer, a senior lecturer in international relations at Flinders University, told the Reuters news agency.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Why is Trump sending US National Guard to Washington, DC? | Donald Trump News | Al Jazeera",
            "time": "2025-08-12T03:22:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-08-11T224337Z_1919670141_RC245GA0Q08Q_RTRMADP_3_USA-TRUMP-CRIME-1754966238.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has announced that he is temporarily <a href=\"/news/2025/8/11/us-protesters-say-trump-using-crime-emergency-to-justify-dc-takeover\">taking control of the Washington, DC</a>, police department, while deploying 800 National Guard troops to the city.</p><p>Trump said his <a href=\"/news/2025/8/11/trump-says-he-will-deploy-national-guard-in-washington\">actions are needed</a> to “rescue” the US capital from a surge in crime.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 2 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 2</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 2</span></article><span class=\"screen-reader-text\">end of list</span></div><p>While violent crime spiked in Washington, DC, in 2023, data shows it has been falling quickly since then.</p><p>Here is what we know:</p><h2 id=\"what-has-trump-announced\">What has Trump announced?</h2><p>During a 78-minute news conference, Trump announced that the federal government would take control of the District of Columbia (DC) Metropolitan Police Department to address surging crime.</p><p>“I’m announcing a historic action to rescue our nation’s capital from crime, bloodshed, bedlam and squalor and worse,” Trump said during the conference in which he was joined by US Attorney General Pam Bondi, who will oversee the city’s police force while it is under federal control.</p><p>“This is Liberation Day in DC, and we’re going to take our capital back. We’re taking it back,” Trump said.</p><p>“Under the authorities vested in me as the President of the United States, I’m officially invoking section 740 of the District of Columbia Home Rule Act… and placing the DC Metropolitan and Police Department under direct federal control,” he said.</p><p>He also announced the deployment of the National Guard.</p><p>“I’m deploying the National Guard to help reestablish law, order and public safety in Washington, DC, and they’re going to be allowed to do their job properly,” he said.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Trump also said that he intends to remove the capital’s homeless population, but did not provide details on how the plan would be carried out.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"what-is-the-home-rule-act-of-1973\">What is the Home Rule Act of 1973?</h2><p>The Home Rule Act of 1973 is a <a href=\"/news/2025/8/7/can-donald-trump-take-federal-control-of-washington-dc\">US federal law</a> that gave Washington, DC, a significant degree of self-government for the first time.</p><p>Washington, DC, is the seat of the federal government and the only US city that is not part of the 50 states. As a result, it has no voting representation in Congress.</p><p>For about a century, up until 1973, the city was run by three presidentially appointed commissioners. That was until then-President Richard Nixon signed the Home Rule Act, enabling district residents to elect a mayor and city council.</p><p>But the Home Rule Act also says the president can take control of the city’s police force if “special conditions of an emergency nature exist”.</p><p>This is something Trump threatened to do in 2020, amid nationwide protests over the killing of <a href=\"/news/2020/6/11/a-timeline-of-the-george-floyd-and-anti-police-brutality-protests\">George Floyd</a>. The city’s police can be used for “federal purposes”.</p><p>The president can use the DC police force for 48 hours, or up to 30 days if he notifies Congress.</p><p>Trump said he plans to keep the federal takeover of the force going past the first 48 hours, and will officially inform the appropriate parties.</p><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cme7987um00093b6nu7igawbw@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">The mayor of Washington, DC, Muriel Bowser, is adamant that the city still has control: “Let me be clear. Chief Pamela Smith is the chief of the Metropolitan Police Department, and its 3,100 members work under her direction.”</p><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cme7987um00093b6nu7igawbw@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">“Nothing about our organisational chart has changed,” Bowser said. “And nothing in the executive order would indicate otherwise.”</p><p data-uri=\"cms.cnn.com/_components/paragraph/instances/cme7987um00093b6nu7igawbw@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">According to a report by the news outlet Politico, federal law enforcement officers will be tasked with protecting federal buildings and national monuments.</p><h2 id=\"what-do-we-know-about-the-national-guard-deployment\" data-uri=\"cms.cnn.com/_components/paragraph/instances/cme7987um00093b6nu7igawbw@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">What do we know about the National Guard deployment?</h2><p>According to a statement from the US Army, “between 100-200 soldiers will be supporting law enforcement at any given time”.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">“Their duties will include an array of tasks from administrative, logistics and physical presence in support of law enforcement,” the army said.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The National Guard will operate under Title 32 status, meaning they remain under local control but are funded by the federal government. In this status, they are not bound by the Posse Comitatus Act, which bars US service members from engaging in law enforcement activities.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">US Secretary of Defense Pete Hegseth said that the Guard would begin flowing into DC this week.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">According to a report by CNN, deployed troops are not expected to openly carry rifles as they patrol the streets. Instead, they will probably keep their weapons nearby, for example, in their trucks, so they can access them if necessary for self-defence, the official said.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Hegseth said the Pentagon was “prepared to bring in other National Guard units – other specialised units”, but did not offer any further details.</p><p class=\"paragraph inline-placeholder vossi-paragraph\" data-uri=\"cms.cnn.com/_components/paragraph/instances/cme7qesig00013b6nxxgxce30@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">When asked whether the military would assist with clearing homeless people from the city, Hegseth said that the soldiers would assist local law enforcement.</p><p class=\"paragraph inline-placeholder vossi-paragraph\" data-uri=\"cms.cnn.com/_components/paragraph/instances/cme7qesig00013b6nxxgxce30@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">“Our job is to stand alongside law enforcement,” he said.</p><h2 id=\"why-is-trump-taking-these-measures\" class=\"paragraph inline-placeholder vossi-paragraph\" data-uri=\"cms.cnn.com/_components/paragraph/instances/cme7987um00093b6nu7igawbw@published\" data-editable=\"text\" data-component-name=\"paragraph\" data-article-gutter=\"true\">Why is Trump taking these measures?</h2><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">In the executive order, Trump <a href=\"https://www.whitehouse.gov/presidential-actions/2025/08/declaring-a-crime-emergency-in-the-district-of-columbia/\">states that rising violence</a> in the capital has become an emergency.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The “rising violence in the capital now urgently endangers public servants, citizens, and tourists, disrupts safe and secure transportation and the proper functioning of the Federal Government”, the order states.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">“The magnitude of the violent crime crisis places the District of Columbia among the most violent jurisdictions in the United States.”</p><p>It also says that the attorney general shall regularly update the president “on the status of the special conditions of an emergency nature that exist in the District of Columbia”.</p><p></p><p data-start=\"35\" data-end=\"348\" data-is-last-node=\"\" data-is-only-node=\"\">According to reports, the move seems to have been triggered by an assault involving Edward Coristine, a former Department of Government Efficiency (DOGE) staffer and protege of Elon Musk, who previously led DOGE. Police say 10 teenagers attacked the 19-year-old and his partner early on August 3. Two 15-year-olds were later arrested and charged.</p><p data-start=\"35\" data-end=\"348\" data-is-last-node=\"\" data-is-only-node=\"\">“If DC doesn’t get its act together, and quickly, we will have no choice but to take Federal control of the City, and run this City how it should be run,” Trump wrote on his social media platform, Truth Social, days after the attack, with an image showing a shirtless Coristine with what appeared to be blood spattered on his face, body and trousers.</p><p data-start=\"35\" data-end=\"348\" data-is-last-node=\"\" data-is-only-node=\"\">“Perhaps it should have been done a long time ago, then this incredible young man, and so many others, would not have had to go through the horrors of Violent Crime,” Trump added.</p><h2 id=\"is-dc-truly-facing-a-crime-emergency\">Is DC truly facing a crime emergency?</h2><p>The mayor of Washington, DC, Bowser, questioned the effectiveness of deploying the National Guard to enforce local laws, saying that more funding for prosecutors would make a more meaningful difference.</p><p data-start=\"116\" data-end=\"392\">At a news conference on Monday, the mayor said that Trump’s perception of the city was “shaped by his COVID-view experience during his first term”.</p><p data-start=\"116\" data-end=\"392\">“It is true that those were more challenging times related to some issues. It is also true that we experienced a crime spike post-COVID, but we worked quickly to put laws in place and tactics that got violent offenders off our streets, and gave our police officers more tools,” she said.</p><p data-start=\"558\" data-end=\"616\">According to Bowser, violent crime is now at a 30-year low in Washington, DC.</p><figure id=\"attachment_3883415\" aria-describedby=\"caption-attachment-3883415\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883415\" src=\"/wp-content/uploads/2025/08/2025-08-11T195640Z_7063520_RC275GA5S6DN_RTRMADP_3_USA-TRUMP-CRIME-1754959311.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"D.C. Mayor Muriel Bowser \" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883415\" class=\"wp-caption-text\">DC Mayor Muriel Bowser holds a news conference following Trump’s announcement to deploy the National Guard [Annabelle Gordon/Reuters]</figcaption></figure><p data-start=\"558\" data-end=\"616\">Washington, DC’s crime numbers have been questioned after authorities began investigating claims that some figures were changed to make the situation look better.</p><p data-start=\"558\" data-end=\"616\">But Bowser has stood by the data and said that Trump’s picture of DC as lawless is wrong.</p><p data-start=\"558\" data-end=\"616\">In January, the Department of Justice reported that violent crime in the nation’s capital <a href=\"https://www.justice.gov/usao-dc/pr/violent-crime-dc-hits-30-year-low\" target=\"_blank\" rel=\"noopener\">fell 35 percent</a> from 2023 to 2024.</p><p data-start=\"558\" data-end=\"616\">Official crime statistics from the DC Metropolitan Police Department show that violent offences declined between 2023 and 2024, and preliminary 2025 data indicate the <a href=\"https://mpdc.dc.gov/dailycrime\" target=\"_blank\" rel=\"noopener\">trend is continuing</a>.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The data for this year shows that homicides have fallen by 12 percent, and assaults with dangerous weapons by 20 percent.</p><p>The FBI, however, reported that nationwide violent crime also fell, by an estimated <a href=\"https://www.fbi.gov/news/press-releases/fbi-releases-2024-reported-crimes-in-the-nation-statistics\">4.5 percent in 2024</a>, compared with 2023.</p></div></div></body></html>"
        },
        {
            "title": "Trump names conservative economist to lead labour statistics agency | Business and Economy News | Al Jazeera",
            "time": "2025-08-12T03:16:34",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250811__69AF8J8__v1__MidRes__UsPoliticsTrumpWashington-1754967151_a9774e-1754967169.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump names conservative economist to lead labour statistics agency</h1><p class=\"article__subhead\"><em>US president’s nomination comes after firing of agency head raised concerns about integrity of US government statistics.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has tapped an economist from a conservative think tank to lead a key statistics agency after firing its previous head over her role in the release of weak employment figures.</p><p>Trump said on Monday that he had nominated EJ Antoni, the chief economist at the Heritage Foundation, to lead the Bureau of Labor Statistics (BLS).</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“Our Economy is booming, and E.J. will ensure that the Numbers released are HONEST and ACCURATE. I know E.J. Antoni will do an incredible job in this new role. Congratulations E.J.!” Trump wrote on his Truth Social platform.</p><p>Trump’s nomination of Antoni, who requires confirmation by the US Senate, comes after his firing of Erika McEntarfer earlier this month raised concerns about US government statistics remaining credible and free of political influence.</p><p>Trump justified McEntarfer’s dismissal by claiming, without evidence, that the latest jobs report, which showed sharply slower jobs growth for May and June than previously estimated, had been “rigged” to make him look bad.</p><p>At the Heritage Foundation, Antoni, who had called for McEntarfer’s removal shortly before she was fired, has consistently showered Trump with praise.</p><p>After Trump’s announcement of a trade deal with Japan last month, Antoni described the agreement as “darn close” to perfect and the US president and his Treasury secretary, Scott Bessent, as “artistic masters”.</p><p>Last week, Antoni said in a social media post that there were “better ways to collect, process, and disseminate” economic data, and that the next head of the BLS would need to deliver “accurate data in a timely manner” to rebuild trust in the agency.</p><p>Antoni and the Heritage Foundation did not immediately respond to requests for comment.</p><p>Antoni’s nomination swiftly drew criticism from economists, who raised concerns about his qualifications and partisan leanings.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Jason Furman, an economist at Harvard Kennedy School who served as an adviser to former US President Barack Obama, called Antoni “completely unqualified”.</p><p>“He is an extreme partisan and does not have any relevant expertise. He would be a break from decades of nonpartisan technocrats,” Furman said in a post on X.</p><p>Erica Groshen, who led the BLS under Obama, voiced similar concerns.</p><p>“So far, what worries me is that the nominee and his work are not well known in the business, academic or public service communities,” Groshen told Al Jazeera.</p></div></div></body></html>"
        },
        {
            "title": "Zelenskyy says Putin readying for ‘new offensive’ in Ukraine, not ceasefire | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-12T02:08:50",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AA-20250810-38793851-38793846-UKRAYNA_ORDUSUNUN_ASKERI_HAREKETLILIGI_HERSON_BOLGESINDE_DEAVM_EDIYOR____-1754962746.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Ukrainian President Volodymyr Zelenskyy said Vladimir Putin is not preparing for a ceasefire but is readying his troops for “new offensive operations” in Ukraine, even as the Russian leader is set to meet US President Donald Trump for <a href=\"/news/2025/8/10/europe-promises-to-stand-firmly-with-ukraine-as-trump-putin-plan-summit\">peace talks in Alaska</a>.</p><p>Zelenskyy said reports from Ukrainian intelligence and military commanders indicate that Putin intends to present his meeting on Friday with Trump as “a <a href=\"/news/2025/8/11/putin-will-fool-trump-why-ukrainians-are-wary-about-trump-putin-talks\">personal victory</a> and then continue acting exactly as before” in the war on Ukraine.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“He is definitely not preparing for a ceasefire or an end to the war,” Zelenskyy said in a video message posted to his social media account on Monday night.</p><p>“There is no indication whatsoever that the Russians have received signals to prepare for a post-war situation,” he said.</p><p>“On the contrary, they are redeploying their troops and forces in ways that suggest preparations for new offensive operations. If someone is preparing for peace, this is not what he does,” he added.</p><p></p><p>Ukraine’s military spokesperson for the southern front-line sector, Vladyslav Voloshyn, told the Reuters news agency on Monday that Russia was moving some military units in the Zaporizhia region for further assaults.</p><p>Earlier on Monday, Zelenskyy warned that any concessions to Russia would not persuade it to stop fighting in Ukraine.</p><p>“Russia refuses to stop the killings, and therefore, must not receive any rewards or benefits,” Zelenskyy wrote on X.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Concessions do not persuade a killer,” he said.</p><p>The Ukrainian leader’s warnings come in advance of Trump’s scheduled meeting with Putin in Alaska on Friday, and after the US president said that Kyiv would have to cede land to end Russia’s war in Ukraine, a proposition that Ukraine has <a href=\"/news/2025/8/9/before-trump-putin-talks-ukraine-rules-out-gifting-land-to-occupier\">firmly rejected.</a></p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>“There’ll be some land swapping going on. I know that through Russia and through conversations with everybody; to the good, for the good of Ukraine. Good stuff, not bad stuff. Also, some bad stuff for both,” Trump told a news conference in Washington, DC, on Monday.</p><p>Trump also said he would know “probably in the first two minutes” of meeting with Putin, whether progress was possible.</p><p>“I’m going to be telling him, ‘You’ve got to end this war,'” Trump said, adding that a future meeting with Putin could include Zelenskyy.</p><h2 id=\"ukraine-s-and-europe-s-vital-security-interests\">Ukraine’s and Europe’s ‘vital security interests’</h2><p>In a statement on Tuesday, 26 European heads of state and government stressed “the inherent right of Ukraine to choose its own destiny”.</p><p>“A just and lasting peace that brings stability and security must respect international law, including the principles of independence, sovereignty, territorial integrity and that international borders must not be changed by force,” said the statement endorsed by leaders of all EU member countries except Hungary.</p><p class=\"p1\">“Meaningful negotiations can only take place in the context of a ceasefire or reduction of hostilities,” it said, adding that “a diplomatic solution must protect Ukraine’s and Europe’s vital security interests”.</p><p>On Monday, United Kingdom Prime Minister Keir Starmer and Canadian Prime Minister Mark Carney also said a peace deal for Ukraine must involve Kyiv and not be imposed upon it.</p><p>“Both leaders underscored that Ukraine’s future must be one of freedom, sovereignty, and self-determination,” a spokesperson for Starmer said.</p><p>Zelenskyy also said he had spoken to Canada’s Carney and told him that the “Russians simply want to buy time, not end the war”.</p><p>“The situation on the battlefield and Russia’s wicked strikes on civilian infrastructure and ordinary people prove this clearly,” Zelenskyy said in a post on social media.</p><p>US-based think tank the Institute for the Study of War (ISW), which monitors the conflict in Ukraine on a daily basis, said in a recent report that Moscow does not appear to be preparing the Russian public for accepting “a settlement short of a full victory in Ukraine”.</p><p>That assessment, the ISW said, was based on “the lack of change in public Kremlin messaging, in combination with ongoing speculation that Putin is looking to ‘outplay’ the West”.</p><p>European leaders and Zelenskyy plan to speak with Trump in advance of his meeting with Putin as fears mount that Washington may dictate unfavourable peace terms to Ukraine after the Alaska summit.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Trump says he may reclassify cannabis as less dangerous drug | Drugs News | Al Jazeera",
            "time": "2025-08-12T01:32:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AFP__20250811__2229621542__v1__MidRes__TrumpAdministrationConsidersReclassifyingMari-1754958044_22a677-1754961368.jpg?resize=1200%2C630&quality=80",
            "body": "<html><body><div><header class=\"article-header\"><h1>Trump says he may reclassify cannabis as less dangerous drug</h1><p class=\"article__subhead\"><em>Cannabis stocks soar after US president says he is ‘looking at’ reclassification.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United States President Donald Trump has said his administration is “looking at” reclassifying cannabis as a less dangerous drug.</p><p>Speaking to reporters at the White House on Monday, Trump said he would make a determination on the legal classification of the drug over the next few weeks.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 4</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 4 of 4</span></article><span class=\"screen-reader-text\">end of list</span></div><p>“That determination hopefully will be the right one,” Trump said. “It’s a very complicated subject.”</p><p>Trump said that while he had heard “great things” about medical-use cannabis, he had heard bad things about “just about everything else” to do with the drug.</p><p>“Some people like it, some people hate it,” he said. “Some people hate the whole concept of marijuana because if it does bad for the children, it does bad for people that are older than children.”</p><p>Stocks in cannabis-related businesses soared following Trump’s remarks.</p><p>New York-based Tilray Brands jumped nearly 42 percent, while Canada’s Village Farms International and Canopy Growth Corp closed up about 34 percent and 26 percent, respectively.</p><p>Trump made his comments after The Wall Street Journal reported last week that he told attendees at a recent fundraising dinner that he was interested in reclassifying the drug.</p><p>While cannabis is fully legal, including for recreational use, in 24 US states, the use and possession of the drug is illegal at the federal level.</p><p>Cannabis is currently classified as a Schedule I drug, putting it in the same category as heroin, LSD and ecstasy.</p><p>Under the Drug Enforcement Administration’s classification system, Schedule I drugs are defined as those with “no currently accepted medical use and a high potential for abuse”.</p><p><a href=\"/economy/2024/5/1/us-to-reclassify-marijuana-as-less-dangerous-drug-in-historic-shift\">Former US President Joe Biden proposed reclassifying cannabis as a Schedule III drug</a> – defined as those with a “moderate to low potential for physical and psychological dependence” – but failed to enact the change before leaving office in January.</p></div></div></body></html>"
        },
        {
            "title": "Russia-Ukraine war: List of key events, day 1,265 | Russia-Ukraine war News | Al Jazeera",
            "time": "2025-08-12T00:15:20",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25222724603651-1754955904.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Russia-Ukraine war: List of key events, day 1,265</h1><p class=\"article__subhead\"><em>Here are the key events on day 1,265 of Russia’s war on Ukraine.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Here is how things stand on Tuesday, August 12:</p><h2 id=\"fighting\">Fighting</h2><ul class=\"spaced-bullet-spacing\">\n<li>Two ambulance workers were killed in a Ukrainian drone attack on Horlivka, in the Russian-occupied Donetsk region, Russian-installed administrator Ivan Prikhodko said in a post on Telegram. The driver of the ambulance was also in a serious condition, Prikhodko said.</li>\n<li>Russian forces launched dozens of attacks on Ukraine’s Kherson region, killing four people and injuring seven, regional Governor Oleksandr Prokudin said in a post on Telegram. Two apartment buildings and 30 houses were damaged, he added.</li>\n<li>Russian forces killed two civilians and injured 11 in the Donetsk region on Sunday, Governor Vadym Filashkin said in a post on Telegram.</li>\n<li>A Russian attack killed a man and injured two women in the village of Kupiansk-Vuzlovy, in Ukraine’s Kharkiv region, Governor Oleh Syniehubov said in a post on Telegram.</li>\n<li>Ukrainian President Volodymyr Zelenskyy said that Russian forces “used more than a thousand aerial bombs and nearly 1,400 attack drones against Ukraine” in the past week. The latest figures show that Russia is continuing its intense bombardment of the country after carrying out a r<a href=\"/news/2025/8/3/russias-drone-attacks-on-ukraine-hit-record-high-in-july\">ecord 6,297 drone attacks</a> on Ukraine in July.</li>\n<li>Russian forces occupied the village of Zatyshok, in Ukraine’s Donetsk region, Ukrainian battlefield monitoring group DeepState reported.</li>\n</ul><figure id=\"attachment_3883258\" aria-describedby=\"caption-attachment-3883258\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883258\" src=\"/wp-content/uploads/2025/08/13253315-1754946908.jpg?w=770&amp;resize=770%2C514&amp;quality=80\" alt=\"people wearing uniforms stand inside a bombed out building\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883258\" class=\"wp-caption-text\">Ukrainian rescuers and policemen work at the site of the Russian strike on a bus station in Zaporizhzhia, Ukraine, on August 10, 2025 [Oleg Movchaniuk/EPA]</figcaption></figure><h2 id=\"ceasefire-talks\">Ceasefire talks</h2><ul class=\"spaced-bullet-spacing\">\n<li>Russian Deputy Minister of Foreign Affairs Sergey Ryabkov said that Moscow hopes <a href=\"/news/2025/8/7/donald-trump-and-vladimir-putin-to-meet-in-coming-days-kremlin-aide-says\">the meeting</a> between Russian President Vladimir Putin and US President Donald Trump in Alaska on Friday will give “impulse to the normalisation of bilateral relations” between the two countries, Russia’s state-run TASS news agency reports.</li>\n<li>Speaking to journalists on Monday about the upcoming meeting, Trump again said that “there’ll be some swapping, there’ll be some changes in land” discussed, but that he will also tell Putin: “You’ve got to end this war.”</li>\n<li>Asked if Zelenskyy would be invited to the talks, Trump said: “He wasn’t part of it… I would say he could go, but he’s gone to a lot of meetings. He’s been there for three and a half years, and nothing happened.”</li>\n<li>NATO Secretary-General Mark Rutte told US broadcaster ABC on Sunday that “when it comes to this whole issue of territory, when it comes to acknowledging, for example, maybe in a future deal that Russia is controlling de facto, factually, some of the territory of Ukraine, it has to be effectual recognition, and not a political de jure recognition.”</li>\n<li>German Chancellor Friedrich Merz said that French, United Kingdom and other European leaders, as well as EU and NATO chiefs, will discuss “further options to exert pressure on Russia”, and the “preparation of possible peace negotiations and related issues of territorial claims and security”, at virtual talks on Wednesday.</li>\n</ul><h2 id=\"sanctions\">Sanctions</h2><ul class=\"spaced-bullet-spacing\">\n<li>The EU’s top diplomat, Kaja Kallas, said that the bloc is working on “more sanctions against Russia, more military support for Ukraine and more support for Ukraine’s budgetary needs and accession process to join the EU”, after European foreign ministers held <a href=\"/news/2025/8/11/eu-holds-talks-amid-fear-that-trump-putin-meeting-will-sideline-ukraine\">emergency talks</a> on Monday before the Trump-Putin meeting on Friday.</li>\n<li>The European Commission said it received 1.6 billion euros ($1.86bn) “in so-called windfall profits” from interest on “immobilised assets of the Russian Central Bank” in the first half of 2025, and that 95 percent of the funds will be used to support Ukraine through the Ukraine Loan Cooperation Mechanism (ULCM).</li>\n</ul><h2 id=\"politics-and-diplomacy\">Politics and diplomacy</h2><ul class=\"spaced-bullet-spacing\">\n<li>Trump will hold talks with European leaders and Zelenskyy on Wednesday, the European Commission press office told the Kyiv Independent media outlet.</li>\n<li>Zelenskyy said he held calls with Lithuanian President Gitanas Nausėda, Canadian Prime Minister Mark Carney, Saudi Arabian Crown Prince Mohammed bin Salman and Indian Prime Minister Narendra Modi on Monday.</li>\n</ul><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Gunman kills three at Target store in US state of Texas | Gun Violence News | Al Jazeera",
            "time": "2025-08-11T22:57:16",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/AP25223787257136-1754950962.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Gunman kills three at Target store in US state of Texas</h1><p class=\"article__subhead\"><em>Victims not immediately identified after deadly attack at popular store in the state capital, Austin.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A gunman has opened fire in the parking lot of a Target store in Texas, United States, killing three people, according to authorities.</p><p>The attack occurred on Monday in the state’s capital, Austin, with Chief of Police Lisa Davis describing the attacker as a man in his 30s with “a mental health history”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>After the shooting, the man fled the scene in a stolen car, which he later crashed. He then stole another car from a nearby dealership before he was captured.</p><p>Emergency responders found the three victims, who were not immediately identified, when they arrived at the scene. Two were pronounced dead immediately, with a third pronounced dead at a hospital.</p><p>“This is a very sad day for Austin. It’s a very sad day for us all, and my condolences go out to the families,” Davis said.</p><p>The attack occurred shortly before schools restart in the country, in what is commonly a popular time for shopping.</p><figure id=\"attachment_3883311\" aria-describedby=\"caption-attachment-3883311\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-3883311\" src=\"/wp-content/uploads/2025/08/AP25223793164223-1754951207.jpg?w=770&amp;resize=770%2C513&amp;quality=80\" alt=\"Texas shooting\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-3883311\" class=\"wp-caption-text\">Police monitor the scene near a Target after a shooting in Austin, Texas [Stephen Spillman/AP Photo]</figcaption></figure><p>In a post on X, Austin Mayor Kirk Watson called the attack a “devastating situation”.</p><p>“My heart is with the victims and their families,” he said. “While this remains an active and ongoing investigation, what I’ll say is that this was a sickening, cowardly act of gun violence.”</p><p>The Target attack comes just over two weeks after an attack at a Walmart store in Michigan.</p><p>A man stabbed 11 people at the store in Traverse City on July 26, and has been charged with “terrorism” and multiple counts of attempted murder.</p><p>In late July, a 27-year-old man <a href=\"/news/2025/7/29/four-killed-in-new-york-shooting-including-police-officer-suspect-report\">fatally shot</a> five people in Midtown Manhattan, in the deadliest shooting in the city in more than two decades.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p><a href=\"/news/2025/8/1/what-are-us-red-flag-gun-laws-why-didnt-they-stop-new-york-shooter\">Gun violence</a> has been a leading driver of crime in the US. According to the database Gun Violence Archives, there have been 9,143 gun-related deaths and 269 mass shootings so far in 2025.</p></div></div></body></html>"
        },
        {
            "title": "US puts Balochistan armed group in Pakistan on ‘foreign terrorist’ list | News | Al Jazeera",
            "time": "2025-08-11T22:13:54",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/2025-03-15T141127Z_609516030_RC2JDDA585IH_RTRMADP_3_PAKISTAN-ATTACK-1754947062.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US puts Balochistan armed group in Pakistan on ‘foreign terrorist’ list</h1><p class=\"article__subhead\"><em>The designation comes as US President Donald Trump seeks closer ties with Pakistani government.</em></p></header><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States has upped pressure on the Pakistan-based <a href=\"/news/2025/3/12/who-are-the-bla-the-group-behind-pakistans-deadly-train-hijack\">Balochistan Liberation Army</a> (BLA), labelling it a “foreign terrorist” organisation.</p><p>The designation, announced by the Department of State on Monday, comes after the BLA, which is also known as the Majeed Brigade, was designated a “specially designated global terrorist” (SDGT) organisation in 2019.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The new designation is more severe and comes as US President Donald Trump has sought increased contacts with Pakistan’s government.</p><p>In a statement, US Secretary of State Marco Rubio said the move “demonstrates the Trump Administration’s commitment to countering terrorism”.</p><p>“Terrorist designations play a critical role in our fight against this scourge and are an effective way to curtail support for terrorist activities,” the statement said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The BLA was designated as an SDGT following  a <a href=\"/news/2019/5/10/pakistan-five-dead-as-baloch-separatist-gunmen-attack-coal-mine\">series of attacks</a> in 2019. More recently, in March this year, the secessionist group claimed responsibility for the <a href=\"/news/2025/3/11/deadly-pakistan-train-hijack-what-happened-and-whats-next\">siege of a train</a> travelling from Quetta to Peshawar, in which dozens of passengers and soldiers were killed.</p><p>The new designation makes it a crime for anyone in the US to provide support to the group, while the previous designation only targeted financial resources.</p><p>Balochistan is the largest but least populous and poorest province in Pakistan. The region has experienced at least five secessionist uprisings since Pakistan’s formation in 1947.</p><p>The latest iteration began in the early 2000s, and has since broadened its focus from securing the province’s natural resources to full-fledged independence.</p><p>Supporters of the secessionist movement have alleged that Pakistan’s government has exploited the region’s resources, while neglecting its population of 15 million. The province remains key to trade, housing the deep-sea ports at Gwadar, a key component in plans to link southwestern China to the Arabian Sea through Pakistan.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Recent BLA attacks have further inflamed tensions between Pakistan and India, with Islamabad accusing New Delhi of fuelling the violence. India has denied the claims.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>Last month, the administration of US President Donald Trump also labelled <a href=\"/news/2025/4/23/what-is-the-resistance-front-the-group-behind-the-deadly-kashmir-attack\">The Resistance Front</a> (TRF), which Rubio described as an offshoot of Pakistan-based Lashkar-e-Taiba (LeT), a “foreign terrorist” group following an attack in <a href=\"/news/2025/5/2/pahalgam-attack-a-simple-guide-to-the-kashmir-conflict\">Indian-administered Kashmir</a> in April that killed 26 people.</p><p>Trump later said he was behind a ceasefire that ended a brief military confrontation between India and Pakistan in May, a claim rejected by India. Relations between New Delhi and Washington <a href=\"/news/2025/8/6/us-india-relations-hit-new-low-despite-trump-modi-bromance-whats-next\">have further soured</a> over Trump’s tariff campaign against India.</p><p>Meanwhile, in June, Trump hosted Pakistani Army chief Asim Munir, considered one of the most powerful men in the country, for lunch at the White House.</p><p>The Trump administration has also sought new investments with Pakistan, with particular emphasis on the South Asian country’s natural resources and fledgling cryptocurrency industry.</p></div></div></body></html>"
        },
        {
            "title": "Iran says IAEA talks will be ‘complicated’ ahead of agency’s planned visit | Nuclear Weapons News | Al Jazeera",
            "time": "2025-08-11T21:29:10",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2024/04/2024-04-18T122151Z_1682706360_RC29OZ9CPIR8_RTRMADP_3_ISRAEL-PALESTINIANS-IRAN-NUCLEAR-1713510198.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Iran’s talks with the International Atomic Energy Agency (IAEA) will be “technical” and “complicated”, the Ministry of Foreign Affairs has said, ahead of a visit by the United Nations nuclear watchdog for the first time since Tehran cut ties with it last month in the wake of the June conflict triggered by Israeli strikes.</p><p>Esmaeil Baghaei, Iran’s Foreign Ministry spokesperson, told reporters on Monday that a meeting may be organised with Minister of Foreign Affairs Abbas Araghchi during the IAEA’s visit, “but it is a bit soon to predict what the talks will result since these are technical talks, complicated talks”.</p><div class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 1 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 2 of 3</span></article><article class=\"more-on__article\"><span class=\"screen-reader-text\">list 3 of 3</span></article><span class=\"screen-reader-text\">end of list</span></div><p>The IAEA’s visit marks the first to Iran since President Masoud Pezeshkian ordered the country on July 3 to <a href=\"/news/2025/7/2/iran-president-signs-law-suspending-cooperation-with-iaea\">suspend its cooperation with the nuclear watchdog</a> after an <a href=\"/news/2025/7/6/iran-demands-accountability-for-israel-and-us-after-war-of-aggression\">intensive 12-day war</a> with Israel. The conflict also saw the United States launch massive strikes on Israel’s behalf against key Iranian nuclear sites.</p><p><a href=\"/news/2025/7/23/iran-ready-for-war-with-israel-will-not-halt-nuclear-programme-pezeshkian\">Pezeshkian told Al Jazeera</a> in an interview last month that his country is prepared for any future war Israel might wage against it, adding that he was not optimistic about the ceasefire between the countries. He confirmed that Tehran is committed to continuing its nuclear programme for peaceful purposes.</p><p>He added that Israel’s strikes, which assassinated leading military figures and nuclear scientists, damaged nuclear facilities and killed hundreds of civilians, had sought to “eliminate” Iran’s hierarchy, but “completely failed to do so”.</p><p>Deputy Foreign Minister Kazem Gharibabadi told Iran’s state-run IRNA news agency on Monday that Massimo Aparo, the IAEA’s deputy director general and head of safeguards, had left Iran. Aparo met with an Iranian delegation, which included officials from the Foreign Ministry and the IAEA, to discuss “the method of interaction between the agency and Iran”.</p><p>Gharibabadi said they decided to continue consultations in the future, without providing further details.</p><p>The IAEA did not immediately issue a statement about Aparo’s visit, which will not include any planned access to Iranian nuclear sites.</p><p>Relations between the IAEA and Iran deteriorated after the watchdog’s board said on June 12 that Iran had breached its non-proliferation obligations, a day before Israel’s air strikes over Iran, which sparked the conflict.</p><p>Baghaei, meanwhile, criticised the IAEA’s lack of response to the Israeli strikes.</p><p id=\"article-newsletter-slot\" data-testid=\"article-newsletter-slot\"></p><p>“Peaceful facilities of a country that was under 24-hour monitoring were the target of strikes, and the agency refrained from showing a wise and rational reaction and did not condemn it as it was required,” he said.</p><p>Araghchi had previously said that cooperation with the agency, which will now require approval by Iran’s highest security body, the Supreme National Security Council, would be about redefining how both sides cooperate. The decision will likely further limit inspectors’ ability to track Tehran’s programme that had been enriching uranium to near weapons-grade levels.</p><p>Iran has had limited IAEA inspections in the past, in negotiations with the West, and it is unclear how soon talks between Tehran and Washington for a deal over its nuclear programme will resume, if at all.</p><p>US intelligence agencies and the IAEA assessed that Iran last had an organised nuclear weapons programme in 2003. Although Tehran had been enriching uranium up to 60 percent, this is still some way from the weapons-grade levels of 90 percent.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UN chief condemns assassination of Al Jazeera journalists | Media | Al Jazeera",
            "time": "2025-08-11T20:35:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/08/wide-thumb-UN_REAX-1754944220.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 11 Aug 2025</span><span aria-hidden=\"true\">11 Aug 2025</span></p></div></div></body></html>"
        }
    ]
}