{
    "source": "Al Jazeera – Breaking News, World News and Video from Al Jazeera",
    "articles": [
        {
            "title": "These exiled Venezuelans dream of returning home. What’s stopping them? | Nicolas Maduro News | Al Jazeera",
            "time": "2026-02-04T01:03:40",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/ExilesAlJazeera-2-1769701482.jpg?resize=1920%2C1333",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><h2 id=\"the-test-of-a-new-country\">The 'test' of a new country</h2><p>This longing is shared by Angelica Angel, a 24-year-old student activist in exile.</p><p>She had grown up with tear gas and police beatings in Venezuela. After all, she had started protesting at age 15.</p><p>“They’ve pointed their guns at me, beaten me and almost arrested me. That’s when you realise that these people have no limits: They target the elderly, women and even young girls,” Angel said.</p><p>But the increasing political repression ultimately made her life in Merida, a college town in western Venezuela, untenable.</p><p>After 2024's disputed presidential election, Angel decided to voice her outrage on social media.</p><p>Maduro had claimed a third term in office, despite evidence that he had lost in a landslide. The opposition coalition obtained copies of more than 80 percent of the country's voter tallies, showing that its candidate, Edmundo Gonzalez, had won the race.</p><p>Protests again broke out, and again, Maduro's government responded with force.</p><p>Military and security officers detained nearly 2,000 people, including opposition leaders, journalists and human rights lawyers.</p><p>When Angel denounced the arbitrary detentions on TikTok, she began receiving daily threats.</p><p>By day, anonymous phone calls warned her of her impending arrest. By night, she heard pro-government gangs on motorcycles circling her home.</p><p>Fearing detention, she fled to Colombia in August 2024, leaving her family and friends behind.</p><p>But living outside Venezuela gave her a new perspective. She came to realise that the threats, persecution and violence she had learned to live with were not normal in a democratic country.</p><p>“When you leave, you realise that it isn’t normal to be afraid of the police, of unknown phone calls,” said Angel, her voice trembling. “I’m afraid to go back to my country and to be in that reality again.”</p><p>For exiled Venezuelans to return safely, Angel believes certain benchmarks must be met. The interim government must end arbitrary detention and allow opposition members, many of whom fled Venezuela, to return.</p><p>Only then, she explained, will Venezuela have moved past Maduro's legacy.</p><p>“Exiles being able to return is a real test of whether a new country is taking shape,” she said.</p></div></div></body></html>"
        },
        {
            "title": "Collision between Greek coastguard vessel, migrant boat kills at least 14 | Migration News | Al Jazeera",
            "time": "2026-02-03T22:40:41",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AP907393033146-1770157438.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Collision between Greek coastguard vessel, migrant boat kills at least 14</h1><p class=\"article__subhead\"><em>Greece’s coastguard says 26 other people have been rescued from Aegean Sea as search-and-rescue operations continue.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A boat carrying migrants and asylum seekers has collided with a Greek coastguard vessel in the Aegean Sea near the island of Chios, killing at least 14 people, the coastguard says.</p><p>The incident occurred around 9pm local time on Tuesday (19:00 GMT) off the coast of Chios’s Mersinidi area, Greece’s Athens-Macedonian News Agency (AMNA) reported.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The coastguard said 26 people were rescued and brought to a hospital in Chios, including 24 migrants and two coastguard officers.</p><p>It said it was not immediately clear how many others had been on the speedboat.</p><p>Seven children and a pregnant woman were among the injured, Greek media reported.</p><p>A search-and-rescue operation involving patrol boats, a helicopter and divers was under way in the area, AMNA said.</p><p>Footage shared by Greece’s Ta Nea newspaper appeared to show at least one person being brought from a boat docked next to a jetty into a vehicle with blue flashing lights.</p><p>An unnamed coastguard official told the Reuters news agency that the collision occurred after the migrant boat “manoeuvred toward” a coastguard vessel that had instructed it to turn back.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Greece has long been a key transit point <a href=\"/news/2025/12/19/greece-rescues-more-than-500-asylum-seekers-off-coast-of-crete\">for migrants and refugees</a> from the Middle East, Africa ‌and Asia trying to reach Europe.</p><p>In 2015 and 2016, Greece was on the front line of a migration crisis, with nearly one million people landing on its islands, including in Chios, from nearby Turkiye.</p><p>But arrivals have dropped in recent years as Greece ‌has <a href=\"/news/2025/7/9/greece-to-halt-migrant-asylum-processing-from-north-africa\">toughened its asylum seeker and migrant policies</a>, including by tightening border controls and sea ‌patrols.</p><p>The country has come under scrutiny for its <a href=\"/features/2022/1/12/migrants-fleeing-lebanon-by-sea-accuse-greece-of-abuse\">⁠treatment of migrants and asylum seekers</a> approaching by sea, including after a shipwreck in 2023 in which hundreds of migrants and refugees died after what witnesses said was the coastguard’s attempt to tow their trawler.</p><p>The European Union’s border ‌agency said last year that it was reviewing 12 cases of potential human rights violations by Greece, including some allegations that people seeking asylum were pushed back from Greece’s ‍frontiers.</p><p>Greece has denied carrying out human rights violations or pushing asylum seekers from its shores.</p></div></div></body></html>"
        },
        {
            "title": "US House passes $1.2 trillion spending package to end government shutdown | Politics News | Al Jazeera",
            "time": "2026-02-03T22:38:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-03T194627Z_92191455_RC2JEJAUTEMG_RTRMADP_3_USA-SHUTDOWN-1770155383.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>US House passes $1.2 trillion spending package to end government shutdown</h1><p class=\"article__subhead\"><em>The legislation heads to US President Donald Trump’s desk for signature.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States House of Representatives has approved a $1.2 trillion spending package to <a href=\"/news/2026/1/31/us-senate-approves-spending-package-but-short-government-shutdown-likely\">end a partial government shutdown.</a></p><p>The bipartisan legislation, passed on Tuesday, restores lapsed funding for key federal programmes, including those within the Departments of Labor and Education. The bill passed with 217 voting for it and 214 voting against in the Republican-controlled House.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Twenty-one Republicans voted against the bill, while 21 Democrats ended up voting for the legislation, which is now headed to President Donald Trump’s desk, where he will sign it into law.</p><p>Immigration was a major point of contention. The bill temporarily extends funding to the Department of Homeland Security (DHS) but leaves room for lawmakers to negotiate changes and reforms to immigration enforcement in the wake of federal agents killing two US citizens, Renee Good and Alex Pretti, last month.</p><p>The spending package only funds DHS for two weeks, through February 13. Otherwise, Congress wrapped up 11 annual appropriations bills that fund government agencies and programmes through September 30.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Democrats are also demanding new restraints for the Immigration and Customs Enforcement (ICE) agency.</p><p>“Democrats are united in our commitment to compel substantial reform at the Department of Homeland Security. Dramatic changes such as a mask ban, judicial warrant requirement, independent investigations when agents break the law, use of force protocols, mandatory body cameras and an end to the targeting of sensitive locations like houses of worship, schools and hospitals must be part of any full-year appropriations bill,” Democratic leader Hakeem Jeffries said in a statement after the vote.</p><p>Speaker Mike Johnson said he expects the two sides will be able to reach an agreement by the deadline.</p><p>“This is no time to play games with that funding. We hope that they will operate in good faith over the next 10 days as we negotiate this,” said Johnson. “The president, again, has reached out.”</p><p>Some Republicans on the party’s right flank had sought, unsuccessfully, to modify the bill to include a provision that would tighten voting requirements.</p><p>House Republicans have only a 218-214 majority, which means they can lose only one Republican vote in the face of united Democratic opposition.</p><p>The last government shutdown lasted a record 43 days in October and November, furloughing hundreds of thousands of federal workers and costing the US economy an estimated $11bn.</p></div></div></body></html>"
        },
        {
            "title": "Who was Saif al-Islam Gaddafi, the man once seen as Libya’s next leader? | Muammar Gaddafi News | Al Jazeera",
            "time": "2026-02-03T22:23:27",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2011/11/2011111915572756734_20.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Saif al-Islam Gaddafi, the most prominent son of slain Libyan leader <a href=\"http://www.aljazeera.com/topics/people/muammar-gaddafi.html\">Muammar Gaddafi</a>, has <a href=\"/news/2026/2/3/saif-al-islam-gaddafi-son-of-former-leader-killed-in-libya\">been killed</a> in the country’s western city of Zintan.</p><p>Saif al-Islam, who was 53 when he was killed, was Gaddafi’s second son and had been based in Zintan since 2011 – first in prison, and then, after 2017, as a free man, plotting a return to politics.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Figures close to him, including his political adviser, Abdullah Othman, and his lawyer, Khaled el-Zaydi, confirmed his death on Tuesday, although the exact circumstances are still unclear.</p><p>Saif al-Islam had been seen by many before the 2011 uprising as his father’s heir-apparent and the second-most powerful man in Libya.</p><p>He remained prominent throughout the violence that gripped Libya in the wake of the <a href=\"http://www.aljazeera.com/topics/subjects/arab-spring.html\">Arab Spring</a> protests, which led to a civil war. There were numerous allegations against him of torture and extreme violence against opponents of his father’s rule. By February 2011, he was on a United Nations sanctions list and was banned from travelling.</p><figure id=\"attachment_1567421\" aria-describedby=\"caption-attachment-1567421\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"wp-image-1567421 size-arc-image-770\" src=\"/wp-content/uploads/2021/11/h_57293382.jpg?resize=770%2C513&amp;quality=80\" alt=\"Saif al-Islam Gaddafi\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1567421\" class=\"wp-caption-text\">Saif al-Islam Gaddafi (left), son of former Libyan leader Muammar Gaddafi, registers to run in presidential elections in 2021 [Libyan Electoral Commission Handout via EPA-EFE]</figcaption></figure><p>In March 2011, NATO began bombing Libya after the UN authorised “all necessary measures” to protect civilians from Gaddafi’s forces in the civil war.</p><p>In June 2011, Saif al-Islam announced that his father was willing to hold elections and to step down if he did not win them. However, NATO rejected the offer, and the bombardment of Libya continued.</p><p>By the end of June, the International Criminal Court (ICC) had issued an arrest warrant against Saif al-Islam, but he remained at large until after the <a href=\"/news/2011/10/21/muammar-gaddafi-killed-as-sirte-falls/\">death of his father</a> and his brother, Mutassim, in Sirte, on October 20, 2011.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"prison\">Prison</h2><p>Following long negotiations with the ICC, which had been calling for his extradition, Libyan officials were granted the authority to try Saif al-Islam in Libya for war crimes committed during the 2011 uprising.</p><p>At the time, Saif al-Islam’s defence lawyers feared that a trial in Libya would not be motivated by justice, but a desire for revenge. The UN estimated that up to 15,000 people were killed in the conflict, while Libya’s National Transitional Council placed the figure as high as 30,000.</p><p>In 2014, Saif al-Islam <a href=\"/news/2014/5/11/saif-al-islam-appears-before-libya-court\">appeared via videolink</a> in the Tripoli court where his trial was held, as he was imprisoned in Zintan at the time. In July 2015, the Tripoli court sentenced him to death in absentia.</p><p>However, in 2017, he was released by the Abu Bakr as-Siddiq Battalion, a militia that controlled Zintan, as part of an amnesty issued by Libya’s eastern authorities, which are not recognised internationally.</p><p>But he did not re-emerge publicly for years, and continued to be wanted by the ICC. In July 2021, Saif al-Islam gave a rare interview to The New York Times, in which he accused authorities in Libya of being “afraid of … elections”.</p><p>Explaining his underground persona, he said he had “been away from the Libyan people for 10 years”.</p><p>“You need to come back slowly, slowly. Like a striptease,” he added.</p><p>He went on to make his first public appearance in years in November 2021, in the city of Sebha, where he filed to run for the Libyan presidency in an attempt to resurrect the ambitions of his father’s former supporters.</p><p>Initially banned from taking part, he was later reinstated, but the election did not take place as a result of Libya’s tumultuous political situation, with two rival administrations vying for power.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"progressive-face\">‘Progressive’ face</h2><p>A Western-educated and well-spoken man, Saif al-Islam presented a progressive face to the oppressive Libyan government. He received a PhD from the London School of Economics in 2008. His dissertation dealt with the role of civil society in reforming global governance.</p><p>He was prominent in his calls for political reform, and was extremely visible and active in the drive to repair Libya’s relations with the West between the year 2000 and the start of the 2011 uprising.</p><p>The London School of Economics was <a href=\"/news/2011/12/2/lse-slammed-over-gaddafi-ties\">later condemned</a> for having sought a relationship with the Libyan regime, namely for accepting Saif al-Islam as a student, who had signed an agreement for a $2.4m gift from the Gaddafi International Charity and Development Foundation on the day of his doctorate ceremony.</p><p>As an internationally prominent negotiator and influencer, Saif al-Islam could claim a number of victories and prominent roles. He played a pivotal role in the nuclear negotiations with Western powers, including the <a href=\"http://www.aljazeera.com/topics/country/united-states.html\">United States</a> and the UK.</p><p>He was also prominent when negotiating <a href=\"http://www.aljazeera.com/archive/2003/08/2008491330697403.html\">compensation</a> for families of victims of the Lockerbie bombing, the Berlin nightclub attack, and the UTA Flight 772, which detonated over the Sahara Desert.</p><p>And he mediated the release of six medics – five of whom were Bulgarian – who were accused of infecting children with HIV in Libya in the late 1990s. The medics were imprisoned for eight years in 1999 and, upon their release, announced that they had been tortured while in detention.</p><p>He had several other proposals, including “Isratine”, a proposal for a permanent resolution of the Palestinian-Israeli conflict through a secular one-state solution. He also hosted peace talks between the Philippine government and leaders of the Moro Islamic Liberation Front, which resulted in a peace agreement that was signed in 2001.</p></div></div></body></html>"
        },
        {
            "title": "Sudan’s military breaks through years-long RSF blockade in Kadugli | Sudan war | Al Jazeera",
            "time": "2026-02-03T20:58:46",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770152302.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Saif al-Islam Gaddafi, son of Libyan former leader, killed | Government | Al Jazeera",
            "time": "2026-02-03T20:51:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770151889.jpg?resize=1585%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "‘Game is over’: Iran’s ex-leaders, hardliners clash after protest killings | Politics News | Al Jazeera",
            "time": "2026-02-03T20:24:26",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2010/12/2010123118838969112_20.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Tehran, Iran –</strong> Several of Iran’s former leaders, including some who are currently imprisoned or under house arrest, have released damning statements over the killing of thousands during nationwide protests, garnering threats from hardliners.</p><p>The Iranian government claims that <a href=\"/news/2026/1/21/at-least-3117-people-killed-during-iran-protests-state-media-reports\">3,117 people</a> were killed during the antiestablishment protests. The government has rejected claims by the United Nations and international human rights organisations that state forces were behind the killings, which were mostly carried out on the nights of January 8 and 9.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The United States-based <a href=\"/news/2026/1/15/what-is-hrana-the-us-based-group-behind-irans-death-toll-figures\">Human Rights Activists News Agency (HRANA)</a> says it has verified 6,854 deaths and is investigating 11,280 other cases.</p><p>“After years of ever-escalating repression, this is a catastrophe that will be remembered for decades, if not for centuries,” wrote Mir Hossein Mousavi, a former reformist presidential candidate who has been under house arrest since the aftermath of the Green Movement of 2009.</p><p>“How many ways must people say that they do not want this system and do not believe your lies? Enough. The game is over.”</p><p>Mousavi told state forces to “put down your guns and step aside from power so that the nation itself can bring this land to freedom and prosperity”, and stressed that this must be done without foreign intervention amid the shadow of another war with the US and Israel.</p><p>He said that Iran is need of a constitutional referendum and a peaceful, democratic transition of power.</p><p>A group of 400 activists, including figures from inside and outside the country, backed Mousavi’s statement.</p><p>Mostafa Tajzadeh, a prominent jailed former reformist politician, said that he wants Iran to “move beyond the wretched conditions that the guardianship of Islamic jurists and the failed rule of the clergy have imposed on the Iranian nation”.</p><p>In a short statement from prison last week, he said this would be contingent upon the “resistance, wisdom, and responsible action of all citizens and political actors” and called for an independent fact-finding mission to uncover the true aspects of “atrocities” committed against protesters last month.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"major-reforms\">‘Major reforms’</h2><p>Other former heavyweights have heavily criticised Iran’s current course, but have avoided calling for the effective removal of the Islamic Republic from power.</p><p>Former President Hassan Rouhani, who many believe is eyeing a potential future return to power, last week gathered his ex-ministers and insiders for a recorded speech, and called for “major reforms, not small reforms”.</p><p>He acknowledged that Iranians have been protesting for a variety of reasons over the past four decades, and insisted the state must listen to them if it wants to survive, but did not mention the internet blackout and <a href=\"/news/2019/11/24/iran-vows-to-punish-mercenaries-behind-deadly-demonstrations\">killing of protesters</a> during his tenure in November 2019.</p><p>Rouhani added that the establishment must hold public votes on major topics, including foreign policy and the ailing economy, in order to avoid further nationwide protests and prevent the population from looking to foreign powers for help.</p><p>Mohammad Khatami, the reformist cleric who was president from 1997 to 2005, adopted a softer tone and said violence derailed protests that could have helped “expand dialogue to improve the country’s affairs”.</p><p>He wrote in a statement that Iran must “return to a forgotten republicanism, and an Islamism that embraces republicanism in all its dimensions and requirements, placing development together with justice at the core of both foreign and domestic policy”.</p><p>Mehdi Karroubi, another senior reformist cleric who had his house arrest lifted less than a year ago after 15 years, called the protest killings “a crime whose dimensions language and pen are incapable of conveying” and said the establishment is responsible.</p><p>“The wretched state of Iran today is the direct result of Mr. Khamenei’s destructive domestic and international interventions and policies,” he wrote, in reference to Supreme Leader Ayatollah Ali Khamenei, who has been in absolute power for nearly 37 years.</p><p>Karroubi noted one prominent example as the 86-year-old leader’s “insistence on the costly and futile <a href=\"/video/talk-to-al-jazeera/2025/6/19/iaea-chief-no-evidence-iran-is-building-a-nuclear-weapon\">nuclear project</a> and the heavy consequences of sanctions over the past two decades for the country and its people”.</p><figure id=\"attachment_1976595\" aria-describedby=\"caption-attachment-1976595\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-1976595\" src=\"/wp-content/uploads/2022/11/AP19263774605662.jpg?w=770&amp;resize=770%2C571&amp;quality=80\" alt=\"Iran US timeline\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-1976595\" class=\"wp-caption-text\">Former Iranian President Hassan Rouhani in 2013 [File: Frank Franklin II/AP Photo]</figcaption></figure><h2 id=\"political-prisoners-rearrested\">Political prisoners rearrested</h2><p>Three prominent Iranian former political prisoners were arrested and taken to prison by security forces once again last week.</p><p>The Fars news agency, affiliated with the Islamic Revolutionary Guard Corps (IRGC), said the reason for the arrests of Mehdi Mahmoudian, Abdollah Momeni, and Vida Rabbani was that they had sneaked out Mir Hossein Mousavi’s statement from his house arrest.</p><p>Mahmoudian is a journalist and activist, and co-writer of the Oscar-nominated political drama movie, It Was Just an Accident, which won the Palme d’Or at the 2025 Cannes Film Festival. Momeni and Rabani are also political activists who have previously been arrested by the Iranian establishment multiple times.</p><p>The three were among 17 human rights defenders, filmmakers and civil society activists, including Nobel Peace Prize laureate Narges Mohammadi and internationally recognised lawyer Nasrin Sotoudeh, who co-signed a statement last week that put the blame for the protest killings on the supreme leader and the theocratic establishment.</p><p>“The mass killing of justice seekers who courageously protested this illegitimate system was an organised state crime against humanity,” they wrote, condemning the firing on civilians, the attacks on the wounded, and the denial of medical care as “acts against Iran’s security and betrayal of the homeland”.</p><p>The activists called for holding a referendum and constituent assembly to allow Iranians to democratically decide their political future.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"hardliners-incensed\">Hardliners incensed</h2><p>In hardline-dominated circles and among their affiliated media, the mood has been entirely different.</p><p>On Sunday, lawmakers in parliament donned the uniforms of the IRGC, which was last week designated a <a href=\"/news/2026/1/29/iran-slams-selective-outrage-after-eu-labels-irgc-a-terrorist-group\">“terrorist” organisation</a> by the European Union.</p><p>They chanted “Death to America” and promised they would seek out European military attaches working at embassies in Tehran to expel them as “terrorists”.</p><p>Nasrollah Pejmanfar, a cleric who represents northeast Mashhad in the parliament, told a public session of parliament on Sunday that former President Rouhani must be hanged for favouring engagement with the West, echoing a demand also made by other hardline peers in recent years.</p><p>“Today is the time for the ‘major reform’, which is arresting and executing you,” he said, addressing Rouhani.</p><p>Amirhossein Sabeti, another firebrand lawmaker, condemned the government of President Masoud Pezeshkian – but not Khamenei or the establishment – for proceeding with mediated talks with the US.</p><p>“Today, the people of Iran are waiting for a pre-emptive attack on Israel and US bases in the region, not talks from a position of weakness,” he claimed.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Son of Norway’s crown princess pleads not guilty in rape case | Sexual Assault | Al Jazeera",
            "time": "2026-02-03T19:57:59",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770148601.jpg?resize=1620%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "UN chief urges Gaza aid as Israel blocks most medical evacuees at Rafah | Gaza News | Al Jazeera",
            "time": "2026-02-03T19:52:53",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260203__94WL4AY__v1__HighRes__PalestinianIsraelGazaConflict-1770145264.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UN chief urges Gaza aid as Israel blocks most medical evacuees at Rafah</h1><p class=\"article__subhead\"><em>Al-Shifa Hospital director says blocking medical evacuations through Rafah crossing could be ‘death sentence’ for many.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>United Nations chief Antonio Guterres again has called on Israel to immediately allow humanitarian aid into the Gaza Strip, as the Israeli authorities continue to <a href=\"/news/liveblog/2026/2/3/live-israel-kills-palestinian-as-few-allowed-to-exit-gaza-for-medical-care\">block dozens of Palestinians</a> from exiting the war-ravaged enclave to seek medical treatment.</p><p>Guterres made the appeal on Tuesday, as more than 100 sick and injured Palestinians congregated at the newly reopened Rafah crossing between Gaza and Egypt, hoping to access medical care abroad.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I also call for the facilitation of rapid and unimpeded passage of humanitarian relief at scale – including through the Rafah crossing,” Guterres said during an address at UN headquarters in New York.</p><p>Reporting from southern Gaza’s Khan Younis, Al Jazeera’s Hind Khoudary said only 16 Palestinians were allowed to cross into Egypt via Rafah on Tuesday. A day earlier, only five people were <a href=\"/news/2026/2/2/gazas-rafah-crossing-reopens-for-limited-traffic\">permitted to leave</a>, while 12 were allowed back into Gaza.</p><p>That is far below the 50 Palestinians who Israeli officials said would be allowed to travel in each direction via the crossing.</p><p>“There is no explanation as to why crossings are being delayed at Rafah,” Khoudary said. “The process is taking an extremely long time.”</p><p>She added that Palestinians have been forced to leave all their belongings when passing through the crossing, which until Monday had been mostly closed for nearly two years during Israel’s genocidal war against Palestinians in Gaza.</p><p>“There are about 20,000 people waiting [in Gaza] for urgent medical attention abroad,” Khoudary said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"palestinian-man-shot-dead\">Palestinian man shot dead</h2><p>Meanwhile, Israeli forces shot and killed a 19-year-old Palestinian near Khan Younis, despite a purported “ceasefire” deal that entered into force in October.</p><p>Gaza’s Nasser Hospital said the man was shot in an area away from where the Israeli military has seized total control.</p><p>His death brings the number of Palestinians killed in Israeli attacks on Gaza since the start of the “ceasefire” in mid-October to 529, according to the enclave’s Health Ministry.</p><p>Most of Gaza’s hospitals and <a href=\"/video/al-jazeera-world/2024/6/1/gaza-the-war-on-hospitals\">medical infrastructure were obliterated</a> in Israel’s genocidal war, leaving seriously injured and chronically ill patients with little recourse inside the territory.</p><p>One injured man, 37-year-old Shadi Soboh, said he has been waiting for 10 months after receiving clearance to travel abroad for a bone transplant surgery.</p><p>“Where is the <a href=\"/news/2026/1/21/trumps-board-of-peace-who-has-joined-who-hasnt-and-why\">Board of Peace</a>? Where is the world? Are they waiting for my leg to get amputated?” he said, referring to a mechanism set up by United States President Donald Trump to oversee the reconstruction of Gaza.</p><p>Muhammad Abu Salmiya, director of Gaza City’s al-Shifa Hospital, also implored Israel to urgently permit the entry of medical supplies and equipment.</p><p>Until then, he wrote on Facebook, “denying the evacuation of patients and preventing the entry of medicines is a death sentence for them.”</p><p>The Rafah crossing was supposed to reopen in mid-October as part of <a href=\"/news/2025/10/9/israel-confirms-signing-phase-one-of-gaza-ceasefire-deal-with-hamas\">phase one of the US-brokered “ceasefire” agreement</a>.</p><p>But Israel refused to open the passage until it brought back the remains of deceased captives held in Gaza, the <a href=\"/news/2026/1/26/remains-of-last-israeli-captive-in-gaza-retrieved-says-israel\">last of which it received</a> on January 26.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Walmart hits trillion dollar market cap for the first time | Retail News | Al Jazeera",
            "time": "2026-02-03T19:35:37",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/2025-05-15T181907Z_1336669089_RC2GIEA06Z2G_RTRMADP_3_USA-TARIFFS-RETAIL-1759335115.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Walmart has reached a $1 trillion market valuation, a first for the big-box retailer.</p><p>The company’s shares hit a high on Tuesday morning trade as the stock continues to soar on the news of a new CEO and looming trade negotiations with India, where the Arkansas-based company maintains a large presence both in supply chain and domestic markets within India. The stock was up 2.1 percent from the market open in midday trading.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Walmart, which has 11,000 stores in 19 countries, joins a slate of nine corporate giants in the so-called trillion dollar club, including Nvidia, Apple, Alphabet, and Microsoft, among others. Amazon is the only other retailer that has broken the barrier and is now valued at $2.6 trillion.</p><h2 id=\"trade-deal-bump\">Trade deal bump</h2><p>On Monday, United States President Donald Trump announced a trade deal with India that would slash tariffs to 18 percent from 50 percent and that impacts Walmart, which has strategically shifted supply chain operations to India and away from China.</p><p>On Tuesday, in an interview with CNBC, US Trade Representative Jamieson Greer said that the White House is still ironing out the details of the deal, but that still hasn’t slowed Walmart’s stock from <a href=\"/news/2026/2/3/modi-trump-announce-india-us-trade-deal-what-we-know-and-what-we-dont\" target=\"_blank\" rel=\"noopener\">popping on the looming deal</a>.</p><p>“We have an announcement of an India deal, but still no timeline about when it comes into effect and whether the secondary tariffs, the 25 percent linked to India’s purchase of Russian oil, when those would be removed, so I think there’s still a lot of questions,” economist Rachel Ziemba, founder of Ziemba Insights, told Al Jazeera.</p><p>While there are limited details on the specifics of the deal, markets are responding to tariffs likely to come down.</p><p>“Markets are, of course, forward-looking. I think this sort of reinforces a view in the marketplace that incremental tariffs will be less this year,” Ziemba said.</p><p>The big box retailer jumped from 2 percent of its global exports coming from India in 2018 to 25 percent in 2023, according to a Reuters review of import data in 2023. Walmart hopes to source $10bn in goods from India by next year.</p><p>At the time, the company also decreased its percentage of goods from China to 60 percent from 80 percent.</p><p>Walmart did not respond to Al Jazeera’s request for comment.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>The Federation of Indian Export Organisations (FIEO), a lobby for exporters, said the cut in US tariffs will significantly boost Indian exports, including textiles and apparel, putting them on par with Asian peers, such as Vietnam and Bangladesh.</p><p>According to data from ImportYeti, a platform that tracks import contracts for major companies, Walmart’s biggest import areas are in home fabrics, apparel and toys.</p><p>“Those are the products facing the highest tariffs, while consumer electronics and other categories have largely been shielded. If the India–US deal becomes a reality, it would put tariffs on Indian goods entering the US at roughly the same level as those from Southeast Asia, making that supply-chain realignment more attractive. You also highlight the importance of the Indian market,” Ziemba added.</p><p>While the trade deal is in focus, Walmart has also invested significantly in India domestically, as well, and holds an 80 percent stake in India’s e-commerce giant Flipkart.</p><h2 id=\"c-suite-changes\">C-suite changes</h2><p>The surge also comes concurrently with a shake-up in the C-suite. On Monday, John Furner took over as Walmart’s chief executive, succeeding longtime CEO Doug McMillion who announced his retirement late last year.</p><p>Furner, who started at the company in a job stocking shelves, has climbed up the ladder. Most recently, he served as the CEO of Walmart US, where he focused on key initiatives driving growth, including curbside pick-up. Prior to that, he served as the CEO of Sam’s Club, Walmart’s wholesale chain.</p><p>Furner’s appointment comes as the company grows as an e-commerce giant and intends to double down in AI tech, healthcare services, e-commerce, and hybrid options with its brick-and-mortar footprint.</p><p>“As AI rapidly reshapes retail, we are centralizing our platforms to accelerate shared capabilities, freeing up our operating segments to be more focused on and closer to our customers and members,” Walmart said in a statement last month.</p><p>“Walmart is masterful at brick-and-mortar retail and remains highly competitive with Amazon. I love that because it shows consumerism is still alive and well. Five years ago, the narrative was the fall of the mall and the decline of retail. This confirms the opposite. Walmart also has a clear strategy for retaining consumers and managing the customer experience,” Brett Rose, CEO and founder of United National Consumer Suppliers (UNCS), a distributor that focuses on excess inventories, which it provides to more budget-friendly retailers, told Al Jazeera.</p><p>The tech-centric focus comes as e-commerce has grown for the company, which reported a 28 percent jump in e-commerce sales compared with the previous quarter. Walmart is slated to release its next earnings report on February 19.</p><p>“What you need to look at is that Walmart has successfully become a marketplace, not as big as Amazon, but big enough to give it a run for its money,” said Rose.</p></div></div></body></html>"
        },
        {
            "title": "Red Cross worker urges more aid access, recounts time in Gaza | Israel-Palestine conflict | Al Jazeera",
            "time": "2026-02-03T19:32:52",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/ICRC_Red_Cross_Patrick_Griffiths-1770146145.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Are we in a literacy crisis? | Education | Al Jazeera",
            "time": "2026-02-03T19:30:00",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770111754.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>We’re talking to educators with decades of experience and seeing why nobody is reading books any more. Is it fair to blame everything on technology? Are parents being present enough with their children, and what does that mean for our collective future?</p><p><strong>Presenter:</strong> Stefanie Dekker</p><p><strong>Guests:</strong><br>\nBeth Gaskill – Founder of Big City Readers</p><p>Keisha Siriboe – Literacy advocate</p><p class=\"p1\">Margaret Kunji – Former educator</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Saif al-Islam Gaddafi, son of former leader, killed in Libya | Muammar Gaddafi News | Al Jazeera",
            "time": "2026-02-03T19:29:35",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2011/08/201182315450757734_20.jpeg?resize=1200%2C675",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><a href=\"/features/2017/6/11/who-is-saif-al-islam-gaddafi\">Saif al-Islam Gaddafi</a>, the most prominent son of former Libyan leader Muammar Gaddafi, has been killed in Libya, according to officials and local media.</p><p>Saif al-Islam Gaddafi’s lawyer, Khaled al-Zaidi, and his political adviser, Abdulla Othman, announced the 53-year-old’s death in separate posts on Facebook on Tuesday, without providing details.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Libyan news outlet Fawasel Media cited Othman as saying that armed men killed Gaddafi in his home in the town of Zintan, some 136km (85 miles) southwest of the Libyan capital, Tripoli.</p><p>Gaddafi’s political team later released a statement, saying that “four masked men” stormed his house and killed him in a “cowardly and treacherous assassination”.</p><p>The statement said that he clashed with the assailants, who closed the security cameras at the house “in a desperate attempt to conceal traces of their heinous crimes”.</p><p>Khaled al-Mishri, the former head of the <a href=\"/news/2023/8/6/libyas-high-state-council-elects-new-leader-as-political-gridlock-deepens\">Tripoli-based High State Council</a>, an internationally recognised government body, called for an “urgent and transparent investigation” into the killing in a social media post.</p><p>Gaddafi never had an official position in Libya, but was considered to be his father’s number two from 2000 until 2011, when <a href=\"/news/2011/10/21/muammar-gaddafi-killed-as-sirte-falls\">Muammar Gaddafi was killed</a> by Libyan opposition forces, ending his decades-long rule.</p><p>Saif al-Islam Gaddafi was captured and imprisoned in Zintan in 2011 after attempting to flee the North African country following the opposition’s takeover of Tripoli.</p><p>He was released in 2017 as part of a general pardon and had lived in Zintan since.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"heir-apparent\">Heir apparent</h2><p>Born in June 1972 in Tripoli, Saif al-Islam Gaddafi was the second-born son of Libya’s longtime ruler.</p><p>A Western-educated and well-spoken man, Gaddafi presented a progressive face to the oppressive government run by his father, and he played a leading role in a drive to repair Libya’s relations with the West, beginning in the early 2000s.</p><p>He led talks on Libya abandoning its weapons of mass destruction and negotiated compensation for the families of those killed ⁠in the bombing of Pan Am Flight 103 over Lockerbie, Scotland, in 1988.</p><p>Educated ​at the London School of Economics and a fluent English speaker, he also championed himself as a reformer, calling for a constitution and respect for human rights. His dissertation dealt with the role of civil society in reforming global governance.</p><p>But when the rebellion broke out against the elder Gaddafi’s ‍long rule in 2011, Saif al-Islam Gaddafi immediately chose family and clan loyalties, becoming an architect of the brutal crackdown on dissidents, whom he called rats.</p><p>Speaking to the Reuters news agency at the time of the popular uprising in Libya in 2011, he said: “We fight here in Libya, we die here in Libya.”</p><p>He warned that rivers of blood would flow and that the government would fight to the last man, woman and bullet.</p><p>“All of Libya will be destroyed. We will need 40 years to reach an agreement on how to run the country, because today, everyone will want to be president, or emir, and everybody will want to run the country,” he said.</p><figure id=\"attachment_4286509\" aria-describedby=\"caption-attachment-4286509\" class=\"wp-caption aligncenter\"><img data-recalc-dims=\"1\" loading=\"lazy\" class=\"size-arc-image-770 wp-image-4286509\" src=\"/wp-content/uploads/2026/02/reuters_69825bb5-1770150837.jpg?w=770&amp;resize=770%2C525&amp;quality=80\" alt=\"FILE PHOTO: Saif al-Islam Gaddafi, son of late Libyan leader Muammar Gaddafi, attends a hearing behind bars in a courtroom in Zintan May 25, 2014. REUTERS/Stringer/File Photo\" fetchpriority=\"low\"><figcaption id=\"caption-attachment-4286509\" class=\"wp-caption-text\">Gaddafi was considered Libya’s second-most powerful person before his father’s 2011 death [File: Stringer/Reuters]</figcaption></figure><p>Gaddafi was accused of torture and extreme violence against opponents of his father’s rule, and by February 2011, he was on a United Nations sanctions list and banned from travelling. He was also wanted by the International Criminal Court (ICC) for alleged crimes against humanity committed in 2011.</p><p>After the rebels took over the capital, Tripoli, he tried to flee to neighbouring Niger dressed as a Bedouin tribesman. But he was captured by the Abu Bakr Sadik Brigade militia on a desert road and flown to Zintan.</p><p>Following long negotiations with the ICC, Libyan officials were granted authority to try Gaddafi for alleged war crimes. In 2015, a Tripoli court sentenced him to death in absentia.</p><p>After his release from detention in 2017, he spent years underground in Zintan to avoid assassination.</p><p>In November 2021, Saif al-Islam Gaddafi announced his candidacy in the country’s presidential election in a controversial move that was met with outcry from anti-Gaddafi political forces in western and eastern Libya.</p><p>As the election process ground on that year with no real agreement on the rules, Gaddafi’s candidacy became one of the main points of contention. He was disqualified because of his 2015 conviction, but when he tried to appeal ‌the ruling, fighters blocked off the court.</p><p>The ensuing arguments contributed to the collapse of the election process and Libya’s return to political deadlock.</p></div></div></body></html>"
        },
        {
            "title": "Will the US force regime change in Cuba? | News | Al Jazeera",
            "time": "2026-02-03T18:53:17",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770144464.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">US president wages maximum pressure campaign on Cuba’s already faltering economy.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Cubans are cooking on charcoal and facing worsening power blackouts after the US cut the island off of Venezuelan oil exports. US President Donald Trump promised Cuba will “fail” soon and threatened tariffs on any nations doing business with the island. Can Cuba’s communist government survive the latest US push for regime change?</p><p><strong>In this episode:</strong></p><p><strong>Episode credits:</strong></p><p><em>This episode was produced by Haleema Shah and Melanie Marich with Phillip Lanos, Spencer Cline, Chloe K. Li, Tuleen Barakat, Maya Hamadeh, and our host, Kevin Hirten. It was edited by Kylene Kiang. </em></p><p><em>Our engagement producers are Adam Abou-Gad, Vienna Maglio, and Munera AlDosari. Andrew Greiner is lead of audience engagement.</em></p><p><em>Our sound designer is Alex Roldan. Our video editors are Hisham Abu Salah and Mohannad al-Melhem. Alexandra Locke is The Take’s executive producer. Ney Alvarez is Al Jazeera’s head of audio. </em></p><p><strong>Connect with us:</strong></p><p>@AJEPodcasts on <a href=\"https://twitter.com/AJEPodcasts\">X</a>, <a href=\"https://www.instagram.com/ajepodcasts/\">Instagram</a>, <a href=\"https://www.facebook.com/AJEPodcasts\">Facebook</a>, and <a href=\"https://www.youtube.com/playlist?list=PLzGHKb8i9vTwjZkiFu6LhzsLUKFkYO60I\">YouTube</a></p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "Will Hezbollah continue to avoid responding to Israel’s attacks on Lebanon? | Israel attacks Lebanon News | Al Jazeera",
            "time": "2026-02-03T18:36:51",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/12/getty_69494953a0-1766410579.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p><strong>Beirut, Lebanon – </strong>The Lebanese group Hezbollah has launched only one attack in the 14 months <a href=\"/features/2026/2/2/a-year-after-hezbollah-israel-ceasefire-over-64000-lebanese-displaced\">since a ceasefire</a> with Israel began – despite more than 11,000 Israeli violations.</p><p>The Israeli attacks continue to devastate parts of southern Lebanon and the Bekaa Valley and are keeping approximately 64,000 Lebanese displaced.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>Hezbollah has not been in a position to respond after being weakened during the 2024 war, in which most of its military leadership was killed, including longtime Hezbollah chief Hassan Nasrallah, analysts say.</p><p>But the group hasn’t ruled out a response – especially as Hezbollah is increasingly <a href=\"/news/2026/1/8/lebanons-mission-to-complete-disarmament-plan-of-hezbollah\">under pressure to disarm</a>.</p><p>“No one can predict when Hezbollah will respond,” Qassem Kassir, a journalist close to Hezbollah, told Al Jazeera. “It’s linked to the escalating Israeli aggression, [a Hezbollah response will happen] if a suitable opportunity presents itself, and in the event that diplomatic efforts fail.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"hezbollah-committed-to-the-ceasefire\">‘Hezbollah committed to the ceasefire’</h2><p>When the ceasefire was announced between Hezbollah and Israel on November 27, 2024, the Lebanese group was badly weakened militarily and politically. The fall of its ally in Syria, <a href=\"/news/2024/12/8/syrias-bashar-al-assad-the-president-who-lost-his-homeland\">the al-Assad regime</a>, less than two weeks later, cut off a crucial land supply route used to transport financing and weapons from Iran.</p><p>The ceasefire stipulated that both Hezbollah and Israel would cease their attacks, Hezbollah would pull back its forces from south of the Litani River that runs across south Lebanon, and Israel would withdraw its forces from its northern neighbour.</p><p>But Israel has not stopped attacking Lebanon, and it continues to occupy five points in southern Lebanon. Other issues that are of importance to Hezbollah and the Lebanese state include the fate of Lebanese prisoners in Israeli jails and reconstruction, which Israel has prevented through the repeated targeting of construction equipment.</p><p>Still, Hezbollah has only attacked Israel once since November 2024. The lone strike was in December 2024, when Hezbollah responded to repeated Israeli attacks by firing at an Israeli military post. No one was harmed, but Israel responded to that attack by killing 11 people in Lebanon.</p><p>In the months since, Israel has killed more than 330 people in Lebanon, including at least 127 civilians, and a top Hezbollah commander, <a href=\"/news/2025/11/24/who-was-haytham-ali-tabatabai-hezbollah-official-killed-by-israel\">Haytham Ali Tabatabai</a>.</p><p>“Hezbollah committed to the ceasefire in order to give the Lebanese state, government, and army the opportunity to implement the ceasefire and achieve demands through diplomatic means, as promised by the President of the Republic [Joseph Aoun],” Kassir said. “Furthermore, it wants to take the time to rebuild and allow people to return to their villages and homes.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"no-position-to-respond\">‘No position to respond’</h2><p>For years, Hezbollah’s military capacity acted as a deterrent to Israeli aggression. But that changed after the last war.</p><p>Analysts said that should Hezbollah respond, it would likely incur the wrath of Israel’s military, bringing back a scale of violence that displaced more than 1.2 million people and killed thousands.</p><p>“Hezbollah is simply in no position today to respond to Israel,” Lebanese political analyst Karim Emile Bitar told Al Jazeera. “Any retaliation from Lebanon would provoke an uproar in the domestic political arena, and it is also likely to be highly ineffective from a military standpoint. The party is simply too weak to enter into such an endeavour.”</p><p>“Israel has changed the rules of engagement through deep intelligence penetration, cyber-enabled targeting, AI-assisted surveillance, and precision strikes that degrade command, logistics, and leadership,” Imad Salamey, a political scientist at the Lebanese American University, told Al Jazeera.</p><p>There is, however, one scenario that might force Hezbollah’s hand, analysts said. <a href=\"/news/2026/1/31/iranian-official-says-progress-made-on-talks-as-us-iran-tensions-persist\">An attack on Iran</a>, Hezbollah’s longtime benefactor, could kick the group into action.</p><p>On January 26, Hezbollah’s leader Naim Qassem delivered a televised speech addressing his party’s position on US threats to attack Iran.</p><p>“We are determined to defend ourselves,” Qassem said. “We will choose in due course how to act.”</p><p>Hezbollah is a notoriously secretive group. And following a war where the group felt exposed by Israeli intelligence, their secretiveness has likely intensified. Still, reports in local media and some analysts have spoken about a potential divide in the group over its position vis-a-vis Iran, and how disarmament should proceed, if at all.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"iran-s-survival\">Iran’s survival</h2><p>With that in mind, some members of Hezbollah may view the survival of the Iranian government as existential and push them to attack the US’s most fervent regional ally, Israel.</p><p>“The only scenario in which [Hezbollah may attack Israel] is if there is a genuine, clear and present existential danger to the very survival of the Iranian regime and if the Iranian regime orders all its regional proxies to go all in,” Bitar said. “Otherwise, I think Hezbollah is most likely to stay out of it.”</p><p>Salamey said that only a “dramatic external shock” like a regional war including Iran would draw in the group. Otherwise, any response “would likely require a clear crossing of red lines that directly threaten Hezbollah’s core survival, not symbolic or tactical losses.”</p><p>Still, he said, “any response would likely be limited, calibrated, and asymmetric, aimed at signalling relevance rather than triggering full-scale war. Hezbollah currently lacks the strategic confidence, logistical depth, and political cover needed for broad escalation.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "What would be the impact of a US attack on Iran? | Opinions | Al Jazeera",
            "time": "2026-02-03T18:07:04",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-31T140031Z_656118726_RC2ACJAYCT9V_RTRMADP_3_IRAN-CRISIS-USA-1770141780.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Growing tensions between the United States and Iran have left the two countries one spark away from a fire. An unprecedented accumulation of US military forces in the Middle East, coupled with Washington’s reliance on gunboat diplomacy, has distinctly increased the risk of war—one that engulfs Iran and the region, with far-reaching regional and global costs.</p><p>In the aftermath of the recent crackdown on protests in Iran, US President Donald Trump announced that it was time to remove Iranian Supreme Leader Ayatollah Ali Khamenei. His administration then deployed the USS Abraham Lincoln aircraft carrier and supporting warplanes, along with various air defence assets—including additional THAAD and Patriot missile systems—across the Middle East.</p><p>As military assets have been accumulated, Trump has threatened that if Iran does not agree to a deal, “the next attack will be far worse” than last June’s US attack on Iranian nuclear facilities.</p><p>From the US perspective, a favourable agreement would require Iran to demolish its nuclear enrichment programme and ballistic missile capabilities, while also pulling back its regional influence. Such maximum demands, combined with Tehran’s deep distrust of negotiations with the US, make a deal highly unlikely. Alaeddin Boroujerdi, a member of the Iranian parliament’s National Security and Foreign Policy Commission, clarified on Monday that civilian nuclear capability, as well as missile and drone capabilities, represent a “red line” for Tehran.</p><p>This does not necessarily signal a permanent diplomatic stalemate. However, Tehran interprets the US’s maximum demands as a potential threat of regime change—a notion repeatedly emphasised by Trump and hawks in Washington and Tel Aviv. In this context, another US strike would represent an “existential threat” to the Islamic Republic, eliminating any incentive for restraint.</p><p>The impact of any US military action against Iran would principally depend on the attack’s type, scale, and targets, potentially triggering a severe crisis in Iran, across the region, and globally.</p><p>Trump favours surgical and targeted military operations, which would probably combine leadership decapitation with efforts to significantly damage Iran’s Islamic Revolutionary Guard Corps (IRGC) military bases, Basij units—a paramilitary force under IRGC control—and police stations, which the US designates as responsible for firing on demonstrators.</p><p>Any US effort to impose regime change through military means would undoubtedly lead to dangerous outcomes domestically and regionally. In Iran, an attack could lead to the consolidation of power. But it could also lead to a full takeover by the IRGC or even internal conflict.</p><p>An attack on Iran similar to the one last year could well result in the Iranian people rallying behind the flag and rejecting regime change for several reasons. First, the Iranian people are afraid of a scenario similar to Syria and Libya where there is state collapse. Second, there is no credible moderate opposition that can lead change. Third, there is strong sociopolitical cohesion within Iran.</p><p>Political institutions, the military, and the IRGC are well-organised and benefit from substantial resources generated by a sanctions-induced rentier system. Moreover, significant segments of society—particularly the working-class groups often referred to as “revolutionaries”—are aligned with this structure.</p><p>If the attack is successful in targeting senior leadership of the Islamic Republic, this could bring about a succession crisis, create decision-making vacuums, and deepen competition within the regime. Under these circumstances, tensions between state institutions and military-security entities would grow. Given the concentration of hard power in the hands of the IRGC, the probability of establishing a military-dominated state would expand.</p><p>The US and Israel may also try to encourage the outbreak of civil war to geopolitically weaken Iran. Last month, there were calls from some US officials, such as Texas Republican Senator Ted Cruz, to arm Iranian protesters. That could easily extend to armed groups, and there are a number of those that have clashed with the Iranian authorities that the US can turn to.</p><p>Among them are the <a href=\"/news/2023/6/21/why-was-this-iran-dissident-group-raided-in-europe\" target=\"_blank\" rel=\"noopener\">Mojahedin-e Khalq</a> (MEK), formerly designated as a “terrorist” organisation by the US and the European Union (EU); the Party of Free Life of Kurdistan (PJAK), an armed Kurdish group looking for the secession of Iran’s western Kurdistan province; <a href=\"/news/2018/9/22/iran-who-was-responsible-for-the-deadly-attack-in-ahvaz\">Al-Ahwaziya</a>, an Arab nationalist movement supporting the separation of the oil-rich Khuzestan province in the southwest; <a href=\"/news/2019/2/16/iran-warns-pakistan-to-crack-down-on-jaish-al-adl\">Jaish al-Adl</a> (Jundallah), an armed group operating in southeastern Iran; and pan-Turkic groups in the northwest chasing the alliance of Turkic populations across Turkiye, Azerbaijan, and Iran.</p><p>Facing Washington’s continuing escalatory rhetoric and track record of regime change operations, Iran has adopted a so-called madman strategy, simultaneously issuing conciliatory and confrontational signals. This posture is apparent in Tehran’s expressed openness to establishing a framework of negotiations with the US, alongside Khamenei’s speech on Monday, which <a href=\"/news/2026/2/1/khamenei-warns-us-of-regional-war-if-iran-is-attacked\">warned</a> that any military attack on Iran would cause a “regional war”, underscoring the state’s prevailing priority of thwarting regime change at any cost—even at the risk of regional and global consequences.</p><p>Iran has made clear that it will retaliate, including through allied forces in the region, potentially drawing Israel and Gulf states into a broader regional skirmish. This would trigger political instability and economic vulnerability, which in turn may prompt substantial capital flight, chiefly from the Gulf states, as well as increasing flows of refugees and migrants to Europe.</p><p>Moreover, if Iran attacks shipping in the Strait of Hormuz or Gulf energy infrastructure, there would be a spike in global oil and gas prices, exacerbating market volatility, inflationary pressure from higher energy costs, and a knock-on effect for fragile economies, which would further worsen migration pressures.</p><p>In the current situation, any US military escalation poses a risk not just for Iran but for the whole region. Middle Eastern history demonstrates that once a conflict is triggered, it spreads like a wildfire, destabilising the whole region in unpredictable ways.</p><p><em><strong>The views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial policy.</strong></em></p></div></div></body></html>"
        },
        {
            "title": "US military says it shot down an Iranian drone in Arabian Sea | Military News | Al Jazeera",
            "time": "2026-02-03T17:56:32",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/afp_69823759dbe0-1770141529.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The United States military says it shot down an Iranian drone that approached a US aircraft carrier in the Arabian Sea, amid continued <a href=\"/news/2026/1/30/us-iran-tensions-the-diplomatic-scramble-to-prevent-a-war\">efforts by regional powers</a> to ease tensions between Washington and Tehran.</p><p>In a statement on Tuesday, US Central Command (CENTCOM) spokesperson Tim Hawkins said a US fighter jet from the USS Abraham Lincoln “shot down the Iranian drone in self-defense and to protect the aircraft carrier and personnel on board”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Shahed-139 drone was shot down by an F-35C from the Lincoln, which CENTCOM said was sailing about 800km (500 miles) from Iran’s southern coast.</p><p>CENTCOM said the drone “aggressively approached” the aircraft carrier with “unclear intent” and it “continued to fly toward the ship despite de-escalatory measures taken by US forces operating in international waters”.</p><p>There was no immediate comment from the Iranian authorities on what happened.</p><p>Citing an unnamed source with knowledge of the matter, Iran’s semi-official Tasnim news agency said communication was lost with a drone in international waters that had “successfully” sent data back to the Islamic Revolutionary Guard Corps (IRGC).</p><p>Tasnim said an investigation was under way to determine why the disconnection took place.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"talks-expected\">Talks expected</h2><p>The incident comes as <a href=\"/news/2026/2/2/iran-eyes-progress-towards-us-nuclear-talks-as-tension-eases\">tensions have been easing</a> between Tehran and Washington after US President Donald Trump’s repeated threats to attack Iran over a recent crackdown on antigovernment protests.</p><p>Trump, who has also been <a href=\"/news/2026/1/31/iranian-official-says-progress-made-on-talks-as-us-iran-tensions-persist\">pushing Iran to agree</a> to talks over the country’s nuclear programme, sent the USS Abraham Lincoln towards Iran last week, fuelling fears of a possible military confrontation.</p><p>But amid days of diplomatic efforts, Iranian President <a href=\"/news/2026/2/2/iran-eyes-progress-towards-us-nuclear-talks-as-tension-eases\">Masoud Pezeshkian said on Tuesday</a> that he had instructed the country’s foreign minister to “pursue fair and equitable negotiations”.</p><p>“I have instructed my Minister of Foreign Affairs, provided that a suitable environment exists – one free from threats and unreasonable expectations – to pursue fair and equitable negotiations, guided by the principles of dignity, prudence, and expediency,” he wrote on social media.</p><p>“These negotiations shall be conducted within the framework of our national interests,” Pezeshkian added.</p><p>The downing of the drone did not appear to alter plans for the talks, which are expected to take place on Friday.</p><p>Iran’s Tasnim news agency quoted a foreign ministry spokesperson as saying consultations were underway to select a venue for the meeting, with Turkiye, Oman and several other countries in the region having offered to host.</p><p>In an interview with Fox News earlier on Tuesday, White House Press Secretary Karoline Leavitt also said Trump’s special envoy, Steve Witkoff, “is set to have conversations with the Iranians later this week”.</p><p>“Those are still scheduled as of right now,” Leavitt said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Iranian officials have repeatedly said they are <a href=\"/news/2026/1/30/iran-says-ready-for-fair-talks-with-us-but-not-under-shadow-of-threats\">open to nuclear talks</a>, but only if the Trump administration ends its threats against the country.</p><p>Reporting from the Iranian capital Tehran, Al Jazeera’s Tohid Asadi said the exact topics that will be up for discussion between the two sides remain unclear.</p><p>Iranian officials have said they want the negotiations to focus on the country’s nuclear programme, while Washington reportedly wants to discuss a range of issues, including Iran’s ties to regional armed groups as well as its ballistic missile and defence programmes.</p><p>Tehran also has said it wants the talks to be bilateral – with Washington alone – while the US has shown more willingness to include other regional powers, Asadi added.</p><p>“[Iran] is saying it is appreciative of regional efforts to [bring] down [tensions] while the major issue remains to be solved between Washington and Tehran,” he said.</p><p><span>In a separate incident on Tuesday, CENTCOM accused Iran’s Islamic Revolutionary Guard Corps (IRGC) forces of harassing a US-flagged and US-crewed merchant vessel in the Strait of Hormuz, a Gulf waterway that is <a href=\"/news/2025/6/14/what-is-the-strait-of-hormuz-could-it-factor-into-israel-iran-conflict\">critical to global trade</a>.</span></p><p>“Two IRGC boats and an Iranian Mohajer drone approached M/V Stena Imperative at high speeds and threatened to board and seize the tanker,” said Hawkins, the CENTCOM spokesman.</p><p>Iran’s semiofficial Fars news agency cited unnamed Iranian officials as saying later in the day that a vessel had entered Iranian territorial waters without the necessary legal permits.</p><p>The officials said the vessel was warned and left the area “without any special security event taking place”.<i></i></p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "UK police launch investigation into ex-envoy Mandelson over Epstein ties | Politics News | Al Jazeera",
            "time": "2026-02-03T17:29:13",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-01-11T125522Z_1551667456_RC2DYIA53E0J_RTRMADP_3_BRITAIN-EPSTEIN-MANDELSON-1770137024.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>UK police launch investigation into ex-envoy Mandelson over Epstein ties</h1><p class=\"article__subhead\"><em>Authorities are probing allegations Peter Mandelson may have passed sensitive government information to Jeffrey Epstein.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Police in the United Kingdom have launched an investigation into allegations that political veteran Peter Mandelson committed misconduct in public office in his dealings with the late financier and sex offender Jeffrey Epstein.</p><p>Metropolitan Police made the announcement on Tuesday, hours after Mandelson, London’s former ambassador to the United States, resigned from the UK’s upper house of parliament amid renewed scrutiny of his ties to Epstein.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>“I can confirm that the Metropolitan Police has now launched an investigation into a 72-year-old man, a former Government Minister, for misconduct in public office offence,” Metropolitan Police Commander Ella Marriott said in a statement, without naming Mandelson directly.</p><p>“The Met will continue to assess all relevant information brought to our attention as part of this investigation and won’t be commenting any further at this time.”</p><p>Mandelson, a former government minister and longtime senior figure in Prime Minister Keir Starmer’s Labour Party, has come under intense pressure following the release of a new <a href=\"/news/2026/1/30/us-department-of-justice-releases-three-million-new-epstein-documents\">tranche of US government documents</a> related to Epstein.</p><p>The material includes emails from Mandelson to Epstein that shared sensitive government information, including plans for the 500 billion euro ($590bn) bailout of the single currency in 2010.</p><p>The files also include bank documents suggesting Epstein transferred tens of thousands of dollars to accounts linked to Mandelson or his partner, Reinaldo Avila da Silva. Mandelson has said he does not recall such transactions and will examine the documents.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><p>Additional material includes emails suggesting a friendly relationship between the two men after Epstein’s 2008 convictions for sex offences, as well as an image showing Mandelson in his underwear beside a woman whose face was obscured by US authorities.</p><p>Mandelson told the BBC that he “cannot place the location or the woman, and I cannot think what the circumstances were”.</p><h2 id=\"starmer-is-appalled\">Starmer is ‘appalled’</h2><p>Starmer on Tuesday told his cabinet he was “appalled by the information” regarding Mandelson and was concerned more details would come to light, according to a Downing Street readout of the cabinet meeting.</p><p>Starmer also said he has ordered the civil service to conduct an “urgent” review of all of Mandelson’s contacts with Epstein while he was in government.</p><p>“The alleged passing on of emails of highly sensitive government business was disgraceful,” the prime minister said, adding he was not yet “reassured that the totality of information had yet emerged” regarding Mandelson’s links with Epstein.</p><p>Mandelson, who was <a href=\"/news/2025/9/11/uk-fires-ambassador-to-us-peter-mandelson-over-links-to-epstein\">sacked from his post</a> as ambassador to the US in September following earlier revelations about his Epstein ties, <a href=\"/economy/2026/2/2/uks-ex-ambassador-mandelson-quits-labour-over-epstein-links-reports-say\">quit the Labour Party</a> on Sunday to avoid what he called “further embarrassment”.</p><p>In an interview with The Times, conducted late last month and published on Tuesday, Mandelson described Epstein as a “master manipulator”, adding, “I’ve had a lot of bad luck, no doubt some of it of my own making”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Global conflicts pushing humanitarian law to breaking point, report warns | Human Rights News | Al Jazeera",
            "time": "2026-02-03T17:22:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/01/2026-01-24T084558Z_1338895528_RC2I7JAAWTST_RTRMADP_3_UKRAINE-CRISIS-ATTACK-KYIV-1769245894.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>International humanitarian laws introduced after World War II are under unprecedented strain, the Geneva Academy of International Humanitarian Law and Human Rights has said in a new report.</p><p>In the full glare of the world’s media spotlight, Israel has been conducting its genocidal war against Palestinians in Gaza while the mass killing of civilians in Sudan has not stopped since the outbreak of that country’s war in 2023. Violence is ongoing elsewhere – from Myanmar’s civil war to conflict in Nigeria. Drone attacks targeting noncombatants have become commonplace in Ukraine while massacres of civilians across multiple conflicts continue, including in Ethiopia, Haiti, Myanmar, Yemen – all with apparent impunity.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The United States, historically the self-appointed world’s police officer, is <a href=\"/news/2025/3/16/is-trump-the-end-of-the-international-rules-based-order\">in retreat</a> and unwilling to uphold the humanitarian laws that for decades have provided some protection for civilians trapped in conflicts. That has left those laws under unprecedented strain around the world, the <a href=\"https://geneva-academy.ch/wp-content/uploads/2026/01/WarWATCH-IHL-in-Focus-Report-2024-25.pdf\" target=\"_blank\" rel=\"noopener\">study</a> of 23 of the world’s conflicts conducted by the academy concluded.</p><p>“The years 2024 and 2025 proved devastating to civilians with little evidence of willingness among warring parties to limit the barbarity inflicted upon the most vulnerable,” begins the report, War Watch, which tracked breaches of international humanitarian law in the conflicts from July 2024 to December.</p><p>The Geneva academy is a joint initiative of the University of Geneva’s Faculty of Law and the Graduate Institute of International and Development Studies.</p><p>“Murder, torture, and rape were widespread; civilians and their homes, schools, and hospitals were bombed regularly and sometimes systematically. Genocide – the intended destruction of a protected national, ethnic, religious, or racial group – was found by a United Nations Commission of Inquiry to have been perpetrated against Palestinians in Gaza by Israel. In October 2025, the spectre of genocide was revived in Sudan,” it said in the report, released on Monday, adding that while the threat to international humanitarian law was not yet existential, “it is at a critical breaking point.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"few-consequences\">Few consequences</h2><p>The academy’s report cast the world in an unforgiving light. Over the reporting period, civilians were abused, dispossessed and slaughtered on an almost industrial scale, it said.</p><p>Beyond Israel’s genocide in Gaza, which has killed more than 71,000 Palestinians, the research noted the ongoing carnage of Russia’s war in Ukraine, where the killing of civilians is escalating as the conflict grinds on and more people have been killed in the past year than during the conflict’s previous two years.</p><p>Rape and gender-based and sexual violence have been documented across a series of conflicts, from Sudan, where the paramilitary Rapid Support Forces (RSF) was <a href=\"/news/2025/10/29/massacre-in-el-fasher-whats-happening-in-sudan-right-now\">accused</a> of massacring civilians in the western city of el-Fasher, to what the report called the “epidemic” of rape in the Democratic Republic of the Congo.</p><p>Drone attacks against civilians have become a defining feature in multiple conflicts while, in Myanmar, the military government was accused of continuing to attack civilians. In one village, the report noted, residents who had fled returned to find that the few neighbours who remained behind had been dismembered and their heads placed upon a fence.</p><p>All appeared to be taking place with few consequences for the perpetrators.</p><p>“If you don’t sanction or communicate that there will be a sanction, illegal acts will continue,” the report’s lead author, Stuart Casey-Maslen, told Al Jazeera. “Genocide isn’t new. We saw evidence of genocide in [Sudan’s] Darfur around 2004, but as one of the UN experts that helped launch the report pointed out, extermination is ongoing in multiple areas of Sudan. We’re seeing gang rape being carried out by Rapid Support Forces (RSF) in the street with impunity, and the US, which could bring pressure on the UAE [which is accused of but denies arming the RSF] isn’t acting.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"decline\">Decline</h2><p>The strain upon international humanitarian law is not the fault of the US alone, Casey-Maslen said,  Equally responsible were other actors, such as Russia, whose disregard for humanitarian law in Ukraine, the report’s authors said, has become almost systematic.</p><p>However, few would doubt that the US’s unquestioning support for Israel in its war on Gaza has gone a long way to <a href=\"/news/2026/1/21/the-end-of-the-world-as-we-know-it-is-the-rules-based-order-finished\">undermining</a> the principles of the humanitarian law it had historically claimed to champion.</p><p>Through two years of unremitting war, Israel has been accused of <a href=\"/news/2026/1/18/israeli-attacks-wound-civilians-across-gaza-in-latest-ceasefire-violations\">targetting civilians</a> and engaging in <a href=\"/news/2025/10/18/what-we-know-about-the-torture-abuse-of-palestinian-prisoners-by-israel\">torture</a>, including <a href=\"/news/2024/8/9/everything-is-legitimate-israeli-leaders-defend-soldiers-accused-of-rape\">rape</a>, and the <a href=\"/news/2026/1/30/israel-accepts-gazas-70000-death-toll-a-record-of-denialism-lies\">slaughter</a> of civilians, all with US support.</p><p>“It has been obvious for some time that international humanitarian law has been dying in front of us,” said Geoffrey Nice, a human rights lawyer and former lead prosecutor in the war crimes trial of former Serbian President Slobodan Milosevic. “There has been a time lag between those with prescience but no official responsibility pointing this out and governments with responsibility explaining it to their voters, but here we are.”</p><p>US President Donald Trump’s second term in office has made observers particularly worried about the future of international law as his administration makes clear it is willing to ignore key aspects of it and carry out acts that are at best dubious under international law, such as the <a href=\"https://www.collinsdictionary.com/dictionary/english/abduction\">abduction</a> of Venezuelan President Nicolas Maduro.</p><p>And according to Nice, Trump’s policy was already clear from his first term in office.</p><p>“For those paying attention, the first real sign was Trump’s speech to the UN during his first term when [in 2018] he <a href=\"/news/2018/6/20/us-withdrawal-from-un-human-rights-council-what-you-need-to-know\">withdrew</a> from the Human Rights Council and expounded on a theme of sovereignty that seemed to evoke a kind of Westphalian world,” he said, referring to the principle in international relations in which each state retains absolute sovereignty over their own territory.</p><p>In the wake of his attack on Venezuela in early January, Trump went further still, telling The New York Times that the only constraint upon him was, not international law, but his “own morality”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"outlook\">Outlook</h2><p>Richard Gowan, the International Crisis Group’s programme director, said the report aligns closely with his organisation’s reporting from various warzones.</p><p>”Tragically, we see a growing number of armed groups targeting civilians in the knowledge that they are unlikely to face real political or legal penalties.</p><p>“There is a widespread sense that the laws of war are breaking down, and this is likely to lead to a vicious cycle in which combatants increasingly resort to atrocities to gain tactical or strategic advantage,” he said.</p><p>However, while international humanitarian law has been under unprecedented strain, its centre could still hold, Casey-Maslen suggested.</p><p>Organisations such as the International Court of Justice and International Criminal Court still have a huge role to play in ensuring that the protections afforded civilians under humanitarian law are maintained as long as those organisations themselves are respected, funded and not regarded as a convenience.</p><p>Likewise, states that still cling to the idea of international law could still exert influence over how their allies behave, Casey-Maslen said, pointing to the relatively limited number of civilian deaths that Western-equipped Ukraine had been accused of causing in comparison with Russia. What is critical, he said, was to retain the value of international law for all.</p><p>“When we lose international law, everyone loses, ” he said. “The Global South typically pays in lives and blood, and the West loses any sense of moral authority. We all end up poorer as a result.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Will Iran and Israel go to war? | Conflict News | Al Jazeera",
            "time": "2026-02-03T16:36:18",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770136440.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><p class=\"article__subhead u-inline \">US special envoy Steve Witkoff is yet again in Israel to discuss growing tensions with Iran.</p><div class=\"wysiwyg wysiwyg--all-content u-hidden\" aria-live=\"polite\" aria-atomic=\"true\"><p>Renewed threats to strike Iran have once again raised the stakes across the Middle East.</p><p>The United States and Israel have toughened their stance against Tehran in recent weeks as the country was gripped by nationwide protests. Iran accused Israel of interference in those demonstrations.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 3 items</span><span class=\"screen-reader-text\">end of list</span></section><p>As the war rhetoric ramps up, Iran is threatening to inflict heavy damage on Israel, if it is attacked.</p><p>The tension between the two sides follows decades of mutual hostility that have shaped the geopolitics of the region.</p><p>So, does diplomacy stand a chance in this long-running conflict?</p><p><strong>Presenter:</strong> Rishaad Salamat</p><p><strong>Guests:</strong></p><p>Thomas Warrick – Non-resident fellow at the Atlantic Council</p><p>Marzie Khalilian – Political analyst focusing on US-Middle East relations and an academic Researcher at Carleton University</p><p>Alon Pinkas – Former Israeli diplomat</p></div><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share dark-view\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div></div></body></html>"
        },
        {
            "title": "‘Extensive’ fire breaks out at Tehran shopping centre | In Pictures News | Al Jazeera",
            "time": "2026-02-03T16:07:45",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/AFP__20260203__94WU9CV__v1__HighRes__IranFire-1770128708.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"article-info m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content gallery-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>A massive fire has broken out at a bazaar in western Tehran, authorities say, sending thick plumes of black smoke over the Iranian capital.</p><p>The cause of the blaze on Tuesday morning was not immediately unclear.</p><p>The fire has “so far resulted in no injuries”, Tehran emergency services operations commander Mohammad Behnia said.</p><p>The blaze started at a market in the Jannat Abad neighbourhood in the west of the capital, an area packed with stalls and shops, state television quoted the city’s fire department as saying.</p><p>“The fire is extensive, to the extent that it is visible from various parts of Tehran,” Fire Department spokesman Jalal Maleki said.</p><p>Maleki later said the blaze had been “brought under control” and that “smoke removal and spot-check operations” were under way, according to Iran’s official IRNA news agency.</p><p>State television said firefighters were dispatched to the site immediately to contain the blaze.</p></div></div></body></html>"
        },
        {
            "title": "Israel-Palestine head of Human Rights Watch quits over ‘blocked’ report | Israel-Palestine conflict News | Al Jazeera",
            "time": "2026-02-03T16:02:48",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/2019-12-17T122325Z_1627093087_RC20XD91JK8G_RTRMADP_3_JORDAN-PALESTINIANS-RIGHTS-1770123157.jpg?resize=1920%2C1440",
            "body": "<html><body><div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>The Israel-Palestine director of Human Rights Watch (HRW) has resigned in protest, saying the organisation’s new chief blocked a report accusing Israel of committing “crimes against humanity” in its denial of Palestinian <a href=\"/video/newsfeed/2024/5/15/nakba-remembered-what-is-the-right-of-return\">refugees’ right of return</a>.</p><p>Omar Shakir, who has worked for the rights group for more than 10 years, told Al Jazeera on Tuesday that the report “sought to connect the erasure of camps in Gaza with the emptying of camps in the West Bank, with the full assault led by the Israeli government against UNRWA, the [United Nations] aid agency for Palestinian refugees and underscoring how in the midst of this <a href=\"/news/2022/5/15/nakba-mapping-palestinian-villages-destroyed-by-israel-in-1948\">Nakba</a> 2.0 that we’re seeing unfold beyond us, it’s critical that we learn the lessons from Nakba 1.0”.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The Nakba, which means “catastrophe”, refers to the forced displacement of 750,000 Palestinians expelled from their homes and land by Zionist armed groups and then the newly created state of Israel in 1948. Thousands of Palestinians were also killed during the Nakba.</p><p>Shakir said the report documented how the denial of return “amounts to a crime against humanity”.</p><p>He said he had been told that Executive Director Philippe Bolopion, who took the helm of HRW late last year, was worried the report would be misread by “detractors” as a call to “demographically extinguish the Jewishness of the Israeli state”, according to his resignation letter seen by Al Jazeera and dated January 15.</p><p>Shakir wrote: “Through this process, I have lost my faith in the integrity of how we do our work and our commitment to principled reporting on the facts and application of the law.”</p><p>The report was slated to be published on December 4 and had been given the greenlight by others in HRW during an internal review, Shakir said.</p><p>In a statement to Al Jazeera, HRW said it had received the resignations of two people working on Israel-Palestine after “a decision to pause the publication of a draft report on the right of return of Palestinian refugees”.</p><p>“The report in question raised complex and consequential issues. In our review process, we concluded that aspects of the research and the factual basis for our legal conclusions needed to be strengthened to meet Human Rights Watch’s high standards,” the group said.</p><p>“For that reason, the publication of the report was paused pending further analysis and research. This process is ongoing.”</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"acts-of-genocide-in-gaza\">‘Acts of genocide’ in Gaza</h2><p>In his letter, Shakir said he has received criticism from those in Israel as well as Palestine throughout his time at HRW.</p><p>“My strongest defense has been saying with full conviction that we hold our Israel/Palestine work to the same standard as the other 100 countries we cover,” he wrote.</p><p>But his stint had its challenges, he added.</p><p>“At times, some in the organization, driven by bias, pressure, politics or cowardice, have tried to manipulate our findings on Israel/Palestine to arrive at their preferred outcomes, but, throughout my tenure, the review process ensured we published the facts as we documented them and the findings that derived from our principled and consistent application of the law.”</p><p>At HRW, Shakir investigated rights abuses in Israel, the occupied West Bank and Gaza and documented how Israel instituted an apartheid system and persecuted Palestinians.</p><p>In 2019, the Israeli government <a href=\"/news/2019/11/5/israels-top-court-upholds-deportation-of-senior-hrw-official\">deported him</a> due to his advocacy.</p><p>In <a href=\"https://www.hrw.org/news/2024/12/19/israels-crime-extermination-acts-genocide-gaza\" target=\"_blank\" rel=\"noopener\">a report</a> in late 2024, HRW said Israel had “deliberately inflicted conditions of life calculated to bring about the destruction of part of the population in Gaza by intentionally depriving Palestinian civilians there of adequate access to water, most likely resulting in thousands of deaths”.</p><p>That, the group said at the time, made the Israeli authorities “responsible for the crime against humanity of extermination and for acts of genocide”.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        },
        {
            "title": "Celebrations erupt during Al Jazeera live report from northern Syria | Syria's War | Al Jazeera",
            "time": "2026-02-03T15:59:08",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770134323.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Epstein audio with former Israeli PM sheds new light on relationship | Investigation | Al Jazeera",
            "time": "2026-02-03T15:25:56",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2026/02/image-1770132350.jpg?resize=1920%2C1080&quality=80",
            "body": "<html><body><div><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Amnesty demands Israel drop death penalty bills ‘entrenching apartheid’ | Human Rights News | Al Jazeera",
            "time": "2026-02-03T15:11:11",
            "imgUrl": "https://www.aljazeera.com/wp-content/uploads/2025/10/2025-09-03T133647Z_259833727_RC29BCAKTC24_RTRMADP_3_ISRAEL-PALESTINIANS-GAZA-BEN-GVIR-1759494927.jpg?resize=1920%2C1440",
            "body": "<html><body><div><header class=\"article-header\"><h1>Amnesty demands Israel drop death penalty bills ‘entrenching apartheid’</h1><p class=\"article__subhead\"><em>Amnesty International says legislation would mean ‘punishment is being reserved for, and weaponised against, Palestinians’.</em></p></header><div class=\"article-info m--t-20 m--desktop-b-30 m--b-mobile-20\"><div class=\"article-dates\"><p class=\"date-simple\"><span class=\"screen-reader-text\">Published On 3 Feb 2026</span><span aria-hidden=\"true\">3 Feb 2026</span></p></div><div class=\"rich-share\" data-testid=\"rich-share\"><div class=\"rich-share__wrapper\"><div class=\"rich-share__button-wrapper\"><button class=\"rich-share__button row\" aria-expanded=\"false\"><p class=\"screen-reader-text\">Click here to share on social media</p><svg class=\"icon icon--share2 icon--primary icon--16 \" viewbox=\"0 0 20 16\" version=\"1.1\" aria-hidden=\"true\"><title>share2</title><path fill=\"#000\" fill-rule=\"evenodd\" d=\"M11.688 9.048c-.659 0-1.252.282-1.673.733l-4.92-2.45c.016-.115.028-.232.028-.352 0-.117-.011-.23-.027-.343l4.913-2.423a2.285 2.285 0 0 0 1.68.739C12.964 4.952 14 3.899 14 2.6 14 1.302 12.965.25 11.688.25S9.377 1.302 9.377 2.601c0 .117.01.23.027.343L4.49 5.367a2.285 2.285 0 0 0-1.68-.739C1.536 4.628.5 5.681.5 6.979c0 1.299 1.035 2.35 2.312 2.35.659 0 1.252-.281 1.673-.731l4.92 2.45a2.357 2.357 0 0 0-.029.351c0 1.299 1.035 2.351 2.312 2.351S14 12.698 14 11.399s-1.035-2.35-2.312-2.35Z\" clip-rule=\"evenodd\"></path></svg></button><p class=\"rich-share__social-text\">Share</p></div></div></div></div><div class=\"wysiwyg wysiwyg--all-content\" aria-live=\"polite\" aria-atomic=\"true\"><p>Amnesty International has called on Israel to abandon <a href=\"/features/2025/12/21/israeli-death-penalty-bill-violates-international-law-palestinian-analysts\">legislation</a> that would expand the use of the death penalty, warning that the measures would violate international law and “further entrench Israel’s apartheid system” against Palestinians.</p><p>In a statement on Tuesday, the human rights group said two bills <a href=\"/news/2025/11/11/israeli-parliament-nods-to-bill-to-introduce-death-penalty-for\">under discussion in the Knesset</a> would mark a major reversal of Israel’s longstanding opposition to capital punishment and would disproportionately target Palestinians.</p><section class=\"more-on\"><h2 class=\"more-on__heading\">Recommended Stories </h2><span class=\"screen-reader-text\">list of 4 items</span><span class=\"screen-reader-text\">end of list</span></section><p>The proposals, championed by government figures, including far-right National Security Minister Itamar Ben-Gvir, would make the death penalty “another discriminatory tool in Israel’s system of apartheid”, Amnesty International said.</p><p>“These amendments mean that the most extreme and irrevocable punishment is being reserved for, and weaponised against, Palestinians,” it said.</p><p>“If adopted, these bills would distance Israel from the vast majority of states which have rejected the death penalty in law or in practice, while further entrenching its cruel system of apartheid against all Palestinians whose rights Israel controls.”</p><p>Israeli authorities have defended the measures, which are moving to committee stages for debate, as a necessary deterrent against deadly attacks.</p><p>But legal experts said their scope and application would violate international legal norms and result in the unjust treatment of Palestinians.</p><p>The legislation is being considered during <a href=\"/news/liveblog/2026/2/3/live-israel-kills-palestinian-as-few-allowed-to-exit-gaza-for-medical-care\">Israel’s genocidal war</a> against Palestinians in the Gaza Strip and a surge in Israeli military and settler violence against Palestinians in the occupied West Bank.</p><p>\t\t</p><p>\t\t\t\t\t\t</p><h2 id=\"reviving-capital-punishment\">‘Reviving’ capital punishment</h2><p>Israel abolished the death penalty for “ordinary crimes”, including murder, in 1954 and has not carried out an execution since 1962.</p><p>While it retains the death penalty for exceptional offences, such as genocide and treason, Amnesty International said the proposed legislation would “revive its implementation in Israel and the occupied Palestinian Territory” while weakening safeguards designed to prevent miscarriages of justice.</p><p>The bills include one that would allow for the application of the death penalty by amending the Israeli Penal Law and the Defence Regulations that Israel applies to the West Bank, the group said.</p><p>A second would introduce special provisions and an ad hoc military court to prosecute those accused of involvement in the Hamas-led attacks on southern Israel on October 7, 2023.</p><p>The rights group said proposed amendments to military laws applicable in the West Bank that would allow the death penalty would in effect apply only to Palestinians because they would explicitly exclude residents of Israeli settlements, which are illegal under international law.</p><p>Other changes, such as an amendment applying to those accused of intentionally causing “the death of a person with the <a href=\"/video/newsfeed/2025/11/11/israel-advances-bill-mandating-death-penalty-for-palestinian\">purpose of harming an Israeli citizen</a> or resident” or relating to violations connected with the October 7 attacks, were also likely to only impact Palestinians, it said.</p><p>\t\t</p><p>\t\t\t\t\t\t</p></div></div></body></html>"
        }
    ]
}