{
    "source": "BBC News",
    "articles": [
        {
            "title": "EU and US agree trade deal, with 15% tariffs for European exports to America",
            "time": "2025-07-27T23:39:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/dbc4/live/625dbf60-6b1d-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">EU and US agree trade deal, with 15% tariffs for European exports to America</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Sarah Smith</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC North America Editor, at Turnberry, Scotland</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">I think it's the biggest deal ever made - Trump</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The United States and European Union have agreed a trade deal, ending a months-long standoff between two of the world's biggest economic partners.</p><p class=\"sc-9a00e533-0 hxuGS\">After make-or-break negotiations between President Donald Trump and European Commission President Ursula von der Leyen in Scotland, the pair agreed a US tariff on all EU goods of 15%. </p><p class=\"sc-9a00e533-0 hxuGS\">That is half the 30% import tax rate Trump had threatened to implement starting on Friday. He said the 27-member bloc would open its markets to US exporters with zero per cent tariffs on certain products.</p><p class=\"sc-9a00e533-0 hxuGS\">Von der Leyen also hailed the deal, saying it would bring stability for both allies, who together account for almost a third of global trade.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump has wielded tariffs against major US trade partners in a bid to reorder the global economy and trim the American trade deficit.</p><p class=\"sc-9a00e533-0 hxuGS\">As well as the EU, he has struck tariff agreements with the UK, Japan, Indonesia, the Philippines and Vietnam, although he has not achieved his goal of \"90 deals in 90 days\".</p><p class=\"sc-9a00e533-0 hxuGS\">France's European Affairs Minister Benjamin Haddad reacted to the deal early on Monday, saying it had some merits - such as exemptions for some key French business sectors such as spirits - but was unbalanced.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The trade agreement negotiated by the European Commission with the United States will bring temporary stability to economic actors threatened by the escalation of American tariffs, but it is unbalanced,\" wrote Haddad on X.</p><p class=\"sc-9a00e533-0 hxuGS\">Sunday's agreement was announced after private talks between Trump and Von der Leyen at his Turnberry golf course in South Ayrshire.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump - who is on a five-day visit to Scotland - said following their brief meeting: \"We have reached a deal. It's a good deal for everybody.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's going to bring us closer together,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">Von der Leyen also hailed it as a \"huge deal\", after \"tough negotiations\".</p><p class=\"sc-9a00e533-0 hxuGS\">The EU's top official described the deal as a \"framework\" agreement, with further technical details to be negotiated \"over the next weeks\".</p><p class=\"sc-9a00e533-0 hxuGS\">The commission has the mandate to negotiate trade deals for the entire bloc - but it still requires approval by EU member states, whose ambassadors will meet on Monday for a debrief from the commission. </p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump plays his second round of golf this weekend at Turnberry before the EU talks</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump said the EU would boost its investment in the US by $600bn (£446bn), including American military equipment, and spend $750bn on energy.</p><p class=\"sc-9a00e533-0 hxuGS\">That investment over the next three years in American liquified natural gas, oil and nuclear fuels would, von der Leyen said, help reduce European reliance on Russian power sources.</p><p class=\"sc-9a00e533-0 hxuGS\">Some goods will not attract any tariffs, including aircraft and plane parts, certain chemicals and some agricultural products. A separate deal on semiconductors may be announced soon.</p><p class=\"sc-9a00e533-0 hxuGS\">One key area where a deal is yet to be struck is alcohol, with France and the Netherlands in particular seeking tariff exemptions for their respective wine and beer industries.</p><p class=\"sc-9a00e533-0 hxuGS\">But a 50% US tariff Trump has implemented on steel and aluminium globally would stay in place, he said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I want to thank President Trump personally for his personal commitment and his leadership to achieve this breakthrough,\" Von der Leyen said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He is a tough negotiator, but he is also a dealmaker.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Both sides can paint this agreement as something of a victory.</p><p class=\"sc-9a00e533-0 hxuGS\">For the EU, the tariffs could have been worse: it is not as good as the UK's 10% tariff rate, but <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cpwq4dljjdko\" class=\"sc-f9178328-0 bGFWdi\">is the same as the 15% rate that Japan negotiated</a> last week.</p><p class=\"sc-9a00e533-0 hxuGS\">For the US it equates to the expectation of roughly $90bn of tariff revenue into government coffers – based on last year's trade figures, plus there's hundreds of billions of dollars of investment now due to come into the US.</p><p class=\"sc-9a00e533-0 hxuGS\">One thing is clear: Trump is celebrating after striking the largest trade deal in history.</p><p class=\"sc-9a00e533-0 hxuGS\">While there is a lot of upside for the US in this deal, it is less clear what the EU gains.</p><p class=\"sc-9a00e533-0 hxuGS\">It was notable that Von der Leyen spoke about \"rebalancing\" the trading relationship. </p><p class=\"sc-9a00e533-0 hxuGS\">Previously the EU has argued the relationship is not out of balance as the EU buys far more services from America than it sells to them. </p><p class=\"sc-9a00e533-0 hxuGS\">It sounded as though von der Leyen was deliberately speaking Trump's language in order to seal the agreement.</p><p class=\"sc-9a00e533-0 hxuGS\">It came after the US president finished 18 holes at the Turnberry resort with guests and family, including his son Eric, amid showery conditions.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trade in goods between the EU and US totalled about $976bn last year. The US imported about $606bn in goods from the EU and exported around $370bn in 2024.</p><p class=\"sc-9a00e533-0 hxuGS\">That imbalance, or trade deficit, is a sticking point for Trump. He says trade relationships like this mean the US is \"losing\".</p><p class=\"sc-9a00e533-0 hxuGS\">If he had followed through on tariffs against Europe, import taxes would have been levied on products from Spanish pharmaceuticals to Italian leather, German electronics and French cheese.</p><p class=\"sc-9a00e533-0 hxuGS\">The EU had said it was prepared to retaliate with tariffs on US goods including car parts, Boeing planes and beef.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Ayrshire bowlers give their verdict on Trump's visit</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">European leaders cautiously welcomed the deal.</p><p class=\"sc-9a00e533-0 hxuGS\">The Irish Prime Minister, the Taoiseach Micheál Martin, noted the fact that tariffs would still be higher than before, making trade \"more expensive and more challenging\".</p><p class=\"sc-9a00e533-0 hxuGS\">Among EU countries, Ireland is the most reliant on the US as an export market.</p><p class=\"sc-9a00e533-0 hxuGS\">Germany's Chancellor Friedrich Merz posted on X that a trade conflict would have hit Germany hard.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Stable and predictable trade relations with market access benefit everyone on both sides of the Atlantic, businesses and consumers alike,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">Italian Prime Minister Giorgia Meloni welcomed the deal, but said she needed to see the details, Italy's Ansa news agency reported.</p><p class=\"sc-9a00e533-0 hxuGS\">British Prime Minister Keir Starmer plans his own meeting with Trump at Turnberry on Monday.</p><p class=\"sc-9a00e533-0 hxuGS\">The US president will be in Aberdeen on Tuesday, where his family has another golf course and is opening a third next month.</p><p class=\"sc-9a00e533-0 hxuGS\">The president and his sons plan to help cut the ribbon on the new fairway.</p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Who are the winners and losers in US-EU trade deal?",
            "time": "2025-07-28T10:41:55",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6362/live/4b85ff10-6b94-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Who are the winners and losers in US-EU trade deal? </h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">James FitzGerald and Tom Geoghegan</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1874/live/aa0a4220-6b9a-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1874/live/aa0a4220-6b9a-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1874/live/aa0a4220-6b9a-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1874/live/aa0a4220-6b9a-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1874/live/aa0a4220-6b9a-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1874/live/aa0a4220-6b9a-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1874/live/aa0a4220-6b9a-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1874/live/aa0a4220-6b9a-11f0-af20-030418be2ca5.jpg.webp\" loading=\"eager\" alt=\"Getty Images Donald Trump, dressed in a suit, in a meeting with Ursula Von der Leyen of the EU at Turnberry Golf Club in Scotland\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The US and EU have struck what is being billed as the largest trade deal in history, after talks in Scotland.</p><p class=\"sc-9a00e533-0 hxuGS\">It actually resembles the framework for an agreement rather than a full trade deal, with details still unclear.</p><p class=\"sc-9a00e533-0 hxuGS\">But the headline figures announced by President Donald Trump and EU chief Ursula von der Leyen do offer clues about which sectors and groups could be hit hardest or have most to gain.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Trump - winner</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">After promising new trade deals with dozens of countries, Trump has just landed the biggest of them all.</p><p class=\"sc-9a00e533-0 hxuGS\">It looks to most commentators that the EU has given up more, with instant analysis by Capital Economics suggesting a 0.5% knock to GDP.</p><p class=\"sc-9a00e533-0 hxuGS\">There will also be tens of billions of dollars pouring into US coffers in import taxes.</p><p class=\"sc-9a00e533-0 hxuGS\">But the glowing headlines for Trump may not last long if a slew of economic data due later this week show that his radical reshaping of the US economy is backfiring.</p><p class=\"sc-9a00e533-0 hxuGS\">Figures on inflation, jobs, growth and consumer confidence will give a clearer picture on whether Trump's tariffs are delivering pain or gain.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">US consumers - loser</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\">Ordinary Americans are already aggrieved at the increased cost of living and this deal could add to the burden by hiking prices on EU goods.</p><p class=\"sc-9a00e533-0 hxuGS\">While not as steep as it could have been, the hurdle represented by a 15% tariff rate is still significant, and it is far more pronounced than the obstacles that existed before Trump returned to office.</p><p class=\"sc-9a00e533-0 hxuGS\">Tariffs are taxes charged on goods bought from other countries. Typically, they are a percentage of a product's value. So, a 15% tariff means that a $100 product imported to the US from the EU will have a $15 dollar tax added on top - taking the total cost to the importer to $115.</p><p class=\"sc-9a00e533-0 hxuGS\">Companies who bring foreign goods into the US have to pay the tax to the government, and they often pass some or all of the extra cost on to customers.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Markets - winner</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Stock markets in Asia and Europe rose on Monday after news emerged of the deal framework.</p><p class=\"sc-9a00e533-0 hxuGS\">Under the framework, the US will levy a 15% tariff on goods imported from the EU. While this rate is significant, it is less than what it could have been and at least offers certainty for investors.</p><p class=\"sc-9a00e533-0 hxuGS\">The agreement is \"clearly market-friendly, and should put further upside potential into the euro\", Chris Weston at Pepperstone, an Australian broker, told AFP.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">European solidarity - loser</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The deal will need to be signed off by all 27 members of the EU, each of which have differing interests and levels of reliance on the export of goods to the US.</p><p class=\"sc-9a00e533-0 hxuGS\">While some members have given the agreement a cautious welcome, others have been critical - hinting at divisions within the bloc, which is also trying to respond to other crises such as the ongoing war in Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">French Prime Minister Francois Bayrou commented: \"It is a dark day when an alliance of free peoples, brought together to affirm their common values and to defend their common interests, resigns itself to submission.\"</p><p class=\"sc-9a00e533-0 hxuGS\">He was joined by at least two other French government ministers as well as Viktor Orban, the Hungarian leader, who said that Trump \"ate von der Leyen for breakfast\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Carmakers in Germany - loser</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\">The tariff faced by importers bringing EU cars to the US has been nearly halved, from the rate of 27.5% that was imposed by Trump in April to a new rate of 15%.</p><p class=\"sc-9a00e533-0 hxuGS\">Cars are one of the EU's top exports to the US. And as the largest manufacturer of cars in the EU - thanks to VW, Mercedes and BMW - Germany will have been watching closely.</p><p class=\"sc-9a00e533-0 hxuGS\">Its leader, Friedrich Merz, has welcomed the new pact, while admitting that he would have welcomed a \"further easing of transatlantic trade\".</p><p class=\"sc-9a00e533-0 hxuGS\">That downbeat sentiment was echoed by the German carmaking trade body, the VDA, which warned that even a rate of 15% would \"cost the German automotive industry billions annually\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Carmakers in the US - winner</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump is trying to boost US vehicle production. American carmakers received a boost when they learned that the EU was dropping its own tariff on US-made cars from 10% to 2.5%. Theoretically that could result in more American cars being bought in Europe.</p><p class=\"sc-9a00e533-0 hxuGS\">That could be good for US sales overseas, but the pact is not all good news when it comes to domestic sales. That is down to the complex way that American cars are put together.</p><p class=\"sc-9a00e533-0 hxuGS\">Many of them are actually assembled abroad - in Canada and Mexico - and Trump subjects them to a tariff of 25% when they are brought into the US. That compares with a lower tariff rate of 15% on EU vehicles. So US car makers may now fear being undercut by European manufacturers.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">EU pharmaceuticals - loser</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There is confusion around the tariff rate that will be levied on European-made drugs being bought in the US. The EU wants drugs to be subject to the lowest rate possible, to benefit sales.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump said pharmaceuticals were not covered by the deal announced on Sunday, under which the rate on a number of products was lowered to 15%. But von der Leyen said they were included, and a White House source confirmed the same to the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Either scenario will represent disappointment for European pharma, which initially hoped for a total tariffs exemption. The industry currently enjoys high exposure to the US marketplace thanks to products like Ozempic, a star type-2 diabetes drug made in Denmark.</p><p class=\"sc-9a00e533-0 hxuGS\">This has been highlighted in Ireland, where opposition parties have pointed out the importance of the industry and criticised the damaging effect of uncertainty.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">US energy - winner</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump said the EU will purchase $750bn (£558bn, €638bn) in US energy, in addition to increasing overall investment in the US by $600bn.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We will replace Russian gas and oil with significant purchases of US LNG [liquified natural gas], oil and nuclear fuels,\" said Von der Leyen.</p><p class=\"sc-9a00e533-0 hxuGS\">This will deepen links between European energy security and the US at a time when it has been pivoting away from importing Russian gas since its full-scale invasion of Ukraine.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Aviation industry in EU and US - winner</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\">Von der Leyen said that some \"strategic products\" will not attract any tariffs, including aircraft and plane parts, certain chemicals and some agricultural products.</p><p class=\"sc-9a00e533-0 hxuGS\">That means firms making components for aeroplanes will have friction-free trade between the huge trading blocs.</p><p class=\"sc-9a00e533-0 hxuGS\">She added that the EU still hoped to get more \"zero-for-zero\" agreements, notably for wines and spirits, in the coming days.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Follow the twists and turns of Trump's second term with North America correspondent Anthony Zurcher's weekly <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-us-canada-68093155\" class=\"sc-f9178328-0 bGFWdi\">US Politics Unspun</a> newsletter. Readers in the UK can <a target=\"_self\" href=\"https://www.bbc.co.uk/newsletters/zgmn46f\" class=\"sc-f9178328-0 bGFWdi\">sign up here</a>. Those outside the UK can <a target=\"_self\" href=\"https://cloud.email.bbc.com/US_Politics_Unspun_Newsletter_Signup\" class=\"sc-f9178328-0 bGFWdi\">sign up here</a>.</p></div></article></div></body></html>"
        },
        {
            "title": "Thailand and Cambodia agree to 'immediate and unconditional ceasefire'",
            "time": "2025-07-28T12:23:19",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2d5a/live/39d60ab0-6ba5-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Thailand and Cambodia agree to 'immediate ceasefire' </h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 bwIYVa\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Jonathan Head</span><p class=\"sc-801dd632-8 hwLppI\"><span>South East Asia correspondent in Bangkok</span></p></div></div><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Joel Guinto</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News in Singapore</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2d5a/live/39d60ab0-6ba5-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2d5a/live/39d60ab0-6ba5-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2d5a/live/39d60ab0-6ba5-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2d5a/live/39d60ab0-6ba5-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2d5a/live/39d60ab0-6ba5-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2d5a/live/39d60ab0-6ba5-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2d5a/live/39d60ab0-6ba5-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2d5a/live/39d60ab0-6ba5-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"Getty Images Malaysia's Prime Minister Anwar Ibrahim (C), Cambodia's Prime Minister Hun Manet (L) and Thailand's acting Prime Minister Phumtham Wechayachai (R) pose for photos as they shake hands \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Malaysia's Prime Minister Anwar Ibrahim (C), Cambodia's Prime Minister Hun Manet (L) and Thailand's acting Prime Minister Phumtham Wechayachai (R)</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Thailand and Cambodia have agreed to an \"immediate and unconditional ceasefire\" after five days of fighting at their border killed at least 33 people and displaced tens of thousands. </p><p class=\"sc-9a00e533-0 hxuGS\">\"This is a vital first step to a de-escalation and a restoration of peace and security,\"  said Malaysian Prime Minister Anwar Ibrahim, flanked by his Thai and Cambodian counterparts, as he announced that hostilities would end at midnight. </p><p class=\"sc-9a00e533-0 hxuGS\">Thailand initially rebuffed his offer to mediate but agreed after US President Donald Trump said tariff negotiations would not proceed until \"fighting STOPS\".</p><p class=\"sc-9a00e533-0 hxuGS\">Tensions over the century-old border dispute had ramped up in May after a Cambodian soldier was killed in a clash.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Thailand imposed restrictions on citizens and tourists heading into Cambodia via land, while Cambodia banned some imports from Thailand, including fruits, power and internet services. Local Cambodian outlets reported that hundreds of thousands of workers had returned from Thailand since May.</p><p class=\"sc-9a00e533-0 hxuGS\">The situation escalated last week, after a Thai soldier lost his leg in a landmine explosion. Thailand closed some of its border crossings with Cambodia, expelled their ambassador and recalled its own. </p><p class=\"sc-9a00e533-0 hxuGS\">Both sides exchanged gunfire early last Thursday, with each claiming the other had triggered the conflict. </p><p class=\"sc-9a00e533-0 hxuGS\">Many of the casualties on the Thai side have been civilians in villages hit by rockets, according to Thailand's army. Cambodia said 13 people had been killed so far on its side, including eight civilians. </p><p class=\"sc-9a00e533-0 hxuGS\">Shells and rockets continued to land in both countries even as the peace talks were under way in Kuala Lumpur on Monday. </p><p class=\"sc-9a00e533-0 hxuGS\">Anwar said Malaysia and other members of the regional bloc, Association of South East Asian Nations, or Asean, were on hand to help monitor the ceasefire. </p><p class=\"sc-9a00e533-0 hxuGS\">Both sides will need to agree to pull their armies, which have now been greatly reinforced, back from the border, and to accept some kind of independent monitoring, to prevent further clashes.</p><p class=\"sc-9a00e533-0 hxuGS\">Cambodia's Prime Minister Hun Manet described it as a very good meeting that he hoped would immediately stop the fighting. Cambodia has been pushing for a ceasefire since Friday, as its outgunned forces have been driven back by the Thai military.</p><p class=\"sc-9a00e533-0 hxuGS\">Acting Thai PM Phumtham Wechayachai spoke briefly, promising to honour the ceasefire.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2c2f/live/63c1f190-6b91-11f0-926c-03b2da9020bc.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2c2f/live/63c1f190-6b91-11f0-926c-03b2da9020bc.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2c2f/live/63c1f190-6b91-11f0-926c-03b2da9020bc.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2c2f/live/63c1f190-6b91-11f0-926c-03b2da9020bc.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2c2f/live/63c1f190-6b91-11f0-926c-03b2da9020bc.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2c2f/live/63c1f190-6b91-11f0-926c-03b2da9020bc.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2c2f/live/63c1f190-6b91-11f0-926c-03b2da9020bc.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2c2f/live/63c1f190-6b91-11f0-926c-03b2da9020bc.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A Cambodian man and woman carry children while waiting to cross the border in Thailand\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Five days of fighting has displaced tens of thousands on both sides</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The situation on the front lines, which are accessible only to the two armies, is still unclear. </p><p class=\"sc-9a00e533-0 hxuGS\">Thailand claims to have taken control of a number of Cambodian-held hills, and kept up a sustained artillery barrage from its much larger arsenal of heavy guns, as well as hitting Cambodian positions from the air. </p><p class=\"sc-9a00e533-0 hxuGS\">The Thai government was reluctant to join peace talks, saying that a ceasefire could only follow a dialogue between the two countries and \"sincere intentions\" from Cambodia, by which it meant an end to the rocket barrages which have killed at least 14 Thai civilians.</p><p class=\"sc-9a00e533-0 hxuGS\">While Malaysia brokered the talks, as much credit probably belongs in Washington, with President Trump. His ultimatum on Saturday night, threatening to stop all negotiations on reducing US tariffs unless the two countries agreed to stop fighting, was almost certainly what forced them to accept the ceasefire.</p><p class=\"sc-9a00e533-0 hxuGS\">Both are heavily dependent on exports to the US and both face a 36% tariff on exports without a deal. That would put their manufacturers at a big disadvantage to those in neighbouring countries like Vietnam and Indonesia, which have already done deals to reduce their tariffs to 20% or less.</p><p class=\"sc-9a00e533-0 hxuGS\">But maintaining the ceasefire will be hard, given that there is now deep mistrust between the two armies, and a lot of powerful nationalist sentiments have been stirred up. </p><p class=\"sc-9a00e533-0 hxuGS\">Thailand is especially aggrieved by the sudden use of multiple rocket launchers on Thursday that caused most of the civilian casualties, and dramatically escalated what until then had been small-scale skirmishes between their soldiers. </p><p class=\"sc-9a00e533-0 hxuGS\">Older evacuees near the Thai border who had lived through bombardments during the Cambodian Civil War of the 1980s told the BBC last week that this is the worst they had experienced.</p><p class=\"sc-9a00e533-0 hxuGS\">The Thai military had said on Sunday that nearly 140,000 civilians had been evacuated to shelters across seven provinces.</p><p class=\"sc-9a00e533-0 hxuGS\">In Cambodia, where the press is severely restricted, the pro-state Khmer Times quoted a defence ministry spokesperson who said about 135,000 people along the border were relocated on Sunday.  </p><p class=\"sc-9a00e533-0 hxuGS\">A 75-year-old Cambodian woman who was evacuated to a shelter told the BBC earlier on Monday that she still did not feel safe because she could hear Thai drones fly over the tents. </p><p class=\"sc-9a00e533-0 hxuGS\">She said she wanted to \"see the war stop this evening\". </p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Google failed to warn 10 million of Turkey earthquake severity",
            "time": "2025-07-27T23:16:50",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b789/live/e55924c0-6b47-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Google failed to warn 10 million of Turkey earthquake severity</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">James Clayton, Anna Foster and Ben Derico</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b789/live/e55924c0-6b47-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b789/live/e55924c0-6b47-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b789/live/e55924c0-6b47-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b789/live/e55924c0-6b47-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b789/live/e55924c0-6b47-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b789/live/e55924c0-6b47-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b789/live/e55924c0-6b47-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b789/live/e55924c0-6b47-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"EPA Women react at the site of a collapsed building in the aftermath of a major earthquake in the Elbistan district of Kahramanmaras in Turkey\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Google has admitted its earthquake early warning system failed to accurately alert people during Turkey's deadly quake of 2023.</p><p class=\"sc-9a00e533-0 hxuGS\">Ten million people within 98 miles of the epicentre could have been sent Google's highest level alert - giving up to 35 seconds of warning to find safety. </p><p class=\"sc-9a00e533-0 hxuGS\">Instead, only 469 \"Take Action\" warnings were sent out for the first 7.8 magnitude quake.</p><p class=\"sc-9a00e533-0 hxuGS\">Google told the BBC half a million people were sent a lower level warning, which is designed for \"light shaking\", and does not alert users in the same prominent way.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The tech giant previously told the BBC the system had \"performed well\" <a target=\"_self\" href=\"https://www.bbc.co.uk/news/technology-66316462\" class=\"sc-f9178328-0 bGFWdi\">after an investigation in 2023</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">The alerts system is available in just under 100 countries - and is described by Google as a \"global safety net\" often operating in countries with no other warning system. </p><p class=\"sc-9a00e533-0 hxuGS\">Google's system, named Android Earthquake Alerts (AEA), is run by the Silicon Valley firm - not individual countries.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The system works on Android devices, which make up more than 70% of the phones in Turkey.</p><p class=\"sc-9a00e533-0 hxuGS\">More than 55,000 people died when two major earthquakes hit south-east Turkey on 6 February 2023, more than 100,000 were injured. Many were asleep in buildings that collapsed around them when the tremors hit.</p><p class=\"sc-9a00e533-0 hxuGS\">Google's early warning system was in place and live on the day of the quakes – however it underestimated how strong the earthquakes were.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We continue to improve the system based on what we learn in each earthquake\", a Google spokesperson said.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">How it works</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Google's system, is able to detect shaking from a vast number of mobile phones that use the Android operating system.</p><p class=\"sc-9a00e533-0 hxuGS\">Because earthquakes move relatively slowly through the earth, a warning can then be sent out.</p><p class=\"sc-9a00e533-0 hxuGS\">Google's most serious warning is called \"Take Action\", which sets off a loud alarm on a user's phone - overriding a Do Not Disturb setting - and covering their screen.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">James Clayton speaks to Google product lead in 2023 about its mobile phone warnings for earthquakes</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">This is the warning that is supposed to be sent to people when stronger shaking is detected that could threaten human life.</p><p class=\"sc-9a00e533-0 hxuGS\">AEA also has a less serious \"Be Aware\" warning, designed to inform users of potential lighter shaking - a warning that does not override a device on Do Not Disturb.</p><p class=\"sc-9a00e533-0 hxuGS\">The Take Action alert was especially important in Turkey due to the catastrophic shaking and because the first earthquake struck at 04:17, when many users would have been asleep. Only the more serious alert would have woken them.</p><p class=\"sc-9a00e533-0 hxuGS\">In the months after the earthquake the BBC wanted to speak to users who had been given this warning - initially with aims to showcase the effectiveness of the technology.</p><p class=\"sc-9a00e533-0 hxuGS\">But despite speaking to people in towns and cities across the zone impacted by the earthquake, over a period of months, we couldn't find anyone who had received a more serious Take Action notification before the quake struck. </p><p class=\"sc-9a00e533-0 hxuGS\">We published our findings later that year.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: BBC’s Anna Foster asks people in Turkey if they were warned about the earthquake</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Google researchers have written in the Science journal details of what went wrong, citing \"limitations to the detection algorithms\".</p><p class=\"sc-9a00e533-0 hxuGS\">For the first earthquake, the system estimated the shaking at between 4.5 and 4.9 on the moment magnitude scale (MMS) when it was actually a 7.8.</p><p class=\"sc-9a00e533-0 hxuGS\">A second large earthquake later that day was also underestimated, with the system this time sending Take Action alerts to 8,158 phones and Be Aware alerts to just under four million users.</p><p class=\"sc-9a00e533-0 hxuGS\">After the earthquake Google's researchers changed the algorithm, and simulated the first earthquake again.</p><p class=\"sc-9a00e533-0 hxuGS\">This time, the system generated 10 million Take Action alerts to those at most risk – and a further 67 million Be Aware alerts to those living further away from the epicentre</p><p class=\"sc-9a00e533-0 hxuGS\">\"Every earthquake early warning system grapples with the same challenge - tuning algorithms for large magnitude events,\" Google told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">But Elizabeth Reddy, assistant professor at Colorado School of Mines, says it is concerning it took more than two years to get this information.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I'm really frustrated that it took so long,\" she said</p><p class=\"sc-9a00e533-0 hxuGS\">\"We're not talking about a little event - people died - and we didn't see a performance of this warning in the way we would like.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Google says the system is supposed to be supplementary and is not a replacement for national systems.</p><p class=\"sc-9a00e533-0 hxuGS\">However some scientists worry countries are placing too much faith in tech that has not been fully tested.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I think being very transparent about how well it works is absolutely critical,\" Harold Tobin, director of the Pacific Northwest Seismic Network, told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Would some places make the calculation that Google's doing it, so we don't have to?\"</p><p class=\"sc-9a00e533-0 hxuGS\">Google researchers say post-event analysis has better improved the system - and AEA has pushed out alerts in 98 countries.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has asked Google how AEA performed during the 2025 earthquake in Myanmar, but has yet to receive a response.</p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Thailand: Five killed in Bangkok market mass shooting",
            "time": "2025-07-28T08:19:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1c0a/live/93699270-6b84-11f0-97ab-a907c677cb2a.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Five people were killed in a mass shooting at a food market in Bangkok on Monday.</p><p class=\"sc-9a00e533-0 hxuGS\">The suspect in the attack at Or Tor Kor Market took his own life, police in Thailand's capital confirmed. </p><p class=\"sc-9a00e533-0 hxuGS\">Four of those killed were security guards and the fifth worked at the market. Two other market sellers were injured, police said.</p><p class=\"sc-9a00e533-0 hxuGS\">Police Lieutenant Siam Boonsom told local media that the gunman was Thai and he had disputes with the market's security guards before.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">He also said the shooting was unrelated to <a target=\"_self\" href=\"https://www.bbc.co.uk/news/live/c93dy4g436nt\" class=\"sc-f9178328-0 bGFWdi\">Thailand's ongoing conflict with Cambodia</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">The Or Tor Kor market sells mostly fresh fruit and seafood.</p><p class=\"sc-9a00e533-0 hxuGS\">Gun ownership rates in Thailand are relatively high for the region and mass shooting incidents are not common, but the country has seen several deadly incidents in recent years.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2023, a 14-year-old boy killed two people and injured five others in a shooting at a luxury shopping mall in the centre of Bangkok.</p><p class=\"sc-9a00e533-0 hxuGS\">An ex-policeman killed at least 37 people, most of them children, in a gun and knife attack at a childcare centre in in Nong Bua Lamphu province in north-east Thailand in October 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2020, a soldier killed 29 people and injured dozens more in the city of Nakhon Ratchasima.</p></div></div></body></html>"
        },
        {
            "title": "Southern European heatwave fans multiple wildfires",
            "time": "2025-07-28T10:57:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/012a/live/337345d0-6b9f-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Greece and Turkey are among the countries battling wildfires as temperatures spike in southern Europe.</p><p class=\"sc-9a00e533-0 hxuGS\"> It reached 42.4C in central Greece on Sunday and neighbouring Turkey recorded its highest ever temperature, 50.5C, in the south-eastern city of Silopi, the country's, environment ministry said. </p><p class=\"sc-9a00e533-0 hxuGS\">Videos also show firefighters tackling blazes in Bulgaria Albania, and Italy over the weekend.</p></div></div></body></html>"
        },
        {
            "title": "American musical satirist Tom Lehrer dies at 97, US media report",
            "time": "2025-07-27T22:21:38",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/edcb/live/2a516690-6b0d-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">American musician and satirist Tom Lehrer has died at the age of 97, according to US media reports.</p><p class=\"sc-9a00e533-0 hxuGS\">Lehrer, a Harvard-trained mathematician, wrote darkly humorous songs, often with political connotations, that became popular in the 1950s and 1960s. </p><p class=\"sc-9a00e533-0 hxuGS\">Modern comedians such as Weird Al Yankovich said they have been influenced by Lehrer's work.</p><p class=\"sc-9a00e533-0 hxuGS\">His death was confirmed to the New York Times by David Herder, a friend.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">He graduated early from the Loomis Chaffee School in Connecticut, according to the New York Times, and then went to Harvard, where he majored in mathematics and received his bachelor's degree in 1946 aged 18. He completed a master's degree there and also pursued a PhD at Columbia University, which he never completed. </p><p class=\"sc-9a00e533-0 hxuGS\">He began writing lyrics while at Harvard to entertain friends. </p><p class=\"sc-9a00e533-0 hxuGS\">Lehrer's most enduring songs include The Elements, a list of the chemical elements set to the tune of I Am the Very Model of a Modern Major-General from The Pirates of Penzance, Gilbert and Sullivan's comic opera.  </p><p class=\"sc-9a00e533-0 hxuGS\">Other fan favourites include The Masochism Tango, in which the singer extols his beloved's violent passions with the lyrics, \"I ache for the touch of your lips, dear / But much more for the touch of your whips, dear...\"</p><p class=\"sc-9a00e533-0 hxuGS\">He was renowned for his darkly comic ballads, including the necrophiliac epic I Hold Your Hand in Mine, I Got It From Agnes - where he sang about the transmission of a venereal disease - and Poisoning Pigeons in the Park, which detailed the birds' apparent appetite for \"peanuts coated with cyanide\".</p><p class=\"sc-9a00e533-0 hxuGS\">In 1953 he released Songs by Tom Lehrer, a record that was sold through the post. It became a word of mouth success and sold an estimated half a million copies. The BBC banned most of Songs from the airwaves the following year.</p><p class=\"sc-9a00e533-0 hxuGS\">Following the success of the album, Lehrer began playing in nightclubs in New York, Los Angeles and San Francisco, and at events for anti-war and left-wing groups.</p><p class=\"sc-9a00e533-0 hxuGS\">He wrote songs for the US edition of the satirical British show That Was the Week That Was, which were were made into an album in 1965. </p><p class=\"sc-9a00e533-0 hxuGS\">The highly controversial Vatican Rag, a Catholic hymn set in ragtime that mocked the Church, was featured among other songs that condemned nuclear weapons.</p><p class=\"sc-9a00e533-0 hxuGS\">The most notable of these was We Will All Go Together When We Go, which includes the lyrics \"Oh, we will all fry together when we fry / We'll be French-fried potatoes by-and-by / There will be no more misery / When the world is our rotisserie / Yes, we all will fry together when we fry.\"</p><p class=\"sc-9a00e533-0 hxuGS\">He wrote for the 1970s educational children's show, The Electric Company, and in 1980 his songs enjoyed a revival when theatre producer Cameron Mackintosh staged the musical revue \"Tomfoolery\" featuring his work. </p><p class=\"sc-9a00e533-0 hxuGS\">He also taught maths and musical theatre courses at the University of California from 1972 to 2001, according to the New York Times. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2020, Lehrer placed his song writing copyrights in the public domain, allowing anyone to perform, record or interpret his work for free. He also relinquished all rights to his recordings. </p><p class=\"sc-9a00e533-0 hxuGS\">In a statement on his website at the time, he wrote: \"In short, I no longer retain any rights to any of my songs. So help yourselves, and don't send me any money.\"</p><p class=\"sc-9a00e533-0 hxuGS\">He also warned the website would be \"shut down at some date in the not too distant future\". The website was still live at the time of writing. </p><p class=\"sc-9a00e533-0 hxuGS\"></p></div></div></body></html>"
        },
        {
            "title": "Walmart stabbing suspect faces terrorism charges in mass attack at Michigan store",
            "time": "2025-07-27T22:10:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/aa95/live/f6f571b0-6a94-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A 42-year-old man is facing charges of terrorism and assault with intent to murder after 11 shoppers were stabbed at a Walmart supermarket in the US state of Michigan.</p><p class=\"sc-9a00e533-0 hxuGS\">An assailant used a folding knife to stab five men and six women, including a Walmart employee, on Saturday afternoon in Traverse City.</p><p class=\"sc-9a00e533-0 hxuGS\">The victims, ranging in age from 21 to 84, are all expected to survive. The suspect, Bradford James Gille, is due to be arraigned on Monday or Tuesday.</p><p class=\"sc-9a00e533-0 hxuGS\">Investigators said the stabbings were random and they are yet to reveal a motive, but they said a terrorism charge was justified because such a mass attack was believed to be intended to bring fear and destruction to the community as a whole.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Addressing reporters on Sunday, Grand Traverse County Sheriff Michael Shea said officers began arriving at the store two minutes after the first call came through.</p><p class=\"sc-9a00e533-0 hxuGS\">\"At the time of the deputy's arrival, multiple citizens, including one who was armed with a pistol, were confronting the male suspect in the parking lot and preventing him from harming further people and leaving,\" he said. \"The deputy took the suspect into custody without further incident.\"</p><p class=\"sc-9a00e533-0 hxuGS\">He added that the suspect's motive was \"yet to be determined\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"Our detectives, with assistance from the FBI, interviewed him at length, and that will be part of the investigation as it moves forward,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">Joe Pennington, a Walmart spokesperson, said: \"Violence like this is unacceptable. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Our thoughts are with those who were injured and we're thankful for the swift action of first responders.\"</p><p class=\"sc-9a00e533-0 hxuGS\">FBI Deputy Director Dan Bongino said on Saturday that federal personnel were responding to provide any necessary support to local authorities.</p><p class=\"sc-9a00e533-0 hxuGS\">Michigan Governor Gretchen Whitmer said: \"Our thoughts are with the victims and the community reeling from this brutal act of violence.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Traverse City is about 255 miles (410km) north-west of Detroit.</p></div></div></body></html>"
        },
        {
            "title": "Sewage spill caused deadly train derailment in Germany, police say",
            "time": "2025-07-28T07:58:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4497/live/946a0f20-6b5b-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Sewage spill caused deadly train derailment in Germany, police say</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Emily Atkinson and Bethany Bell</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Emergency responders at scene of German train derailment</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Three people have been killed and several others badly hurt after an overflowing sewage shaft caused a landslide that derailed a passenger train in south-west Germany, local authorities say.</p><p class=\"sc-9a00e533-0 hxuGS\">Prosecutors said the train crashed between Riedlingen and Munderkingen near Stuttgart on Sunday following heavy rain in the area.</p><p class=\"sc-9a00e533-0 hxuGS\">The deluge is believed to have caused an overflow, triggering a landslide on the banks running next to the tracks.</p><p class=\"sc-9a00e533-0 hxuGS\">The train driver, another rail employee and one passenger died, while 41 people were injured. On Sunday, German Chancellor Freidrich Merz said he \"mourn[ed] the victims\" and offered his \"deepest sympathy\" to their families.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In a post on X, he said he was in close contact with the interior and transport ministers, and had requested that they provide the emergency services with all the support they need.</p><p class=\"sc-9a00e533-0 hxuGS\">In a statement shared on Sunday, Ulm police said the train was on a 90 km (55 mile) route between Sigmaringen and Ulm when it derailed.</p><p class=\"sc-9a00e533-0 hxuGS\">They said the investigation into the cause of the accident was ongoing, and the site of the incident would remain closed.</p><p class=\"sc-9a00e533-0 hxuGS\">Rail traffic will remain suspended and clean-up work will begin on Monday, they added.</p><p class=\"sc-9a00e533-0 hxuGS\">Around 100 people were on board the train when at least two carriages derailed in a forested area around 18:10 local time (17:10 BST), German news agency dpa reported on Sunday.</p><p class=\"sc-9a00e533-0 hxuGS\">Images of the crash show carriages turned on their sides and heavy emergency service presence as firefighters and emergency teams worked to gain access to trapped passengers. Fallen trees can also be seen at the scene.</p><p class=\"sc-9a00e533-0 hxuGS\">In a statement, operator Deutsche Bahn said: \"Our thoughts and sympathies are with the victims and everyone who now has to process this experience.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/08f0/live/eb388dd0-6b16-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/08f0/live/eb388dd0-6b16-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/08f0/live/eb388dd0-6b16-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/08f0/live/eb388dd0-6b16-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/08f0/live/eb388dd0-6b16-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/08f0/live/eb388dd0-6b16-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/08f0/live/eb388dd0-6b16-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/08f0/live/eb388dd0-6b16-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"eager\" alt=\"Thomas Warnack/ dpa An overturned train carriage is attended by emergency service personnel\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Thomas Warnack/ dpa</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "ADF in DR Congo: IS-linked rebels accused of killing Christian worshippers in Komanda",
            "time": "2025-07-28T08:05:16",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ed12/live/92122290-6af1-11f0-aab0-6dfa4f4c8e30.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">More than 40 people were killed in an attack by an Islamic State affiliate in north-eastern Democratic Republic of Congo, the UN and the military said.</p><p class=\"sc-9a00e533-0 hxuGS\">Most of them were worshippers taking part in a night vigil at a church in the town of Komanda when they were attacked by Allied Democratic Forces (ADF) fighters. Nine of those killed were children, the UN peacekeeping mission said.</p><p class=\"sc-9a00e533-0 hxuGS\">Nearby shops and businesses were looted and set on fire.</p><p class=\"sc-9a00e533-0 hxuGS\">The ADF emerged in Uganda in the 1990s, accusing the government there of persecuting Muslims, but is now based over the border in DR Congo, where it regularly attacks civilians of all religions, as well as in Uganda.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It has since become part of the Islamic State's Central African Province, which also includes a group in Mozambique.</p><p class=\"sc-9a00e533-0 hxuGS\">According to research by BBC Monitoring, nearly 90% of IS operations are now carried out by affiliates in Africa.</p><p class=\"sc-9a00e533-0 hxuGS\">The attack claimed at least 43 people, including 19 women, 15 men and nine children, the UN peacekeeping mission, Monusco, said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"These targeted attacks against defenceless civilians, particularly in places of worship, are not only appalling but also in violation of all human rights standards and international humanitarian law,\" said Monusco deputy chief Vivian van de Perre.</p><p class=\"sc-9a00e533-0 hxuGS\">The Congolese military said \"about 40 people were surprised and killed with machetes and several others were seriously injured\".</p><p class=\"sc-9a00e533-0 hxuGS\">It said \"these terrorists have decided to take revenge on defenceless peaceful populations to spread terror\".</p><p class=\"sc-9a00e533-0 hxuGS\">Lt Jules Ngongo, the Congolese army spokesman in Ituri province, where the attack happened, said it was meant to divert attention from their ongoing joint military operation with the Ugandan military targeting the militant group.</p><p class=\"sc-9a00e533-0 hxuGS\">He said the army would continue to hunt down the ADF \"to their last stronghold\" and called on the people \"to remain extra vigilant and report any suspicious presence to the defence and security forces\".</p><p class=\"sc-9a00e533-0 hxuGS\">In 2021, DR Congo invited Ugandan troops into the country to help tackle the ADF. Attacks however still continue.</p><p class=\"sc-9a00e533-0 hxuGS\">Komanda is in DR Congo's mineral-rich Ituri province, which has been fought over by various armed groups for many years.</p><p class=\"sc-9a00e533-0 hxuGS\">Last week, Monusco condemned a \"resurgence of violence\", this month, citing earlier ADF attacks on 8-9 July which it said had resulted in 47 deaths.</p></div></div></body></html>"
        },
        {
            "title": "Astronomer's 'clever' PR move embracing CEO scandal - featuring Gwyneth Paltrow",
            "time": "2025-07-27T08:24:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6d23/live/b6dfd050-6ac8-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Astronomer's 'clever' PR move embracing CEO scandal - featuring Gwyneth Paltrow</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d169/live/c3453090-6a43-11f0-9878-a1f4f8230617.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d169/live/c3453090-6a43-11f0-9878-a1f4f8230617.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d169/live/c3453090-6a43-11f0-9878-a1f4f8230617.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d169/live/c3453090-6a43-11f0-9878-a1f4f8230617.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d169/live/c3453090-6a43-11f0-9878-a1f4f8230617.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d169/live/c3453090-6a43-11f0-9878-a1f4f8230617.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d169/live/c3453090-6a43-11f0-9878-a1f4f8230617.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d169/live/c3453090-6a43-11f0-9878-a1f4f8230617.png.webp\" loading=\"eager\" alt=\"Astronomer Gwyneth Paltrow appearing in a promotional video for Astronomer. Behind her is a wooden shelf with a plant and a candle on top of it. She is wearing a light blue shirt.  \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Astronomer</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The US tech firm whose CEO and chief people officer resigned after being caught on camera embracing at a Coldplay concert has released a tongue-in-cheek promotional video featuring Gwyneth Paltrow as a \"temporary spokesperson\".</p><p class=\"sc-9a00e533-0 hxuGS\">In the 60-second clip posted on <a target=\"_blank\" href=\"https://x.com/astronomerio/status/1948890827566317712\" class=\"sc-f9178328-0 bGFWdi\">Astronomer's X account</a>, Hollywood star Paltrow - who was married to Coldplay frontman Chris Martin for more than 10 years -  says she wants to answer \"the most\" common questions the company has recently been asked.</p><p class=\"sc-9a00e533-0 hxuGS\">The first of these questions, appearing as captions on screen, reads \"OMG! What the actual f\", to which Paltrow responds: \"Yes, Astronomer is the best place to run Apache Airflow\", she ends the answer by claiming the company is \"thrilled so many people have a \"newfound interest in data workflow automation\". </p><p class=\"sc-9a00e533-0 hxuGS\">When a follow up question asks how the company's social media team is \"holding\" after the clip went viral, Paltrow says spaces are still available for a forthcoming conference. </p><p class=\"sc-9a00e533-0 hxuGS\">Paltrow signs off the clip, which has been viewed over 27 million times by thanking viewers for their \"interest in Astronomer\", saying the company will now be returning \"to what it does best\". </p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"It's a really clever video,\" Jordan Greenaway, CEO of PR firm Profile says. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Everyone has heard about this scandal, everyone has seen the video. But if you'd gone down the street and asked someone who the CEO of Astronomer was, they'd say 'the guy in the Coldplay video', but if you then asked 'what does Astronomer actually do or sell, they would probably say 'they're kind of a tech company.'\" </p><p class=\"sc-9a00e533-0 hxuGS\">Greenaway says the video going viral probably won't have too much of a negative impact on Astronomer going forward, as the viral scandal \"doesn't strike at the heart of the quality of their product\". </p><p class=\"sc-9a00e533-0 hxuGS\">He says the company's goal was to create brand awareness amongst the mass public so the company isn't just known for the scandal.  </p><p class=\"sc-9a00e533-0 hxuGS\">\"I know there are some PRs whose default it is to lean into humour to bridge the scandal and get over the hump.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"In most cases that doesn't work.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But this is what Astronomer is attempting to do in this case,\" he says. \"Rather than sidestepping things, they're jumping in with both feet. That's often a good strategy when a crisis is so big and well-known that you cannot easily duck it.\"  </p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Greenaway <a target=\"_self\" href=\"https://www.bbc.com/news/uk-21335872\" class=\"sc-f9178328-0 bGFWdi\">compares it to the horsemeat scandal of 2013,</a> when horsemeat was discovered in beef products across Europe, and says \"it would not have been right to dress that up in humour by posing as a horse, for example, and giving a response\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"That could lead to your customers saying 'this is something that attacked the quality of your product, and you're making light of it'.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The nature of this scandal gives Astronomer the flexibility to approach their response with a bit more humour because the company sells a data service, Greenaway continues. </p><p class=\"sc-9a00e533-0 hxuGS\">\"They're not making fun of the quality of their product, they're making fun of their CEO, who has now resigned.\"</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Awkward moment for couple on screen at Coldplay gig</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But Greenaway says while Astronomer can come out of this relatively unscathed, that isn't the case for Andy Byron. </p><p class=\"sc-9a00e533-0 hxuGS\">\"He and his reputation are a different matter,\" he says. </p><p class=\"sc-9a00e533-0 hxuGS\">\"If Andy Byron had made light of this, that would have been very unfair and very unethical, because he was the one undertaking in the bad behaviour.\" </p><p class=\"sc-9a00e533-0 hxuGS\">Byron had been CEO of Astronomer for two years when he and Kristin Cabot were caught on the giant screen at the Gillette Stadium in Foxborough, Massachusetts on 16 July. </p><p class=\"sc-9a00e533-0 hxuGS\">Greenaway says he would have taken \"by and large the same strategy,\" that Astronomer has had he been involved in a situation like this. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I would have got rid of the CEO sooner. If possible I would have liked to have shown these type of leadership ethics at Astronomer are unacceptable. </p><p class=\"sc-9a00e533-0 hxuGS\">\"But in terms of moving the discussion back to the company, and what it actually does, I don't think this is a bad way to go about it.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I don't know if I would have had the courage to do what they are doing, but I hope I would have.\" </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0ff4/live/7a211ad0-6a3b-11f0-ac4c-67cab1251378.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0ff4/live/7a211ad0-6a3b-11f0-ac4c-67cab1251378.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0ff4/live/7a211ad0-6a3b-11f0-ac4c-67cab1251378.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0ff4/live/7a211ad0-6a3b-11f0-ac4c-67cab1251378.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0ff4/live/7a211ad0-6a3b-11f0-ac4c-67cab1251378.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0ff4/live/7a211ad0-6a3b-11f0-ac4c-67cab1251378.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0ff4/live/7a211ad0-6a3b-11f0-ac4c-67cab1251378.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0ff4/live/7a211ad0-6a3b-11f0-ac4c-67cab1251378.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Three members of Coldplay on stage in the US. Chris Martin is in the middle with drummer Will Champion to his right and bassist Guy Berryman to his left. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Coldplay's US tour concludes this weekend in Miami, before they play their next shows in Hull </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Interest in Astronomer, which describes itself as \"the best place to run Apache Airflow\" - a product not developed by Astronomer - increased hugely since the clip of its former CEO went viral, with some unverified reports suggesting a spike of 15,000% in visits to the company's website. </p><p class=\"sc-9a00e533-0 hxuGS\">The company was founded in 2018, and provides services for companies that want to leverage Artificial Intelligence (AI). </p><p class=\"sc-9a00e533-0 hxuGS\">Astronomer says it has worked with Apple, Ford and Uber, <a target=\"_blank\" href=\"https://www.wsj.com/articles/coldplay-kiss-cam-astronomer-ceo-5e059035?utm_source=chatgpt.com\" class=\"sc-f9178328-0 bGFWdi\">the Wall Street Journal reports. </a></p><p class=\"sc-9a00e533-0 hxuGS\">Pete DeJoy, co-founder and chief product officer has been appointed as the company's interim CEO, and can at least see a positive to all the attention on his company. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The spotlight has been unusual and surreal for our team and, while I would never have wished for it to happen like this, Astronomer is now a household name,\" he wrote on LinkedIn.  </p><p class=\"sc-9a00e533-0 hxuGS\">The only previous statement the company had made was on X, two days after the Coldplay concert. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Astronomer is committed to the values and culture that have guided us since our founding. Our leaders are expected to set the standard in both conduct and accountability,\" it said, while announcing a formal investigation had been launched. </p><p class=\"sc-9a00e533-0 hxuGS\">Seeing the moment Byron and Cabot hid from the camera from his position on stage, Coldplay's Chris Martin said: \"Either they're having an affair, or they're just very shy.\"</p><p class=\"sc-9a00e533-0 hxuGS\">And if you're wondering what kind of PR impact this had on Paltrow's famous ex-husband and his band, Greenaway thinks it's neutral. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I don't think it increases awareness of them... the public at large have one thing in their head, and that's the Kiss Cam video. That drowns out all the other stuff.\"  </p><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\"></p></div></article></div></body></html>"
        },
        {
            "title": "Bowen: Israel's aid measures a gesture to allies horrified by Gaza starvation",
            "time": "2025-07-27T15:01:21",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/38ce/live/5126a750-6ae8-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Bowen: Israel's aid measures a gesture to allies horrified by Gaza starvation</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Jeremy Bowen</span><p class=\"sc-801dd632-8 hwLppI\"><span>International editor</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/38ce/live/5126a750-6ae8-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/38ce/live/5126a750-6ae8-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/38ce/live/5126a750-6ae8-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/38ce/live/5126a750-6ae8-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/38ce/live/5126a750-6ae8-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/38ce/live/5126a750-6ae8-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/38ce/live/5126a750-6ae8-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/38ce/live/5126a750-6ae8-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"eager\" alt=\"AFP A young Palestinian girl hangs over a wall, holding a metal bowl, while waiting for lentil soup distribution point in Gaza City in the northern Gaza Strip\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Israel has responded to sustained and growing international condemnation that it is responsible for starvation in Gaza by announcing a series of measures the Israel Defence Forces (IDF) said would \"improve the humanitarian response\".</p><p class=\"sc-9a00e533-0 hxuGS\">It is allowing airdrops of aid, carrying out the first one itself during the night and allowing the United Arab Emirates air force to follow with another later on Sunday.</p><p class=\"sc-9a00e533-0 hxuGS\">The IDF also announced that it would allow a \"tactical pause in military activity\" in some areas and set up \"designated humanitarian corridors… to refute the false claim on intentional starvation.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Hamas has condemned the moves as a \"deception\". Israel, it said, was \"whitewashing its image before the world\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Israel later carried out an airstrike during the \"tactical pause.\" Reports from the scene say a mother called Wafaa Harara and her four children, Sara, Areej, Judy and Iyad were killed.</p><p class=\"sc-9a00e533-0 hxuGS\">While Israel continues to insist it is not responsible for the humanitarian catastrophe in Gaza and does not impose restrictions on aid entering Gaza, those claims are not accepted by its close allies in Europe, or the United Nations and other agencies active in Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">The new measures might be a tacit admission by the Israelis that they need to do more.</p><p class=\"sc-9a00e533-0 hxuGS\">More likely they are a gesture to allies who have issued strong statements blaming Israel for starvation in Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">The latest, on Friday 25 July, from Britain, France and Germany was stark.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We call on the Israeli government to immediately lift restrictions on the flow of aid and urgently allow the UN and humanitarian NGOs to carry out their work in order to take action against starvation. Israel must uphold its obligations under international humanitarian law.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Israel followed a total blockade of all aid into Gaza with restrictions on the approval of the contents and movement of aid convoys. With the Americans, it has set up a new system of distributing aid through the so-called Gaza Humanitarian Foundation (GHF), intended to replace the aid network run by the United Nations. Israel claims that Hamas stole aid from the UN system. The UN says it is still waiting for the Israelis to back their claims with evidence.</p><p class=\"sc-9a00e533-0 hxuGS\">The UN and other agencies will not cooperate with the GHF system, which they say is inhumane and militarised. More than 1,000 Palestinians have been shot dead looking for food since the GHF operation, according to the UN.</p><p class=\"sc-9a00e533-0 hxuGS\">A retired US special forces colonel who worked for the GHF in Gaza told the BBC that he saw American colleagues and IDF soldiers opening fire on civilians. Both deny they have targeted civilians.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Air drop aid seen arriving in northern Gaza</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\">Jonathan Whittall, the head in the Occupied Palestinian Territories of the UN's office for the coordination of humanitarian affairs (OCHA) has already condemned the methods used by the GHF. Israel told him his visa would not be renewed after he posted on social media a month ago that the GHF system had brought to Gaza \"conditions created to kill… what we are seeing is carnage. It is weaponised hunger. It is forced displacement. It's a death sentence for people just trying to survive. It appears to be the erasure of Palestinian life\".</p><p class=\"sc-9a00e533-0 hxuGS\">After Israel announced its new measures, Whittall told the BBC that \"the humanitarian situation in Gaza has never been worse\".</p><p class=\"sc-9a00e533-0 hxuGS\">He said for Israel's new measures to change matters for the better it would have to reduce the time it takes to allow trucks to transit the crossings into Gaza and improve the routes provided by the IDF for the convoys to use.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel would also need to provide \"meaningful assurances that the people gathering to take food off the back of the trucks won't be shot by Israeli forces\".</p><p class=\"sc-9a00e533-0 hxuGS\">Whittall has been going in and out of Gaza since the war started, though that is now ending unless Israel decides not to withdraw his visa after all. He says that as IDF military operations continue \"there remains an abhorrent disregard for humanitarian law\".</p><p class=\"sc-9a00e533-0 hxuGS\">Prime Minister Benjamin Netanyahu and his former defence minister Yoav Gallant are already the subject of an arrest warrant issued by the International Criminal Court last year, accused of joint criminal responsibility for \"the war crime of starvation as a method of warfare; and the crimes against humanity of murder, persecution, and other inhumane acts.\" Netanyahu, Gallant and the Israeli state deny the allegations.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel released grainy footage of a transport plane dropping pallets of aid into Gaza. Lines of parachutes billowed out the back of the aircraft in the dark of the night. The IDF said it had delivered seven packages of aid containing flour, sugar and tinned food.</p><p class=\"sc-9a00e533-0 hxuGS\">In other wars I have seen aid being dropped, both from the aircraft themselves and close up on the ground as it lands.</p><p class=\"sc-9a00e533-0 hxuGS\">Air dropping aid is an act of desperation. It can also look good on television, and spread a feel-good factor that something, at last, is being done.</p><p class=\"sc-9a00e533-0 hxuGS\">It is a crude process, that will not on its own do much to end hunger in Gaza. Only a ceasefire and an unrestricted, long term aid operation can do that. Even big transport planes do not carry as much as a small convoy of lorries.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4fdb/live/e7516760-6afc-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4fdb/live/e7516760-6afc-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4fdb/live/e7516760-6afc-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4fdb/live/e7516760-6afc-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4fdb/live/e7516760-6afc-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4fdb/live/e7516760-6afc-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4fdb/live/e7516760-6afc-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4fdb/live/e7516760-6afc-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"EPA Palestinians try to grab bags of flour from an aid truck near Zikim, northern Gaza Strip on 27 July\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Palestinians try to grab bags of flour from an aid truck near Zikim, northern Gaza Strip on 27 July</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In Iraqi Kurdistan, after the 1991 Gulf War, the US, UK and others dropped aid from C-130 transport aircraft, mostly army rations, sleeping bags and surplus winter uniforms to tens of thousands trying to survive in the open in mud and snow high in the mountains on Iraq's border with Turkey. I flew with them and watched British and American airmen dropping aid from the rear cargo ramps of the planes several thousand feet above the people who needed it.</p><p class=\"sc-9a00e533-0 hxuGS\">It was welcome enough. But when a few days later when I managed to reach the improvised camps in the mountains, I saw young men running into minefields to get aid that landed there. Some were killed and maimed in explosions. I saw families killed when heavy pallets dropped on their tents.</p><p class=\"sc-9a00e533-0 hxuGS\">When Mostar was besieged during the war in Bosnia in 1993, I saw pallets of American military \"meals ready to eat\", dropped from high altitude, scattered all over the east side of the city that was being constantly shelled. Some aid pallets crashed through roofs that had somehow not been destroyed by artillery attacks.</p><p class=\"sc-9a00e533-0 hxuGS\">Professionals involved in relief operations regard dropping aid from the sky as a last resort. They use it when any other access is impossible. That's not the case in Gaza. A short drive north is Ashdod, Israel's modern container port. A few more hours away is the Jordanian border, which has been used regularly as a supply line for aid for Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">Gaza was one of the world's most densely populated places before the war when the population of more than two million Palestinians had access to the entire strip. In British terms, the Gaza Strip is slightly smaller than the Isle of Wight. Compared to American cities, it's roughly the size of Philadelphia or Detroit.</p><p class=\"sc-9a00e533-0 hxuGS\">Now Israel has forced most of Gaza's people into a tiny area on the southern coast, amounting to around 17% of Gaza's land. Most of them live in densely packed tents. It is not clear if there is even an open space for despatchers high in the sky to aim at.</p><p class=\"sc-9a00e533-0 hxuGS\">Pallets of aid dropped by parachute often land far from the people who need it.</p><p class=\"sc-9a00e533-0 hxuGS\">Each pallet will be fought over by desperate men trying to get food for their families, and by criminal elements who will want to sell it for profit.</p></div></article></div></body></html>"
        },
        {
            "title": "BBC uncovers lasting toxic legacy of cargo ship disaster off Sri Lanka",
            "time": "2025-07-27T22:15:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7621/live/35a47490-68a8-11f0-a9fb-7f350e3f05ac.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">BBC uncovers lasting toxic legacy of cargo ship disaster off Sri Lanka</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Leana Hosea &amp; Saroj Pathirana</span><p class=\"sc-801dd632-8 hwLppI\"><span>Negombo, Sri Lanka</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Aerial footage shows the X-Press Pearl breaking up and sinking</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Four years after a stricken cargo ship caused the largest plastic spill ever recorded, volunteers on Sri Lanka's beaches are still sifting kilograms of tiny, toxic plastic pellets from the sand.</p><p class=\"sc-9a00e533-0 hxuGS\">Billions of plastic nurdles, as they are called, are thought to have washed up after the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-asia-57395693\" class=\"sc-f9178328-0 bGFWdi\">X-Press Pearl disaster in 2021</a>, along with tonnes of engine fuel, acid, caustic soda, lead, copper slag, lithium batteries and epoxy resin - all toxic to aquatic life.</p><p class=\"sc-9a00e533-0 hxuGS\">The immediate damage was obvious: the nurdles inundated the shoreline, turning it white, while dead turtles, dolphins and fish began washing up.</p><p class=\"sc-9a00e533-0 hxuGS\">But scientists are now flagging fears the damage to the environment could be much more enduring than previously thought.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7621/live/35a47490-68a8-11f0-a9fb-7f350e3f05ac.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7621/live/35a47490-68a8-11f0-a9fb-7f350e3f05ac.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7621/live/35a47490-68a8-11f0-a9fb-7f350e3f05ac.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7621/live/35a47490-68a8-11f0-a9fb-7f350e3f05ac.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7621/live/35a47490-68a8-11f0-a9fb-7f350e3f05ac.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7621/live/35a47490-68a8-11f0-a9fb-7f350e3f05ac.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7621/live/35a47490-68a8-11f0-a9fb-7f350e3f05ac.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7621/live/35a47490-68a8-11f0-a9fb-7f350e3f05ac.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images Sri Lankan Navy soldiers work to remove nurdles and other debris on a beach in Colombo after the X-Press Pearl disaster. Photo: 28 May 2021\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Sri Lankan Navy soldiers work to remove nurdles and other debris on a beach in Colombo after the X-Press Pearl disaster. Photo: May 2021</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">So far, hundreds of millions of nurdles may have been cleared away - but the remaining, lentil-sized microplastic granules have become increasingly difficult to find as they disappear deeper into the sand.</p><p class=\"sc-9a00e533-0 hxuGS\">Worse, those pieces of plastic now appear to be becoming even more toxic, new research suggests.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They seem to be accumulating pollution from the ocean,\" said David Megson, of Manchester Metropolitan University. \"Like a lovely big chemical sponge.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Nurdles are the raw materials that are melted to make plastic products and it is not unusual for large amounts to be transported in the global plastic supply chain.</p><p class=\"sc-9a00e533-0 hxuGS\">The problems onboard the X-Press Pearl started soon after setting sail from Dubai Port bound for Port Klang in Malaysia, when the crew noticed that a container carrying nitric acid was leaking, corroding the metal box. But they were denied permission to unload the smoking, leaking container at ports in Qatar and India.</p><p class=\"sc-9a00e533-0 hxuGS\">The container had been leaking acid at a rate of about a litre an hour for at least eight days when it sailed into Sri Lankan waters late at night on 19 May 2021.</p><p class=\"sc-9a00e533-0 hxuGS\">It had requested emergency berthing - but by the morning the Singapore-flagged vessel was alight.</p><p class=\"sc-9a00e533-0 hxuGS\">Despite firefighting efforts from the crew, the Sri Lankan authorities and salvors, the fire spread throughout the ship.</p><p class=\"sc-9a00e533-0 hxuGS\">Two weeks later, it sank, spilling its cargo and fuel into the sea around nine nautical miles off the country's south-west coast, between the capital Colombo and Negombo to the north.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Muditha Katuwawala shows tiny nurdles collected from a beach in Sri Lanka</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">What happened next \"was just like out of a war movie\", says Muditha Katuwawala, an environmentalist and founder of the Pearl Protectors, a local NGO that volunteered to help the clean-up operation, which was run largely by Sri Lankan state authorities with funding from the ship's owners.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We started seeing turtles getting washed up with similar sorts of traits... the skin had burn marks [and] was peeling off. The nose and eyes were red and puffed up, and we saw dolphins washing up and... their skin was peeling off and red,\" Mr Katuwawala said.</p><p class=\"sc-9a00e533-0 hxuGS\">The nurdles on the beaches were \"like snow,\" he says, adding that \"it was horrifying\".</p><p class=\"sc-9a00e533-0 hxuGS\">The clean-up began in earnest. At the start, Mr Katuwawala and his fellow volunteers \"were collecting like 300-400 kilos of nurdles\" each day.</p><p class=\"sc-9a00e533-0 hxuGS\">Over time, it dropped to three to four kilograms in a couple of hours.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The nurdles were getting more dispersed, it was harder to see them as they got buried in the sand over time.\"</p><p class=\"sc-9a00e533-0 hxuGS\">It was decided the cost-benefit ratio was no longer worth the effort of mobilising volunteers. The groups stood down, leaving the task to state-organised local clean-up groups.</p><p class=\"sc-9a00e533-0 hxuGS\">At the same time, scientists were getting concerned about the possibility the plastic pellets - already harmful to animals which eat them accidentally - may be getting more toxic, contaminated from the spill, or from other pollution sources.</p><p class=\"sc-9a00e533-0 hxuGS\">Over the ensuing years, they have collected samples which could help trace the effect over time. </p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The most heavily contaminated nurdles are those burnt in the fire, forensic chemists say</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In November 2024, the BBC and <a target=\"_blank\" href=\"https://watershedinvestigations.com/\" class=\"sc-f9178328-0 bGFWdi\">Watershed Investigations</a> sent more than 20 of those samples to a team of forensic chemists specialising in environmental pollution from Manchester Metropolitan University.</p><p class=\"sc-9a00e533-0 hxuGS\">They found the most heavily contaminated nurdles were those burnt in the fire, which leach metals toxic to aquatic life, like arsenic, lead, cadmium, copper, cobalt and nickel.</p><p class=\"sc-9a00e533-0 hxuGS\">The team also found the pellets \"still going round appear to be sucking up more pollution from the environment\" and were becoming \"more toxic\", according to Mr Megson.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They will be ingested [and] will pass pollution on to marine organisms,\" he says.</p><p class=\"sc-9a00e533-0 hxuGS\">Tests carried out on fish caught near the site of the disaster - as well as the nearby Negombo lagoon - found some contained the same pollutants that were present in the ship's cargo and on the nurdles.</p><p class=\"sc-9a00e533-0 hxuGS\">Some of the fish contained levels of hazardous metals  - some of which were found in the disaster - which exceeded safe limits.</p><p class=\"sc-9a00e533-0 hxuGS\">Researchers say the disaster cannot be discounted as the source of contamination, although it also can't be directly proven to be the source, as it's not known if these fish ate nurdles, how many they ingested, or if the pollution came from other sources.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But placed on top of everything else that is in that system, there's a really good likelihood that it's causing harm to the environment and also potentially harm to people and humans that are eating and relying on that marine ecosystem for a source of their food,\" Mr Megson adds.</p><p class=\"sc-9a00e533-0 hxuGS\">Local fishermen do draw the link to the disaster.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There's no fish since then. We've never had the same amount of fish that we used to catch,\" fisherman Jude Sulanta explains.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Our lives have turned upside down. From the stretch where the ship sank up until here you don't get many new, young fish at all.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The ship's owner, X-Press Feeders Ltd, says to date it has worked diligently to ensure the best response to the disaster and spent more than $130m (£96m) to remove the wreck and debris at sea. </p><p class=\"sc-9a00e533-0 hxuGS\">It says it has also paid more than $20m to the Sri Lankan government for clean-up operations on the coast and to compensate fishermen.</p><p class=\"sc-9a00e533-0 hxuGS\">It says, however, that the Sri Lankan government has assumed responsibility for all shoreside clean-up activities and it is disappointed by the delays in that process and the ongoing impacts this is having.</p><p class=\"sc-9a00e533-0 hxuGS\">The Sri Lankan government says the amount paid by the ship's owner - which was capped by an interim UK maritime court order - is not enough to cover the long-term damage, and it is pursuing legal action to overturn the cap and secure further compensation. </p><p class=\"sc-9a00e533-0 hxuGS\">On Thursday, Sri Lanka's Supreme Court ordered the company to pay $1bn as an initial payment to cover long-term economic and environmental damage it says the country suffered as a result of the disaster - but the cap remains in place. The Supreme Court doesn't have jurisdiction over Singapore, where X-Press Feeders Ltd has its headquarters.</p><p class=\"sc-9a00e533-0 hxuGS\">X-Press Feeders said it was extremely disappointed with the judgment and that they are reviewing it with their legal advisers, insurers and other relevant stakeholders to best assess their next course of action.</p><p class=\"sc-9a00e533-0 hxuGS\">Professor Prasanthi Gunawardena - an environmental economist at University of Sri Jayawardenapura who chaired an expert committee of scientists to assess the damage - puts the cost of the disaster at closer to more than $6bn, taking into account things like the loss of wildlife, as well as impact on tourism, fishing and harm to local residents from the toxic cloud released when the ship burned.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Large quantities of dioxin and furan have been added to the atmosphere and these are carcinogens. And then we have calculated it may kill about 70 people in our country,\" says Prof Gunawardena.</p><p class=\"sc-9a00e533-0 hxuGS\">The ship owner rejects this assessment. </p><p class=\"sc-9a00e533-0 hxuGS\">It quotes the International Tanker Owners Pollution Federation (ITOPF), an organisation which is funded by the shipping industry to assess marine spills. It says the report was \"unparticularised, inaccurate, and lacked credible scientific basis\".</p><p class=\"sc-9a00e533-0 hxuGS\">The ship owner has also said itself and its crew have \"followed the internationally accepted procedures in dealing with the acid leak, while maintaining all safety and emergency protocols\".</p><p class=\"sc-9a00e533-0 hxuGS\">Colombo Port Authority has also denied any responsibility, saying it did not know of the issues until the ship arrived in its waters.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Jude Sulanta says many local fishermen are now selling their boats and trying to go abroad</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The sea is the lifeblood of this island nation. Its stunning golden coasts are a huge draw for tourists, and for generations fishing has fed the country. </p><p class=\"sc-9a00e533-0 hxuGS\">But Mr Sulanta, the fisherman, is worried that his way of life no longer has a future.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Many are selling their boats and trying to go abroad. And many people are fed up. In fact, my son himself, he's working with me at the moment. He's also a fisherman.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But he's also considering leaving the country. It's already been several years. If we were going to get justice we would have had it by now,\" he says.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"you-can-listen-to-the-bbc-documentary-sri-lanka:-the-x-press-pearl-disaster-https://www.bbc.co.uk/programmes/w3ct6rbp\" class=\"sc-d16436d-0 jpoiOL\"><i id=\"you-can-listen-to-the-bbc-documentary-sri-lanka:-the-x-press-pearl-disaster-https://www.bbc.co.uk/programmes/w3ct6rbp\" class=\"sc-d16436d-0 fhKUCU\">You can listen to the BBC documentary Sri Lanka: The X Press Pearl disaster https://www.bbc.co.uk/programmes/w3ct6rbp</i></b></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"leana-hosea-is-an-environmental-investigative-journalist-and-a-founder-of-non-profit-watershed,-which-investigates-freshwater-and-marine-environment-issues.\" class=\"sc-d16436d-0 fhKUCU\">Leana Hosea is an environmental investigative journalist and a founder of non-profit Watershed, which investigates freshwater and marine environment issues.</i></p></div></article></div></body></html>"
        },
        {
            "title": "DR Congo-Rwanda peace deal: How Trump wants US companies to cash in",
            "time": "2025-07-27T23:59:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/af90/live/9ffb6dd0-6876-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">How Trump wants the US to cash in on mineral-rich DR Congo's peace deal</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/af90/live/9ffb6dd0-6876-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/af90/live/9ffb6dd0-6876-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/af90/live/9ffb6dd0-6876-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/af90/live/9ffb6dd0-6876-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/af90/live/9ffb6dd0-6876-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/af90/live/9ffb6dd0-6876-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/af90/live/9ffb6dd0-6876-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/af90/live/9ffb6dd0-6876-11f0-af20-030418be2ca5.jpg.webp\" loading=\"eager\" alt=\"Getty Images A young boy, in a T-shirt in the colours of the US flag, stands by an artisanal mine holding a wire sifting tray behind his shoulders in Lumumbashi in DR Congo, December 2005.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Trump administration is spearheading an ambitious, but controversial, peace initiative aimed at ending the long-running conflict in eastern Democratic Republic of Congo that has also drawn in neighbouring Rwanda.</p><p class=\"sc-9a00e533-0 hxuGS\">Its mediation efforts come as no surprise, as DR Congo - a nation in the heart of Africa - is endowed with the mineral wealth that the US requires to power the IT, and now AI, revolutions, much of which is currently going to China.</p><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump is expected to host the leaders of DR Congo and Rwanda - Félix Tshisekedi and Paul Kagame - in the coming weeks to seal a peace agreement that he has hailed as a \"glorious triumph\", hoping to back it up with deals that will boost US investment in the region. </p><p class=\"sc-9a00e533-0 hxuGS\">US-based World Peace Foundation executive director Prof Alex de Waal told the BBC that the Trump administration was promoting \"a new model of peace-making, combining a populist performance with commercial deal-making\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"Trump has done this in Ukraine also. He wants to get the glory to boost his own political standing, and to secure minerals that are in America's interests,\" Prof De Waal said. </p><p class=\"sc-9a00e533-0 hxuGS\">However, he noted that \"in DR Congo, China has already snapped up many of the minerals so the US is playing catch-up\". </p><p class=\"sc-9a00e533-0 hxuGS\">He said that up to now US companies had been cautious about investing in DR Congo because of safety concerns and the \"moral hazard\" of dealing in so-called \"blood minerals\" - minerals financing rebellions - but this could change as the Trump administration implemented its peace model.</p><p class=\"sc-9a00e533-0 hxuGS\">Prof De Waal said this could also happen in other conflict-hit states like Sudan, where the Trump administration - along with Arab nations such as Saudi Arabia, the United Arab Emirates and Egypt - was expected to get involved in mediation efforts after previous initiatives failed.  </p><p class=\"sc-9a00e533-0 hxuGS\">He added that the Trump administration's peace model could not be dismissed out of hand, especially if it stops fighting that has killed thousands of people and displaced millions of others in conflicts that have raged for more than 30 years in eastern DR Congo. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Trump can get the different sides to talk, and shake things up,\" Prof De Waal said. </p><p class=\"sc-9a00e533-0 hxuGS\">But Prof Hanri Mostert, an academic on mineral law at the University of Cape Town, South Africa, told the BBC that DR Congo \"risked compromising sovereignty over its minerals\". </p><p class=\"sc-9a00e533-0 hxuGS\">DR Congo could find itself locked into deals for years, in exchange for vague guarantees of security, she said. </p><p class=\"sc-9a00e533-0 hxuGS\">This was reminiscent of the \"resource-bartering\" deals pursued by China and Russia in numerous African states, Prof Mostert added. </p><p class=\"sc-9a00e533-0 hxuGS\">She cited as an example Angola, where China built infrastructure in exchange for oil.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Even when oil prices went up, Angola couldn't get more value for it,\" Prof Mostert said. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5816/live/aa090480-6877-11f0-8f9f-1d38db11c370.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5816/live/aa090480-6877-11f0-8f9f-1d38db11c370.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5816/live/aa090480-6877-11f0-8f9f-1d38db11c370.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5816/live/aa090480-6877-11f0-8f9f-1d38db11c370.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5816/live/aa090480-6877-11f0-8f9f-1d38db11c370.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5816/live/aa090480-6877-11f0-8f9f-1d38db11c370.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5816/live/aa090480-6877-11f0-8f9f-1d38db11c370.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5816/live/aa090480-6877-11f0-8f9f-1d38db11c370.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Three Chinese railway workers, two of whom are sitting and one of whom is walking, prepare to put tracks on 31 March2007 in Dondo in Angola\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">China has improved the rail network in Angola in exchange for access to the country's oil</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The US State Department said in 2023 that <a target=\"_blank\" href=\"https://2021-2025.state.gov/u-s-relations-with-democratic-republic-of-the-congo/\" class=\"sc-f9178328-0 bGFWdi\">DR Congo had an estimated $25trn (£21.2trn) in mineral reserves</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">This included cobalt, copper, lithium, manganese and tantalum - needed to make the electronic components used in computers, electric vehicles, mobile phones, wind turbines and military hardware.</p><p class=\"sc-9a00e533-0 hxuGS\">\"For how long will DR Congo have to give its cobalt to US investors? Will it be 20 years or 50 years? What is the price for peace?\" Prof Mostert asked. </p><p class=\"sc-9a00e533-0 hxuGS\">DR Congo government spokesman Patrick Muyaya confirmed to the BBC's Newsday programme in March that his country wanted to supply the US with \"some critical minerals\" in exchange for a security deal.</p><p class=\"sc-9a00e533-0 hxuGS\">The M23 rebel group launched a major offensive early this year, seizing huge areas of eastern DR Congo and smuggling minerals across the border to Rwanda,  <a target=\"_blank\" href=\"https://docs.un.org/en/s/2025/446\" class=\"sc-f9178328-0 bGFWdi\">UN experts said in a report earlier this month</a>. </p><p class=\"sc-9a00e533-0 hxuGS\">The minerals were then mixed with Rwandan production, and \"their subsequent export to downstream actors reached unprecedented levels\", the UN experts added. </p><p class=\"sc-9a00e533-0 hxuGS\">Rwanda denies accusations that it backs the M23, even though the UN has provided evidence it has thousands of soldiers in DR Congo.</p><p class=\"sc-9a00e533-0 hxuGS\">In what appears to be an attempt to address the issue of mineral smuggling, the US-brokered peace deal between DR Congo and Rwanda provides for a still-to-be negotiated \"regional economic integration framework\" between the two rival states.</p><p class=\"sc-9a00e533-0 hxuGS\">This would \"ensure illicit economic pathways are blocked\" and \"mutually beneficial partnerships and investment opportunities\" created for \"greater prosperity - especially for the region's population\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"We're getting, for the United States, a lot of the mineral rights from the Congo as part of it,\" Trump said, ahead of the <a target=\"_blank\" href=\"https://www.state.gov/peace-agreement-between-the-democratic-republic-of-the-congo-and-the-republic-of-rwanda/\" class=\"sc-f9178328-0 bGFWdi\">peace deal signed by representatives of the two governments on 27 June in Washington</a>. </p><p class=\"sc-9a00e533-0 hxuGS\">A DR Congo researcher with the South Africa-based Institute for Security Studies think-tank, Bram Verelst, told the BBC that the US initiative was running in tandem with another one being led by Qatar, a close US ally. </p><p class=\"sc-9a00e533-0 hxuGS\">Mr Verelst said the US's focus was mainly on the regional dimension, while Qatar's was on domestic issues between DR Congo's government and the M23 rebel group that has set up its own administration in the east after capturing the regional capital, Goma. </p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The BBC's Paul Njie reports from inside rebel-held Goma</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Prof Jason Stearns, a Canada-based political scientist who specialises in the region, told the BBC that Qatar, like other oil-rich Gulf states, was expanding into Africa \"to project power, influence, but also to seek economic opportunities\". </p><p class=\"sc-9a00e533-0 hxuGS\">He added that it became involved in mediation efforts at the request of Rwanda, which perceived the US as being in favour of DR Congo, something Washington denies.</p><p class=\"sc-9a00e533-0 hxuGS\">Prof Stearns said Qatar had \"massive\" economic interests in Rwanda, pointing out that the Gulf state was building a new multi-billion dollar airport in Kigali and was in talks to acquire a 49% stake in the national airline. </p><p class=\"sc-9a00e533-0 hxuGS\">He explained that the US and Qatar were working closely together, but it was less than ideal to have two processes because \"you don't want to end up in a situation where there is a peace deal between DR Congo and Rwanda, but Rwanda then says: 'We don't control the M23', and the M23 continues escalating [the conflict] in eastern DR Congo\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"So it's very important that the two processes are tightly tied to each other since the actors are so closely linked,\" Prof Stearns added.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Under the peace deal, DR Congo and Rwanda agreed to launch a \"security co-ordination mechanism\" within 30 days of the 27 June deal.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Verelst said that a ceasefire was expected to take effect on Tuesday, followed by the DR Congo government and the M23 signing a comprehensive peace agreement by 18 August, building on the \"declaration of principles\" they had already negotiated.</p><p class=\"sc-9a00e533-0 hxuGS\">DR Congo-based International Crisis Group (ICG) think-tank analyst Onesphore Sematumba said the US and Qatar were getting deals struck in \"record time\" since Trump's rise to the US presidency in January. </p><p class=\"sc-9a00e533-0 hxuGS\">Mr Sematumba said their intervention came after various Africa-led mediation efforts had \"failed to get the parties to sign even a single document\" since 2022. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Regional players do not have the same leverage to influence Kigali and Kinshasa,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But between the signing of an agreement and the achievement of peace, the road can be long, and it will be long in this case,\" Mr Sematumba warned. </p><p class=\"sc-9a00e533-0 hxuGS\">One key question is whether the M23 will give up the territory under its control, as demanded by Tshisekedi's government.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Sematumba said the M23 had agreed to \"state authority\" being established across DR Congo, however, the rebels have also said they would not give up a \"single centimetre\" of land.  </p><p class=\"sc-9a00e533-0 hxuGS\">\"Personally, I think the transition should be gradual, and for certain areas there should be some kind of co-management. But everything will depend on the tact of the mediators, and their ability to break the ice,\" Mr Sematumba added.</p><p class=\"sc-9a00e533-0 hxuGS\">He said the success of the peace initiative also hinged on what the agreement called the \"lifting of defensive measures\" by Rwanda, widely interpreted to mean the withdrawal of its troops from eastern DR Congo.</p><p class=\"sc-9a00e533-0 hxuGS\">While Rwanda denies backing the M23, it says it wants to wipe out the FDLR, a militia born from those who carried out the 1994 genocide in Rwanda and then fled into DR Congo. Rwanda has accused the Congolese army of working with the FDLR.</p><p class=\"sc-9a00e533-0 hxuGS\">The peace deal spells out that the FDLR should be \"neutralised\", however this has been attempted several times over the past three decades.</p><p class=\"sc-9a00e533-0 hxuGS\">\"For Rwanda, the neutralisation of the FDLR is a precondition for the withdrawal of its forces, while DR Congo says the two must be achieved simultaneously,\" Mr Sematumba pointed out, saying that mediators would have to find a solution as these issues had led to the failure of previous peace initiatives.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Just by following the different interpretations given by the parties to the texts signed, you can sense all the difficulties that lie ahead,\" Mr Sematumba said. </p><p class=\"sc-9a00e533-0 hxuGS\">Prof Mostert agreed that diplomacy on its own could not achieve peace, and a broader initiative was needed.</p><p class=\"sc-9a00e533-0 hxuGS\">\"You build peace by transforming pain. That takes more than diplomacy. It takes dialogue, decentralised participation and dignifying people's experiences,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"That's why I believe it is important that the dealmakers and the lawmakers remain aware of historical traumas, including decades of resource exploitation,\" Prof Mostert added.</p><p class=\"sc-9a00e533-0 hxuGS\">So if he wants the peace to hold for long enough for US companies to profit, Donald Trump may have to keep the pressure on for some time to come.</p></div><div data-component=\"links-block\" class=\"sc-3b6b161a-0 dHQIrb\"><div class=\"sc-666b6d83-0 sc-c4fb5674-0 gMiqnK bPmazG\"><span data-testid=\"links-title\" class=\"sc-c4fb5674-2 jdmgui\">More BBC stories on DR Congo-Rwanda peace deal:</span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Keeladi: The ancient site that has become a political flashpoint in India",
            "time": "2025-07-27T23:01:48",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1392/live/8ed6e6e0-6792-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Ancient site stirs heated political debate on India's past</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Cherylann Mollan</span><p class=\"sc-801dd632-8 fRRQoT\"><span>BBC News</span></p><div><span class=\"sc-801dd632-11 lnQEDG\">Reporting from<svg viewbox=\"0 0 32 32\" category=\"personalisation\" icon=\"location\" class=\"sc-9c8c5e05-0 kHfxfq\"><path d=\"M12.3 11c0 2.1 1.7 3.7 3.7 3.7s3.7-1.7 3.7-3.7-1.6-3.7-3.7-3.7S12.3 9 12.3 11zm2.9 20c-3-4.4-5.6-8.5-7.3-12.1-1.5-3-2.1-5.6-2.1-7.9C5.7 5.5 10.1 1 16 1s10.3 4.6 10.3 10c0 2.3-.7 4.9-2.1 7.9-1.7 3.6-4.3 7.7-7.3 12.1h-1.7z\"></path></svg>Keeladi, Tamil Nadu</span></div></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1392/live/8ed6e6e0-6792-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1392/live/8ed6e6e0-6792-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1392/live/8ed6e6e0-6792-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1392/live/8ed6e6e0-6792-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1392/live/8ed6e6e0-6792-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1392/live/8ed6e6e0-6792-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1392/live/8ed6e6e0-6792-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1392/live/8ed6e6e0-6792-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"ASI Top view of an ancient brick structure in Keeladi in Tamil Nadu, India.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">ASI</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A view of an excavated site in Keeladi where archaeologists have found evidence of industrial activity</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Keeladi village in India's southern Tamil Nadu state has unearthed archeological finds that have sparked a political and historical battle.</p><p class=\"sc-9a00e533-0 hxuGS\">Amid coconut groves, a series of 15ft (4.5m) deep trenches reveal ancient artefacts buried in layers of soil - fragments of terracotta pots, and traces of long-lost brick structures.</p><p class=\"sc-9a00e533-0 hxuGS\">Experts from the Tamil Nadu State Department of Archaeology estimate the artefacts to be 2,000 to 2,500 years old, with the oldest dating back to around 580 BCE. They say these findings challenge and reshape existing narratives about early civilisation in the Indian subcontinent.</p><p class=\"sc-9a00e533-0 hxuGS\">With politicians, historians, and epigraphists weighing in, Keeladi has moved beyond archaeology, becoming a symbol of state pride and identity amid competing historical narratives.</p><p class=\"sc-9a00e533-0 hxuGS\">Yet history enthusiasts say it remains one of modern India's most compelling and accessible discoveries - offering a rare opportunity to deepen our understanding of a shared past.</p><p class=\"sc-9a00e533-0 hxuGS\">Keeladi, a village 12km (7 miles) from Madurai on the banks of the Vaigai river, was one of 100 sites shortlisted for excavation by Archaeological Survey of India (ASI) archaeologist Amarnath Ramakrishnan in 2013. </p><p class=\"sc-9a00e533-0 hxuGS\">He selected a 100-acre site there because of its proximity to ancient Madurai and the earlier discovery of red-and-black pottery ware by a schoolteacher in 1975.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/755c/live/12016080-66d6-11f0-b67d-756a7df7e209.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/755c/live/12016080-66d6-11f0-b67d-756a7df7e209.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/755c/live/12016080-66d6-11f0-b67d-756a7df7e209.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/755c/live/12016080-66d6-11f0-b67d-756a7df7e209.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/755c/live/12016080-66d6-11f0-b67d-756a7df7e209.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/755c/live/12016080-66d6-11f0-b67d-756a7df7e209.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/755c/live/12016080-66d6-11f0-b67d-756a7df7e209.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/755c/live/12016080-66d6-11f0-b67d-756a7df7e209.jpg.webp\" loading=\"lazy\" alt=\"Tamil Nadu State Department of Archaeology Burial urns embedded in the soil at the Kondagai excavation site in Tamil Nadu, India.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Tamil Nadu State Department of Archaeology</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Burial urns near Keeladi, containing human skeletons and goods such as food and pots</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Since 2014, 10 excavation rounds at Keeladi have uncovered over 15,000 artefacts - burial urns, coins, beads, terracotta pipes and more - from just four of the 100 marked acres. Many are now displayed in a nearby museum.</p><p class=\"sc-9a00e533-0 hxuGS\">Ajay Kumar, leading the state archaeology team at Keeladi, says the key finds are elaborate brick structures and water systems - evidence of a 2,500-year-old urban settlement.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This was a literate, urban society where people had separate spaces for habitation, burial practices and industrial work,\" Mr Kumar says, noting it's the first large, well-defined ancient urban settlement found in southern India.</p><p class=\"sc-9a00e533-0 hxuGS\">Since the Indus Valley Civilisation's discovery in the early 1900s, most efforts to trace civilisation's origins in the subcontinent have focused on northern and central India.</p><p class=\"sc-9a00e533-0 hxuGS\">So, the Keeladi finds have sparked excitement across Tamil Nadu and beyond.</p><p class=\"sc-9a00e533-0 hxuGS\">William Daniel, a teacher from neighbouring Kerala, said the discoveries made him feel proud about his heritage.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It gives people from the south [of India] something to feel proud about, that our civilisation is just as ancient and important as the one in the north [of India],\" he says.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Red and black pottery excavated from the site, displayed at the Keeladi Museum</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The politics surrounding Keeladi reflects a deep-rooted north-south divide - underscoring how understanding the present requires grappling with the past.</p><p class=\"sc-9a00e533-0 hxuGS\">India's first major civilisation - the Indus Valley - emerged in the north and central regions between 3300 and 1300 BCE. After its decline, a second urban phase, the Vedic period, rose in the Gangetic plains, lasting until the 6th Century BCE.</p><p class=\"sc-9a00e533-0 hxuGS\">This phase saw major cities, powerful kingdoms and the rise of Vedic culture - a foundation for Hinduism. As a result, urbanisation in ancient India is often viewed as a northern phenomenon, with a dominant narrative that the northern Aryans \"civilised\" the Dravidian south.</p><p class=\"sc-9a00e533-0 hxuGS\">This is especially evident in the mainstream understanding of the spread of literacy. </p><p class=\"sc-9a00e533-0 hxuGS\">It is believed that the Ashokan Brahmi script - found on Mauryan king Ashoka's rock edicts in northern and central India, dating back to the 3rd Century BCE - is the predecessor of most scripts in South and Southeast Asia.</p><p class=\"sc-9a00e533-0 hxuGS\">Epigraphists like Iravatham Mahadevan and Y Subbarayalu have long held the view that the Tamil Brahmi script - the Tamil language spoken in Tamil Nadu and written in the Brahmi script -  was an offshoot of the Ashokan Brahmi script.</p><p class=\"sc-9a00e533-0 hxuGS\">But now, archaeologists from the Tamil Nadu state department say that the excavations at Keeladi are challenging this narrative.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have found graffiti in the Tamil Brahmi script dating back to the 6th Century BCE, which shows that it is older than the Ashokan Brahmi script. We believe that both scripts developed independently and, perhaps, emerged from the Indus Valley script,\" Mr Kumar says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a81e/live/40b3b290-6792-11f0-bb36-0d40aadb5bb7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a81e/live/40b3b290-6792-11f0-bb36-0d40aadb5bb7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a81e/live/40b3b290-6792-11f0-bb36-0d40aadb5bb7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a81e/live/40b3b290-6792-11f0-bb36-0d40aadb5bb7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a81e/live/40b3b290-6792-11f0-bb36-0d40aadb5bb7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a81e/live/40b3b290-6792-11f0-bb36-0d40aadb5bb7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a81e/live/40b3b290-6792-11f0-bb36-0d40aadb5bb7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a81e/live/40b3b290-6792-11f0-bb36-0d40aadb5bb7.jpg.webp\" loading=\"lazy\" alt=\"Keeladi Museum Graffitti found on a potsherd, placed on display at the Keeladi Museum in Tamil Nadu, India\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Keeladi Museum</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Archaeologists say some graffiti found in Keeladi resembles that of the Indus Valley</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Epigraphist S Rajavelu, former professor of marine archaeology at the Tamil University, agrees with Mr Kumar and says other excavation sites in the state too have unearthed graffiti in the Tamil Brahmi script dating back to the 5th and 4th Century BCE.</p><p class=\"sc-9a00e533-0 hxuGS\">But some experts say that more research and evidence are needed to conclusively prove the antiquity of the Tamil Brahmi script.</p><p class=\"sc-9a00e533-0 hxuGS\">Another claim by the state department of archaeology that has ruffled feathers is that the graffiti found on artefacts in Keeladi is similar to that found in the Indus Valley sites.</p><p class=\"sc-9a00e533-0 hxuGS\">\"People from the Indus Valley may have migrated to the south, leading to a period of urbanisation taking place in Keeladi at the same time it was taking place in the Gangetic plains,\" Mr Kumar says, adding that further excavations are needed to fully grasp the settlement's scale.</p><p class=\"sc-9a00e533-0 hxuGS\">But Ajit Kumar, a professor of archaeology at Nalanda University in Bihar, says that this wouldn't have been possible.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Considering the rudimentary state of travel back then, people from the Indus Valley would not have been able to migrate to the south in such large numbers to set up civilisation,\" he says. He believes the finds in Keeladi can be likened to a small \"settlement\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/140c/live/03814380-6790-11f0-94b8-27d2d011118c.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/140c/live/03814380-6790-11f0-94b8-27d2d011118c.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/140c/live/03814380-6790-11f0-94b8-27d2d011118c.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/140c/live/03814380-6790-11f0-94b8-27d2d011118c.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/140c/live/03814380-6790-11f0-94b8-27d2d011118c.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/140c/live/03814380-6790-11f0-94b8-27d2d011118c.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/140c/live/03814380-6790-11f0-94b8-27d2d011118c.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/140c/live/03814380-6790-11f0-94b8-27d2d011118c.jpg.webp\" loading=\"lazy\" alt=\"Keeladi Museum Terracota pipes excavated from Keeladi in Tamil Nadu, India\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Keeladi Museum</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Pipes made of terracota were used to transport water</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While archaeologists debate the findings, politicians are already drawing links between Keeladi and the Indus Valley - some even claim the two existed at the same time or that the Indus Valley was part of an early southern Indian, or Dravidian, civilisation.</p><p class=\"sc-9a00e533-0 hxuGS\">The controversy over ASI archaeologist Mr Ramakrishnan's transfer - who led the Keeladi excavations - has intensified the site's political tensions.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2017, after two excavation rounds, the ASI transferred Mr Ramakrishnan, citing protocol. The Tamil Nadu government accused the federal agency of deliberately hindering the digs to undermine Tamil pride.</p><p class=\"sc-9a00e533-0 hxuGS\">The ASI's request in 2023 for Mr Ramakrishnan to revise his Keeladi report - citing a lack of scientific rigour - has intensified the controversy. He refused, insisting his findings followed standard archaeological methods.</p><p class=\"sc-9a00e533-0 hxuGS\">In June, Tamil Nadu Chief Minister MK Stalin called the federal government's refusal to publish Mr Ramakrishnan's report an \"onslaught on Tamil culture and pride\". State minister Thangam Thennarasu accused the Bharatiya Janata Party (BJP)-led federal government of deliberately suppressing information to erase Tamilian history.</p><p class=\"sc-9a00e533-0 hxuGS\">India's Culture Minister Gajendra Singh Shekhawat has now clarified that Mr Ramakrishnan's report has not been rejected by the ASI but is \"under review,\" with expert feedback yet to be finalised.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f2d9/live/8318e110-6791-11f0-bb36-0d40aadb5bb7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f2d9/live/8318e110-6791-11f0-bb36-0d40aadb5bb7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f2d9/live/8318e110-6791-11f0-bb36-0d40aadb5bb7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f2d9/live/8318e110-6791-11f0-bb36-0d40aadb5bb7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f2d9/live/8318e110-6791-11f0-bb36-0d40aadb5bb7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f2d9/live/8318e110-6791-11f0-bb36-0d40aadb5bb7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f2d9/live/8318e110-6791-11f0-bb36-0d40aadb5bb7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f2d9/live/8318e110-6791-11f0-bb36-0d40aadb5bb7.jpg.webp\" loading=\"lazy\" alt=\"Tamil Nadu State Department of Archaeology A terracota ringwell embedded in the soil in Keeladi in Tamil Nadu, India\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Tamil Nadu State Department of Archaeology</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A terracota ring well buried inside the ground</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Back at the the Keeladi museum, children explore exhibits during a school visit while construction continues outside to create an open-air museum at the excavation site.</p><p class=\"sc-9a00e533-0 hxuGS\">Journalist Sowmiya Ashok, author of an upcoming book on Keeladi, recalls the thrill of her first visit.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Uncovering history is a journey to better understand our shared past. Through small clues - like carnelian beads from the northwest or Roman copper coins - Keeladi reveals that our ancestors were far more connected than we realise,\" she says. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The divisions we see today are shaped more by the present than by history.\"</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div></article></div></body></html>"
        },
        {
            "title": "The Caribbean islands that give you a passport if you buy a home",
            "time": "2025-07-27T23:46:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/612f/live/299a1cd0-567a-11f0-95fc-edf89039c20a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">The Caribbean islands that give you a passport if you buy a home</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Gemma Handy</span><p class=\"sc-801dd632-8 fRRQoT\"><span>Business reporter</span></p><div><span class=\"sc-801dd632-11 lnQEDG\">Reporting from<svg viewbox=\"0 0 32 32\" category=\"personalisation\" icon=\"location\" class=\"sc-9c8c5e05-0 kHfxfq\"><path d=\"M12.3 11c0 2.1 1.7 3.7 3.7 3.7s3.7-1.7 3.7-3.7-1.6-3.7-3.7-3.7S12.3 9 12.3 11zm2.9 20c-3-4.4-5.6-8.5-7.3-12.1-1.5-3-2.1-5.6-2.1-7.9C5.7 5.5 10.1 1 16 1s10.3 4.6 10.3 10c0 2.3-.7 4.9-2.1 7.9-1.7 3.6-4.3 7.7-7.3 12.1h-1.7z\"></path></svg>St John’s, Antigua </span></div></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/612f/live/299a1cd0-567a-11f0-95fc-edf89039c20a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/612f/live/299a1cd0-567a-11f0-95fc-edf89039c20a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/612f/live/299a1cd0-567a-11f0-95fc-edf89039c20a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/612f/live/299a1cd0-567a-11f0-95fc-edf89039c20a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/612f/live/299a1cd0-567a-11f0-95fc-edf89039c20a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/612f/live/299a1cd0-567a-11f0-95fc-edf89039c20a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/612f/live/299a1cd0-567a-11f0-95fc-edf89039c20a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/612f/live/299a1cd0-567a-11f0-95fc-edf89039c20a.jpg.webp\" loading=\"eager\" alt=\"Nadia Dyson Nadia Dyson, owner of estate agency Luxury Locations, smiles at the camera as she stands on a beach in Antigua\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Nadia Dyson</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Estate agent Nadia Dyson says there has been a big increase in the number of people seeking Antiguan citizenship</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Scroll through homes for sale in the Eastern Caribbean and it is no longer just bewitching beaches and a laid-back lifestyle being touted to woo buyers.</p><p class=\"sc-9a00e533-0 hxuGS\">More and more property listings are offering a passport too – and political and social volatility in the US is said to be fuelling an upsurge in interest.</p><p class=\"sc-9a00e533-0 hxuGS\">Five of the region's island nations – Antigua and Barbuda, Dominica, Grenada, St Kitts and Nevis, and St Lucia – offer such citizenship by investment (CBI) from as little as $200,000 (£145,000).</p><p class=\"sc-9a00e533-0 hxuGS\">Buy a home, and you also get a passport that grants the holder visa-free access to up to 150 countries including the UK and Europe's Schengen area.</p><p class=\"sc-9a00e533-0 hxuGS\">For the wealthy, the islands' absence of taxes such as capital gains and inheritance, and in some cases on income too, is another major draw. And all five of the region's schemes allow buyers to retain their existing citizenship.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In Antigua, estate agents are struggling to keep up with demand, says Nadia Dyson, owner of Luxury Locations. \"Up to 70% of all buyers right now are wanting citizenship, and the vast majority are from the US,\" she tells the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We don't talk politics with them, but the unstable political landscape [in the US] is definitely a factor.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This time last year, it was all lifestyle buyers and a few CBI. Now they're all saying 'I want a house with citizenship'. We've never sold so many before.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Despite Antigua's programme having no residency requirement, some purchasers are looking to relocate full-time, Ms Dyson says, adding: \"A few have relocated already.\"</p><p class=\"sc-9a00e533-0 hxuGS\">US citizens account for the bulk of CBI applications in the Caribbean over the past year, according to investment migration experts Henley &amp; Partners. </p><p class=\"sc-9a00e533-0 hxuGS\">Ukraine, Turkey, Nigeria and China are among the other most frequent countries of origin of applicants, says the UK firm which has offices around the world.</p><p class=\"sc-9a00e533-0 hxuGS\">It adds that overall applications for Caribbean CBI programmes have increased by 12% since the fourth quarter of 2024.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9853/live/d0f2fb40-5676-11f0-95fc-edf89039c20a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9853/live/d0f2fb40-5676-11f0-95fc-edf89039c20a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9853/live/d0f2fb40-5676-11f0-95fc-edf89039c20a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9853/live/d0f2fb40-5676-11f0-95fc-edf89039c20a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9853/live/d0f2fb40-5676-11f0-95fc-edf89039c20a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9853/live/d0f2fb40-5676-11f0-95fc-edf89039c20a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9853/live/d0f2fb40-5676-11f0-95fc-edf89039c20a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9853/live/d0f2fb40-5676-11f0-95fc-edf89039c20a.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A man holding a St Kitts passport\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Passports from the five island nations give the holder visa-free entry to most countries around the world</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Everything from gun violence to antisemitism is putting Americans on tenterhooks, according to the consultancy's Dominic Volek.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Around 10-15% actually relocate. For most it's an insurance policy against whatever they're concerned about. Having a second citizenship is a good back-up plan,\" he explains.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Volek says the ease-of-travel advantages the Caribbean passports provide appeals to businesspeople, and may also present a security benefit. \"Some US clients prefer to travel on a more politically-benign passport.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Prior to the Covid pandemic, the US was not even on Henley's \"radar\", Mr Volek continues.</p><p class=\"sc-9a00e533-0 hxuGS\">Movement restrictions proved \"quite a shock\" for affluent people used to travelling freely on private jets, prompting the first surge in stateside CBI applications. Interest ratcheted up again after the 2020 and 2024 US elections.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There are Democrats that don't like Trump but also Republicans that don't like Democrats,\" Mr Volek says.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In the last two years we've gone from having zero offices in the US to eight across all major cities, with another two to three opening in the coming months.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Robert Taylor, from Halifax in Canada, bought a property in Antigua where he plans to retire later this year.</p><p class=\"sc-9a00e533-0 hxuGS\">He invested $200,000 just before the real estate threshold was raised to $300,000 last summer.</p><p class=\"sc-9a00e533-0 hxuGS\">Not only does being a citizen avoid restrictions on length of stay, it also gives him the freedom to take advantage of business opportunities, he explains. \"I chose Antigua because it has beautiful water, I find the people very, very friendly and it also means great weather for the later part of my life.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Still, such programmes are not without controversy. When passport sales were first mooted in 2012 by the then Antiguan government as a way of propping up the ailing economy, some considered the ethics a little iffy.</p><p class=\"sc-9a00e533-0 hxuGS\">Protesters took to the streets in condemnation, recalls former Speaker of the House Gisele Isaac. \"There was a sense of nationalism; people felt we were selling our identity, so to speak, to people who knew nothing about us,\" she says.</p><p class=\"sc-9a00e533-0 hxuGS\">Leaders of some other Caribbean nations that do not offer CBIs have also been quick to criticise, including St Vincent and the Grenadines' Prime Minister Ralph Gonsalves. He has previously said citizenship should not be \"a commodity for sale\".</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The Caribbean's appeal as a place to live is obvious</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Among the international community, there are fears that lax oversight may help criminals get through their borders.</p><p class=\"sc-9a00e533-0 hxuGS\">The European Union has threatened to withdraw its coveted visa-free access for Caribbean CBI countries, while the US has previously raised concerns over the potential for such schemes to be used as a vehicle for tax evasion and financial crime.</p><p class=\"sc-9a00e533-0 hxuGS\">A European Commission spokesperson tells the BBC that it is \"monitoring\" the five Caribbean schemes, and has been in talks with their respective authorities since 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">She says an ongoing assessment is seeking to substantiate if citizenship by investment constitutes \"an abuse of the visa-free regime those countries enjoy vis-à-vis the EU and whether it is likely to lead to security risks for the EU\".</p><p class=\"sc-9a00e533-0 hxuGS\">The Commission has acknowledged reforms carried out by the islands, which it says will have an impact on its evaluation.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">For their part, the five Caribbean nations have reacted angrily to claims that they are not doing enough to scrutinise applicants.</p><p class=\"sc-9a00e533-0 hxuGS\">Dominica's Prime Minister Roosevelt Skerrit has described his country's CBI programme as \"sound and transparent\", adding authorities had worked hard to ensure its integrity.</p><p class=\"sc-9a00e533-0 hxuGS\">The government says passport sales have raised more than $1bn since the initiative's inception in 1993, paying for vital infrastructure including a state-of-the-art hospital.</p><p class=\"sc-9a00e533-0 hxuGS\">In St Lucia, Prime Minister Philip J Pierre says the island adheres to the highest standards of security to ensure its CBI does not inadvertently aid illicit activities.</p><p class=\"sc-9a00e533-0 hxuGS\">The need to appease the world's superpowers with raising revenue is a delicate balancing act for small Caribbean nations with meagre resources, dependent on the whims of tourism.</p><p class=\"sc-9a00e533-0 hxuGS\">CBI programmes were labelled a lifeline at a regional industry summit in April, with funds used for everything from cleaning up after natural disasters to shoring up national pension schemes. Antigua's Prime Minister Gaston Browne said money raised had brought his country back from the brink of bankruptcy over the past decade.</p><p class=\"sc-9a00e533-0 hxuGS\">Aside from buying property, other routes to Caribbean citizenship through investment typically include a one-off donation to a national development fund or similar. They range from $200,000 in Dominica for a single applicant, to $250,000 for a main applicant and up to three qualifying dependents in Dominica and St Kitts. In Antigua, investors also have the option of donating $260,000 to the University of the West Indies.</p><p class=\"sc-9a00e533-0 hxuGS\">In the face of international pressure, the islands have committed to new measures to bolster oversight, including establishing a regional regulator to set standards, monitor operations and ensure compliance.</p><p class=\"sc-9a00e533-0 hxuGS\">Additionally, six principles agreed with the US include enhanced due diligence, regular audits, mandatory interviews with all applicants, and the removal of a loophole that previously enabled an applicant denied by one country to apply in another.</p><p class=\"sc-9a00e533-0 hxuGS\">These days, passport sales account for 10-30% of the islands' GDP.</p><p class=\"sc-9a00e533-0 hxuGS\">Andre Huie, a journalist in St Kitts, says his country's CBI scheme is \"generally well supported\" as a result. \"The public understand the value of it to the economy, and appreciate what the government has been able to do with the money.\"</p></div></article></div></body></html>"
        },
        {
            "title": "The last custodian: A Kashmiri artisan's battle to save a musical legacy",
            "time": "2025-07-27T01:04:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9305/live/23dec680-6230-11f0-8bb8-6da7e50368a3.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">The last custodian: A Kashmiri artisan's battle to save a musical legacy</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Bisma Farooq Bhat</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC World Service</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9305/live/23dec680-6230-11f0-8bb8-6da7e50368a3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9305/live/23dec680-6230-11f0-8bb8-6da7e50368a3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9305/live/23dec680-6230-11f0-8bb8-6da7e50368a3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9305/live/23dec680-6230-11f0-8bb8-6da7e50368a3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9305/live/23dec680-6230-11f0-8bb8-6da7e50368a3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9305/live/23dec680-6230-11f0-8bb8-6da7e50368a3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9305/live/23dec680-6230-11f0-8bb8-6da7e50368a3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9305/live/23dec680-6230-11f0-8bb8-6da7e50368a3.jpg.webp\" loading=\"eager\" alt=\"Adil Amin Akhoon A man wearing a black shirt and a white skull cap with black glasses looks into the camera. There are posters and wooden cutouts hanging on a wall in the background\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Adil Amin Akhoon</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Ghulam Mohammed Zaz is Kashmir's last traditional hand maker of the santoor instrument</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In the quiet, narrow lanes of Srinagar in Indian-administered Kashmir, a small, dimly lit workshop stands as one of the last holdouts of a vanishing craft. </p><p class=\"sc-9a00e533-0 hxuGS\">Inside the shop sits Ghulam Mohammed Zaz, who is widely believed to be the region's last artisan who can make the santoor by hand. </p><p class=\"sc-9a00e533-0 hxuGS\">Santoor is a trapezoid-shaped stringed musical instrument, similar to a dulcimer, which is played with mallets. It is known for its crystalline bell-like tone and has been Kashmir's musical signature for centuries.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Ghulam Mohammed belongs to a lineage of craftsmen who have been building string instruments in Kashmir for over seven generations. The Zaz family name has long been synonymous as the makers of the santoor, rabab, sarangi and sehtar. </p><p class=\"sc-9a00e533-0 hxuGS\">But in recent years, the demand for handcrafted instruments has dwindled, replaced by machine-made versions that are cheaper and quicker to produce. At the same time, music tastes have changed, adding to the decline.</p><p class=\"sc-9a00e533-0 hxuGS\">\"With hip hop, rap, and electronic music now dominating Kashmir's soundscape, younger generations no longer connect with the depth or discipline of traditional music,\" says Shabir Ahmad Mir, a music teacher. As a result, demand for the santoor has collapsed, leaving craftsmen without apprentices or a sustainable market, he adds. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4537/live/5cf92080-2411-11f0-9060-674316cb3a1f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4537/live/5cf92080-2411-11f0-9060-674316cb3a1f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4537/live/5cf92080-2411-11f0-9060-674316cb3a1f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4537/live/5cf92080-2411-11f0-9060-674316cb3a1f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4537/live/5cf92080-2411-11f0-9060-674316cb3a1f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4537/live/5cf92080-2411-11f0-9060-674316cb3a1f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4537/live/5cf92080-2411-11f0-9060-674316cb3a1f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4537/live/5cf92080-2411-11f0-9060-674316cb3a1f.jpg.webp\" loading=\"lazy\" alt=\"Adil Amin Akhoon A photo album with a picture showing Ghulam Mohammed receiving the Padma Shri. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Adil Amin Akhoon</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Mr Ghulam Mohammed received India's fourth highest civil honour in 2022</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In his century-old shop, Mr Ghulam Mohammed sits beside a hollow block of wood and worn iron tools - the quiet remnants of a fading tradition.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There is no one left [to continue the craft],\" he says. \"I am the last.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But it wasn't always this way.</p><p class=\"sc-9a00e533-0 hxuGS\">Over the years, renowned Sufi and folk artists have played santoors handcrafted by Mr Ghulam Mohammed.</p><p class=\"sc-9a00e533-0 hxuGS\">A photo in his shop shows maestros Pandit Shiv Kumar Sharma and Bhajan Sopori performing with his instruments.</p><p class=\"sc-9a00e533-0 hxuGS\">Believed to have originated in Persia, the santoor reached India in the 13th or 14th century, spreading through Central Asia and the Middle East. In Kashmir, it took on a distinct identity, becoming central to Sufi poetry and folk traditions.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Originally part of Sufiana Mausiqi (an ensemble music tradition), the santoor had a soft, folk-like tone,\" says Mr Mir.</p><p class=\"sc-9a00e533-0 hxuGS\">Pandit Shiv Kumar Sharma later adapted it for Indian classical music, he says, by adding strings, redesigning bridges for richer resonance and introducing new playing techniques.</p><p class=\"sc-9a00e533-0 hxuGS\">Bhajan Sopori, who has Kashmiri roots, \"deepened its tonal range and infused it with Sufi expression\", adds Mr Mir, helping cement the santoor's place in Indian classical music.</p><p class=\"sc-9a00e533-0 hxuGS\">Another photo shows Mr Ghulam Mohammed receiving the Padma Shri from President Droupadi Murmu in 2022, honoured for his craftsmanship with India's fourth-highest civilian award.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a9ba/live/3c7db7e0-2424-11f0-b474-cfd8b4328741.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a9ba/live/3c7db7e0-2424-11f0-b474-cfd8b4328741.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a9ba/live/3c7db7e0-2424-11f0-b474-cfd8b4328741.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a9ba/live/3c7db7e0-2424-11f0-b474-cfd8b4328741.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a9ba/live/3c7db7e0-2424-11f0-b474-cfd8b4328741.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a9ba/live/3c7db7e0-2424-11f0-b474-cfd8b4328741.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a9ba/live/3c7db7e0-2424-11f0-b474-cfd8b4328741.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a9ba/live/3c7db7e0-2424-11f0-b474-cfd8b4328741.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Ghulam Mohammad Zaz, one of the renowned 'Santoor' makers in the valley, works on a sitar (musical instrument) body at his one-room workshop in Downtown area of Srinagar, on February 20, 2016 in Srinagar, India.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Mr Ghulam Mohammed crafting a traditional santoor </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Mr Ghulam Mohammed was born in the 1940s in Zaina Kadal, a neighbourhood named after an iconic bridge that once served as the lifeline of commerce and culture in Kashmir. Growing up, he was surrounded by the sounds and tools of his family's trade.</p><p class=\"sc-9a00e533-0 hxuGS\">Health issues forced him to leave formal education at an early age and that is when he began learning the art of santoor-making from his father and grandfather - both master craftsmen themselves.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They taught me not just how to make an instrument but how to listen - to the wood, the air and the hands that would play it,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"My ancestors used to be summoned by the courts of local kings and were often asked to build instruments that could soothe hearts,\" he says.</p><p class=\"sc-9a00e533-0 hxuGS\">In his workshop, a wooden bench lined with chisels and strings lies beside the skeletal frame of an unfinished santoor. The air smells faintly of aged walnut wood, but there is no machinery in sight.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Ghulam Mohammed believes machine-made instruments lack the warmth and depth of those crafted by hand and the audio quality comes nowhere close. </p><p class=\"sc-9a00e533-0 hxuGS\">Making a santoor is a slow, deliberate process, the craftsman says. It starts with selecting the right wood, aged and seasoned for at least five years. The body is then carved and hollowed for optimal resonance, and each of the 25 bridges is precisely shaped and placed.</p><p class=\"sc-9a00e533-0 hxuGS\">Over 100 strings are added, followed by the painstaking tuning process, which can take weeks or even months.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is the craft of patience and perseverance,\" he says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4b9a/live/0077e7d0-6271-11f0-b986-3166a974b17d.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4b9a/live/0077e7d0-6271-11f0-b986-3166a974b17d.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4b9a/live/0077e7d0-6271-11f0-b986-3166a974b17d.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4b9a/live/0077e7d0-6271-11f0-b986-3166a974b17d.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4b9a/live/0077e7d0-6271-11f0-b986-3166a974b17d.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4b9a/live/0077e7d0-6271-11f0-b986-3166a974b17d.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4b9a/live/0077e7d0-6271-11f0-b986-3166a974b17d.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4b9a/live/0077e7d0-6271-11f0-b986-3166a974b17d.png.webp\" loading=\"lazy\" alt=\"Getty Images Traditional sufi musicians of Kashmir, play santoor and other musical instruments on the stage, on March 23, 2019 in Srinagar, the summer capital of Indian administered Kashmir, India. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The santoor has been Kashmir's musical signature for decades</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In recent years, social media influencers have visited Mr Ghulam Mohammed's workshop, sharing its story online. He appreciates the attention but says it hasn't led to real efforts to preserve the craft or its legacy.</p><p class=\"sc-9a00e533-0 hxuGS\">\"These are good people,\" he says, \"but what will become of this place when I am gone?\"</p><p class=\"sc-9a00e533-0 hxuGS\">With his three daughters pursuing other careers, there's no one in the family to carry on his work. Over the years, he's had offers - government grants, promises of apprentices, even suggestions from the state handicrafts department.</p><p class=\"sc-9a00e533-0 hxuGS\">But Mr Ghulam Mohammed says he's \"not looking for fame or charity\". What he truly wants is someone to carry the art forward.</p><p class=\"sc-9a00e533-0 hxuGS\">Now in his eighties, he often spends hours beside an unfinished santoor, listening to the silence of what's yet to be completed.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is not just woodwork,\" he says. </p><p class=\"sc-9a00e533-0 hxuGS\">\"It is poetry. A language. A tongue I give to the instrument.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I hear the santoor before it plays. That is the secret. That is what must be passed on,\" he adds.</p><p class=\"sc-9a00e533-0 hxuGS\">As the world outside embraces modernity, Mr Ghulam Mohammed's workshop remains untouched by time - slow, silent and filled with the scent of walnut and memory.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Wood and music,\" he says, \"both die if you don't give them time.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"I want someone who truly loves the craft to take it forward. Not for the money, not for the cameras, but for the music.\"</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 fhKUCU\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"instagram\" class=\"sc-d16436d-0 fhKUCU\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 fhKUCU\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"youtube,\" class=\"sc-d16436d-0 fhKUCU\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 fhKUCU\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 bGFWdi\"></a><i id=\"and\" class=\"sc-d16436d-0 fhKUCU\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"facebook\" class=\"sc-d16436d-0 fhKUCU\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 fhKUCU\">.</i></p></div></article></div></body></html>"
        },
        {
            "title": "Europe accused of going soft on Azerbaijan to avoid buying Russian gas",
            "time": "2025-07-26T23:19:02",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6c2a/live/dad522f0-6940-11f0-a92d-1fc9e441053b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Europe accused of going soft on Azerbaijan to avoid buying Russian gas</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Magerram Zeynalov &amp; Grigor Atanesian</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News Russian</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6c2a/live/dad522f0-6940-11f0-a92d-1fc9e441053b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6c2a/live/dad522f0-6940-11f0-a92d-1fc9e441053b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6c2a/live/dad522f0-6940-11f0-a92d-1fc9e441053b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6c2a/live/dad522f0-6940-11f0-a92d-1fc9e441053b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6c2a/live/dad522f0-6940-11f0-a92d-1fc9e441053b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6c2a/live/dad522f0-6940-11f0-a92d-1fc9e441053b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6c2a/live/dad522f0-6940-11f0-a92d-1fc9e441053b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6c2a/live/dad522f0-6940-11f0-a92d-1fc9e441053b.jpg.webp\" loading=\"eager\" alt=\"Getty Images A composite image showing two European Commission figures, Ursula von der Leyen and Kaja Kallas alongside Azerbaijan's Ilham Aliyev\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">When a young peace activist was jailed for 15 years for high treason in Azerbaijan last month, his friends' anger was directed primarily at the European Union, ahead of the government that put him behind bars.</p><p class=\"sc-9a00e533-0 hxuGS\">Bahruz Samadov, a 30-year-old PhD student, is facing one of the harshest sentences ever given to a critic of President Ilham Aliyev's 21-year rule. He rejects the charge as fabricated.</p><p class=\"sc-9a00e533-0 hxuGS\">The EU \"may keep flirting with Baku, but silence has its cost\", one critic complained.</p><p class=\"sc-9a00e533-0 hxuGS\">Shortly after Russia's full-scale invasion of Ukraine in 2022, European Commission President Ursula von der Leyen declared Azerbaijan a \"key partner\" in EU efforts to move away from Russian natural gas.</p><p class=\"sc-9a00e533-0 hxuGS\">In that time, Aliyev has re-established control of the breakaway Karabakh region, causing an exodus of its entire Armenian population; he has also secured a fifth consecutive term in an election widely criticised by monitors, and cracked down on opposition and press freedom.</p><p class=\"sc-9a00e533-0 hxuGS\">The <a target=\"_blank\" href=\"https://www.europarl.europa.eu/doceo/document/RC-10-2024-0133_EN.html\" class=\"sc-f9178328-0 bGFWdi\">European Parliament called on the EU last year</a> to impose sanctions on Baku and end reliance on Azerbaijan's gas exports. However, top foreign policy officials avoid publicly criticising Aliyev.</p><p class=\"sc-9a00e533-0 hxuGS\">When Kaja Kallas, the EU's top diplomat, visited Baku in April, she was heavily criticised by Aliyev's opponents for emphasising \"great potential\" for EU-Azerbaijan ties while at least 21 leading journalists were detained in Baku.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b6cf/live/6ae3f080-6962-11f0-b2d3-f75ba2a92ec7.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b6cf/live/6ae3f080-6962-11f0-b2d3-f75ba2a92ec7.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b6cf/live/6ae3f080-6962-11f0-b2d3-f75ba2a92ec7.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b6cf/live/6ae3f080-6962-11f0-b2d3-f75ba2a92ec7.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b6cf/live/6ae3f080-6962-11f0-b2d3-f75ba2a92ec7.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b6cf/live/6ae3f080-6962-11f0-b2d3-f75ba2a92ec7.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b6cf/live/6ae3f080-6962-11f0-b2d3-f75ba2a92ec7.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b6cf/live/6ae3f080-6962-11f0-b2d3-f75ba2a92ec7.png.webp\" loading=\"lazy\" alt=\"EEAS/European Union A woman with blonde hair and a black top sits on a white chair with a gold-leaf decoration\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EEAS/European Union</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">EU foreign policy chief Kaja Kallas met President Aliyev in Baku last April</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Aliyev has justified arresting journalists by the need to \"protect the media landscape from external negative influences\", accusing reporters of \"illegally receiving funding from abroad\".</p><p class=\"sc-9a00e533-0 hxuGS\">He has also long accused international organisations of bias and meddling in domestic politics, and the Baku offices of the UN, the International Red Cross Committee and the BBC have all been ordered to shut down.</p><p class=\"sc-9a00e533-0 hxuGS\">EU policy has in effect given Aliyev \"a free hand\", says Eldar Mamedov, a former Latvian diplomat who served as foreign policy adviser to the European Parliament's Social Democrat group.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The repression, arrests of dissidents, bloggers, and opposition voices have long strained Baku-Brussels relations,\" he told the BBC. \"Since Russia's aggression in Ukraine, this issue virtually disappeared from the agenda.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The European Union rejects the allegation.</p><p class=\"sc-9a00e533-0 hxuGS\">\"[The EU] is concerned by the shrinking civic space in [Azerbaijan],\" a spokesman told the BBC, and has called on Baku \"to release all those arbitrarily detained for exercising their fundamental rights\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"The EU has consistently raised its concerns at all levels, both in public and in private,\" including during Kaja Kallas's visit to Baku, he added.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The EU wants to diversify where it gets its gas, to avoid being dependent on a single supplier such as Russia.</p><p class=\"sc-9a00e533-0 hxuGS\">Azerbaijan is far from being the biggest player, as its overall share in EU natural gas imports <a target=\"_blank\" href=\"https://www.consilium.europa.eu/en/infographics/where-does-the-eu-s-gas-come-from/#0\" class=\"sc-f9178328-0 bGFWdi\">remains a modest 4.3%</a>, despite an uptick in supplies.</p><p class=\"sc-9a00e533-0 hxuGS\">But the share is much higher in some member states connected to the Southern Gas Corridor pipeline from Azerbaijan. Up to 40% of Bulgarian natural gas imports come from Azerbaijan, and for Italy and Greece it is 15%.</p><p class=\"sc-9a00e533-0 hxuGS\">This makes it difficult for the EU to present a united front, according to a senior European diplomat who spoke on condition of anonymity.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Europe in this situation does not have a huge amount of credible leverage over Azerbaijan,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">The power will not go out in Europe without Azerbaijani gas, but that is not the point, says Benjamin Godwin, a risk analyst specialising in the Caucasus and Central Asia.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The EU's strategy is to have as much gas from as many different locations as possible,\" he says. \"And while it is not reliant on Azeri gas, it would like to have more gas from Azerbaijan to ultimately reduce its dependence on Russia.\"</p><p class=\"sc-9a00e533-0 hxuGS\">That energy partnership \"does not change our stance on the human rights situation in Azerbaijan\", the EU spokesman told the BBC.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">President Aliyev has other benefits to Europe besides gas.</p><p class=\"sc-9a00e533-0 hxuGS\">He has consistently supported Ukraine's territorial integrity in the face of Russia's invasion - a rare stance among ex-Soviet states seen by the Kremlin as allies.</p><p class=\"sc-9a00e533-0 hxuGS\">Although Azerbaijan has not imposed sanctions on Russia, it has supplied Ukraine with humanitarian aid.</p><p class=\"sc-9a00e533-0 hxuGS\">Baku's relations with Moscow have taken a dive in recent months.</p><p class=\"sc-9a00e533-0 hxuGS\">An Azerbaijani Airlines plane crashed with the loss of 38 lives last December - apparently shot down by mistake by a Russian anti-aircraft missile.</p><p class=\"sc-9a00e533-0 hxuGS\">The crisis then deepened following the deaths of two Azerbaijani men in Russian police custody.</p><p class=\"sc-9a00e533-0 hxuGS\">By openly challenging Russia, Aliyev has sought to take on a larger role in a region traditionally dominated by Moscow, experts say. But he also presents himself to the West as an opponent of Vladimir Putin.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Azerbaijan has pocketed the attention and they played it pretty well. They are seeing that all sides want to be friends with them and they are making use of that in all directions,\" the senior EU diplomat told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Another well-placed European diplomat said: \"We are absolutely not happy with [Azerbaijan's human rights record], but there is not much we can do.\"</p><p class=\"sc-9a00e533-0 hxuGS\">When seven Azerbaijani investigative journalists were given long jail terms last month, the EU's diplomatic service (EEAS) <a target=\"_blank\" href=\"https://www.eeas.europa.eu/eeas/azerbaijan-statement-spokesperson-sentencing-journalists-and-political-activists_en\" class=\"sc-f9178328-0 bGFWdi\">said it was a \"worrying development\" </a>and called for \"immediate steps to ensure a safe and enabling environment for all journalists\".</p><p class=\"sc-9a00e533-0 hxuGS\">So far the EU has stayed silent over Bahruz Samadov's jail term for treason. But his friends say he recently tried to take his life and fear for his safety.</p></div></article></div></body></html>"
        },
        {
            "title": "Matcha: World's thirst for the tea swallows global supplies",
            "time": "2025-07-25T22:41:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">World's thirst for matcha dries up global supplies</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Osmond Chia</span><p class=\"sc-801dd632-8 fRRQoT\"><span>Business reporter, BBC News</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp\" loading=\"eager\" alt=\"Getty Images The photo shows two cups of matcha latte being prepared, with the bright green tea being poured into one of the plastic cups filled with milk. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Matcha mania is sweeping the world. The bright green Japanese tea can be found in everything from Starbucks' lattes in the UK to Krispy Kreme doughnuts in Singapore.</p><p class=\"sc-9a00e533-0 hxuGS\">The global matcha craze is being driven by social media, with influencers sharing brewing tips, reviews and recipes. The \"Matcha Tok\" hashtag has clocked up tens of millions of views.</p><p class=\"sc-9a00e533-0 hxuGS\">Matcha's growing popularity is also linked to Japan's post-pandemic <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cgrrky897k0o\" class=\"sc-f9178328-0 bGFWdi\">tourism boom</a>, with the country's weak currency making it an attractive destination as well as boosting demand for Japanese goods.</p><p class=\"sc-9a00e533-0 hxuGS\">In the midst of the hype, demand for the powder is soaring. US-based tea importer Lauren Purvis tells the BBC her customers are seeing what was once a month's supply of matcha running out in days.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Some cafes are even asking for a kilo a day. They're desperate to keep up,\" says Ms Purvis, who runs Mizuba Tea Co<b id=\".\" class=\"sc-d16436d-0 jpoiOL\">.</b></p><p class=\"sc-9a00e533-0 hxuGS\">But that surging demand, combined with smaller tea crops due to heatwaves and US tariffs on Japan, is also<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>pushing up matcha prices.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp\" loading=\"lazy\" alt=\"Courtesy of Mizuba Tea Co. Tea supplier Lauren Purvis is pictured carrying a carton of tencha tea leaves in a matcha production facility.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Courtesy of Mizuba Tea Co.</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Lauren Purvis runs a matcha firm called Mizuba Tea Co</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Traditionally, Matcha - which is sought for its health benefits, caffeine and flavour - is the product of a centuries-old and highly-specialised process.</p><p class=\"sc-9a00e533-0 hxuGS\">It is made from green tea leaves called tencha, which are kept under shade for weeks while they're still growing. This step is crucial for developing the tea's signature \"umami\" flavour - a savoury taste that complements its natural sweetness.</p><p class=\"sc-9a00e533-0 hxuGS\">The leaves are harvested, dried<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>and ground into powder using stone mills, which can produce just 40g (1.4oz) of matcha an hour.</p><p class=\"sc-9a00e533-0 hxuGS\">But in recent months growers have struggled, as record-breaking heatwaves have hit crops.</p><p class=\"sc-9a00e533-0 hxuGS\">In the Kyoto region, where about a quarter of Japan's tencha comes from, hot weather has led to poor harvests even as demand soars.</p><p class=\"sc-9a00e533-0 hxuGS\">The country also faces a shortage of farmers as its population ages and not enough younger people go into the industry.</p><p class=\"sc-9a00e533-0 hxuGS\">Shops in Uji, a city in Kyoto famous for matcha, often see their <a target=\"_self\" href=\"https://www.bbc.com/travel/article/20250606-matcha-how-tourism-drained-a-japanese-town\" class=\"sc-f9178328-0 bGFWdi\">shelves emptied</a> by tourists as soon as their doors open.</p><p class=\"sc-9a00e533-0 hxuGS\">As a result, many retailers have set limits on how much customers can buy.</p><p class=\"sc-9a00e533-0 hxuGS\">Kyoto-based Camellia Tea Ceremony allows customers to purchase only one tin of matcha each as visitor numbers doubled over the last year, says director Atsuko Mori.</p><p class=\"sc-9a00e533-0 hxuGS\">Tea master Rie Takeda says she also<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>has to closely monitor her stocks of matcha, as orders that would previously arrive in just days can now take more than a week.</p><p class=\"sc-9a00e533-0 hxuGS\">She works for Chazen, a tea ceremony chain based in Tokyo, which hosts traditional rituals serving matcha to guests. </p><p class=\"sc-9a00e533-0 hxuGS\">Shortages mean tea prices at Chazen's outlets have risen by around 30% this year.</p><p class=\"sc-9a00e533-0 hxuGS\">\"[The demand] is good,\" Ms Takeda said through a translator. \"It's a gateway for more people to know about Japanese culture.\"</p><p class=\"sc-9a00e533-0 hxuGS\">It has also attracted more growers.</p><p class=\"sc-9a00e533-0 hxuGS\">Matcha production nearly tripled between 2010 and 2023, according to Japan's agricultural ministry.</p><p class=\"sc-9a00e533-0 hxuGS\">It also says green tea exports, including matcha, also rose 25% last year to 36.4bn yen (£180m; $250m).</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Savour, not hoard</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The matcha craze has sparked a movement to promote more mindful consumption.</p><p class=\"sc-9a00e533-0 hxuGS\">Advocates call out people they see as hoarding matcha or profiteering from its popularity. Others urge tea drinkers to be careful about how much they use, and to savour matcha in its purest form rather than as an ingredient in recipes.</p><p class=\"sc-9a00e533-0 hxuGS\">It's \"a bit sad\" to see high-grade matcha used in cooking - where its delicate flavour is often lost - or stockpiled for resale, said Ms Mori.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Matcha is the highest grade of tea and it's so special to us. So there's a bit of a contradiction when I hear stories about how it's resold or used in food.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp\" loading=\"lazy\" alt=\"Courtesy of Camellia Tea Ceremony A photo of a traditional Japanese tea ceremony. A woman on the left sits on a couch as a host, dressed in a kimono serves her a cup of matcha. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Courtesy of Camellia Tea Ceremony</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Matcha is used in traditional Japanese tea ceremonies</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Global Japanese Tea Association is encouraging people to use lower-grade matcha from later harvests, which is more abundant and better-suited for cooking.</p><p class=\"sc-9a00e533-0 hxuGS\">High-grade matcha often loses its delicate flavour when used in drinks like lattes, it adds.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Promoting awareness of these distinctions helps ensure Japanese tea is enjoyed with respect, while supporting the craft and tradition behind it,\" the association says.</p><p class=\"sc-9a00e533-0 hxuGS\">It also says matcha prices are likely to rise further due to tariffs the US is imposing on Japan.</p><p class=\"sc-9a00e533-0 hxuGS\">On Tuesday, Washington and Tokyo announced a <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cpwq4dljjdko\" class=\"sc-f9178328-0 bGFWdi\">trade deal</a> that will mean a 15% import tax on Japanese products<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>going into the US.</p><p class=\"sc-9a00e533-0 hxuGS\">Matcha distributors like Ms Purvis are bracing for the impact. The Oregon-based entrepreneur says orders surged by more than 70% in early July ahead of a deadline for the two countries to reach a trade agreement.</p><p class=\"sc-9a00e533-0 hxuGS\">\"As Japanese tea is not grown in the US, there is no American industry under threat that tariffs need to protect,\" she said. \"We hope there will be a realisation that specialty tea should be exempt.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Even as soaring demand and limited supplies push up prices, there is some light on the horizon.</p><p class=\"sc-9a00e533-0 hxuGS\">At least one matcha cafe chain thinks prices could ease in the future - although not for a while.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Low quality matcha is selling for a high price, and we think that this will no longer be a viable business,\" Masahiro Nagata, co-founder of the Matcha Tokyo, told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There is a boom at the moment and demand is growing rapidly, but we think that will calm down a bit in two to three years.\"</p></div></article></div></body></html>"
        },
        {
            "title": "School-leavers losing their lives for Russia in Putin's war with Ukraine",
            "time": "2025-07-26T00:54:03",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">School-leavers losing their lives for Russia in Putin's war with Ukraine</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Anastasia Platonova &amp; Olga Ivshina</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News Russian</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp\" loading=\"eager\" alt=\"VK/BBC Separate photos of two boys, one in a white judo outfit and the other a black tracksuit top\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">VK/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Alexander (L) and Vitaly died not long after they arrived on the frontline in February</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Vladimir Putin has repeatedly promised that no 18-year-olds called up to serve Russia will be sent to fight in Ukraine, but a BBC Russian investigation has found at least 245 soldiers of that age have been killed there in the past two years.</p><p class=\"sc-9a00e533-0 hxuGS\">New government rules mean teenagers fresh out of school have been able to bypass military service and go straight into the regular army as contract soldiers.</p><p class=\"sc-9a00e533-0 hxuGS\">They may make up only a fraction of Russian losses, but cash bonuses and patriotic propaganda have made signing up an attractive choice.</p><p class=\"sc-9a00e533-0 hxuGS\">Alexander Petlinsky enlisted two weeks after his 18th birthday. </p><p class=\"sc-9a00e533-0 hxuGS\">He was killed in Ukraine just 20 days later: one of hundreds of thousands of soldiers killed in Russia's full-scale war in Ukraine <a target=\"_blank\" href=\"https://ukraine.un.org/en/297777-civilian-casualties-ukraine-reach-three-year-high-june-un-human-rights-monitors-say\" class=\"sc-f9178328-0 bGFWdi\">which has also claimed the lives of at least 13,500 Ukrainian civilians</a> since Putin launched the invasion in February 2022.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Petlinsky's aunt Ekaterina said he had dreamed of a career in medicine and won a place at a medical college in Chelyabinsk, an industrial regional centre in the Urals.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But Sasha had another dream,\" she told a school memorial event. \"When the special military operation began, Sasha was 15. And he dreamed of going to the front.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In Ukraine, the call-up age is 25.</p><p class=\"sc-9a00e533-0 hxuGS\">Russia has managed to avoid a national mobilisation by offering lavish sums to men of fighting age - an especially attractive deal for those in poorer regions with few job prospects.</p><p class=\"sc-9a00e533-0 hxuGS\">Initially, men had to have at least three months of conscript service under their belts before signing a contract.</p><p class=\"sc-9a00e533-0 hxuGS\">That restriction was quietly dropped in April 2023, despite protests from some MPs, so now any young man who has reached the age of 18 and finished school can sign up to join the army.</p><p class=\"sc-9a00e533-0 hxuGS\">Russia's education system has ensured they are ready to enlist.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Alexander Petlinsky/VK A picture of a young Russian man in a short-sleeved white shirt with a Russian strap over his shoulder\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Alexander Petlinsky/VK</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Alexander Petlinsky had always intended to become a doctor but signed an army contract as soon as he turned 18</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Since the full-scale invasion began, teachers have been required by law to hold classes dedicated to the \"special military operation\", as the war is officially known.</p><p class=\"sc-9a00e533-0 hxuGS\">Soldiers returning from the front visit schools to talk about their experiences, children are taught how to make camouflage nets and trench candles, and even nursery school pupils are encouraged to send letters and drawings to the frontline.</p><p class=\"sc-9a00e533-0 hxuGS\">At the start of the last school year on 1 September 2024, a new subject was brought into the curriculum.</p><p class=\"sc-9a00e533-0 hxuGS\">In a throwback to the Soviet era, senior students are once again being taught how to use Kalashnikov rifles and hand grenades as part of a course called \"The Basics of Safety and Homeland Defence\".</p><p class=\"sc-9a00e533-0 hxuGS\">In many regions, military recruiters now attend careers lessons in schools and technical colleges, telling young people how to sign up as contract soldiers after they graduate.</p><p class=\"sc-9a00e533-0 hxuGS\">Vitaly Ivanov grew up in a small village in Siberia and dropped out of college where he was learning to be a mechanic.</p><p class=\"sc-9a00e533-0 hxuGS\">He got into trouble with police, and when he was accused of robbing a small shop in November 2024, he complained to his mother and girlfriend he had been beaten into giving a confession.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp\" loading=\"lazy\" alt=\"Vitaly Ivanov/VK A young man wearing a Russian hat and a khaki top\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Vitaly Ivanov/VK</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Vitaly Ivanov complained he had been beaten into confessing to a robbery</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">His friend Mikhail told the BBC that Vitaly had always planned to do his military service when he turned 18. Then, together, they would go and find work building roads in Kazan, ​​a city about 3,700km (2,300 miles) to the west.</p><p class=\"sc-9a00e533-0 hxuGS\">Instead, he signed a contract to join the army. His family have not ruled out that it was the police who \"persuaded\" him.</p><p class=\"sc-9a00e533-0 hxuGS\">The day before he left he called his mother, Anna, to say he was about to leave.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I'm off to the special military operation,\" he explained.</p><p class=\"sc-9a00e533-0 hxuGS\">In other words, he was heading for Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">He and Alexander reached the frontline at about the same time in February.</p><p class=\"sc-9a00e533-0 hxuGS\">Vitaly's last message home on 5 February was to say he was being sent into combat.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This was his first and last combat mission,\" says Anna.</p><p class=\"sc-9a00e533-0 hxuGS\">The enlistment office rang her a month later to say he had died on 11 February.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">As part of BBC Russian's ongoing project using open sources to count Russia's war dead, we have identified and confirmed 245 names of 18-year-old contract soldiers killed in Ukraine between April 2023 - when the rules for joining up were eased - and July 2025.</p><p class=\"sc-9a00e533-0 hxuGS\">All were enlisted as contract servicemen and, judging from published obituaries, most joined the armed forces voluntarily.</p><p class=\"sc-9a00e533-0 hxuGS\">Overall, according to our research, since the start of the full-scale invasion at least 2,812 Russian men aged 18-20 years have been killed in Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC's figures are based on open-source information and because not every death is publicly reported, the real losses are bound to be higher.</p><p class=\"sc-9a00e533-0 hxuGS\">By late July the BBC had established the names of 120,343 Russian soldiers killed during the full-scale war. Military experts estimate that makes up 45-65% of the real death toll, which would equate to 185,143 to 267,500 dead.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">When Alexander Petlinksy turned 18 on 31 January, the first thing he did was to apply to take a year out of college so he could sign a contract with the Defence Ministry.</p><p class=\"sc-9a00e533-0 hxuGS\">Although he had wanted to become a doctor, he also dreamed of going to fight in Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">The next month he was already at the front, and on 9 March he died.</p><p class=\"sc-9a00e533-0 hxuGS\">\"As a citizen of the Russian Federation, I am proud of my son,\" his mother, Elena, told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But as a mother - I can't cope with this loss.\"</p><p class=\"sc-9a00e533-0 hxuGS\">She declined to say more.</p><p class=\"sc-9a00e533-0 hxuGS\">His friend Anastasia says the fact that 18-year-olds are signing contracts to join the army is now a very \"painful subject\" for her.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They're young and naive, and there's so much they don't understand,\" she says. \"They just don't grasp the full responsibility of what they're doing.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Trump and golf - striking balls and deals over 18 holes",
            "time": "2025-07-26T00:33:54",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/574f/live/46253380-6962-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Tee time with Trump - striking balls and deals over 18 holes</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Anthony Zurcher</span><p class=\"sc-801dd632-8 hwLppI\"><span>North America correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp\" loading=\"eager\" alt=\"EPA Trump on golf course wearing a red Make America Great Again cap and a white, collared golf T-shirt in May 2023. He's waving and looking directly at the camera, a green fairway behind him\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump at his National Golf Club in Sterling, Virginia</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Mick Mulvaney thought he had beaten Donald Trump. The president and his White House chief of staff were playing golf at Trump's Bedminster club in 2019, and Mulvaney was up by one stroke with three holes left.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I slapped him on the shoulder and joked with him, 'I got you today, old man,'\" Mulvaney told the BBC. \"He looked at me, half smiled, half-sneered and just laughed.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The president birdied two of the next three holes and beat Mulvaney by two.</p><p class=\"sc-9a00e533-0 hxuGS\">Mulvaney, who worked in Trump's White House for three years in his first term, says he played golf with, or in the group just behind, the president around 40 times and never beat the man 21 years his elder.  \"Just soul-crushing\" is how he described it.</p><p class=\"sc-9a00e533-0 hxuGS\">Golf has been a popular activity for many modern American presidents, but none has had quite the same relationship with the sport as Trump, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cy8g8w431wyo\" class=\"sc-f9178328-0 bGFWdi\">who is in Scotland this weekend </a>for the opening of a new Trump course near Balmedie in Aberdeenshire.</p><p class=\"sc-9a00e533-0 hxuGS\">For presidents like Barack Obama and George W Bush, golf seemed to serve as a diversion from the burdens of office. For the current president, however, golf is a business venture, a networking opportunity and – as Mulvaney recounts - a fiercely competitive undertaking. On the fairways and greens, he says, the president is focused on the game and has little tolerance for poor shots or slow play.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In fact, if you are slow,\" Mulvaney said, \"you aren't going to get invited back and might get left behind on the course.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"PA Trump is at the follow-through in his golf swing, having just hit the ball with his driver. He is dressed in black with white golf shows and a red MAGA cap. There are three men behind him, two of them look like they are playing golf with him. Behind them all is a collection of shrubs in yellow flower\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">PA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump at his course in Ayrshire, UK, in 2023</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">British golf journalist Kevin Brown experienced that first-hand when he played with Trump on his Balmedie course in 2012. He said he was taking in the scenery on the second hole, when one of the other players in his foursome told him that Trump had asked if he could \"get a move on\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"He was more focused, head down, motoring on ahead of us,\" Brown said. \"Most of the time, he was just playing his own game and obviously thinking about stuff he had to do.\"</p><p class=\"sc-9a00e533-0 hxuGS\">After the round, however, Brown spoke to Trump for nearly an hour about his connection to golf. He said the future president's passion was clear.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He's nuts about golf,\" he said. \"He knew the background and history of the game. It was impressive.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Trump, a real-estate developer turned politician, has played golf since his college days and bought his first golf property, Trump International Golf Club in West Palm Beach Florida, in 1999. Trump Golf currently owns 11 courses in the US and three in the UK, manages several others and has plans for new resorts in Oman, Indonesia, Vietnam and Qatar.</p><p class=\"sc-9a00e533-0 hxuGS\">Golf clubs are a prized possession for Trump – and not always a profit-making one. According to filings with the British government, Trump's Balmedie course lost $1.83m (£1.35m) in 2023 – its 11th-straight year running a deficit. Turnberry, on the other hand, reported about $5m in profit.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump has at times clashed with local authorities over land use and sought to restrict construction of wind turbines off the coast of his Balmedie property.</p><p class=\"sc-9a00e533-0 hxuGS\">While his US courses have hosted major professional tournaments, he has long wanted Turnberry, which he will visit this weekend, to be the site of a future British Open Championship. The historic course has hosted four of the prestigious competitions, but none since Trump purchased the property in 2014.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"lazy\" alt=\"PA Trump and Murdoch are in a crowd of people on the International Golf Links course. Trump is at the back wearing a white MAGA cap, Murdoch in front of him, appearing to shake someone's hand. Murdoch is wearing a white shirt and grey blazer.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">PA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump with Rupert Murdoch at Trump's golf course in Aberdeen in 2016</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">According to Brown, Trump is drawn to high-profile golf properties because of the prestige they provide.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He just likes the quality and the pedigree,\" he said. \"It's about attracting the right people – i.e. filthy rich businessmen with pretty deep pockets.\"</p><p class=\"sc-9a00e533-0 hxuGS\">A single round of golf at Turnberry, for instance, costs around $1,350.</p><p class=\"sc-9a00e533-0 hxuGS\">Golf has long been an avocation enjoyed by the elite, where the wealthy and the powerful could conduct business and make connections in an exclusive – and, until recently in many cases exclusively white and male – environment.</p><p class=\"sc-9a00e533-0 hxuGS\">For businessman Trump, it was a pathway to the kind of connections helpful to building his real estate empire. It has offered him a means to connect with American politicians and foreign leaders – even if he did promise in 2016 that he was \"not going to have time to play golf\" if he was ever voted into White House.</p><p class=\"sc-9a00e533-0 hxuGS\">Early in his first presidential term, Japanese Prime Minister Shinzo Abe gifted Trump a golden golf club. The two would later play five rounds together – forging a friendship that lasted until Abe was assassinated in 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump's regular golf partners have included close political allies, like South Carolina Senator Lindsey Graham, and Republicans with whom he sought to forge new connections, such as 2016 presidential rival Rand Paul of Kentucky.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He's a little better golfer than I am, admittedly, but we had a good time,\" Paul said after a 2017 round with the president, adding that the two mostly focused on golf – but also discussed Trump's tax policies.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Donald Trump and Shinzo Abe walk along a green, open fairway in the mid-distance with lots of trees behind them in the distance. Trump is wearing a red jacket and dark trousers; Abe a dark jacket and white trousers. They appear to be deep in conversation \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump with Abe at Mobara Country Club in Japan in 2019</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In March of this year, Trump golfed with Finnish President Alexander Stubb in West Palm Beach, partnering in a club tournament Trump said the two men won. Stubb would later say that they talked about the war in Ukraine, Russia and global security.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In Finnish history, it's quite rare that the Finnish president has spent so much time with the president of the United States, either physically or on the phone or messaging,\" Stubb told Canadian broadcaster CBC News.</p><p class=\"sc-9a00e533-0 hxuGS\">It's this kind of access, and influence, that has made a tee time with Trump a coveted prize for those seeking a presidential audience.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Anybody who is sophisticated dealing with Donald quickly understands that everything about him is transactional,\" said Professor David Cay Johnston of Rochester Institute of Technology, who as a reporter covered Trump for decades and has written three books about the man.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If you're the head of a company or the head of a nation, you either try and minimise any prospective damage he might do to you by buttering him up or to size him up on something if you're unsure.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Even back at the White House, foreign leaders have tried to parlay a golf connection into a friendly reception. When South African President Cyril Ramaphosa visited the Oval Office in May, he gave the president an illustrated South African golf book and included golf professionals Ernie Els and Retief Goosen in his national delegation.</p><p class=\"sc-9a00e533-0 hxuGS\">That didn't help much, however, as the meeting devolved into <a target=\"_self\" href=\"https://www.bbc.com/news/articles/ce9vvljen0xo\" class=\"sc-f9178328-0 bGFWdi\">an extended confrontation over South African land confiscation policies</a>.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp\" loading=\"lazy\" alt=\"Truth Social/@realDonaldTrump Donald Trump poses for a photo with Alexander Stubb\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Truth Social/@realDonaldTrump</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump partnered with Finnish President Alexander Stubb in a tournament earlier this year</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While that drama played out in front of the gathered press and live television cameras, Trump may see benefit from his more cloistered golf outings, as it gives him an opportunity for meetings well removed from the prying eyes of journalists. </p><p class=\"sc-9a00e533-0 hxuGS\">Reporters accompany Trump on all of his public movements, but when the president is on the golf course they are kept well away.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He has time out of the eye of anybody else to deal with people,\" Johnston said. \"And of course, those heads of corporations or states, similarly, are going to use the opportunity to be away from any spotlight.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The president's penchant for privacy on the links also means there are wildly conflicting accounts of how good a golfer Trump really is. He boasts of winning dozens of club championships - all on courses he owns - including five this year alone.</p><p class=\"sc-9a00e533-0 hxuGS\">Sports journalist Rick Reilly, in his 2019 book Commander in Cheat: How Golf Explains Trump, writes that Trump's championship claims are so \"over-the-top\" that he loses all credibility.</p><p class=\"sc-9a00e533-0 hxuGS\">He details what he says is Trump's penchant for cheating, including moving his ball to better spots on the course and taking multiple mulligans – a custom in which a player is allowed to replay a stroke with no penalty, after a mishit.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He's a notorious cheat,\" Johnston said. \"I spoke to someone once who played a round of golf with him, who told me that he had taken six mulligans on a single hole.\"</p><p class=\"sc-9a00e533-0 hxuGS\">According to Mulvaney, who says he never saw Trump cheat, the president may use golf as a way to connect, but 18 holes with the president isn't about business or government or politics.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is golf,\" he said. \"And while that sounds obtuse, golfers know what I mean. Trump was a golfing enthusiast long before he was president. And he will be long after, as well.\"</p></div></article></div></body></html>"
        },
        {
            "title": "​​What is inside the GHF food box being distributed in Gaza",
            "time": "2025-07-25T23:41:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">​​What is inside the GHF food aid box being distributed in Gaza?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Kevin Nguyen and Alex Murray</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC Verify</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"Reuters An image showing a young man carrying an box of aid with the GHF logo emblazoned on it. He is wearing a dark shirt with Nike Air written on it. Several other people are walking alongside him, and the image is imposed over the BBC Verify branding and colours. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">More than two million Palestinians in Gaza are facing a starvation crisis, with deaths from malnutrition rising by the day, according to the United Nations.</p><p class=\"sc-9a00e533-0 hxuGS\">The Gaza Humanitarian Foundation (GHF), a group backed by Israel and the US, has been operating in Gaza since late May. It says that it has distributed 91 million meals, primarily in the form of food boxes.</p><p class=\"sc-9a00e533-0 hxuGS\">While the BBC has been unable to see these boxes first-hand since Israel has blocked international journalists from entering Gaza, BBC Verify has examined photos and other information shared by the GHF and spoken to aid experts who have raised concerns about their nutritional value.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What's in the boxes?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Videos have circulated online of Palestinians showing the contents of the boxes, but the GHF has only shared images of them this week.</p><p class=\"sc-9a00e533-0 hxuGS\">Two pictures posted on X show mostly dried food items that require water and fuel to cook, including pasta, chickpeas, lentils, and wheat flour. Also included is cooking oil, salt and tahini, or sesame paste.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The GHF has said these boxes also contain some ready-to-eat food, like halva bars - a popular snack made from blending tahini or sesame paste and sugar.</p><p class=\"sc-9a00e533-0 hxuGS\">The organisation has provided us with a table of what it describes as a \"benchmark\" list of items in each box, with a calorie breakdown.</p><p class=\"sc-9a00e533-0 hxuGS\">A typical box contains 42,500 calories, and that \"each box feeds 5.5 people for 3.5 days\". according to the table.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It occasionally includes substitute items like tea, biscuits, and chocolate, and is also delivering potatoes and onions, but these are not included in the nutritional figures, the GHF has said.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'Serious weaknesses'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">An international aid development professor from the London School of Economics analysed the list provided by the GHF to BBC Verify and said that while it could deliver sufficient calories needed to survive, it had \"serious weaknesses\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"In essence, this basket provides a full stomach but an empty diet,\" Prof Stuart Gordon said. \"The biggest flaw is what's missing… This (is) very much a 'first aid' food basket, designed to stop the haemorrhaging effect that is acute hunger.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"A diet like this over weeks would lead to 'hidden hunger', increasing the risk of diseases like anaemia and scurvy\" he said.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"lazy\" alt=\"X: cogatonline An image showing the contents of an aid box. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">X: cogatonline</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The Israeli government has also released images of different items contained in a GHF box</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Dr Andrew Seal, an associate professor of international nutrition at the University College London, said the food boxes were deficient in calcium, iron, zinc, and vitamins C, D, B12, and K. He added there was also a lack of foods to suit young children.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Prolonged consumption of these foods, even if they were made available in adequate amounts, would lead to a range of deficiencies and serious health problems,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">He added that unlike the GHF, agencies like the UN typically distribute food in bulk and supplement it with targeted nutrition for vulnerable groups. The <a target=\"_blank\" href=\"https://www.wfp.org/news/wfp-delivers-food-inside-gaza-amid-restrictions-and-growing-insecurity\" class=\"sc-f9178328-0 bGFWdi\">World Food Programme (WFP) has said</a> it also aims to deliver emergency supplies for young children and pregnant women.</p><p class=\"sc-9a00e533-0 hxuGS\">The GHF did not respond to BBC Verify's questions surrounding the advice it received about the nutritional contents of its aid boxes or whether it planned to address concerns raised by experts.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"TikTok/@user427554577 A Gazan man examines the contents of a box of aid. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">TikTok/@user427554577</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Gazans have posted video of the aid boxes they've received</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">For those who manage to get hold of a box, they still need water and fuel to cook the dried goods, despite the <a target=\"_self\" href=\"https://www.bbc.com/news/world-middle-east-68969239\" class=\"sc-f9178328-0 bGFWdi\">water crisis</a> and severe fuel shortage facing Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">The UN's Office of Humanitarian Affairs (OCHA) warned this week that the water crisis in Gaza was rapidly deteriorating. It also warned that families have had to resort to unsafe and unhealthy cooking methods, such as using waste materials.</p><p class=\"sc-9a00e533-0 hxuGS\">The WFP said in May that official supplies of cooking gas stopped and that it was being sold on the black market at prices up to 4,000% higher than pre-conflict levels.</p><p class=\"sc-9a00e533-0 hxuGS\">UN Secretary General António Guterres said this week Gazans were facing grave shortages of basic supplies and that malnutrition was \"soaring\".</p><p class=\"sc-9a00e533-0 hxuGS\">Almost one in three people in Gaza are going days without eating, the UN's food aid programme <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ckgjg81qqwvo\" class=\"sc-f9178328-0 bGFWdi\">has warned</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Malnutrition is surging with 90,000 women and children in urgent need of treatment,\" the World Food Programme (WFP) said on Friday.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-matt-murphy\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by Matt Murphy</i></p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Thailand-Cambodia: Social media war flares up amid border clashes",
            "time": "2025-07-26T00:43:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Thais and Cambodians slug it out on social media, as border tensions flare</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Koh Ewe</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Singapore</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"Reuters People, evacuating from Pong Tuek village, in Banthey Empel district, around 20 km (12 miles) from the disputed Ta Moan Thom temple, rest at a temporary shelter\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">As the border clashes this week killed more than a dozen people in Thailand and Cambodia, regional governments have been trying to prevent a war between the two countries.</p><p class=\"sc-9a00e533-0 hxuGS\">But a different kind of war between their citizens is already raging - via increasingly belligerent exchanges on social media. </p><p class=\"sc-9a00e533-0 hxuGS\">Nationalists from both sides have long bickered over several points of national pride - from ownership of temples and territories to the origins of traditional dances, costumes, food and sports.</p><p class=\"sc-9a00e533-0 hxuGS\">The rising tensions in recent weeks, which culminated in the deadly attacks on Thursday, have now prompted young people on both sides to trade fresh barbs online.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The comment sections of social media posts about the conflict have turned into an online warzone, with Thai and Cambodian users arguing with each other and backing their governments official version of events. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Justice for Cambodia,\" one Cambodian user commented on a TikTok video of a user trying to explain the conflict. \"Thai troops opened fire on Cambodian forces first.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"[Who's] gonna trust [what] the largest scammer country said?\" a Thai user replied, making a reference to the widespread <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-62792875\" class=\"sc-f9178328-0 bGFWdi\">scam centres in Cambodia</a> that have entrapped hundreds of thousands. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Cambodia fired at Thailand first. This is the truth. Join in using the hashtag #CambodiaOpenedFire\" a Thai X user wrote, in a post that has been viewed a million times. </p><p class=\"sc-9a00e533-0 hxuGS\">Cambodians, meanwhile, are using the hashtag \"Thailand opened fire\" and making their own videos about the conflict.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Tourists posing for photos at Preah Vihear temple\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Preah Vihear, an 11th Century temple, is located near the disputed area</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Border tensions between the two countries have been simmering since May, after a brief skirmish killed one Cambodian soldier. Both countries imposed travel restrictions on each other and strengthened military presence along the border.</p><p class=\"sc-9a00e533-0 hxuGS\">As bilateral ties plunged to their lowest levels in a decade, some voiced concerns about hate-mongering on social media that threatened to divide the two countries' people even more.</p><p class=\"sc-9a00e533-0 hxuGS\">Cambodian and Thai journalists' associations issued a joint statement in May, saying that social media users have \"circulated information without clear sources\" and \"caused confusion\".</p><p class=\"sc-9a00e533-0 hxuGS\">The groups urged social media users to \"carefully consider the potential consequences\" when sharing content related to the border.</p><p class=\"sc-9a00e533-0 hxuGS\">As things heat up, a few have taken the belligerence offline too. A viral video posted on Thursday showed what appeared to be a Thai man asking Cambodian workers to speak Khmer - before slapping one of them in the face. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We're now beginning to see violence, even among the groups with no prior conflict between them,\" Wilaiwan Jongwilaikasaem, a journalism professor at Thammasat University, told BBC Thai, describing the nationalistic influencers as waging a \"war of hate\".</p></div><figure></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Long cultural rivalry</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There are plenty of sensitive touchpoints for social media warriors from both countries to battle over. </p><p class=\"sc-9a00e533-0 hxuGS\">The dispute between the two countries dates back to more than 100 years ago, when the borders of the two nations were drawn after the French occupation of Cambodia. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2008, Cambodia registered Preah Vihear, an 11th Century temple located near the disputed border as a Unesco World Heritage Site - a move that was met with heated protest from Thailand.</p><p class=\"sc-9a00e533-0 hxuGS\">The dispute later expanded to the 13th Century Ta Moan temple complex - which Cambodia claimed Thai troops had lined with barbed wire on Thursday.</p><p class=\"sc-9a00e533-0 hxuGS\">These historical sites are at the heart of a longstanding cultural rivalry between the two countries, which also extends to the realms of sports, cuisine and attire.</p><p class=\"sc-9a00e533-0 hxuGS\">Thai nationalists decry what they say is cultural theft by \"Claimbodia\", while their Khmer counterparts have dubbed them \"Siamese thieves\". </p><p class=\"sc-9a00e533-0 hxuGS\">In 2023, Thai kickboxers boycotted the Southeast Asian Games in Cambodia after the sporting event they recognised as Muay Thai was introduced as Kun Khmer - which is what Cambodians call it.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this month, controversy ensued after Cambodia nominated its Khmer wedding tradition for inscription on Unesco's list of intangible cultural heritage. </p><p class=\"sc-9a00e533-0 hxuGS\">Thai social media users claimed that a Thai traditional dress was in the submission - igniting anger and allegations of cultural appropriation, as Thailand was also seeking consideration for its traditional attire to be recognised by Unesco.</p><p class=\"sc-9a00e533-0 hxuGS\">More recently, Thai tourists attacked Cambodian military officers at Ta Muen Thom, a temple in a disputed area along Thai-Cambodian border.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: People take shelter after gunfire breaks out between Thailand and Cambodia troops</figcaption></p><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Politicians' war on X</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Whether the aggression will wane remains to be seen, now that <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cy9x99n79v8o\" class=\"sc-f9178328-0 bGFWdi\">Cambodia has called for a ceasefire</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">On the other hand, the political kingmakers on both sides - who are avid social media users themselves - are hurling jabs at each other too. </p><p class=\"sc-9a00e533-0 hxuGS\">In a post on X, Thaksin Shinawatra, Thailand's populist former prime minister, said he appreciated the offers he had received to help mediate the hostilities. </p><p class=\"sc-9a00e533-0 hxuGS\">\"But I asked for some time because I have to let the Thai military teach Hun Sen a lesson for his cunningness,\" he wrote.</p><p class=\"sc-9a00e533-0 hxuGS\">Hun Sen, a strongman ex-leader who remains influential in Cambodian politics, retorted on his X account. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I am not surprised by Thaksin's attitude toward me, because he has even betrayed the Thai King, as well as members of his own party,\" he wrote on Friday. \"Now, under the pretext of taking revenge on Hun Sen, he is resorting to war, the ultimate consequence of which will be the suffering of the people.\"</p><p class=\"sc-9a00e533-0 hxuGS\">This particular escalation of events was, in fact, caused by <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cvg1gdgy2pyo\" class=\"sc-f9178328-0 bGFWdi\">the unexpected fracturing of a long-standing friendship</a> between Hun Sen and Thaksin Shinawatra. Hun Sen leaked a phone call between him and Thaksin's daughter, Paetongtarn Shinawatra.</p><p class=\"sc-9a00e533-0 hxuGS\">The conversation, where Paetongtarn - then prime minister - called him \"uncle\", and criticised one of her own military commanders,  was hugely embarrassing for her and sparked massive public anger.  </p><p class=\"sc-9a00e533-0 hxuGS\">She has since been suspended as prime minister and Thailand's Constitutional Court is considering a petition for her dismissal.</p><p class=\"sc-9a00e533-0 hxuGS\">Some Thais believe that the leaking of the phone call was an attempt by Hun Sen to distract his people.</p><p class=\"sc-9a00e533-0 hxuGS\"> \"Hun wants dispute and war, he wants to solidify his and his son's future position in (Cambodia) and he needs to have bigger enemy which is why he push for anti-Thai narrative and war,\" said one Thai social media user in response to a Cambodian's post which said \"there is no reason for smaller country with weaker economic (sic) like Cambodia to invade Thailand first\".</p><p class=\"sc-9a00e533-0 hxuGS\">Even if the border conflict stops short of being a full-fledged war, the battles on the social media look set to continue.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-paweena-ninbut\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by Paweena Ninbut</i></p></div></article></div></body></html>"
        },
        {
            "title": "Southern European heatwave fans multiple wildfires",
            "time": "2025-07-28T10:57:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/012a/live/337345d0-6b9f-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Greece and Turkey are among the countries battling wildfires as temperatures spike in southern Europe.</p><p class=\"sc-9a00e533-0 hxuGS\"> It reached 42.4C in central Greece on Sunday and neighbouring Turkey recorded its highest ever temperature, 50.5C, in the south-eastern city of Silopi, the country's, environment ministry said. </p><p class=\"sc-9a00e533-0 hxuGS\">Videos also show firefighters tackling blazes in Bulgaria Albania, and Italy over the weekend.</p></div></div></body></html>"
        },
        {
            "title": "Passengers use emergency slides to flee plane fire at Denver airport",
            "time": "2025-07-27T04:40:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5d3d/live/3412e310-6aa0-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">An American Airlines flight was evacuated at Denver International Airport on 26 July after it suffered \"a mechanical issue\" connected to a tyre during takeoff, the airline said. </p><p class=\"sc-9a00e533-0 hxuGS\">Social media footage shows the moment passengers used emergency slides to escape, with flames seen below the plane. </p><p class=\"sc-9a00e533-0 hxuGS\">One person was taken to hospital following the incident, according to Denver International Airport.</p></div></div></body></html>"
        },
        {
            "title": "Gaza: 'I witnessed war crimes,' former worker at GHF aid site tells BBC",
            "time": "2025-07-25T22:10:39",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f756/live/cfff6660-69a4-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">A retired US special forces officer has revealed to the BBC why he resigned from his work with US- and Israel-backed Gaza Humanitarian Foundation (GHF) aid distribution centres. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I witnessed the Israeli Defense Forces shooting at the crowds of Palestinians,\" Anthony Aguilar told the BBC. </p><p class=\"sc-9a00e533-0 hxuGS\">He added that in his entire career he has never witnessed such a level of \"brutality and use of indiscriminate and unnecessary force against a civilian population, an unarmed, starving population\".</p></div></div></body></html>"
        },
        {
            "title": "Gaza: Mother of starving baby speaks to BBC",
            "time": "2025-07-25T18:21:29",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/09ab/live/bfb0c270-6983-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Hedaya al-Muta'wi's 18-month-old son Mohammed suffers from malnutrition due to famine and weighs just 6kg.</p><p class=\"sc-9a00e533-0 hxuGS\">He suffers from fatigue and can no longer stand or sit up. She told the BBC \"my husband was killed in the war and I don't have a breadwinner, except God\".</p><p class=\"sc-9a00e533-0 hxuGS\">She said she works hard and labours to provide her son with baby formula milk, but can't provide for him properly because she is alone.</p></div></div></body></html>"
        },
        {
            "title": "'All the people are hungry': Voices from Gaza on desperate lack of food",
            "time": "2025-07-25T14:03:55",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/56c2/live/62a2f5c0-695c-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">All week across the BBC we've been hearing from people in Gaza about their lives as food supplies are restricted leading to malnourishment and starvation.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC is not allowed to report from inside Gaza – because the Israeli government won't allow us - so we rely on trusted freelancers to provide us with material. But this week news organisations – including the BBC – warned that the lack of food means those freelancers are increasingly unable to feed themselves and their families.</p><p class=\"sc-9a00e533-0 hxuGS\">The Israeli government, which controls the entry of all supplies into Gaza, says starvation is not its fault and blames Hamas for stealing food. Most international aid organisations say it is Israel that is failing the population. As the occupying power under international law Israel has a legal responsibility to protect the population from hunger and starvation.</p><p class=\"sc-9a00e533-0 hxuGS\">We've collated the stories of some of those who have spoken to us and images from the week – this report contains images of malnourished children.</p></div></div></body></html>"
        }
    ]
}