{
    "source": "BBC News",
    "articles": [
        {
            "title": "Danish PM calls snap election with Greenland issue centre-stage",
            "time": "2026-02-26T13:56:39",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/490b/live/75f78830-131a-11f1-b513-7d8d8ff19957.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"We must rearm to ensure peace on our continent,\" she said. \"We must stick together in Europe, and we must secure the future of the Danish Commonwealth\" - Denmark, Greenland and the Faroe Islands.</p></div></div></body></html>"
        },
        {
            "title": "Hillary Clinton to appear before US House panel investigating Epstein",
            "time": "2026-02-26T15:04:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f686/live/499cd720-1321-11f1-9120-a910fc22c6ac.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">She maintained that she never met Epstein, but did meet his convicted associate, Ghislaine Maxwell, \"on a few occasions\". Maxwell attended the wedding of the couple's daughter, Chelsea Clinton, in 2010 in New York.</p></div></div></body></html>"
        },
        {
            "title": "US justice department accused of withholding Trump-related Epstein files",
            "time": "2026-02-26T12:28:02",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/005c/live/8f39f990-12e8-11f1-8aab-5db5bc9cf939.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">White House spokeswoman Abigail Jackson said on Tuesday that \"by releasing thousands of pages of documents, cooperating with the House Oversight Committee's subpoena request, signing the Epstein Files Transparency Act, and calling for more investigations into Epstein's Democrat friends, President Trump has done more for Epstein's victims than anyone before him.\"</p></div></div></body></html>"
        },
        {
            "title": "US and Iran hold talks seen as crucial to prevent conflict",
            "time": "2026-02-26T13:37:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3d0a/live/096ee5b0-12fb-11f1-801d-ed3cff6bf876.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Reports in US media, quoting unnamed administration officials, have suggested that Trump was considering an initial strike in the coming days on Iran's Revolutionary Guards or nuclear sites to pressure the country's leaders. If negotiations failed, according to the reports, the president might go as far as ordering a campaign with the aim of toppling the Iranian Supreme Leader, Ayatollah Ali Khamenei.</p></div></div></body></html>"
        },
        {
            "title": "Greece Predator scandal: Four convicted over spyware affair that shook Greece",
            "time": "2026-02-26T15:05:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9d59/live/b05af160-131f-11f1-a871-29777a15d35e.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Predator spyware, marketed by the Athens-based Israeli company Intellexa, can get access to a device's messages, camera, and microphone. Its use was illegal in Greece at that time but a new law passed in 2022 has since legalised state security use of surveillance software under strict conditions.</p></div></div></body></html>"
        },
        {
            "title": "Israeli soldiers shot a Palestinian boy and stood around as he bled to death, video shows",
            "time": "2026-02-26T06:01:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/feab/live/9482f0a0-1257-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Maybe it is only to provoke our nerves, to exhaust us, to kill our patience,\" she said. \"But we are patient, and we have hope, and we will keep waiting. Today, tomorrow, or after a hundred years, we will get him back. God willing, we will get him back.\"</p></div></div></body></html>"
        },
        {
            "title": "Cuba says group shot on US-registered speedboat planned 'armed infiltration'",
            "time": "2026-02-26T15:18:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/979b/live/47d84290-1307-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday, however, the US Treasury said it would ease some small private sector transactions, including oil sales, to \"support the Cuban people, for commercial and humanitarian use\".</p></div></div></body></html>"
        },
        {
            "title": "Russia says it has handed over 1,000 Ukrainian soldiers' bodies",
            "time": "2026-02-26T14:28:35",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b735/live/953979b0-12f7-11f1-9120-a910fc22c6ac.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Putin, for his part, has refused to meet Zelensky, describing him as illegitimate - an argument centring on the fact that no presidential election has been held in Ukraine, despite the expiry of Zelensky's term in March 2024.</p></div></div></body></html>"
        },
        {
            "title": "Patterns on mammoth tusks help to retell history of writing",
            "time": "2026-02-26T12:02:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d0dd/live/475473f0-1304-11f1-856c-c723805bc628.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The researchers discerned patterns of meaning in lines, notches, dots, and crosses on objects like mammoth tusks as old as 45,000 years in caves in Germany.</p></div></div></body></html>"
        },
        {
            "title": "World Economic Forum boss Borge Brende quits after review of Jeffrey Epstein links",
            "time": "2026-02-26T14:25:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2551/live/5dc99f70-131d-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div data-testid=\"card-text-wrapper\" class=\"sc-43200f40-6 iqYZaz\"><div class=\"sc-feaf8701-1 CmGTn\"><p class=\"sc-feaf8701-0 ktNWyK\"><h2 data-testid=\"card-headline\" class=\"sc-feaf8701-3 dkPqjG\">As the world inches back to a pre-WW2 order, the 'middle powers' face a grave new challenge</h2></p></div><p data-testid=\"card-description\" class=\"sc-43200f40-0 gLycTb\">With economic stagnation and extremes of inequality comes corrosion of trust in democratic institutions. So Trump may be a symptom, not a cause, of what Carney called a \"rupture\" with the post-WW2 order.</p><p class=\"sc-1907e52a-0 jHVUiR\"><span data-testid=\"card-metadata-lastupdated\" class=\"sc-1907e52a-1 dbmope\">25 Jan 2026</span></p></div></div></body></html>"
        },
        {
            "title": "Singer D4vd confirmed as 'target' of investigation into murder of teen",
            "time": "2026-02-26T13:06:54",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9d68/live/950fc610-1301-11f1-8b4b-dbf73cd2a780.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Rivas Hernandez, from Lake Elsinore in California, had been missing and was last seen in April 2024, according to a missing person flyer cited by CBS, the BBC's US news partner. </p></div></div></body></html>"
        },
        {
            "title": "Atlantis school shooting: South African girl and businessman killed in Cape Town",
            "time": "2026-02-26T14:11:01",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a8a2/live/5e159e90-1307-11f1-bf20-f10c8e9eb926.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">On Thursday, Cape Town Mayor Geordin Hill-Lewis said the local authority was offering a reward of up to 100,000 rand (£4,600; $6,400) for information that leads to the arrest and prosecution of those responsible for the shooting.</p></div></div></body></html>"
        },
        {
            "title": "Chimamanda Ngozi Adichie: Nigeria to hold inquest into death of author's toddler",
            "time": "2026-02-26T11:10:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ea23/live/d211c560-12fa-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">In a legal notice three days later, lawyers for Adichie and her husband, Dr Ivara Esege, accused Euracare of breaching the duty of care owed to the child. </p></div></div></body></html>"
        },
        {
            "title": "Orban steps up oil accusations against Ukraine after vetoing EU loan to Kyiv",
            "time": "2026-02-26T11:52:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c381/live/4025d9f0-1306-11f1-bf20-f10c8e9eb926.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The Hungarian leader, who is seen as Russia's closest partner in the EU, argues the suspension of the critical oil flow is purely political and has accused Ukraine of \"preparing further actions\", including sabotage, four years into Russia's full-scale war.</p></div></div></body></html>"
        },
        {
            "title": "Jimmy Lai: Hong Kong tycoon wins appeal against fraud conviction",
            "time": "2026-02-26T03:41:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b6f4/live/7540d210-12bc-11f1-b16f-17ab2e428cae.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Caoilfhionn Gallagher KC, who leads Lai's international legal team, echoed this, saying the decision \"changes nothing\" and that Lai risks dying in prison because of ill health.</p></div></div></body></html>"
        },
        {
            "title": "North Korea could 'get along' with US, says Kim Jong Un",
            "time": "2026-02-26T05:25:54",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d057/live/7f143bc0-1306-11f1-9120-a910fc22c6ac.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">He also addressed its neighbour South Korea, saying that it would \"permanently exclude Seoul from the category of compatriots\", adding that \"as long as South Korea cannot escape the geopolitical conditions of having a border with us, the only way to live safely is to give up everything related to us and leave us alone\".</p></div></div></body></html>"
        },
        {
            "title": "Tommy Schaefer: US 'suitcase murderer' deported from Bali after 11 years in jail",
            "time": "2026-02-26T02:01:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5566/live/93fa3b30-12b0-11f1-836e-2d4c9511f83a.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">In 2014, Tommy Schaefer was on holiday in Bali with his then-girlfriend Heather Mack and her mother Sheila von Wiese-Mack. The couple conspired to kill Wiese-Mack, reportedly to gain access to a $1.5m (£1.17m) trust fund.</p></div></div></body></html>"
        },
        {
            "title": "Dezi Freeman: Trail goes cold for conspiracy theorist gunman six months on",
            "time": "2026-02-25T19:05:43",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/927d/live/fb316d20-129a-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">International and specialist teams have since aided in the search that has stretched down caves, across rivers and into old mining huts. Police say they have investigated more than 2,000 pieces of information from the public, and have offered a A$1m (£525,000, $709,000) reward, but no trace of Freeman has been found.</p></div></div></body></html>"
        },
        {
            "title": "Mexico drug violence: BBC reports from Sinaloa city turned into war zone by cartel feud",
            "time": "2026-02-25T17:00:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1f16/live/170d1a60-10d1-11f1-97cc-8b3c62c7814d.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Each package weighs a kilo and is worth $20,000 (£14,800).  But Román explained that depending on the city it is sent to, it can fetch more. \"If we take it to New York, it can go as high as $28,000 or $29,000. The further up it goes, the higher the price, and the greater our profit.\"</p></div></div></body></html>"
        },
        {
            "title": "How Iran's struggling economy is changing how families live",
            "time": "2026-02-26T11:44:21",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/62d9/live/892bbb50-12f8-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Every winter, factories have their gas supply cut off for days, even weeks, at a time.  In the warmer months, their electricity is cut off. People also have to endure regular blackouts at home, as well as their drinking water supply being shut off in larger cities.</p></div></div></body></html>"
        },
        {
            "title": "Is Ethiopia heading back to war with the TPLF or Eritrea in Tigray?",
            "time": "2026-02-26T12:39:00",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8ed2/live/1f789210-12fc-11f1-9120-a910fc22c6ac.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The civil war between the Ethiopian government and the Tigray People's Liberation Front (TPLF) saw an estimated 600,000 people killed, according to an envoy from the African Union (AU), and the region driven to the precipice of famine.  </p></div></div></body></html>"
        },
        {
            "title": "Trump keeps world waiting on his plans for Iran after State of the Union",
            "time": "2026-02-25T15:16:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a855/live/4b7688f0-124c-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The US-based Human Rights Activists News Agency (HRANA) has put its confirmed death toll at more than 7,000, including 6,488 protesters, and is still investigating reports of thousands more deaths. The Iranian government insists that figure is around 3,100.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh Daily Star: Inside the night a mob burned a newspaper",
            "time": "2026-02-26T09:16:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8683/live/7305f840-12f3-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Nearly three months on, the building still carries the attack in its bones: insurers picking through debris, piles of glass heaped by the entrance, the auditorium a burnt-out shell. Foreign diplomats still file through, surveying the devastation - a reminder that the assault reverberated well beyond the newsroom.</p></div></div></body></html>"
        },
        {
            "title": "Nepal's Gen Z protest: BBC reveals police order to fire",
            "time": "2026-02-26T00:02:48",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9e47/live/84548670-1258-11f1-b048-c9424b2cf5fd.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Last August, Gen Z activists began to share terms on social media such as \"nepo baby\", to describe the privileged children of the Nepalese elite. On 4 September, the government banned some platforms, including Facebook, YouTube, Instagram and X.</p></div></div></body></html>"
        },
        {
            "title": "Watch: BBC on streets of Mexican city gripped by deadly cartel violence",
            "time": "2026-02-25T22:35:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2627/live/b60131c0-12dd-11f1-9120-a910fc22c6ac.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"warning:-this-video-contains-graphic-imagery-of-the-victims-of-stabbings-and-shootings,-as-well-as-images-of-those-killed-in-street-violence\" class=\"sc-d16436d-0 iVdNuz\"><b id=\"warning:-this-video-contains-graphic-imagery-of-the-victims-of-stabbings-and-shootings,-as-well-as-images-of-those-killed-in-street-violence\" class=\"sc-d16436d-0 gnUCoQ\">Warning: This video contains graphic imagery of the victims of stabbings and shootings, as well as images of those killed in street violence</b></i></p><p class=\"sc-9a00e533-0 eZyhnA\">One of the most powerful and feared criminal organisations in Mexico has unleashed a wave of violence across 20 Mexican states, following the death of drug lord Nemesio Oseguera Cervantes, better known as \"El Mencho\", shortly after being captured amid a bloody firefight in Jalisco.</p><p class=\"sc-9a00e533-0 eZyhnA\">Members of the Jalisco New Generation Cartel (CJNG) have turned many towns and cities where the cartel is active into war zones.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC international correspondent Quentin Sommerville travelled to Culiacán in northern Sinaloa state, another Mexican cartel hotspot at war with itself after the removal of its cartel leader in 2024, Ismael \"El Mayo\" Zambada, who is now in prison in the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC followed two paramedics in Culiacán, Julio César Vega and Héctor Torres, who attend to victims following violent incidents. Héctor said the violence in Culiacán had never been so bad or gone on for so long.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Moment a sinkhole in Omaha traps cars and drivers",
            "time": "2026-02-25T15:50:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/714f/live/a8203a00-12de-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">A sinkhole opened up at a busy Omaha intersection on 24 February, swallowing two vehicles, CCTV footage shared by the Omaha police department showed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Reports said that the road will remain closed in case the sinkhole expands. </p><p class=\"sc-9a00e533-0 eZyhnA\">No one was hurt in the incident. </p></div></div></body></html>"
        },
        {
            "title": "BBC sees burnt cars in Puerto Vallarta after Mexican cartel violence",
            "time": "2026-02-25T05:57:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/30c9/live/a150d4e0-120d-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The evidence of Sunday's terrifying cartel rampage is still visible across parts of Mexico. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Will Grant visits Puerto Vallarta, a popular coastal resort town in Jalisco state, to see the lines of burnt cars in a Costco car park and the cleanup. </p><p class=\"sc-9a00e533-0 eZyhnA\">He says the city is trying to return to a state of normality, as tourists who were trapped make their way to Puerto Vallarta's international airport.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Russian soldiers tell BBC they saw commanders order fellow troops' killing",
            "time": "2026-02-24T07:32:54",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4ae6/live/a6798040-115c-11f1-9120-a910fc22c6ac.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Russian soldiers have exposed the brutality of conditions on the Russian side of the front lines in Ukraine, with two men telling the BBC they saw soldiers being executed on the spot for refusing orders.</p><p class=\"sc-9a00e533-0 eZyhnA\">The men, who are on the run, spoke about the horror they witnessed from an undisclosed location outside Russia in the documentary, \"The Zero Line: Inside Russia's War\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Ilya, 35, taught children with special needs before he was drafted into the army for the war. He says he saw four people being shot at point-blank range by a commander - an act known as Zeroing in Russian military slang - because they had fled the front line and refused to return.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zeroing is usually carried out as punishment for refusing orders, and acts as a means of intimidation for others who may be thinking of doing the same, the men told us.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another man, Dima, who also witnessed the executions, said commanders killing their own men was \"a normal thing\".</p><p class=\"sc-9a00e533-0 eZyhnA\">“I see it - just two metres, three metres. Just murders, just click, clack, bang. It’s not a drama, it’s not a movie, it’s a real life,” he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Russian government says its armed forces “operate with utmost restraint, as far as possible under the conditions of a high-intensity conflict, treating their personnel with maximum care”. “Information regarding alleged violations and crimes is duly investigated,” it added.“We are unable to independently verify the accuracy or authenticity of the information you have provided,” it said.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cz7gw3l395ro\" class=\"sc-f9178328-0 iCaRzc\">Read more about this story here.</a></p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"the-zero-line:-inside-russia's-war-available-on-iplayer-now-and-bbc2-at-9pm-tonight.\" class=\"sc-d16436d-0 iVdNuz\">The Zero Line: Inside Russia's War available on iPlayer now and BBC2 at 9pm tonight.</i></p></div></div></body></html>"
        }
    ]
}