{
    "source": "BBC News",
    "articles": [
        {
            "title": "Israel bombards Gaza City as UK and allies urge action against 'unfolding famine'",
            "time": "2025-08-13T05:46:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/02bc/live/1a0a6650-777a-11f0-b15a-09fa5f596b3a.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Gaza City has come under intense air attack, the territory's Hamas-run civil defence agency has said, as Israeli forces prepare to launch an operation to take over the city.</p><p class=\"sc-9a00e533-0 hxuGS\">Mahmud Bassal, a spokesman, said the residential areas of Zeitoun and Sabra had been hit for three days causing \"massive destruction to civilian homes\", with residents unable to recover the dead and injured.</p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile the UK, EU, Australia, Canada and Japan issued a statement saying \"famine is unfolding in front of our eyes\" and urged action to \"reverse starvation\".</p><p class=\"sc-9a00e533-0 hxuGS\">They demanded \"immediate, permanent and concrete steps\" to facilitate the entry of aid to Gaza. Israel denies there is starvation in Gaza.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It has accused UN agencies of not picking up aid at the borders and delivering it.</p><p class=\"sc-9a00e533-0 hxuGS\">The joint statement also demanded an end to the use of lethal force near aid distribution sites and lorry convoys, where the UN says more than 1,300 Palestinians have been killed, mostly by the Israeli military.</p><p class=\"sc-9a00e533-0 hxuGS\">Separately, the World Health Organization on Tuesday appealed to Israel to let it stock medical supplies to deal with a \"catastrophic\" health situation before it seizes control of Gaza City.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We all hear about 'more humanitarian supplies are allowed in' - well it's not happening yet, or it's happening at a way too low a pace,\" said Rik Peeperkorn, the agency's representative in the Palestinian territories.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We want to as quickly stock up hospitals,\" he added. \"We currently cannot do that. We need to be able to get all essential medicines and medical supplies in.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Israel's war cabinet voted on Monday to take over Gaza City, a move condemned at an emergency meeting of the UN Security Council later that day. On Tuesday the Israel Defense Forces (IDF) said it was \"at the beginning of a new state of combat\".</p><p class=\"sc-9a00e533-0 hxuGS\">The Israeli government has not provided an exact timetable on when its forces would enter the area. On Sunday, Prime Minister Benjamin Netanyahu said Israel's forces had been instructed to dismantle the \"two remaining Hamas strongholds\" in Gaza City and a central area around al-Mawasi.</p><p class=\"sc-9a00e533-0 hxuGS\">He also outlined a three-step plan to increase aid in Gaza, including designating safe corridors for aid distribution, as well as more air drops by Israeli forces and other partners.</p><p class=\"sc-9a00e533-0 hxuGS\">On the ground, however, residents of Gaza City said they had come under unrelenting attack from the air. Majed al-Hosary, a resident in Zeitoun in Gaza City, told AFP that the attacks had been \"extremely intense for two days\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"With every strike, the ground shakes. There are martyrs under the rubble that no one can reach because the shelling hasn't stopped,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It sounded like the war was restarting,\" Amr Salah, 25, told Reuters. \"Tanks fired shells at houses, and several houses were hit, and the planes carried out what we call fire rings, whereby several missiles landed on some roads in eastern Gaza.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The Hamas-run health ministry in Gaza said that 100 dead had been brought to hospitals across Gaza over the past 24 hours, including 31 people who were killed at aid sites. Five more people had also died of malnutrition, it added.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel has faced mounting criticism over the 22-month-long war with Hamas, with UN-backed experts warning of widespread famine unfolding in the besieged territory.</p><p class=\"sc-9a00e533-0 hxuGS\">On Tuesday members of an international group of former leaders known as \"The Elders\" for the first time called the war in Gaza an \"unfolding genocide\" and blamed Israel for causing famine among its population. </p><p class=\"sc-9a00e533-0 hxuGS\">Following a visit to the Gaza border, Helen Clark and Mary Robinson, a former prime minister of New Zealand and a former president of Ireland, said in a joint statement: \"What we saw and heard underlines our personal conviction that there is not only an unfolding, human-caused famine in Gaza. There is an unfolding genocide.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The statement mirrors those of <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c776xkvz6vno\" class=\"sc-f9178328-0 bGFWdi\">leading Israeli rights groups</a>, including B'Tselem, which said it had reached an \"unequivocal conclusion\" that Israel was attempting to \"destroy Palestinian society in the Gaza Strip\".</p><p class=\"sc-9a00e533-0 hxuGS\">Israel strongly rejects the accusations, saying its forces target terrorists and never civilians, and that Hamas was responsible for the suffering in Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">On Sunday, the IDF killed <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ceqyyrp3yq9o\" class=\"sc-f9178328-0 bGFWdi\">four Al Jazeera journalists</a> in a targeted attack on a media tent in Gaza City, sparking widespread international condemnation. Two other freelance journalists were killed. The IDF said it had killed well-known reporter Anas al-Sharif, whom it alleged \"served as the head of a terrorist cell in Hamas\", and made no mention of the others. </p><p class=\"sc-9a00e533-0 hxuGS\">Media freedom groups said it had provided little evidence for its claims. Al Jazeera's managing editor said Israel wanted to \"silence the coverage of any channel of reporting from inside Gaza\".</p><p class=\"sc-9a00e533-0 hxuGS\">Hamas killed more than 1,200 people and took 251 hostage in its attack on Israel on 7 October 2023. Israel's response in Gaza has killed at least 61,599 Palestinians, according to the health ministry, whose toll the UN considers reliable.</p></div></div></body></html>"
        },
        {
            "title": "Explained: Why is the opposition protesting against India's election commission?",
            "time": "2025-08-13T05:53:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b40f/live/2f8109f0-7809-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">The row over 'vote theft' that has shaken Indian politics</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Neyaz Farooquee</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Delhi</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images  A woman shows her inked finger after casting her ballot to vote at a polling station as voting starts during the first phase of India's general election in India in June 2024.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">There were nearly a billion registered voters in the 2024 elections</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A political row has erupted in India over allegations of \"vote theft\", with opposition parties accusing the country's election body of irregularities, which they say favoured the ruling Bharatiya Janata Party (BJP) in the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c0vv93pz14zo\" class=\"sc-f9178328-0 bGFWdi\">2024 general elections</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">On Tuesday, parliament was adjourned after opposition MPs demanded a debate on the integrity of India's electoral process. </p><p class=\"sc-9a00e533-0 hxuGS\">A day earlier, dozens of opposition leaders, including Congress party leader Rahul Gandhi, were briefly detained by the police in the capital Delhi, as they tried to march to the Election Commission of India's (ECI) headquarters. </p><p class=\"sc-9a00e533-0 hxuGS\">Gandhi first raised the issue at a 7 August press conference in Delhi, and has since managed to galvanise strong support from hundreds of opposition lawmakers. </p><p class=\"sc-9a00e533-0 hxuGS\">The Election Commission and the BJP have aggressively rejected the allegations. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What are Rahul Gandhi's allegations against the Election Commission?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Gandhi has alleged widespread voter manipulation during the 2024 parliamentary elections, citing granular data obtained from the electoral body itself - though the ECI and the ruling party dispute his interpretation.</p><p class=\"sc-9a00e533-0 hxuGS\">Prime Minister Narendra Modi secured a historic third term in the elections, but his BJP-led alliance fell short of the sweeping majority predicted. Voter turnout averaged 66% in the world's largest election, with nearly a billion registered voters - one in eight people on Earth.</p><p class=\"sc-9a00e533-0 hxuGS\">Gandhi cited electoral data for Mahadevapura, a part of the Bangalore Central parliamentary constituency, and claimed that the voter list had more than 100,000 manipulated entries, including duplicate voters, invalid addresses, and bulk registrations of votes at single locations.</p><p class=\"sc-9a00e533-0 hxuGS\">He presented examples of voters like Shakun Rani, who he claimed cast her ballots  twice - a claim<a target=\"_blank\" href=\"https://x.com/ANI/status/1954503120102293957\" class=\"sc-f9178328-0 bGFWdi\"> disputed </a>by the election body. </p><p class=\"sc-9a00e533-0 hxuGS\">Gandhi also alleged CCTV footage from polling booths was deleted and pointed out an instance of 80 people registered in a single address in Mahadevapura. </p><p class=\"sc-9a00e533-0 hxuGS\">The Congress leader says his party lost at least 48 seats in the elections due to such irregularities and has accused India's election body of failing to enforce the \"one man, one vote\" principle. The Congress won <a target=\"_blank\" href=\"https://results.eci.gov.in/PcResultGenJune2024/index.htm\" class=\"sc-f9178328-0 bGFWdi\">99 of the 543 seats </a>in the elections, behind BJP's 240.</p><p class=\"sc-9a00e533-0 hxuGS\">Gandhi has demanded that the ECI release digital voter rolls, so that they can be audited by his party and the public. </p><p class=\"sc-9a00e533-0 hxuGS\">The BBC hasn't independently verified Gandhi's claims.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Congress MP Rahul Gandhi addresses a press conference in New Delhi, India with election data on the screen behind him.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Gandhi cited constituency data to allege large-scale poll manipulation</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What have the ECI and BJP said? </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Soon after Gandhi's press conference, ECI <a target=\"_blank\" href=\"https://x.com/ECISVEEP/status/1954558159265189981\" class=\"sc-f9178328-0 bGFWdi\">responded</a> on social media platform X, calling his allegations \"absurd\" and denying many of his claims. </p><p class=\"sc-9a00e533-0 hxuGS\">The polling body has demanded that he either submit a signed declaration under oath or apologise to the nation.</p><p class=\"sc-9a00e533-0 hxuGS\">ECI's Karnataka state unit further <a target=\"_blank\" href=\"https://economictimes.indiatimes.com/news/politics-and-nation/karnataka-eci-official-asks-rahul-gandhi-to-give-declaration-on-missing-names-in-voter-list/articleshow/123166499.cms\" class=\"sc-f9178328-0 bGFWdi\">said</a> that the Congress didn't file formal objections when the electoral roll was being revised ahead of the 2024 parliamentary elections.</p><p class=\"sc-9a00e533-0 hxuGS\">The poll body earlier<a target=\"_blank\" href=\"https://www.ndtv.com/india-news/election-commission-to-poll-officers-destroy-cctv-footage-of-process-after-45-days-8713891\" class=\"sc-f9178328-0 bGFWdi\"> said</a> it keeps CCTV footage only for 45 days after results - the window for filing election disputes.</p><p class=\"sc-9a00e533-0 hxuGS\">BJP leaders have also strongly rebutted the allegations. </p><p class=\"sc-9a00e533-0 hxuGS\">\"This anarchy is extremely worrying and dangerous for democracy,\"  BJP leader and federal education minister Dharmendra Pradhan said.</p><p class=\"sc-9a00e533-0 hxuGS\">Federal agriculture minister Shivraj Singh Chouhan said Gandhi and the opposition alliance were \"defaming democracy, tearing it to shreds, and tampering with the dignity of constitutional institutions\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Voters standing in a long queue for casting their votes at a polling booth during Lok Sabha election on May 20, 2024 in Saran, India. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The new draft rolls for Bihar have 72.4 million names - 6.5 million fewer than before</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What has been the political fallout?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Gandhi's allegations have led to an uproar as they come in the backdrop of a controversy over a month-long revision of electoral rolls in Bihar state, where key elections are scheduled for November. </p><p class=\"sc-9a00e533-0 hxuGS\">The Special Intensive Revision (SIR), held between June and July, saw officials visit all 78.9 million voters in the state for verification - the first update since 2003.</p><p class=\"sc-9a00e533-0 hxuGS\">The ECI says the drive targets duplicate and deceased voters, but critics say its haste has disenfranchised many, especially migrants and minorities.</p><p class=\"sc-9a00e533-0 hxuGS\">Many voters in Bihar <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c3wnx7689l5o\" class=\"sc-f9178328-0 bGFWdi\">have told the BBC </a>that the draft rolls have wrong photos and include dead people.</p><p class=\"sc-9a00e533-0 hxuGS\">India's Supreme Court is currently hearing a batch of petitions challenging the SIR, with petitioners demanding publication of the deleted names - about 6.5 million - with reasons for their removal.</p><p class=\"sc-9a00e533-0 hxuGS\">The election body says deletions include 2.2 million dead, 700,000 enrolled more than once and 3.6 million who have migrated from the state.</p><p class=\"sc-9a00e533-0 hxuGS\">Corrections are open until 1 September, with over 165,000 applications received. A similar review will be conducted nationwide to verify nearly a billion voters.</p><p class=\"sc-9a00e533-0 hxuGS\">The court has <a target=\"_blank\" href=\"https://www.livemint.com/elections/assembly-elections/supreme-court-weighs-trust-sssues-amid-controversial-electoral-roll-revision-in-bihar-11755006396783.html\" class=\"sc-f9178328-0 bGFWdi\">said</a> that the allegations of disenfranchisement \"largely appears to be a case of trust deficit, nothing else\" and <a target=\"_blank\" href=\"https://www.deccanherald.com/india/bihar-sir-row-will-step-in-if-there-is-mass-exclusion-of-voters-says-supreme-court-hearing-begins-august-12-3653539\" class=\"sc-f9178328-0 bGFWdi\">that</a> it would \"step in immediately\" if mass exclusion of voters is proven.</p><p class=\"sc-9a00e533-0 hxuGS\">On 12 August, Gandhi escalated his claims of vote theft, saying such manipulation was happening \"at a national level and systematically\". </p><p class=\"sc-9a00e533-0 hxuGS\">Highlighting the case of a 124-year-old voter's name found in the draft electoral list of Bihar he said: \"There are unlimited cases like that. 'Abhi picture baki hai' [the story is not over yet].\" </p></div></article></div></body></html>"
        },
        {
            "title": "Kim Keon Hee: South Korea's ex-first lady arrested in bribery probe",
            "time": "2025-08-13T00:55:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/274a/live/624a66c0-7808-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The wife of South Korea's jailed former president, Yoon Suk Yeol, has been arrested over a raft of charges, including stock manipulation and bribery.</p><p class=\"sc-9a00e533-0 hxuGS\">Former first lady Kim Keon Hee denied all charges during a four-hour court hearing in Seoul on Tuesday. But the court issued a detention warrant, citing the risk that she may destroy evidence.</p><p class=\"sc-9a00e533-0 hxuGS\">South Korea has a history of <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c93gqwek5jyo\" class=\"sc-f9178328-0 bGFWdi\">former presidents being indicted and imprisoned</a>. However, this is the first time both the former president and former first lady have been jailed.</p><p class=\"sc-9a00e533-0 hxuGS\">Yoon was detained in January to face trial over a failed martial law bid last year that plunged the country into chaos and eventually led to his ouster.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Prosecutors say Kim, 52, made over 800 million won ($577,940; £428,000) by participating in a price-rigging scheme involving the stocks of Deutsch Motors, a BMW dealer in South Korea. </p><p class=\"sc-9a00e533-0 hxuGS\">While this allegedly happened before her husband was elected the country's leader, it continued to cast a shadow throughout his presidency.</p><p class=\"sc-9a00e533-0 hxuGS\">She allegedly also accepted two Chanel bags and a diamond necklace as bribes from the controversial Unification Church in exchange for business favours. </p><p class=\"sc-9a00e533-0 hxuGS\">Among other charges, Kim is also accused of meddling in candidate nominations during the parliamentary by-elections in 2022 and the general elections last year.</p><p class=\"sc-9a00e533-0 hxuGS\">Kim appeared solemn as she attended Tuesday's hearing wearing a black suit and a black skirt. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I sincerely apologise for causing trouble despite being a person of no importance,\" she told reporters.</p><p class=\"sc-9a00e533-0 hxuGS\">While he was president, Yoon vetoed three opposition-led bills that sought a special counsel investigation into allegations against Kim. </p><p class=\"sc-9a00e533-0 hxuGS\">He issued the last veto in November, a week before he declared martial law.</p><p class=\"sc-9a00e533-0 hxuGS\">A special counsel was set up in June this year after Yoon's rival Lee Jae Myung became president. </p></div></div></body></html>"
        },
        {
            "title": "UK, France and Germany ready to reimpose sanctions on Iran over nuclear programme",
            "time": "2025-08-13T10:04:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2435/live/bb2bc5a0-7820-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The UK, France and Germany have told the UN they are ready to reimpose sanctions on Iran over its nuclear programme if it fails to resume talks<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>by the end of August.</p><p class=\"sc-9a00e533-0 hxuGS\">The three countries, known as the E3, said they were prepared to trigger a \"snapback\" mechanism - meaning previous sanctions would be reinstated - unless Iran resumes negotiations.</p><p class=\"sc-9a00e533-0 hxuGS\">The E3 said they had offered to extend a deadline for negotiations to the end of August, which they said Iran has not replied to. </p><p class=\"sc-9a00e533-0 hxuGS\">Iranian lawmaker Manouchehr Mottaki said Iran's parliament was ready to withdraw from a nuclear deal which restricted its nuclear programme if new sanctions were put in place, the Iranian Defa Press news agency reported.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The E3's letter comes after initial talks between their delegations and Iranian diplomats took place in Istanbul, Turkey last month.</p><p class=\"sc-9a00e533-0 hxuGS\">In the letter to the UN and its chief António Guterres, three foreign ministers - Jean-Noël Barrot from France, David Lammy from the UK and Johann Wadephul from Germany - said they would enforce severe sanctions on Iran unless it agrees to limit its nuclear programme.</p><p class=\"sc-9a00e533-0 hxuGS\">The E3 said their offer of an extension to the negotiations \"remained unanswered by Iran\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have made it clear that if Iran is not willing to reach a diplomatic solution before the end of August 2025, or does not seize the opportunity of an extension, the E3 are prepared to trigger the snapback mechanism,\" the letter said.</p><p class=\"sc-9a00e533-0 hxuGS\">They added they were committed to using \"all diplomatic tools\" to ensure Iran does not develop a nuclear weapon - something Iran has denied intending to do.</p><p class=\"sc-9a00e533-0 hxuGS\">Last month, Iran said it was prepared for further talks but only once sanctions already in place were lifted and its right to a civilian nuclear programme was agreed.</p><p class=\"sc-9a00e533-0 hxuGS\">Sanctions on Iran's nuclear programme were previously lifted in 2015 after Iran signed a nuclear deal with the E3, the US, Russia and China, agreeing limits on its nuclear operations and to allow international inspectors entry to its nuclear sites. The deal is due to expire in October.</p><p class=\"sc-9a00e533-0 hxuGS\">The US withdrew from the deal in 2018 during President Donald Trump's first term, with the leader saying it did too little to stop Iran from creating a pathway to a nuclear bomb. </p><p class=\"sc-9a00e533-0 hxuGS\">With its withdrawal, all US sanctions were re-imposed on Iran.</p><p class=\"sc-9a00e533-0 hxuGS\">Iran retaliated by increasingly breaching the restrictions. In May, the UN nuclear watchdog, the International Atomic Energy Agency (IAEA), said it had more than 400kg of uranium enriched to 60% purity - well above the level used for civilian purposes and close to weapons grade. </p><p class=\"sc-9a00e533-0 hxuGS\">In June Iran's parliament suspended cooperation with the IAEA after tensions with Israel and the US came to a head.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel launched attacks on Iran's nuclear facilities the same month, triggering a 12-day war.</p><p class=\"sc-9a00e533-0 hxuGS\">The US bombed a number of Iran's nuclear sites, bringing US-Iran talks to an abrupt end.</p><p class=\"sc-9a00e533-0 hxuGS\">Following the strikes, the E3 countries stepped up warnings to Iran about its suspension of cooperation with the IAEA.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has contacted the UK Foreign Office for comment. </p><p class=\"sc-9a00e533-0 hxuGS\">The Iranian mission to the UN did not immediately respond to the BBC's request for comment.</p></div></div></body></html>"
        },
        {
            "title": "Wildfires rage across southern Europe as temperatures pass 40C",
            "time": "2025-08-13T00:21:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b7ae/live/694d1160-779b-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Wildfires rage across southern Europe as temperatures top 40C</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Rachel Hagan &amp; Ruth Comerford</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Europe's wildfires seen from above</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">At least three people have died in a scorching heatwave that is fuelling dozens of wildfires across parts of southern Europe, forcing thousands of people from their homes.</p><p class=\"sc-9a00e533-0 hxuGS\">Red heat alerts have been issued in parts of Italy, France, Spain, Portugal and the Balkans, warning of significant risks to health as temperatures push above 40C (104F).</p><p class=\"sc-9a00e533-0 hxuGS\">Spain's weather service Aemet said temperatures could reach 44C (111.2F) in Seville and Cordoba, while southern Portugal could also hit 44C.</p><p class=\"sc-9a00e533-0 hxuGS\">In Spain, an equestrian centre employee died after suffering severe burns in Tres Cantos, near Madrid, where winds over 70km/h (43mph) drove flames near homes, forcing hundreds to flee.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp\" loading=\"eager\" alt=\"Reuters Women in shorts walk past a fully charred and burnt car ion a street surrounded by charred trees\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A major blaze in Turkey forced hundreds from their homes</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Spanish Prime Minister Pedro Sanchez said on Tuesday that rescue services \"are working tirelessly to extinguish the fires\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"We are at extreme risk of forest fires. Please be very cautious,\" he added in a post on X.</p><p class=\"sc-9a00e533-0 hxuGS\">In Spain's north-western region of Castile and Leon, almost 4,000 people were evacuated and more than 30 blazes were reported - with one threatening the Unesco-listed Las Médulas, renowned for its ancient gold mines.</p><p class=\"sc-9a00e533-0 hxuGS\">Another 2,000 people were evacuated from hotels and homes near the tourist hotspot of Tarifa in the southern region of Andalusia.</p><p class=\"sc-9a00e533-0 hxuGS\">Almost 1,000 soldiers were deployed to battle wildfires around the country, Spain's national military emergency unit said on Tuesday morning.</p><p class=\"sc-9a00e533-0 hxuGS\">In neighbouring Portugal, firefighters battled three large wildfires, with the most serious near Trancoso contained in the centre of the country on Tuesday.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"lazy\" alt=\"Reuters Two people both wearing hats have their backs to the camera as they look on as smoke rises from a wildfire burning in the distance with white smoke and orange flames fanning\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Wildfires in Albania forced people to evacuate their homes on Monday</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">More than 1,300 firefighters and 14 aircraft were deployed, with Morocco sending two planes after Portuguese water bombers broke down, Reuters reported. Authorities warned southern regions could hit 44C, with the temperature not expected to dip below 25C.</p><p class=\"sc-9a00e533-0 hxuGS\">One child died of heatstroke in Italy on Monday, where temperatures of 40C are expected to hit later this week. Red heat alerts were in place for at least 10 Italian cities, including Rome, Milan and Florence.</p><p class=\"sc-9a00e533-0 hxuGS\">A four-year-old Romanian boy, who was found unconscious in a car in Sardinia was airlifted to a hospital in Rome but died due to irreversible brain damage, reportedly caused by heatstroke, medical authorities told AFP.</p><p class=\"sc-9a00e533-0 hxuGS\">Almost three-quarters of France is under heat alerts, with temperatures forecast to top 36C in the Paris region and 40C in the Rhône Valley.</p><p class=\"sc-9a00e533-0 hxuGS\">French Health Minister Catherine Vautrin said hospitals were braced for fallout from the country's second heatwave in just a few weeks. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"lazy\" alt=\"Reuters A woman in a black sleevless dress looks passes by the burnt out shell of her home in Piperi Village, Montenegro.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Wildfires in Montenegro destroy property near the capital Podgorica</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Greece is battling more than 150 wildfires across the country, exacerbated by fierce winds, with nearly 5,000 firefighters and dozens of aircraft tackling the blazes. </p><p class=\"sc-9a00e533-0 hxuGS\">Mass evacuations are under way on touristic island Zakynthos and in western Achaia, where blazes have destroyed homes, vehicles and businesses.<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b></p><p class=\"sc-9a00e533-0 hxuGS\">Grigoris Alexopoulos, the mayor of western Achaia, said the fires in the region were \"out of control\", adding some coastal areas have been \"irreparably damaged\".</p><p class=\"sc-9a00e533-0 hxuGS\">Rescue boats have been evacuating beachgoers trapped by advancing flames on Chios and authorities have requested several EU firefighting aircraft. </p><p class=\"sc-9a00e533-0 hxuGS\">Greek authorities are warning the conditions could become even more challenging in the coming days.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp\" loading=\"lazy\" alt=\"Reuters A firefighting truck drives down a road with headlights on at dusk. In the background, rows of orange flames are scorching hillsides with plumes of dark grey smoke billowing toward the left side of the picture.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Dozens of people have been evacuated from the Greek island of Chios</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Turkey has brought several major fires under control, including in Canakkale and Izmir, after hundreds were evacuated and the Dardanelles Strait and Canakkale airport were closed.</p><p class=\"sc-9a00e533-0 hxuGS\">In Montenegro, a soldier died and another was injured when their water tanker overturned while fighting fires near the capital Podgorica.</p><p class=\"sc-9a00e533-0 hxuGS\">Wildfires in Albania forced people to evacuate their homes on Monday, while in Croatia a large fire raged in Split and was contained on Tuesday. </p><p class=\"sc-9a00e533-0 hxuGS\">Parts of the UK are sweltering in its fourth heatwave of the year, with temperatures hitting 33C and amber and yellow heat health alerts in place for all of England.</p><p class=\"sc-9a00e533-0 hxuGS\">Two grassfires broke out in the capital on Tuesday, one in Ealing and another in Wanstead Flats, burning more than 17 acres combined.</p><p class=\"sc-9a00e533-0 hxuGS\">Scientists warn global warming is making Mediterranean summers hotter and drier, fuelling longer and more intense fire seasons.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-nikos-papanikolaou.\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by Nikos Papanikolaou.</i></p></div></article></div></body></html>"
        },
        {
            "title": "National Guard troops appear in Washington DC as mayor rejects 'authoritarian push'",
            "time": "2025-08-13T03:01:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">National Guard troops appear in Washington DC as mayor rejects 'authoritarian push'</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Crime in DC: What do the figures say and how safe do people feel?</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">US National Guard troops have begun appearing on the streets of Washington DC, a day after President Donald Trump deployed the troops to the city and took control of its police force as he argued violent crime was out of control. </p><p class=\"sc-9a00e533-0 hxuGS\">Armoured vehicles were spotted at urban centres and tourist sites around the US capital on Tuesday evening. </p><p class=\"sc-9a00e533-0 hxuGS\">Officials have said that 800 National Guard troops are expected to be deployed, as well as 500 federal law enforcement agents. </p><p class=\"sc-9a00e533-0 hxuGS\">Washington DC Mayor Muriel Bowser, a Democrat, who has denied crime is out of control in her city, described the troop deployment as an \"authoritarian push\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump, a Republican, has also threatened similar deployments against New York and Chicago, two other Democratic-controlled cities.</p><p class=\"sc-9a00e533-0 hxuGS\">The camouflaged troops have been trickling into the US capital since Trump's announcement on Monday. </p><p class=\"sc-9a00e533-0 hxuGS\">They have been seen erecting barricades outside several government buildings, and taking photos with tourists. </p><p class=\"sc-9a00e533-0 hxuGS\">Twenty-three people were arrested by federal agents on Monday night, according to White House press secretary Karoline Leavitt. The agents are aiding local law enforcement.</p><p class=\"sc-9a00e533-0 hxuGS\">She said the arrests were for homicide, gun offences, drug dealing, lewd acts, stalking, reckless driving, and other crimes.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is only the beginning,\" said Leavitt.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Over the course of the next month, the Trump administration will relentlessly pursue and arrest every violent criminal in the District who breaks the law, undermines public safety, and endangers law-abiding Americans.\"</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp\" loading=\"eager\" alt=\"Getty Images A soldier erecting a barricade outside a government building\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: National Guard arrives in Washington DC</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">FBI Director Kash Patel later said FBI agents were involved in around half of those arrests. </p><p class=\"sc-9a00e533-0 hxuGS\">Both the mayor of Washington and the city's police chief said earlier in the day they shared the same goal as the federal agents.</p><p class=\"sc-9a00e533-0 hxuGS\">\"What I'm focused on is the federal surge and how to make the most of the federal officers that we have,\" Bowser said after a meeting on Tuesday with US Attorney General Pam Bondi.</p><p class=\"sc-9a00e533-0 hxuGS\">Metropolitan Police Department Chief Pamela Smith said: \"We know that we have to get illegal guns off of our streets, and if we have this influx of enhanced presence, we know that it's going to make our city even better.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But at a town hall on Tuesday night, the mayor sharpened her criticism of Trump.</p><p class=\"sc-9a00e533-0 hxuGS\">Bowser called on community members to \"protect our city, to protect our autonomy, to protect our home rule and get to the other side of this guy and make sure we elect a Democratic House so that we have a backstop to this authoritarian push\", according to the New York Times.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Troops seen standing with the US Capitol building in the background\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It comes as a manhunt was launched for an armed assailant who killed a man on Monday night in Logan Circle, one of Washington DC's trendiest neighbourhoods, just a mile from the White House.</p><p class=\"sc-9a00e533-0 hxuGS\">It was the 100th homicide recorded in Washington DC this year, according to local media.</p><p class=\"sc-9a00e533-0 hxuGS\">Police say the suspect was last seen wearing a black shirt and carrying a rifle. </p><p class=\"sc-9a00e533-0 hxuGS\">The shooting prompted US Secret Service to bolster security outside the president's home as a precaution.</p><p class=\"sc-9a00e533-0 hxuGS\">According to crime figures published by Washington DC's Metropolitan Police, violent offences peaked in 2023 and fell 35% last year to their lowest level in three decades.</p><p class=\"sc-9a00e533-0 hxuGS\">But DC Police Union chairman Gregg Pemberton has disputed those figures, previously accusing the city police department of \"deliberately falsifying crime data, creating a false narrative of reduced crime while communities suffer\".</p><p class=\"sc-9a00e533-0 hxuGS\">FBI data has also indicated a drop in crime in Washington DC last year - a more modest decrease of 9%.</p><p class=\"sc-9a00e533-0 hxuGS\">Studies suggest the capital's homicide rate is higher than average compared with other major US cities.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Troops were seen posing with tourists on the National Mall near the Washington Monument\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Troops were seen posing with tourists on the National Mall near the Washington Monument</figcaption></p></figure></article></div></body></html>"
        },
        {
            "title": "Putin reaffirms friendship with North Korea ahead of Trump talks",
            "time": "2025-08-13T01:18:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Putin reaffirms 'friendship' with North Korea ahead of Trump talks</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp\" loading=\"eager\" alt=\"SPUTNIK/EPA-EFE/REX/Shutterstock Russian President Vladimir Putin shakes hands with North Korean leader Kim Jong Un during their meeting in Pyongyang, North Korea, 19 June 2024.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">SPUTNIK/EPA-EFE/REX/Shutterstock</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Russian President Vladimir Putin has reaffirmed his \"friendship\" with North Korean leader Kim Jong Un, ahead of his talks with Donald Trump on Friday.</p><p class=\"sc-9a00e533-0 hxuGS\">It also comes as the BBC reported the <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c2077gwjlvxo\" class=\"sc-f9178328-0 bGFWdi\">\"slave-like\" condition facing thousands of North Korean workers sent to Russia</a> to take part in construction projects.</p><p class=\"sc-9a00e533-0 hxuGS\">Putin and Kim spoke on Tuesday, with the Russian leader praising Pyongyang's military support for his country's war against Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">This week, Russia has been making <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c4g6qd3k2peo\" class=\"sc-f9178328-0 bGFWdi\">fresh military advances</a> in Ukraine, leading to a sudden thrust near the eastern town of Dobropillia and advancing 10km (six miles) in a short period of time.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Kim and Putin \"reaffirmed their commitment to the further development of friendship relations, good-neighbourliness and cooperation,\" the Kremlin said in a statement.</p><p class=\"sc-9a00e533-0 hxuGS\">Putin gave the North Korean leader an update on the Alaska summit's preparation, sharing with him \"information in the context of the upcoming talks with US President Donald Trump,\" the Kremlin said. </p><p class=\"sc-9a00e533-0 hxuGS\">The official North Korean statement did not mention this. </p><p class=\"sc-9a00e533-0 hxuGS\">Repeating his earlier statement, Putin \"praised the assistance provided by [North Korea's] support during the liberation of the territory of the Kursk region\", according to his office.</p><p class=\"sc-9a00e533-0 hxuGS\">The Ukrainian army briefly invaded Russia's Kursk region last year in an unexpected offensive that showed Western allies its capability to fight back against Russia, which currently occupies about 20% of Ukraine's territories.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">'Like slaves': North Koreans sent to work in Russia</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Putin and Kim spoke just days before the Russian leader is expected to travel to Alaska to meet Trump, his first face-to-face meeting with a US president since Russia's full-scale invasion of Ukraine in February 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">The war, while causing Russia near-complete economic and diplomatic isolation from the West, has seen unprecedented collaboration between Moscow and Pyongyang.  At least 10,000 North Korean soldiers have been sent to fight side by side with their Russian counterparts, according to Ukraine and South Korea.</p><p class=\"sc-9a00e533-0 hxuGS\">North Korea also provided Russia with missiles, artillery shells and labourers.</p><p class=\"sc-9a00e533-0 hxuGS\">With many of Russia's men either killed or tied up fighting - or having fled the country - South Korean intelligence officials have told the BBC that Moscow is increasingly relying on North Korean workers.</p></div></article></div></body></html>"
        },
        {
            "title": "Emmanuel Macron admits French colonial 'repression' in Cameroon independence struggle",
            "time": "2025-08-13T08:29:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/42fc/live/fdc387c0-781d-11f0-9b1f-8bdc1892e7d0.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">French President Emmanuel Macron has acknowledged the violence committed by his country's forces in Cameroon during and after the Central African nation's struggle for independence.</p><p class=\"sc-9a00e533-0 hxuGS\">It followed a joint report by Cameroonian and French historians examining France's suppression of independence movements from 1945 to 1971.</p><p class=\"sc-9a00e533-0 hxuGS\">In a letter to Cameroon's President Paul Biya made public on Tuesday, Macron said the report made clear \"a war had taken place in Cameroon, during which the colonial authorities and the French army exercised repressive violence of several kinds in certain regions of the country\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is up to me today to assume the role and responsibility of France in these events,\" he said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">However, Macron fell short of offering a clear apology for the atrocities committed by French troops in its former colony, which gained independence in 1960.</p><p class=\"sc-9a00e533-0 hxuGS\">The French leader cited four independence icons who were killed during military operations led by French forces, including Ruben Um Nyobe, the firebrand leader of the anti-colonialist UPC party.</p><p class=\"sc-9a00e533-0 hxuGS\">France pushed hundreds of thousands of Cameroonians into internment camps and supported brutal militias to quash the independence struggle, the AFP news agency quotes the report as saying.</p><p class=\"sc-9a00e533-0 hxuGS\">Tens of thousands of people were killed between 1956 and 1961, the historians' report said.</p><p class=\"sc-9a00e533-0 hxuGS\">The decision to investigate and publish the findings on France's role in Cameroon's independence struggle was made in 2022, during Macron's visit to Yaoundé.</p><p class=\"sc-9a00e533-0 hxuGS\">It followed pressure from within the country for France to acknowledge its atrocities in its former colony and pay reparations.</p><p class=\"sc-9a00e533-0 hxuGS\">Macron also expressed willingness to work with Cameroon to promote further research on the matter, while highlighting the need for both countries to make the findings available to universities and scientific bodies.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has reached out to Cameroon's government for comment on the French president's admission.</p><p class=\"sc-9a00e533-0 hxuGS\">While Macron did not address calls for reparations, it is likely to be a key talking-point in Cameroon going forward.</p><p class=\"sc-9a00e533-0 hxuGS\">Under Macron, France has attempted to confront its brutal colonial past.</p><p class=\"sc-9a00e533-0 hxuGS\">Last year, it acknowledged for the first time that its soldiers had carried out a \"massacre\" in Senegal in which West African troops were killed in 1944.</p><p class=\"sc-9a00e533-0 hxuGS\">Macron has previously acknowledged France's role in the Rwandan genocide, in which about 800,000 ethnic Tutsis and moderate Hutus died, and sought forgiveness. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2021, he said France had not heeded warnings of impending carnage and had for too long \"valued silence over examination of the truth\".</p></div></div></body></html>"
        },
        {
            "title": "British Army in Kenya: Some soldiers using sex workers despite ban, inquiry finds",
            "time": "2025-08-12T17:15:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b2b7/live/f212d760-7777-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">An investigation by the British Army has found some soldiers stationed at a controversial base in Kenya continue to use sex workers despite being banned from doing so.</p><p class=\"sc-9a00e533-0 hxuGS\">Soldiers at the British Army Training Unit Kenya (Batuk) used sex workers \"at a low or moderate\" level, a report said, adding more work was needed to stamp out the practice.</p><p class=\"sc-9a00e533-0 hxuGS\">The investigation covered a period of more than two years, examining conduct at the base dating back to July 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">It was commissioned in October 2024 following an investigation by ITV into the behaviour of soldiers at Batuk, including allegations some army personnel were paying local women for sex.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The ITV documentary followed previous concerns raised about Batuk after the death in 2012 of a local woman Agnes Wanjiru, allegedly killed by a British soldier stationed at the base.</p><p class=\"sc-9a00e533-0 hxuGS\">Since then a string of allegations have been made about the conduct of troops at the training site, which lies near the town of Nanyuki 200km (125 miles) north of Kenya's capital Nairobi.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2022, the UK's Ministry of Defence banned its forces from using sex workers abroad as part of efforts to curb sexual exploitation and abuse across the military.</p><p class=\"sc-9a00e533-0 hxuGS\">UK Chief of General Staff Gen Sir Roly Walker said in a statement that the army was committed to stopping sexual exploitation by those in its ranks.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The findings of the Service Inquiry I commissioned conclude that transactional sex is still happening in Kenya at a low to moderate level. It should not be happening at all,\" he said. </p><p class=\"sc-9a00e533-0 hxuGS\">\"There is absolutely no place for sexual exploitation and abuse by people in the British Army. It is at complete odds with what it means to be a British soldier. It preys on the vulnerable and benefits those who seek to profit from abuse and exploitation,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://assets.publishing.service.gov.uk/media/689b4b9beb300a86d83d0c34/Service_Inquiry_to_investigate_the_circumstances_surrounding_alleged_unacceptable_behaviour_by_UK_Service_Personnel_in_Kenya_in_contravention_of_MoD_and_Army_policy_on_Sexual_Exploitati.pdf\" class=\"sc-f9178328-0 bGFWdi\">The service inquiry investigation</a> was carried out by a panel of four people, including two serving officers, a civil servant and an independent adviser.</p><p class=\"sc-9a00e533-0 hxuGS\">It investigated the behaviour of troops stationed at Batuk and assessed the army's systems to prevent breaches of its regulation JSP 769 which bans soldiers from paying for sex.</p><p class=\"sc-9a00e533-0 hxuGS\">The report details 35 instances in which Batuk soldiers were suspected to have paid for sex, since guidance for soldiers on the rule was published in July 2022. During that period 7,666 British soldiers served at the base.</p><p class=\"sc-9a00e533-0 hxuGS\">It notes that of those, 26 cases happened before training on the new rule was initiated for all army staff in November of that year, with nine reported cases since then. In the majority of cases, the allegation that soldiers had paid for sex was never proven.</p><p class=\"sc-9a00e533-0 hxuGS\">In addition to those detailed in the report, the Foreign Office told the BBC there was a small number - less than five - cases of alleged use of sex workers currently under investigation. The alleged incidents happened after the inquiry was concluded.</p><p class=\"sc-9a00e533-0 hxuGS\">The report said that despite the training given by the Army and the control measures in place, the reality was that \"transactional sexual activity\" by UK personnel in Kenya was still happening, and that \"the level is somewhere between low and moderate\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is not out of control, but the best way for the Army to manage the risk is for the Army to assume it may be at the upper end of that scale between low and moderate,\" the report added.</p><p class=\"sc-9a00e533-0 hxuGS\">The report noted efforts by the Army to stamp out the practice, including regular training and the use of \"sharkwatch\" patrols with a non-commissioned officer of the rank of sergeant or above deployed to monitor the conduct of junior personnel when they left the base for nights out.</p><p class=\"sc-9a00e533-0 hxuGS\">The army said it would implement recommendations from the report, including making it easier to dismiss soldiers found to have used sex workers and the implementation of additional training.</p><p class=\"sc-9a00e533-0 hxuGS\">The report follows years of controversy about the conduct of soldiers at Batuk sparked by an investigation by the Sunday Times in 2021 which revealed the alleged involvement of a British soldier in the murder of Ms Wanjiru, a mother of one whose body was found dumped in a septic tank near a hotel where she had been seen with soldiers on the night she vanished.</p><p class=\"sc-9a00e533-0 hxuGS\">Separately in Kenya,  MPs have been conducting an inquiry into wider allegations of mistreatment of local people by soldiers at Batuk and have heard claims at public hearings of injuries allegedly sustained through the behaviour of British troops and of soldiers fathering children to Kenyan mothers and then abandoning them when they returned home.</p><p class=\"sc-9a00e533-0 hxuGS\">In June this year a soldier stationed at the base was sent back to the UK after being accused of rape.</p><p class=\"sc-9a00e533-0 hxuGS\">The Service Inquiry behind the latest report said it had spoken to many local Kenyans and found \"the vast majority\" of local residents were happy with the presence of the Batuk camp.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div></div></body></html>"
        },
        {
            "title": "Brad Pitt burglary: Four suspects also targeted other stars in LA",
            "time": "2025-08-13T00:22:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d671/live/125433e0-77cb-11f0-b130-f1972a8f1eeb.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Four teenagers have been arrested over a burglary that left actor Brad Pitt's home ransacked, police said.</p><p class=\"sc-9a00e533-0 hxuGS\">The suspects are allegedly behind a number of \"celebrity burglaries\" that targeted the houses of actors and professional athletes, Los Angeles Police Chief Jim McDonnell said.</p><p class=\"sc-9a00e533-0 hxuGS\">He said the male suspects, two 18-year-olds, a 17-year-old and a 16-year-old, are street gang members, and property stolen in the burglaries was found when police searched their homes.</p><p class=\"sc-9a00e533-0 hxuGS\">Police did not name those whose properties were targeted, but celebrities including Nicole Kidman and Keith Urban, LA Dodgers pitcher Yoshinobu Yamamoto and ex-LA Football Club striker Olivier Giroud have reported break-ins this year.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The investigation started in late June after <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c17w5l5wg47o\" class=\"sc-f9178328-0 bGFWdi\">Pitt's home was raided</a> by a trio of masked thieves. </p><p class=\"sc-9a00e533-0 hxuGS\">McDonnell said the group hopped a perimeter fence surrounding the Los Feliz home and shattered a window, hopping inside and taking items before fleeing. </p><p class=\"sc-9a00e533-0 hxuGS\">Police did not confirm the home belonged to the Oscar-winning actor, but the address matched that of a property Pitt bought in 2023.</p><p class=\"sc-9a00e533-0 hxuGS\">The large three-bedroom house sits just outside Griffith Park, where the famous Hollywood Sign sits. It is surrounded by a fence and greenery that shields the property from public view.</p><p class=\"sc-9a00e533-0 hxuGS\">Pitt was not home at the time of the burglary and was promoting his new film, F1. The BBC has contacted representatives for the actor. </p><p class=\"sc-9a00e533-0 hxuGS\">McDonnell said investigators found the suspects were part of a crew that \"were burglarizing various high-profile residents throughout the city\", which he said included homes of \"actors and professional athletes\". </p><p class=\"sc-9a00e533-0 hxuGS\">Last week, authorities followed the four suspects and were able to arrest them on burglary charges, he added. </p><p class=\"sc-9a00e533-0 hxuGS\">Police did not elaborate on what items were recovered after police searched their homes. </p><p class=\"sc-9a00e533-0 hxuGS\">McDonnell said burglars like this group had become increasingly smart in their crimes - planting surveillance cameras in nearby flowerbeds or across the street from homes they target to monitor a victim's routine. </p><p class=\"sc-9a00e533-0 hxuGS\">He said thieves had also been using wi-fi jammers to knock out home surveillance systems and cameras that could alert homeowners or police of a break-in. </p><p class=\"sc-9a00e533-0 hxuGS\">He noted that celebrities and athletes can be easier targets since their appearances and games are publicised online. </p><p class=\"sc-9a00e533-0 hxuGS\">He noted, though, that anyone posting on social media about their travels can unknowingly be alerting a potential thief to their location. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We don't really give enough thought to... [while] we want our friends to know where we are and what we're doing, you're telling everybody else then who may be looking to exploit your situation,\" McDonnell said. </p></div></div></body></html>"
        },
        {
            "title": "US announces criminal charges against Haitian gang leader Barbecue",
            "time": "2025-08-12T20:49:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a93a/live/1310bd30-77b7-11f0-97d0-cd631a12c7f2.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">US federal prosecutors have announced criminal charges against Jimmy Cherizier, the Haitian gang leader known as \"Barbecue\" who leads an alliance of gangs that control much of the capitol of Port-au-Prince.</p><p class=\"sc-9a00e533-0 hxuGS\">The indictment alleges that Mr Cherizier, as well as US citizen Bazile Richardson, 48, solicited funds from Haitian diaspora community in the US to help pay gang members and buy firearms in violation of US sanctions.  </p><p class=\"sc-9a00e533-0 hxuGS\">Mr Cherizier, a former police officer who is at large in Haiti, leads the group Viv Ansanm (Live Together). The US is offering $5m (£3.7m) for information leading to his arrest. </p><p class=\"sc-9a00e533-0 hxuGS\">The group has been accused of multiple murders, kidnappings and attacks on infrastructure.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"There's a good reason that there's a $5m reward for information leading to Cherizier's arrest,\" US Attorney Jeanine Pirro said at a news conference on Tuesday.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He's a gang leader responsible for heinous human rights abuses, including violence against American citizens in Haiti.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Prosecutors say he is suspected of playing a key role in the 2018 La Saline massacre, in which 71 people were killed, more than 400 houses were destroyed, and at least seven women raped.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Richardson, who was arrested in Texas last month, is a naturalised US citizen who grew up in Haiti, prosecutors say. He was residing in North Carolina before he was taken into custody.</p><p class=\"sc-9a00e533-0 hxuGS\">Also known as Fredo, Fred Lion, Leo Danger, and Lepe Blode, he helped raise funds that were then used to pay gang leaders and purchase weapons, according to officials.</p><p class=\"sc-9a00e533-0 hxuGS\">Both men helped \"bankroll Cherizier's violent criminal enterprise, which is driving a security crisis in Haiti\", said Assistant US Attorney General John Eisenberg.</p><p class=\"sc-9a00e533-0 hxuGS\">He added that the US \"will continue to pursue those who enable Haiti's violence and instability\".</p><p class=\"sc-9a00e533-0 hxuGS\">In May, US officials designated Viv Ansanm, which has controlled the capital since around 2020, as a foreign terrorist organisation. Earlier this year, the group announced that it was declaring itself a political party.</p><p class=\"sc-9a00e533-0 hxuGS\">In addition to the US, Mr Cherizier is also under sanctions from the United Nations,  Canada and Britain, which accuse him of fueling violence in Haiti. </p><p class=\"sc-9a00e533-0 hxuGS\">If arrested, he could be extradited to the US. However, he remains in a position of significant power on the streets and is protected by his group's members. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2021, President Jovenel Moïse was assassinated by unidentified gunmen in Port-au-Prince.</p><p class=\"sc-9a00e533-0 hxuGS\">Since then the country - the poorest in the Americas - has been wracked by economic chaos, little functioning political control and increasingly violent gang warfare.</p><p class=\"sc-9a00e533-0 hxuGS\">Gang control in Port-au-Prince has led to an almost complete breakdown of law and order, the collapse of health services and emergence of a food security crisis.</p><p class=\"sc-9a00e533-0 hxuGS\">In recent months, a UN backed Kenyan led security force has failed to take back control of the Haitian capital. </p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, the humanitarian crisis in the country has sunk to new levels. UN reports estimate that 5.7 million people – more than half of Haiti's population – are facing acute food insecurity and there are over one million internally displaced people.</p></div></div></body></html>"
        },
        {
            "title": "Crime in DC: what do the figures say and how safe do people feel?",
            "time": "2025-08-12T23:18:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/398f/live/b13989b0-7820-11f0-a20f-3b86f375586a.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump claims Washington DC has been \"overtaken by violent gangs and bloodthirsty criminals\", but DC Mayor Muriel Bowser says violent crime is \"at a 30-year low\".</p><p class=\"sc-9a00e533-0 hxuGS\">BBC Verify Correspondent Nick Beake has been looking into the crime statistics and asking people how safe they feel in their city.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"produced-by-meiying-wu\" class=\"sc-d16436d-0 fhKUCU\">Produced by Meiying Wu</i></p></div></div></body></html>"
        },
        {
            "title": "Why are Trump and Putin meeting in Alaska?",
            "time": "2025-08-13T03:06:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/875b/live/46aa14d0-7761-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Why are Trump and Putin meeting in Alaska and when will it happen?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Madeline Halpert and Christal Hayes</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp\" loading=\"eager\" alt=\"Getty Images File image of a lake and mountains in Alaska\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The US and Russia have agreed to hold a meeting between Presidents Donald Trump and Vladimir Putin on Friday 15 August, to discuss how to end the war in Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump announced the meeting a week beforehand - the same day as his deadline for Russia to agree to a ceasefire in Ukraine or face more US sanctions. </p><p class=\"sc-9a00e533-0 hxuGS\">Three rounds of talks between Russia and Ukraine held at Trump's behest this summer have yet to bring the two sides any closer to peace. </p><p class=\"sc-9a00e533-0 hxuGS\">Here is what we know about the meeting between the two leaders, taking place in Alaska - which was once Russian territory - in Anchorage.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Why are they meeting in Alaska?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The US purchased Alaska from Russia in 1867, lending a historical resonance to the meeting. It became a US state in 1959.</p><p class=\"sc-9a00e533-0 hxuGS\">Russian presidential assistant Yuri Ushakov pointed out that the two countries are neighbours, with only the Bering Strait separating them. </p><p class=\"sc-9a00e533-0 hxuGS\">\"It seems quite logical for our delegation simply to fly over the Bering Strait and for such an important and anticipated summit of the leaders of the two countries to be held in Alaska,\" Ushakov said.</p><p class=\"sc-9a00e533-0 hxuGS\">The last time Alaska took centre-stage in an American diplomatic event was in March 2021, when Joe Biden's newly minted diplomatic and national security team met their Chinese counterparts in Anchorage.</p><p class=\"sc-9a00e533-0 hxuGS\">The sit-down turned acrimonious, with the Chinese accusing the Americans of \"condescension and hypocrisy\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Where in Alaska will Trump and Putin meet?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The meeting will be in Anchorage, the White House confirmed on Tuesday.</p><p class=\"sc-9a00e533-0 hxuGS\">When announcing the bilateral, Trump said the location would be \"a very popular one for a number of reasons\", without disclosing it would be in the state's largest city. </p><p class=\"sc-9a00e533-0 hxuGS\">The pair will be hosted at Joint Base Elmendorf-Richardson, the largest military installation in Alaska. The 64,000 acre base is a key US site for Arctic military readiness. </p></div><figure></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Why are Putin and Trump meeting? </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump has been pushing hard - without much success - to end the war in Ukraine. </p><p class=\"sc-9a00e533-0 hxuGS\">As a presidential candidate, he pledged that he could end the war within 24 hours of taking office. He has also repeatedly argued that the war \"never would have happened\" if he had been president at the time of Russia's invasion in 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">Last month, Trump told the BBC that <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c1e02q12z32o\" class=\"sc-f9178328-0 bGFWdi\">he was \"disappointed\" by Putin.</a></p><p class=\"sc-9a00e533-0 hxuGS\">Frustrations grew and Trump set an 8 August deadline for Putin to agree to an immediate ceasefire or face more severe US sanctions. </p><p class=\"sc-9a00e533-0 hxuGS\">As the deadline hit, Trump instead announced he and Putin would meet in person on 15 August. </p><p class=\"sc-9a00e533-0 hxuGS\">The meeting comes after US Special Envoy Steve Witkoff held \"highly productive\" talks with Putin in Moscow on Wednesday, according to Trump. </p><p class=\"sc-9a00e533-0 hxuGS\">Ahead of the meeting, the White House sought to play down speculation that the bilateral could yield a ceasefire.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is a listening exercise for the president,\" said White House press secretary Karoline Leavitt. She added that Trump may travel to Russia following the Alaska trip.</p><p class=\"sc-9a00e533-0 hxuGS\">Speaking to reporters on Monday, Trump said he viewed the summit as a \"feel-out meeting\" aimed at urging Putin to end the war.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Is Ukraine attending?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Ukrainian President Volodymyr Zelensky is not expected to attend. Trump said on Monday: \"I would say he could go, but he's been to a lot of meetings.\" </p><p class=\"sc-9a00e533-0 hxuGS\">Trump did, however, say that Zelensky would be the first person he would call afterwards.</p><p class=\"sc-9a00e533-0 hxuGS\">A White House official later said that Trump and Zelensky would meet virtually on Wednesday, ahead of the US president's summit with Putin. The Zelensky meeting will be joined by several European leaders.</p><p class=\"sc-9a00e533-0 hxuGS\">Putin had requested that Zelensky be excluded, although the White House has previously said that Trump was willing to hold a trilateral in which all three leaders were present.</p><p class=\"sc-9a00e533-0 hxuGS\">Zelensky has said any agreements without input from Ukraine would amount to \"dead decisions\". </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What do both sides hope to get out of it? </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While both Russia and Ukraine have long said that they want the war to end, both countries want things that the other harshly opposes. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump said on Monday he was \"going to try to get some of that [Russian-occupied] territory back for Ukraine\". But he also warned that there might have to be \"some swapping, changes in land\".</p><p class=\"sc-9a00e533-0 hxuGS\">Ukraine, however, has been adamant that it will not accept Russian control of regions that Moscow has seized, including Crimea. </p><p class=\"sc-9a00e533-0 hxuGS\">Zelensky pushed back this week against any idea of \"swapping\" territories. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We will not reward Russia for what it has perpetrated,\" the Ukrainian president said.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: 'We're going to change the battle lines' Trump on the war in Ukraine</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, Putin has not budged from his territorial demands, Ukraine's neutrality and the future size of its army. </p><p class=\"sc-9a00e533-0 hxuGS\">Russia launched its full-scale invasion of Ukraine, in part, over Putin's belief the Western defensive alliance, Nato, was using the neighbouring country to gain a foothold to bring its troops closer to Russia's borders.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Trump administration has been attempting to sway European leaders on a ceasefire deal that would hand over swathes of Ukrainian territory to Russia, the BBC's US partner CBS News has reported.</p><p class=\"sc-9a00e533-0 hxuGS\">The agreement would allow Russia to keep control of the Crimean peninsula, and take the Donbas region of eastern Ukraine, which is made up of Donetsk and Luhansk, according to sources familiar with the talks. </p><p class=\"sc-9a00e533-0 hxuGS\">Russia illegally occupied Crimea in 2014 and its forces control the majority of the Donbas region.</p><p class=\"sc-9a00e533-0 hxuGS\">Under the deal, Russia would have to give up the Ukrainian regions of Kherson and Zaporizhzhia, where it currently has some military control.</p><p class=\"sc-9a00e533-0 hxuGS\">Speaking to Fox News, US Vice-President JD Vance said any future deal was \"not going to make anybody super happy\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"You've got to make peace here… you can't finger point,\" he said. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The way to peace is to have a decisive leader to sit down and force people to come together.\"</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p></article></div></body></html>"
        },
        {
            "title": "Rare earths: Australia bid to take on China dominance",
            "time": "2025-08-12T22:05:03",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Inside Australia's billion-dollar bid to take on China's rare earth dominance</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Suranjana Tewari</span><p class=\"sc-801dd632-8 hwLppI\"><span>Asia Business Correspondent in Eneabba</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp\" loading=\"eager\" alt=\"Bloomberg via Getty Images NdFeB alloy strip at the Australia Strategic Materials Ltd.'s Korean Metals Plant, in the Ochang Foreign Investment Zone, in Cheongju, South Korea\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Bloomberg via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Rare earths are essential in the production of alloys for magnets</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Drive three hours north of Perth, and you'll arrive in Eneabba - barren and desolate, just the odd hill in the distance. </p><p class=\"sc-9a00e533-0 hxuGS\">This is Western Australia mining territory. Buried in this vast terrain is a massive pit, full of what looks like mounds of worthless dirt. </p><p class=\"sc-9a00e533-0 hxuGS\">But appearances can be deceiving: this pit is home to a million-tonne stockpile containing critical minerals, better known as rare earths, which are crucial for making electric vehicles, wind turbines and defence equipment. </p><p class=\"sc-9a00e533-0 hxuGS\">And Australia is betting big on this discovery with a billion dollar loan to a mining company to extract these metals - and disrupt a supply chain that China has monopolised.</p><p class=\"sc-9a00e533-0 hxuGS\">Will the gamble pay off? </p><p class=\"sc-9a00e533-0 hxuGS\">China's chokehold on rare earths has hit home with US President Donald Trump's trade wars. When Beijing restricted exports, a powerful bargaining chip in tariff negotiations, it sent manufacturers around the world into their war rooms. China, they realised with alarm, had the power to stop their factories. </p><p class=\"sc-9a00e533-0 hxuGS\">Ford even halted production of its popular Explorer SUV for a week at one of its Chicago plants - a bold move while grappling with Trump's tariffs.</p><p class=\"sc-9a00e533-0 hxuGS\">A month later, CEO Jim Farley revealed the pause was triggered by a shortage of rare earths, admitting the company was still struggling to secure reliable supply. \"It's day to day,\" Mr Farley told Bloomberg TV.</p><p class=\"sc-9a00e533-0 hxuGS\">Beijing has since agreed to let rare earth minerals and magnets flow to the United States, which eased the bottleneck. </p><p class=\"sc-9a00e533-0 hxuGS\">But without a US-China trade deal, the fear is that the disruption could return.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The West dropped the ball – that's the reality. And China was in for the long run. It saw the benefit and was willing to invest in it,\" says Jacques Eksteen, chair for extractive metallurgy at Curtin University.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Why rare earths matter</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The phrase \"rare earths\" - referring to 17 elements on the periodic table which are lightweight, super strong and resistant to heat, making them useful in small electric motors  - is something of a misnomer.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Rare earths are not rare or scarce. Gold is scarce, but it's not a critical material,\" Professor Eksteen explains.</p><p class=\"sc-9a00e533-0 hxuGS\">Rare earths are critical, however. Take the average electric vehicle – there might be rare earths-based motors in dozens of components from side mirrors and speakers to windscreen wipers and braking sensors.</p><p class=\"sc-9a00e533-0 hxuGS\">The problem is therefore not amount, but the fact \"somewhere in the supply chain you've got one or maybe a few countries controlling that bottleneck\", Professor Eksteen adds.</p><p class=\"sc-9a00e533-0 hxuGS\">In the 90s, Europe and France in particular had a prominent rare earths industry. Today, almost all these minerals come from China, which has spent decades mining and refining at scale.</p><p class=\"sc-9a00e533-0 hxuGS\">China now accounts for more than half of global rare earth mining, and almost 90% of processing. </p><p class=\"sc-9a00e533-0 hxuGS\">The US sources 80% of its rare earth imports from China, while the European Union relies on China for about 98% of its supply.</p><p class=\"sc-9a00e533-0 hxuGS\">\"China has since very deliberately and overtly sought to control the market for the purposes of supporting their downstream manufacturing and defence industries,\" says Dan McGrath, head of rare earths for Iluka Resources, in between driving us around the company's vast Eneabba site. </p><p class=\"sc-9a00e533-0 hxuGS\">But Mr McGrath, and Iluka, are hoping to make a dent in that control - even if it wasn't necessarily in the company's original plan. </p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Iluka's 1mn tonne stockpile is worth more than $650m</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">For decades, Iluka has been mining zircon in Australia - a key ingredient in ceramics, and titanium dioxide used in the pigmentation of paint, plastics and paper.</p><p class=\"sc-9a00e533-0 hxuGS\">It just so happens the byproducts of these mineral sands include dysprosium and terbium - some of the most sought-after rare earths.</p><p class=\"sc-9a00e533-0 hxuGS\">Over the years, Iluka has built up the stockpile, and is now worth more than $650m (£440m).</p><p class=\"sc-9a00e533-0 hxuGS\">This was the easy part, however. The processing or refining is another matter altogether.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They're chemically very similar so to try and separate them requires a huge number of stages,\" Professor Eksteen explained.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Also, you've got residues and wastes that you have to deal with out of this industry, and that's problematic. They often produce radioactive materials. It comes at a cost.\"</p><p class=\"sc-9a00e533-0 hxuGS\">And that is one of the reasons the Australian government is loaning Iluka A$1.65bn ($1bn; £798m) to build a refinery to meet demand for rare earths which Iluka sees growing by 50-170% by the end of the decade.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We expect to be able to supply a significant proportion of Western demand for rare earths by 2030. Our customers recognise that having an independent, secure and sustainable supply chain outside of China is fundamental for the continuity of their business,\" says Mr McGrath.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This refinery and Iluka's commitment to the rare earth business is an alternative to China.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Australian resources minister Madeliene King sees investment in rare earths as a strategic decision</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But the refinery will take another two years to build and come online.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Without the strategic partnership we have with the Australian government, a rare earths project would not be economically viable,\" Mr McGrath says.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">A strategic necessity</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">China's recent willingness to turn supply of rare earths on and off has spurred trading partners to diversify their suppliers. </p><p class=\"sc-9a00e533-0 hxuGS\">Iluka says because automakers for example plan their production years in advance, it is already fielding requests for when its refinery does come online.</p><p class=\"sc-9a00e533-0 hxuGS\">Rare earths are critical to the green transition, electric vehicles, and defence technologies – making their control a pressing national priority.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The open international market in critical minerals and rare earths is a mirage. It doesn't exist. And the reason it doesn't exist is because there is one supplier of these materials and they have the wherewithal to change where the market goes, whether that be in pricing or supply,\" Australia's resources minister Madeleine King says.</p><p class=\"sc-9a00e533-0 hxuGS\">Canberra sees government intervention as necessary to provide an alternative supply, and help the world rely less on China.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We can either sit back and do nothing about that... or we can step up to take on the responsibility to develop a rare earths industry here that competes with that market,\" Ms King adds.</p><p class=\"sc-9a00e533-0 hxuGS\">But there is something that Australia will have to contend with as it invests and works to expand a rare earths industry – pollution.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Labourers work at the site of a rare earth metals mine at Nancheng county, Jiangxi province\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Critics say China's environmental protections and regulations are weak</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In China, environmental damage from years of processing rare earths has led to chemicals and radioactive waste seeping into waterways - cities and people bearing the scars of decades of poor regulation.</p><p class=\"sc-9a00e533-0 hxuGS\">With rare earths, it's not so much about the mining footprint, rather the processing that is a dirty business – because it involves extraction, leaching, thermal cracking and refining which produce radioactive components.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I think there is no metal industry that is completely clean... unfortunately, it's a matter of picking your poison sometimes,\" Professor Eksteen says.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In Australia, we've got mechanisms to handle that. We've got a legal environment and a framework to work with that to at least deal with it responsibly.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The EU has in the past accused China of using a \"quasi monopoly\" on rare earths as a bargaining chip, weaponising it to undermine competitors in key industries. </p><p class=\"sc-9a00e533-0 hxuGS\">The bloc - which is home to hundreds of auto manufacturers that so desperately need rare earths - said even if China has loosened restrictions on supplies, the threat of supply chain shocks remains.</p><p class=\"sc-9a00e533-0 hxuGS\">Even if building a brand new industry will take time, Australia seems to have a lot going for it in the rare earths race, as it tries to be a more reliable and cleaner source.</p><p class=\"sc-9a00e533-0 hxuGS\">And one that - crucially - is independent of China.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-jaltson-akkanath-chummar\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by Jaltson Akkanath Chummar</i></p></div></article></div></body></html>"
        },
        {
            "title": "North Koreans tell BBC they are sent to work 'like slaves' in Russia",
            "time": "2025-08-12T05:10:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/116a/live/21750250-7690-11f0-a20f-3b86f375586a.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">North Koreans tell BBC they are being sent to work 'like slaves' in Russia</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Jean Mackenzie</span><p class=\"sc-801dd632-8 hwLppI\"><span>Seoul correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp\" loading=\"eager\" alt=\"BBC A graphic showing a North Korean worker in a hard hat and reflective vest with his head in his hands\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The BBC understands more than 50,000 North Koreans will eventually be sent to work in Russia </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Thousands of North Koreans are being sent to work in slave-like conditions in Russia to fill a huge labour shortage exacerbated by Russia's ongoing invasion of Ukraine, the BBC has learned.</p><p class=\"sc-9a00e533-0 hxuGS\">Moscow has repeatedly turned to Pyongyang to help it fight the war, using its missiles, artillery shells and its soldiers. </p><p class=\"sc-9a00e533-0 hxuGS\">Now, with many of Russia's men either killed or tied up fighting - or having fled the country - South Korean intelligence officials have told the BBC that Moscow is increasingly relying on North Korean labourers.</p><p class=\"sc-9a00e533-0 hxuGS\">We interviewed six North Korean workers who have fled Russia since the start of the war, along with South Korean government officials, researchers and those helping to rescue the labourers.</p><p class=\"sc-9a00e533-0 hxuGS\">They detailed how the men are subjected to \"abysmal\" working conditions, and how the North Korean authorities are tightening their control over the workers to stop them escaping.</p><p class=\"sc-9a00e533-0 hxuGS\">One of the workers, Jin, told the BBC that when he landed in Russia's Far East, he was chaperoned from the airport to a construction site by a North Korean security agent, who ordered him not to talk to anyone or look at anything. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The outside world is our enemy,\" the agent told him. He was put straight to work building high-rise apartment blocks for more than 18 hours a day, he said.</p><p class=\"sc-9a00e533-0 hxuGS\">All six workers we spoke to described the same punishing workdays – waking at 6am and being forced to build high-rise apartments until 2am the next morning, with just two days off a year. </p><p class=\"sc-9a00e533-0 hxuGS\">We have changed their names to protect them.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">'Like slaves': North Koreans sent to work in Russia</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"Waking up was terrifying, realising you had to repeat the same day over again,\" said another construction worker, Tae, who managed to escape Russia last year. Tae recalled how his hands would seize up in the morning, unable to open, paralysed from the previous day's work.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Some people would leave their post to sleep in the day, or fall asleep standing up, but the supervisors would find them and beat them. It was truly like we were dying,\" said another of the workers, Chan.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The conditions are truly abysmal,\" said Kang Dong-wan, a professor at South Korea's Dong-A University who has travelled to Russia multiple times to interview North Korean labourers. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The workers are exposed to very dangerous situations. At night the lights are turned out and they work in the dark, with little safety equipment.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The escapees told us that the workers are confined to their construction sites day and night, where they are watched by agents from North Korea's state security department. They sleep in dirty, overcrowded shipping containers, infested with bugs, or on the floor of unfinished apartment blocks, with tarps pulled over the door frames to try to keep out the cold.</p><p class=\"sc-9a00e533-0 hxuGS\">One labourer, Nam, said he once fell four metres off his building site and \"smashed up\" his face, leaving him unable to work. Even then his supervisors would not let him leave the site to visit a hospital.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp\" loading=\"lazy\" alt=\"Getty Images Kim Jong Un (left) smiles as he walks alongside Vladimir Putin (right) in front of the national flags of North Korea and Russia\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Kim Jong Un has sent Vladimir Putin weapons and soldiers to fight his war in Ukraine</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In the past, tens of thousands of North Koreans worked in Russia earning millions of pounds a year for the North Korean leader, Kim Jong Un, and his cash-strapped regime. Then in 2019, the UN banned countries from using these workers in an attempt to cut off Kim's funds and stop him building nuclear weapons, meaning most were sent home.</p><p class=\"sc-9a00e533-0 hxuGS\">But last year more than 10,000 labourers were sent to Russia, according to a South Korean intelligence official speaking to the BBC on the condition of anonymity. They told us that even more were expected to arrive this year, and in total Pyongyang would eventually dispatch more than 50,000 workers.</p><p class=\"sc-9a00e533-0 hxuGS\">The sudden influx means North Korean workers are now \"everywhere in Russia,\" the official added. While most are working on large-scale construction projects, others have been assigned to clothing factories and IT centres, they said, in violation of the UN sanctions banning the use of North Korean labour.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://www.fedstat.ru/indicator/38479\" class=\"sc-f9178328-0 bGFWdi\">Russian government figures show</a> that more than 13,000 North Koreans entered the country in 2024, a 12-fold increase from the previous year. Nearly 8,000 of them entered on student visas but, according to the intelligence official and experts, this is a tactic used by Russia to bypass the UN ban.</p><p class=\"sc-9a00e533-0 hxuGS\">In June, a senior Russian official, Sergei Shoigu, admitted for the first time that 5,000 North Koreans would be sent to rebuild Kursk, a Russian region seized by Ukrainian forces last year but who have since been pushed back. </p><p class=\"sc-9a00e533-0 hxuGS\">The South Korean official told us it was also \"highly likely\" some North Koreans would soon be deployed to work on reconstruction projects in Russian-occupied Ukrainian territories.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Russia is suffering a severe labour shortage right now and North Koreans offer the perfect solution. They are cheap, hard-working and don't get into trouble,\" said Andrei Lankov, a professor at Kookmin University in Seoul and a renowned expert in North Korea-Russia relations.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp\" loading=\"lazy\" alt=\"KCNA A composite image of flowers that were sent to Kim Jong Un by various Russian construction companies in April, according to North Korean state media\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">KCNA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">These flowers were sent to Kim Jong Un by various Russian construction companies in April, according to North Korean state media</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">These overseas construction jobs are highly coveted in North Korea as they promise to pay better than the work at home. Most workers go hoping to escape poverty and be able to buy a house for their family or start a business when they return. Only the most trusted men are selected after being rigorously vetted, and they must leave their families behind.</p><p class=\"sc-9a00e533-0 hxuGS\">But the bulk of their earnings is sent straight to the North Korean state as \"loyalty fees\". The remaining fraction – usually between $100-200 (£74-£149) a month  - is marked down on a ledger. The workers only receive this money when they return home – a recent tactic, experts say, to stop them running away.</p><p class=\"sc-9a00e533-0 hxuGS\">Once the men realise the reality of the harsh work and lack of pay, it can be shattering. Tae said he was \"ashamed\" when he learnt that other construction workers from central Asia were being paid five times more than him for a third of the work. \"I felt like I was in a labour camp; a prison without bars,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">The labourer Jin still bristles when he remembers how the other workers would call them slaves. \"You are not men, just machines that can speak,\" they jeered. At one point, Jin's manager told him he might not receive any money when he returned to North Korea because the state needed it instead. It was then he decided to risk his life to escape.</p><p class=\"sc-9a00e533-0 hxuGS\">Tae made the decision to defect after watching YouTube videos showing how much workers in South Korea were paid. One night, he packed his belongings into a bin liner, stuffed a blanket under his bed sheets to make it look as if he was still sleeping, and crept out of his construction site. He hailed a taxi and travelled thousands of kilometres across the country to meet a lawyer who helped arrange his journey on to Seoul.</p><p class=\"sc-9a00e533-0 hxuGS\">In recent years, a small number of workers have been able to orchestrate their escapes using forbidden second-hand smartphones, bought by saving the small daily allowance they received for cigarettes and alcohol.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A handful of labourers have managed to escape Russia during the war and reach Seoul</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In an attempt to prevent these escapes, multiple sources have told us that the North Korean authorities are now cracking down on workers' already limited freedom.</p><p class=\"sc-9a00e533-0 hxuGS\">According to Prof Kang from Dong-A University, one way the regime has tried to control the workers over the last year is by subjecting them to more frequent ideological training and self-criticism sessions, in which they are forced to declare their loyalty to Kim Jong Un and log their failings.</p><p class=\"sc-9a00e533-0 hxuGS\">Rare opportunities to leave construction sites have also been cut. \"The workers used to go out in groups once a month, but recently these trips have reduced to almost zero,\" Prof Kang added.</p><p class=\"sc-9a00e533-0 hxuGS\">Kim Seung-chul, a Seoul-based activist who helps rescue North Korean workers from Russia, said these outings were being more tightly controlled. \"They used to be allowed to leave in pairs, but since 2023 they have had to travel in groups of five and are monitored more intensely.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In this climate, fewer workers are managing to escape. The South Korean government told us the number of North Koreans making it out of Russia each year and arriving in Seoul had halved since 2022 - from around 20 a year to just 10.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Lankov, the expert in North Korea-Russia relations, said the crackdowns were likely in preparation for many more workers arriving.</p><p class=\"sc-9a00e533-0 hxuGS\">\"These workers will be the lasting legacy of Kim and Putin's wartime friendship,\" he said, arguing the workers would continue arriving long after the war had ended, and the deployment of soldiers and weapons had ceased.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-jake-kwon-and-hosu-lee\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by Jake Kwon and Hosu Lee</i></p></div></article></div></body></html>"
        },
        {
            "title": "FTA: UK firms chase $38bn India contracts but challenges loom",
            "time": "2025-08-12T21:40:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">UK firms chase $38bn India contracts but challenges loom</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp\" loading=\"eager\" alt=\"Getty Images Britain's Prime Minister Keir Starmer and Indian Prime Minister Narendra Modi shaking hands with the flags of their respective countries behind the leaders. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">UK firms bidding for Indian government contracts in specified areas will be treated on par with Indian suppliers</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A standout feature of the <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c99p2mlyep5o\" class=\"sc-f9178328-0 bGFWdi\">India-UK free trade agreement </a>signed last month was the Narendra Modi government's decision to open India's vast government procurement market to UK suppliers. </p><p class=\"sc-9a00e533-0 hxuGS\">This typically includes a range of things the government buys - from goods and services to contracts for public works such as roads. </p><p class=\"sc-9a00e533-0 hxuGS\">Some 40,000 high-value tenders worth £38bn from federal ministries will now be open to bidding for UK businesses in strategic sectors like transport, green energy and infrastructure - areas which have thus far been heavily protected from foreign competition.</p><p class=\"sc-9a00e533-0 hxuGS\">The access is unprecedented, trade experts say.</p><p class=\"sc-9a00e533-0 hxuGS\">It is \"far greater\" than what India had offered in its earlier agreement with the United Arab Emirates and \"sets a new benchmark\", Ajay Srivastava of the Global Trade Research Initiative (GTRI), a Delhi-based think-tank, told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Under the agreement, UK firms bidding for Indian government contracts in specified areas will be treated almost on par with Indian suppliers and also have real-time access to information on forthcoming public tenders and procurement opportunities.</p><p class=\"sc-9a00e533-0 hxuGS\">Also, goods from the UK made with just 20% domestic input can now be supplied to the Indian government, allowing UK companies the flexibility to source up to 80% of the parts or raw material from other countries and still qualify for procurement preference in India.</p><p class=\"sc-9a00e533-0 hxuGS\">The minimum contract value at which these firms can bid for government projects has also been sharply reduced as a result of which \"UK companies can now bid on a wide range of lower-value projects - such as rural roads, solar equipment for schools, or IT systems for government offices - that were previously out of reach\", said Mr Srivastava.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A rural village mud road in Purulia district, West Bengal flanked by fields and coconut trees. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">UK companies can now bid on a wide range of lower-value projects such as rural roads</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But for British companies, realising this opportunity on the ground will be easier said than done, several experts told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">While UK suppliers are eligible to participate as Class-II local suppliers, Indian companies will continue to get preferential treatment as Class-I suppliers, says Dr Arpita Mukherjee, a trade expert with the Indian Council for Research on International Economic Relations.</p><p class=\"sc-9a00e533-0 hxuGS\">Moreover, pricing plays a key role in winning contracts, and \"UK companies tend to have higher prices\" compared with Indian companies, which will be a major challenge for them, she adds.</p><p class=\"sc-9a00e533-0 hxuGS\">A more significant deterrent will be delayed payments and difficult contract enforcement, which are \"major legacy issues when it comes to public procurement in India\", says Srijan Shukla of the Observer Research Foundation think-tank.</p><p class=\"sc-9a00e533-0 hxuGS\">He says a study on procurement by India's central public sector enterprises from 2017 to 2020 found that pending payments to suppliers were often more than the total average procurement in a year.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This will impact UK players trying to enter India's public procurement markets, especially when it comes to public contracts that have long-time horizons and are subject to regulatory and political uncertainties,\" Mr Shukla told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Pending dues have been a major irritant for India's small businesses too, leading to short-term liquidity issues that often \"force them out of these procurement markets and reallocate that business to the big players\", according to Mr Shukla.</p><p class=\"sc-9a00e533-0 hxuGS\">Much of this is reflected in India's poor ranking - 163 out of 190 - on contract enforcement in the World Bank's Doing Business report, the latest round of which was in 2020.</p><p class=\"sc-9a00e533-0 hxuGS\">While things have improved since these rankings were published - with one-stop-shop portals like Government e-Marketplace, the Central Public Procurement Portal or the recently launched online dispute resolution portal bringing more transparency to the public tendering process - payment discipline by government entities continues to remain a challenge, says Mr Shukla.</p><p class=\"sc-9a00e533-0 hxuGS\">According to Ms Mukherjee, the India-UK trade agreement emphasises transparency in procurement but omits issues like pending dues, contract enforcement and penalties.</p><p class=\"sc-9a00e533-0 hxuGS\">She adds the deal excludes the Comprehensive Economic and Trade Agreement's dispute settlement provisions for four years after the CETA takes effect - these provisions usually define how disputes are resolved.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Doing business in India is an acquired skill. Over time, companies from the UK will have to learn the way to work around complexities regarding the art of winning public tenders and navigating though complex regulations,\" Mr Shukla says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A woman worker with a headscarf, wearing a maroon tunic, handles a sheet of processed leather at a tannery in Jalandhar, Punjab, India,. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">India's public procurement market has long been reserved for local small and medium enterprises</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Despite the niggling issues, allowing foreign players entry into India's government procurement market marks a far-reaching policy shift.</p><p class=\"sc-9a00e533-0 hxuGS\">It shows the Indian government's intentions to open up a space that has long been reserved for local small and medium enterprises, and could be reflective of the concessions Delhi is willing to give foreign players in future trade agreements like <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cz71w1dgl84o\" class=\"sc-f9178328-0 bGFWdi\">the one being negotiated with the US</a>, according to GTRI.</p><p class=\"sc-9a00e533-0 hxuGS\">India is late to including deep government procurement clauses in trade deals, making its current efforts a catch-up game, says Mr Shukla.</p><p class=\"sc-9a00e533-0 hxuGS\">It is also a sign, he says, of the Indian government's \"confidence that its own firms can compete with global firms both externally and at home\". </p><p class=\"sc-9a00e533-0 hxuGS\">The hope is that more foreign players will force more accountability from the Indian government and \"help standardise\" its tendering and public procurement process - marked by payment delays and poor contract enforcement - to global standards. </p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 fhKUCU\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"instagram\" class=\"sc-d16436d-0 fhKUCU\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 fhKUCU\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"youtube,\" class=\"sc-d16436d-0 fhKUCU\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 fhKUCU\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"x\" class=\"sc-d16436d-0 fhKUCU\">X</i></a><i id=\"and\" class=\"sc-d16436d-0 fhKUCU\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"facebook\" class=\"sc-d16436d-0 fhKUCU\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 fhKUCU\">.</i></p></div></article></div></body></html>"
        },
        {
            "title": "Europe's wildfires seen from above",
            "time": "2025-08-12T19:47:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6e0a/live/2f6f6fa0-77ba-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">A heatwave is driving wildfires across southern Europe, with temperatures topping 40C (104F).</p><p class=\"sc-9a00e533-0 hxuGS\">Thousands have been forced to flee, and red heat alerts are in effect across Italy, France, Spain, Portugal, and the Balkans. </p><p class=\"sc-9a00e533-0 hxuGS\">Scientists warn global warming is making Mediterranean summers hotter and drier, fuelling longer and more intense fire seasons.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Trump announces federal takeover of Washington DC",
            "time": "2025-08-11T14:55:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fc56/live/731b73b0-76c1-11f0-a20f-3b86f375586a.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">President Trump has announced plans to assert greater federal control over Washington DC, as part of a sweeping crackdown on crime in the capital. The U.S. military is preparing to activate hundreds of National Guard troops in the district. The announcement follows the president's threat to \"exert my powers\" to bring Washington under federal control, after an alleged attempted carjacking that injured a DOGE staff member.</p></div></div></body></html>"
        },
        {
            "title": "Chinese ships collide while pursuing Philippine boat",
            "time": "2025-08-11T10:05:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5259/live/d0fb7660-7699-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">The Philippines Coast Guard reported that two Chinese vessels collided while pursuing a Philippine patrol ship in the South China Sea.</p><p class=\"sc-9a00e533-0 hxuGS\">According to the Philippines Coast Guard, the Chinese vessels engaged in aggressive behaviour, including dangerous blocking manoeuvres, as they chased Philippines Coast Guard and fishing vessels near Scarborough Shoal.</p><p class=\"sc-9a00e533-0 hxuGS\">Both the Philippines and China lay claim to Scarborough Shoal and other areas in the South China Sea, a region marked by ongoing territorial disputes.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Meteor burns across Australian night sky",
            "time": "2025-08-11T01:05:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/939d/live/58bba550-764c-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div data-testid=\"card-text-wrapper\" class=\"sc-86f1aae5-3 jfBWUp\"><div class=\"sc-9d830f2a-1 dOyfhs\"><p class=\"sc-9d830f2a-0 eKWlJZ\"><h2 data-testid=\"card-headline\" class=\"sc-9d830f2a-3 jpAIds\">Massive swells smash windows at Sydney's Bondi Beach</h2></p></div><p data-testid=\"card-description\" class=\"sc-86f1aae5-4 fCTZOg\">A powerful king tide smashed glass, cracked footpaths and caused residents to evacuate as it battered Sydney's coast line.</p></div></div></body></html>"
        }
    ]
}