{
    "source": "BBC News",
    "articles": [
        {
            "title": "US seizes oil tanker off Venezuela as Caracas condemns 'act of piracy'",
            "time": "2025-12-11T16:10:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1d48/live/85b027b0-d674-11f0-a892-01d657345866.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">US seizes oil tanker off Venezuela as Caracas condemns 'act of piracy'</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Kayla Epstein</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Ione Wells,</span><span data-testid=\"byline-new-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">São Paulo</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Video shows US military seizing oil tanker off Venezuela coast</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US forces have seized an oil tanker off the coast of Venezuela, marking a sharp escalation in Washington's pressure campaign against Nicolás Maduro's government.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking at the White House on Wednesday, President Donald Trump said the tanker was \"the largest one ever seized\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Footage released by the US government showed armed soldiers boarding the vessel, which Attorney General Pam Bondi said was used to transport sanctioned oil from Venezuela and Iran.</p><p class=\"sc-9a00e533-0 eZyhnA\">Caracas swiftly denounced the action, calling it an act of \"international piracy\". Earlier, President Nicolás Maduro declared that Venezuela would never become an \"oil colony\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration accuses Venezuela of funnelling narcotics into the US and has intensified its efforts to isolate President Maduro in recent months. </p><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela - home to some of the world's largest proven oil reserves - has, in turn, accused Washington of seeking to steal its resources.</p><p class=\"sc-9a00e533-0 eZyhnA\">Brent crude prices inched higher on Wednesday as news of the seizure stoked short-term supply concerns. Analysts warn the move could threaten shippers and further disrupt Venezuela's oil exports.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Thursday, the Kremlin said Russian President Vladimir Putin had spoken with Maduro and reassured him of Moscow's support \"in the face of growing external pressure\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Bondi, who leads the US Department of Justice, said the Federal Bureau of Investigation, Department of Defense, Department of Homeland Security, and the US Coast Guard co-ordinated the seizure.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"For multiple years, the oil tanker has been sanctioned by the United States due to its involvement in an illicit oil shipping network supporting foreign terrorist organizations,\" the nation's top prosecutor wrote on X.</p><p class=\"sc-9a00e533-0 eZyhnA\">Footage shared by Bondi showed a military helicopter hovering over a large ship, and troops descending on to the deck using ropes. Uniformed men were seen in the clip moving about the ship with guns drawn.</p><p class=\"sc-9a00e533-0 eZyhnA\">A senior military official told the BBC's US partner CBS that the helicopters used in the operation launched from the USS Gerald Ford, the world's largest aircraft carrier, which was sent to the Caribbean last month.</p><p class=\"sc-9a00e533-0 eZyhnA\">It involved two helicopters, 10 Coast Guard members and 10 Marines, as well as special forces.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Venezuela’s Maduro sings \"Don't worry, be happy\" as he calls for peace with the US</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Defence Secretary Pete Hegseth was aware of the operation, and the Trump administration was considering more actions like this, a source told CBS.</p><p class=\"sc-9a00e533-0 eZyhnA\">When asked by reporters what the US would do with the oil on the tanker, Trump said: \"We keep it, I guess... I assume we're going to keep the oil.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Maritime risk company Vanguard Tech identified the vessel as the Skipper and said it believed the ship had been \"spoofing\" its position - or broadcasting a false location - for a long time.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC Verify has since confirmed that the vessel in the footage released by the Department of Homeland Security is the Skipper.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US treasury department sanctioned the Skipper in 2022, CBS reported, for alleged involvement in oil smuggling that generated revenue for Hezbollah and the Islamic Revolutionary Guard Corps-Quds Force.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC Verify also located this tanker on MarineTraffic, which shows it was sailing under the flag of Guyana when its position was last updated two days ago. </p><p class=\"sc-9a00e533-0 eZyhnA\">A statement from Guyana's Maritime Administration Department on Wednesday evening, however, said that the Skipper was \"falsely flying the Guyana Flag as it is not registered in Guyana.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The Skipper's port of call log shows it called in Iran, Iraq, and the UAE from 30 June to 9 July this year. Its most recent stop, according to MarineTraffic, was at Soroosh port in Iran on 9 July.</p><p class=\"sc-9a00e533-0 eZyhnA\">That does not mean that it has not called at multiple other ports since then.</p><p class=\"sc-9a00e533-0 eZyhnA\">MarineTraffic shows it was last near Iran in mid-September before arriving off the coast of Guyana at the end of October and making minimal further movement since then. This data may be partial or incorrect because of spoofing.</p><p class=\"sc-9a00e533-0 eZyhnA\">MarineTraffic lists the beneficial owner and operator as Nigeria-based Thomarose Global Ventures Ltd and it lists the registered owner as Marshall Islands-based Triton Navigation Corp.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Trump says US has seized \"large tanker\" off Venezuela coast</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Venezuelan government issued a statement denouncing the seizure as a \"grave international crime\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Interior Minister Diosdado Cabello called the US \"murderers, thieves, pirates\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He referred to Pirates of the Caribbean, but said that while that film's lead character Jack Sparrow was a \"hero\", he believed \"these guys are high seas criminals, buccaneers\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Cabello said this was how the US had \"started wars all over the world\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking at a rally earlier on Wednesday, Maduro had a message for Americans opposed to war with Venezuela. It came in the form of a 1988 hit song.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"To American citizens who are against the war, I respond with a very famous song: Don't worry, be happy,\" Maduro said in Spanish before singing along to the lyrics of the 1988 hit.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Not war, be happy. Not, not crazy war, not, be happy.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">It's unclear if Maduro knew about the seizure of the tanker before this rally.</p><p class=\"sc-9a00e533-0 eZyhnA\">In recent days, the US has ramped up its military presence in the Caribbean Sea, which borders Venezuela to the north.</p><p class=\"sc-9a00e533-0 eZyhnA\">The build-up involves thousands of troops and the USS Gerald Ford being positioned within striking distance of Venezuela, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c7810w37vwdo\" class=\"sc-f9178328-0 iCaRzc\">BBC Verify reported</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">The move has sparked speculation about the potential for some kind of military action.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since September, the US has conducted at least 22 strikes on boats in the region that the Trump administration says are smuggling drugs. At least 80 people have died in these attacks.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Follow the twists and turns of Trump's second term with North America correspondent Anthony Zurcher's weekly <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-us-canada-68093155\" class=\"sc-f9178328-0 iCaRzc\">US Politics Unspun</a> newsletter. Readers in the UK can <a target=\"_self\" href=\"https://www.bbc.co.uk/newsletters/zgmn46f\" class=\"sc-f9178328-0 iCaRzc\">sign up here</a>. Those outside the UK can <a target=\"_self\" href=\"https://cloud.email.bbc.com/US_Politics_Unspun_Newsletter_Signup\" class=\"sc-f9178328-0 iCaRzc\">sign up here</a>.</p></div></article></div></body></html>"
        },
        {
            "title": "From Iran to China to Venezuela - how seized tanker hid location",
            "time": "2025-12-11T15:03:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/096b/live/bd4ec890-d69a-11f0-8c06-f5d460985095.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">From Iran to China to Venezuela - how tanker seized by US hid true location</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Joshua Cheetham, Paul Brown, Richard Irvine-Brown &amp; Matt Murphy</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">BBC Verify    </span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/096b/live/bd4ec890-d69a-11f0-8c06-f5d460985095.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/096b/live/bd4ec890-d69a-11f0-8c06-f5d460985095.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/096b/live/bd4ec890-d69a-11f0-8c06-f5d460985095.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/096b/live/bd4ec890-d69a-11f0-8c06-f5d460985095.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/096b/live/bd4ec890-d69a-11f0-8c06-f5d460985095.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/096b/live/bd4ec890-d69a-11f0-8c06-f5d460985095.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/096b/live/bd4ec890-d69a-11f0-8c06-f5d460985095.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/096b/live/bd4ec890-d69a-11f0-8c06-f5d460985095.png.webp\" loading=\"eager\" alt=\"BBC An image showing the seized tanker refuelling. It is imposed over the BBC Verify branding and colours. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><b id=\"the-oil-tanker-seized-by-us-forces-on-wednesday-had-a-track-record-of-faking-or-concealing-its-location-information,-apparently-to-hide-its-activities,-ship-tracking-data-shows.\" class=\"sc-d16436d-0 gnUCoQ\">The oil tanker seized by US forces on Wednesday had a track record of faking or concealing its location information, apparently to hide its activities, ship tracking data shows.</b></p><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday evening, the US confirmed that its forces seized a vessel during a helicopter-launched raid near the coast of Venezuela. BBC Verify confirmed the ship was the Skipper by matching a sign seen in footage released by the US to a reference photo supplied by TankerTrackers.com, a site which monitors oil shipments.</p><p class=\"sc-9a00e533-0 eZyhnA\">Data held by publicly accessible tracking sites paints an incomplete picture of the vessel's movements, and before its seizure it hadn't declared its position since 7 November. Maritime analytics firm Kpler also suggested that the vessel had engaged in a ship-to-ship transfer. </p><p class=\"sc-9a00e533-0 eZyhnA\">US Attorney General Pam Bondi <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c1w9lg11jw0o\" class=\"sc-f9178328-0 iCaRzc\">described the vessel as a \"crude oil tanker</a> used to transport sanctioned oil from Venezuela and Iran\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The US Treasury department first sanctioned the ship in 2022, when it was sailing under the name Adisa, and was accused of being part of an \"international oil smuggling network\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The Skipper has sailed under the flag of Guyana, but the government was quick to release a statement saying that the 20-year-old tanker was \"falsely flying the Guyana Flag as it is not registered in Guyana\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Experts told BBC Verify that the Skipper was likely a part of the so-called \"dark fleet\" - a global network of oil tankers that seek to evade oil sanctions by obscuring their ownership, identities and travel histories.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Hiding its position</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Under a UN treaty, all ships above a certain tonnage must have an onboard tracker called an Automatic Identification System (AIS). These trackers broadcast information about the ships, including their location, and can be followed on websites like MarineTraffic.</p><p class=\"sc-9a00e533-0 eZyhnA\">But there is an incomplete and misleading public record of the Skipper's movements. According to MarineTraffic, the Skipper's last known port call was at Soroosh in Iran on 9 July, where it arrived after stopping in Iraq and the UAE.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Kpler suggests that this is part of a pattern of misleading entries by the Skipper. Analysts at the firm said the ship had previously loaded crude oil from Venezuela and Iran, while falsifying its position via its onboard tracker, a process known as spoofing.</p><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela has some of the world's largest reserves of oil, but <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-us-canada-47036491\" class=\"sc-f9178328-0 iCaRzc\">exports were placed under sanctions</a> in 2019 by the US in a bid to force the transition of power from President Nicholas Maduro's administration, which has been widely accused of election rigging.</p><p class=\"sc-9a00e533-0 eZyhnA\">The firm noted that while its AIS showed the ship at Iraq's Basrah Oil Terminal on 7 and 8 July, terminal reports showed no record of the vessel there. Instead, the Skipper loaded crude oil at Kharg Island in Iran, Kpler said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Skipper then sailed east, tracking data shows, where Kpler suggested it conducted a ship-to-ship transfer between 11 and 13 August. The cargo was later unloaded in China, where Kpler said it was \"falsely declared\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It returned via Iran and sailed towards the Caribbean. The Skipper last declared its position on 7 November, several miles off the coast of Guyana. Its location only reappeared on 10 December, after the US raid.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In the interim period, satellite images identified by TankerTrackers.com and confirmed by BBC Verify show that the Skipper was present in the Port of Jose in Venezuela on 18 November and not appearing on tracking sites at the time.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since the imposition of sanctions, analysts say it has become common for ships to spoof or conceal their positions while loading oil in Venezuela.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Kpler analysts said the ship loaded \"at least 1.1 million barrels of Merey crude\" by 16 November at the terminal and listed Cuba as the destination.</p><p class=\"sc-9a00e533-0 eZyhnA\">There is also evidence that the Skipper was involved in a ship-to-ship transfer with another vessel on 7 December, just days before it was boarded by US troops. Satellite images seen by Kpler appeared to show the exchange, with one of the vessels identified by Kpler as the Skipper.</p><p class=\"sc-9a00e533-0 eZyhnA\">The transfer took place just off the coast of Venezuela, near the city of Barcelona. According to MarineTraffic, the Skipper had last appeared off the coast of Guyana weeks earlier.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kpler told BBC Verify that between 28 October and 4 December, the Skipper broadcasted \"manipulated\" AIS signals which did not reflect its actual location.</p><p class=\"sc-9a00e533-0 eZyhnA\">Such sanction evading activity is not unusual for Venezuelan oil exports, Kpler said. The company said that tankers often transfer their cargo off the coast of Malaysia, before the oil is imported into China.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Former Belgian naval lieutenant and analyst Frederik Van Lokeren told BBC Verify that while such ship-to-ship transfers are not illegal or wrong, they are \"extremely uncommon\". He said such activities were normally a sign of vessels trying to evade sanctions, transferring oil to ships not publicly associated with smuggling.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Van Lokeren said that Venezuela's refining capacity has been significantly degraded in recent years and is \"dependent\" on its allies in Iran and Russia to convert its crude oil into more commercially lucrative products.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Who owns the Skipper?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">MarineTraffic lists the beneficial owner and operator as Nigeria-based Thomarose Global Ventures Ltd and it lists the registered owner as Marshall Islands-based Triton Navigation Corp.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 2022, the US Treasury said that Triton was being used by a sanctioned Russian oil magnate - Viktor Artemov - to facilitate a global \"oil smuggling network\".</p><p class=\"sc-9a00e533-0 eZyhnA\">At the time, US officials said Mr Artemov used an expansive network of ships often registered obscurely to transport Iranian oil.</p><p class=\"sc-9a00e533-0 eZyhnA\">In its statement, the US Treasury said that Triton had \"materially assisted, sponsored, or provided financial, material, or technological support for, or goods or services to or in support of, Artemov\".</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC Verify is attempting to contact both companies for comment. </p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Austria bans headscarves in schools for girls under-14",
            "time": "2025-12-11T13:15:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e0a2/live/682afe30-d693-11f0-ba25-9df42b9cffb2.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Austria has passed a law banning headscarves in schools for girls under the age of 14.</p><p class=\"sc-9a00e533-0 eZyhnA\">The conservative-led coalition of three centrist parties, the ÖVP, the SPÖ and the Neos, says the law is a \"clear commitment to gender equality\", but critics say it will fuel anti-Muslim feeling in the country and could be unconstitutional.</p><p class=\"sc-9a00e533-0 eZyhnA\">The measure will apply to girls in both public and private schools.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 2020, a similar headscarf ban for girls under 10 was struck down by the Constitutional Court, because it specifically targeted Muslims.</p><p class=\"sc-9a00e533-0 eZyhnA\">The terms of the new law mean girls under 14 will be forbidden from wearing \"traditional Muslim\" head coverings such as hijabs or burkas.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">If a student violates the ban, they must have a series of discussions with school authorities and their legal guardians. If there are repeated violations, the child and youth welfare agency must be notified.</p><p class=\"sc-9a00e533-0 eZyhnA\">As a last resort, families or guardians could be fined up to €800 (£700).</p><p class=\"sc-9a00e533-0 eZyhnA\">Members of the government say this is about empowering young girls, arguing it is to protect them \"from oppression\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking ahead of the vote, the parliamentary leader of the liberal Neos party, Yannick Shetty said it was \"not a measure against a religion. It is a measure to protect the freedom of girls in this country,\" and added that the ban would affect about 12,000 children.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The opposition far-right Freedom Party of Austria, the FPÖ, which voted in favour of the ban, said it did not go far enough.</p><p class=\"sc-9a00e533-0 eZyhnA\">It described the ban as \"a first step\", which should be widened to include all pupils and school staff.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There needs to be a general ban on headscarves in schools; political Islam has no place here\", the FPÖ's spokesperson on families Ricarda Berger said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sigrid Maurer from the opposition Greens called the new law \"clearly unconstitutional\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The official Islamic Community in Austria, the IGGÖ, said the ban violated fundamental rights and would split society.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a statement  on its website, it said  \"instead of empowering children, they will be stigmatised and marginalised.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The IGGÖ said it would review \"the constitutionality of the law and take all necessary steps.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The Constitutional Court already ruled unequivocally in 2020 that such a ban is unconstitutional, as it specifically targets a religious minority and violates the principle of equality,\" the IGGÖ said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The government says it has tried to avoid that.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Will it pass muster with the Constitutional Court? I don't know. We have done our best,\" Shetty said.</p><p class=\"sc-9a00e533-0 eZyhnA\">An awareness-raising trial period will start in February 2026, with the ban fully going into force next September - the beginning of the new school year.</p></div></div></body></html>"
        },
        {
            "title": "Bulgarian PM and government resign after mass protests",
            "time": "2025-12-11T14:32:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/68aa/live/6bc15210-d698-11f0-89d7-d99b8f022527.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Bulgarian PM and government resign after mass protests</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Paul Kirby</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Europe digital editor</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/68aa/live/6bc15210-d698-11f0-89d7-d99b8f022527.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/68aa/live/6bc15210-d698-11f0-89d7-d99b8f022527.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/68aa/live/6bc15210-d698-11f0-89d7-d99b8f022527.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/68aa/live/6bc15210-d698-11f0-89d7-d99b8f022527.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/68aa/live/6bc15210-d698-11f0-89d7-d99b8f022527.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/68aa/live/6bc15210-d698-11f0-89d7-d99b8f022527.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/68aa/live/6bc15210-d698-11f0-89d7-d99b8f022527.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/68aa/live/6bc15210-d698-11f0-89d7-d99b8f022527.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images Tens of thousands of protesters gather in central Sofia to demonstrate against the Buglarian government, in Sofia on December 10, 2025\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The centre of Sofia filled with tens of thousands of protesters on Wednesday night calling for the government to go</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The government of Bulgarian Prime Minister Rosen Zhelyazkov has resigned after protesters took to the streets in cities across the country and filled the centre of the capital Sofia on Wednesday night.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zhelyazkov's dramatic move came ahead of a vote of no confidence in parliament, and 20 days before Bulgaria joins the euro.</p><p class=\"sc-9a00e533-0 eZyhnA\">Protesters had accused his minority centre-right government, in power since January, of widespread corruption. The government had already scrapped a controversial budget plan for next year in response to the demonstrations last week.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We hear the voice of citizens protesting against the government,\" Zhelyazkov said in a TV address.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Both young and old have raised their voices for [our resignation],\" he added. \"This civic energy must be supported and encouraged.\" A statement on the government website said ministers would continue in their roles until a new cabinet was elected.</p><p class=\"sc-9a00e533-0 eZyhnA\">Between 50,000 and 100,000 people turned out in Sofia's central Triangle of Power and Independence Square on Wednesday evening calling for the government to go. The words \"Resignation\" and \"Mafia Out\" were projected onto the parliament building.</p><p class=\"sc-9a00e533-0 eZyhnA\">They were backed last week by President Rumen Radev who had also called on the government to stand down.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/179c/live/0765d130-d6a0-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/179c/live/0765d130-d6a0-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/179c/live/0765d130-d6a0-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/179c/live/0765d130-d6a0-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/179c/live/0765d130-d6a0-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/179c/live/0765d130-d6a0-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/179c/live/0765d130-d6a0-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/179c/live/0765d130-d6a0-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Reuters Bulgarian Prime Minister Rosen Zhelyazkov speaks to the media before announcing the resignation of his government\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Rosen Zhelyazkov has been in office for less than a year</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Zhelyazkov's government had already survived five votes of no confidence and was expected to get through a sixth on Thursday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many of the protesters have been angered by the roles of two figures, oligarch Delyan Peevski and ex-prime minister Boyko Borissov, and Wednesday's rally was organised under the slogan \"Resignation! Peevski and Borissov Out of Power\",  Bulgaria's BTA news agency reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">Peevski has been sanctioned by the US and UK for alleged corruption and his party has helped prop up the government.</p><p class=\"sc-9a00e533-0 eZyhnA\">Borissov is part of Zhelyazkov's Gerb party, which came first in October 2024 elections, and he was reported to have said on Wednesday that the coalition parties had agreed to remain in power until Bulgaria joined the eurozone on 1 January.</p><p class=\"sc-9a00e533-0 eZyhnA\">Borissov was prime minister when anti-corruption protests brought down his government in 2020 and there have been seven elections since.</p><p class=\"sc-9a00e533-0 eZyhnA\">Despite the political drama in Sofia, Bulgaria's move to join the euro is not seen as under threat.</p><p class=\"sc-9a00e533-0 eZyhnA\">In his resignation statement, the outgoing prime minister said Bulgaria faced a major challenge and its citizens would need to produce \"authentic proposals\" on what the next government should look like.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bulgaria ranks among the highest in Europe in terms of the public's perception of official corruption, according to Transparency International.</p></div></article></div></body></html>"
        },
        {
            "title": "Ukraine has sent peace proposal to the US, Merz says",
            "time": "2025-12-11T15:40:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5391/live/eaf618b0-d6a5-11f0-9825-01386cba6d32.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Ukraine hands US revised peace plan proposal, Germany says</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5391/live/eaf618b0-d6a5-11f0-9825-01386cba6d32.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5391/live/eaf618b0-d6a5-11f0-9825-01386cba6d32.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5391/live/eaf618b0-d6a5-11f0-9825-01386cba6d32.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5391/live/eaf618b0-d6a5-11f0-9825-01386cba6d32.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5391/live/eaf618b0-d6a5-11f0-9825-01386cba6d32.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5391/live/eaf618b0-d6a5-11f0-9825-01386cba6d32.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5391/live/eaf618b0-d6a5-11f0-9825-01386cba6d32.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5391/live/eaf618b0-d6a5-11f0-9825-01386cba6d32.jpg.webp\" loading=\"eager\" alt=\"Getty Images A man walking over an explosion site\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">German Chancellor Friedrich Merz said the latest peace plan draft for Ukraine has been presented to US President Donald Trump - including a proposal on territorial concessions Kyiv may be prepared to make.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Merz highlighted the territorial issue was \"a question that must be answered primarily by the  Ukrainian president, and the Ukrainian people.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We also made this clear to President Trump,\" Merz pointed out.</p><p class=\"sc-9a00e533-0 eZyhnA\">In recent weeks European leaders have worked closely with Ukraine to come up with a new iteration of a peace plan that addresses Kyiv's interests and concerns.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump appears to have grown frustrated with the intricacies of the question of sovereignty over Russian-occupied Ukrainian territories. </p><p class=\"sc-9a00e533-0 eZyhnA\">Because his negotiating team has previously worked closely with Moscow, Kyiv's European allies fear the US president might eventually seek to impose a Russian-led solution on Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It would be a mistake to force the Ukrainian president into a peace that his people will not accept after four years of suffering and death,\" Merz said in a joint news conference with Nato chief Mark Rutte.</p><p class=\"sc-9a00e533-0 eZyhnA\">He added that in Wednesday's \"constructive\" phone call with Trump, he, France's Emmanuel Macron and UK Prime Minister Sir Keir Starmer had \"made it clear\" that Europeans needed to have their interests heard too.</p><p class=\"sc-9a00e533-0 eZyhnA\">For his part, Trump said the participants had \"discussed Ukraine in pretty strong words\" and added that he was yet to decide whether to attend a meeting in Europe. \"We don't want to be wasting time,\" he said.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine's President Volodymyr Zelensky has long signalled he would be prepared to talk to Trump directly to discuss the sticking points of a deal, but the US president has suggested all issues had to be ironed out before such a meeting could take place.</p><p class=\"sc-9a00e533-0 eZyhnA\">The territorial question is one of the thorniest. Russia demands that Ukraine withdraws entirely from the parts of the eastern Luhansk and Donetsk regions which it still holds - something Kyiv refuses to do, both on principle and because it fears it would allow Moscow a foothold for future invasions. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We have no legal right to [cede territory], under Ukrainian law, our constitution and international law,\" Zelensky said earlier this week. \"And we don't have any moral right either.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Zelensky is set to hold more talks with his allies today as he co-chairs a coalition of the willing call alongside Merz, Macron and Starmer.</p><p class=\"sc-9a00e533-0 eZyhnA\">As high-level, frantic diplomatic activity of the last few weeks has taken place among US, European and Ukrainian officials, with frequent statements from all sides, Moscow has remained remarkably tight-lipped.</p><p class=\"sc-9a00e533-0 eZyhnA\">Any comments from Russia have sought to cement the impression that Moscow and Washington are aligned on their hopes for the terms of a peace deal.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Thursday Foreign Minister Sergei Lavrov praised Trump for trying to broker a deal and said the recent meeting between Vladimir Putin and US envoy Steve Witkoff at the Kremlin had \"eliminated\" the \"misunderstandings\" which had arisen since last summer's Trump-Putin summit in Alaska.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the time, Russia and the US agreed Ukraine should return to a non-aligned, neutral, and nuclear-free status, Lavrov stated.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The foreign minister also batted off suggestions that Kyiv could be given security guarantees in the form of foreign troops stationed in Ukraine. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is yet another return to the sad logic of Zelensky's so-called peace formula,\" Lavrov said, adding that Moscow had handed the US \"additional\" proposals on collective security and that Russia was ready to give legal guarantees not to attack Nato or EU countries.</p><p class=\"sc-9a00e533-0 eZyhnA\">Yet Kyiv and its European allies believe that without security guarantees any peace settlement could be rendered meaningless.</p><p class=\"sc-9a00e533-0 eZyhnA\">But because Russia has previously violated ceasefire and truce deals, neither Ukraine nor Europe are likely to take any promise by Moscow at face value. In recent weeks European and Ukrainian officials have pushed for the US to be involved in guaranteeing that Kyiv doesn't become the target of renewed attacks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this week Zelensky said he was ready to hold elections if the US and European countries could guarantee Ukraine's security during the vote. His five-year term as president was due to end in May 2024, but elections have been suspended in Ukraine since martial law was declared after Russia's full-scale invasion in February 2022.</p><p class=\"sc-9a00e533-0 eZyhnA\">Not for the first time, Nato chief Mark Rutte said on Thursday that too many of the alliance's allies did not feel the urgency of Russia's threat in Europe. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are Russia's next target,\" he warned, adding that Nato had to make all efforts to prevent a war that could be \"on the scale of war our grandparents and great-grandparents endured\".</p></div></article></div></body></html>"
        },
        {
            "title": "Portugal hit by severe disruption in first general strike for 12 years",
            "time": "2025-12-11T10:50:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/892a/live/ac7c48b0-d5f7-11f0-bffa-33f15bc19d02.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Dozens of flights and trains have been cancelled, schools closed and hospital operations postponed in cities across Portugal, as the two main union federations stage a general strike over unprecedented labour reforms.</p><p class=\"sc-9a00e533-0 eZyhnA\">Public transport was down to a minimum service in many areas, and unions said refuse collections were at a standstill as the strike took hold on Thursday.</p><p class=\"sc-9a00e533-0 eZyhnA\">The last time the CGTP and the generally less militant UGT joined forces was during the eurozone debt crisis in 2013, when a \"troika\" of international institutions demanded cuts in salaries and pensions as part of Portugal's bailout.</p><p class=\"sc-9a00e533-0 eZyhnA\">Twelve years later, Portugal's economy has become the fastest growing in the eurozone in recent months, but Prime Minister Luís Montenegro says it is still necessary to tackle \"rigidities\" in the labour market \"so companies can be more profitable and workers have better salaries\" as a result.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"I will not give up on having a country with the ambition to be at the forefront, to be at the vanguard of Europe,\" he said on the eve of the strike.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, Montenegro appears to have been taken aback by the strength of feeling against his minority right-of-centre government's plans: one of his Social Democrat MPs is on the UGT executive and even he voted for a strike.</p><p class=\"sc-9a00e533-0 eZyhnA\">The prime minister tweaked some proposals after calling the federation in for talks late last month, but it was clearly not enough.</p><p class=\"sc-9a00e533-0 eZyhnA\">Among the most controversial of the more than 100 proposals are:</p><ul class=\"sc-6f869981-0 diUlgm\"><li class=\"sc-734a601e-0 cRgahm\">letting employers roll over temporary contracts for years on end</li><li class=\"sc-734a601e-0 cRgahm\">lifting a ban on sacking workers then immediately rehiring them indirectly via outsourcing</li><li class=\"sc-734a601e-0 cRgahm\">removing a requirement to reinstate employees who were unfairly dismissed.</li></ul><p class=\"sc-9a00e533-0 eZyhnA\">It is Portuguese in their 20s who are likely to be most affected by the changes - and opinion is rather mixed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Diogo Brito, who works as an air steward but has friends who do casual work in tourism, supports the right to strike but backs the package: \"It has to be done. We have to catch up with richer countries and with these measures I think we can evolve more.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">But self-employed photographer Eduardo Ferreira says he knows many people who already cannot find secure jobs and is pleased to see the unions unite at a \"critical moment\" for Portugal: \"Things have been tough ever since the troika, and workers haven't reacted until now.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The CGTP has condemned the package as \"an assault on the rights of all workers, particularly women and young people\", while the UGT calls it \"so out of step, in a context of economic growth, financial stability and a strong labour market, that… it reflects a clear bias in favour of employers\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The UGT also complains that formal talks between unions, government and business were \"unbalanced, restrictive and detrimental to workers\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Montenegro's governing coalition lacks a majority in parliament, and is seeking support for the bill not only from the small, free-market Liberal Initiative (IL) but from hard-right Chega, which since May's general election has been the second-largest party. </p><p class=\"sc-9a00e533-0 eZyhnA\">Its leader, André Ventura, has expressed reservations about the way some measures might affect family life, but looks open to negotiations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Before the election, Montenegro had ruled out deals with Chega, and the unions and the third-biggest party, the Socialists, say the prime minister's mask has slipped.</p><p class=\"sc-9a00e533-0 eZyhnA\">They also warn that politicians on the right want to amend Portugal's 1976 constitution to loosen employment safeguards considered among Europe's strongest.</p><p class=\"sc-9a00e533-0 eZyhnA\">The issue has also become caught up in the campaign for January's presidential election, with several candidates arguing that the labour reform bill flouts Portugal's 1976 constitution.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under Portugal's \"semi-presidential\" system, the head of state can decline to sign bills approved by parliament. Bills can instead be sent to the Constitutional Court for review or the president can exercise a veto that, while it can be overturned by a majority of elected MPs, delays the process, ensuring further discussion.</p><p class=\"sc-9a00e533-0 eZyhnA\">With the government seeking to overhaul so much of the labour code, such scrutiny might stoke voter unease about its radicalism, particularly since the plans were not in the coalition's election manifesto.</p><p class=\"sc-9a00e533-0 eZyhnA\">Unlike many strikes here, Thursday's day of action is not limited to the public sector. </p><p class=\"sc-9a00e533-0 eZyhnA\">At Portugal's largest factory, VW-owned Autoeuropa, south of Lisbon, almost 1,000 employees voted unanimously last week to back it.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I believe there is no worker in this country unaffected by the negative measures in this reform,\" said UGT secretary-general Mário Mourão, after the Autoeuropa gathering. \"It must be responded to appropriately.\"</p></div></div></body></html>"
        },
        {
            "title": "US judge orders Kilmar Abrego Garcia's release from ICE custody",
            "time": "2025-12-11T17:42:01",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9ab1/live/c4af1460-d6ad-11f0-9566-091746611f5e.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A judge has ordered the immediate release of Kilmar Abrego Garcia, who was mistakenly deported and brought back to the US to face criminal charges, from immigration custody.</p><p class=\"sc-9a00e533-0 eZyhnA\">US District Judge Paula Xinis in Maryland said since returning to the US, Mr Abrego Garcia was re-detained \"without lawful authority\". The order means he can at least temporarily return to his home in Maryland.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Department of Homeland Security said the decision was \"naked judicial activism\" and \"lacks any valid legal basis\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The case became a focal point in the administration's crackdown on immigration after he was deported to El Salvador in March, despite a 2019 court order barring his deportation. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Judge Xinis wrote in her ruling that the government did not have a removal order, which blocks it from deporting Mr Abrego Garcia \"at this juncture\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Abrego Garcia, who is married to a US citizen and has been living in Maryland for years, illegally came to the US from El Salvador when he was a teenager. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration has alleged Mr Abrego Garcia was a member of the MS-13 criminal organisation, which he has denied. </p><p class=\"sc-9a00e533-0 eZyhnA\">In 2019, he was arrested with three other men in Maryland and detained by federal immigration authorities. </p><p class=\"sc-9a00e533-0 eZyhnA\">At the time, the judge granted him protection from deportation on the grounds that he could face persecution by a gang in his home country.</p><p class=\"sc-9a00e533-0 eZyhnA\">He was returned to the US in June, where he was arrested and taken to Tennessee to face human smuggling charges. He has pleaded not guilty.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Abrego Garcia was then released from jail in Tennessee and into the custody of his brother in Maryland. </p><p class=\"sc-9a00e533-0 eZyhnA\">He was told to check in with Immigration and Customs Enforcement (ICE), where he was taken into custody. </p><p class=\"sc-9a00e533-0 eZyhnA\">Judge Xinis on Thursday said he must now follow the conditions of his release from jail in Tennessee, and cannot be removed from the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">The judge had initially temporarily barred the government from removing him to a third country while she heard his challenge to the detention. </p><p class=\"sc-9a00e533-0 eZyhnA\">In her order, Judge Xinis said the government had said it was considering removing him to Uganda, Eswatini, Ghana and later Liberia. </p><p class=\"sc-9a00e533-0 eZyhnA\">Costa Rica offered to take Mr Abrego Garcia, the judge said, but the government did not accept its offer.</p><p class=\"sc-9a00e533-0 eZyhnA\">In her 31-page order on Thursday, the judge wrote that immigration detention cannot be used for punishment or go on indefinitely. </p><p class=\"sc-9a00e533-0 eZyhnA\">She said the first three African countries had never been \"viable options\", while Costa Rica \"had never wavered in its commitment to receive Abrego Garcia, just as Abrego Garcia never wavered in his commitment to resettle there\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Whatever purpose was behind his detention, it was not for the 'basic purpose' of timely third-country removal,\" she wrote.</p></div></div></body></html>"
        },
        {
            "title": "'Architects of AI' named Time Magazine's Person of the Year",
            "time": "2025-12-11T13:52:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4dfe/live/91345900-d69a-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'Architects of AI' named Time Magazine's Person of the Year</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Imran Rahman-Jones</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Liv McMahon,</span><span data-testid=\"byline-new-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Technology reporters</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1aa8/live/6f7fda50-d690-11f0-9184-a796dfacc4c9.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1aa8/live/6f7fda50-d690-11f0-9184-a796dfacc4c9.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1aa8/live/6f7fda50-d690-11f0-9184-a796dfacc4c9.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1aa8/live/6f7fda50-d690-11f0-9184-a796dfacc4c9.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1aa8/live/6f7fda50-d690-11f0-9184-a796dfacc4c9.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1aa8/live/6f7fda50-d690-11f0-9184-a796dfacc4c9.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1aa8/live/6f7fda50-d690-11f0-9184-a796dfacc4c9.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1aa8/live/6f7fda50-d690-11f0-9184-a796dfacc4c9.jpg.webp\" loading=\"eager\" alt=\"Getty Images Nvidia boss Jensen Huang in side-profile\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Nvidia boss Jensen Huang is among the tech bosses the magazine has put on its biggest cover of the year</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Time Magazine's Person of the Year for 2025 is not a single person.</p><p class=\"sc-9a00e533-0 eZyhnA\">Instead, the magazine has recognised the year's most influential figure as \"the architects\" of artificial intelligence (AI).</p><p class=\"sc-9a00e533-0 eZyhnA\">Nvidia boss Jensen Huang, Meta head Mark Zuckerberg, X owner Elon Musk and <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c5yp2vj92e9o\" class=\"sc-f9178328-0 iCaRzc\">AI \"godmother\" Fei-Fei Li</a> are among those depicted on one of the magazine's two covers.</p><p class=\"sc-9a00e533-0 eZyhnA\">Experts say it highlights how quickly AI,<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>and the firms behind it, are reshaping society.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It comes as a boom in the technology, ushered in by OpenAI's launch of ChatGPT in late 2022, continues at pace.</p><p class=\"sc-9a00e533-0 eZyhnA\">Its boss Sam Altman said in September its chatbot is used by around 800 million people every week.</p><p class=\"sc-9a00e533-0 eZyhnA\">Big tech firms are pouring billions of dollars into AI and the infrastructure behind it in a bid to stay ahead of rivals.</p><p class=\"sc-9a00e533-0 eZyhnA\">There are two covers this year - one a piece of art depicting the letters AI surrounded by workers, and another a painting focused on the tech leaders themselves.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9093/live/6a3dffb0-d693-11f0-9fb5-5f3a3703a365.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9093/live/6a3dffb0-d693-11f0-9fb5-5f3a3703a365.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9093/live/6a3dffb0-d693-11f0-9fb5-5f3a3703a365.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9093/live/6a3dffb0-d693-11f0-9fb5-5f3a3703a365.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9093/live/6a3dffb0-d693-11f0-9fb5-5f3a3703a365.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9093/live/6a3dffb0-d693-11f0-9fb5-5f3a3703a365.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9093/live/6a3dffb0-d693-11f0-9fb5-5f3a3703a365.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9093/live/6a3dffb0-d693-11f0-9fb5-5f3a3703a365.png.webp\" loading=\"lazy\" alt=\"Time Eight people in suits sitting on a girder with a cityscape behind them. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Time</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The cover references the classic New York photograph \"Lunch atop a Skyscraper\" - but with tech figures in place of ironworkers</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At Meta, Zuckerberg has reportedly focused the firm around the tech, including its  AI chatbot, which it has embedded in its popular apps.</p><p class=\"sc-9a00e533-0 eZyhnA\">He, along with Huang, Musk, Li and Altman, appeared on the cover alongside Lisa Su, boss of chipmaker AMD, Anthropic chief Dario Amodei, and Google's AI lab lead Sir Demis Hassabis.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This year, the debate about how to wield AI responsibly gave way to a sprint to deploy it as fast as possible,\" Time said as it announced its new covers.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"But the risk-averse are no longer in the driver's seat. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Thanks to Huang, Son, Altman, and other AI titans, humanity is now flying down the highway, all gas no brakes, toward a highly automated and highly uncertain future.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">And the magazine's editor-in-chief Sam Jacobs said \"no one\" had as great an impact in 2025 than \"the individuals who imagined, designed, and built AI\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Humanity will determine AI's path forward, and each of us can play a role in determining AI's structure and future,\" he said.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/bb76/live/36f71900-d695-11f0-9fb5-5f3a3703a365.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/bb76/live/36f71900-d695-11f0-9fb5-5f3a3703a365.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/bb76/live/36f71900-d695-11f0-9fb5-5f3a3703a365.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/bb76/live/36f71900-d695-11f0-9fb5-5f3a3703a365.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/bb76/live/36f71900-d695-11f0-9fb5-5f3a3703a365.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/bb76/live/36f71900-d695-11f0-9fb5-5f3a3703a365.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/bb76/live/36f71900-d695-11f0-9fb5-5f3a3703a365.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/bb76/live/36f71900-d695-11f0-9fb5-5f3a3703a365.png.webp\" loading=\"lazy\" alt=\"Time The other Time cover shows the letters AI, with construction workers surrounding it. It is as if they are building a giant statue of the letters out of computer parts.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Time</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Forrester analyst Thomas Husson said 2025 could be seen as a \"tipping point\" for how frequently AI is now used in our day-to-day lives.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Most consumers use it without even being aware of it,\" he told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said AI is now being crammed into hardware, software and services - meaning it its uptake is \"much faster than during the Internet or mobile revolutions\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Some people now choose chatbots over search engines and social media to <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cwy3qp15x73o\" class=\"sc-f9178328-0 iCaRzc\">plan holidays</a>, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ckgxv7jk0z1o\" class=\"sc-f9178328-0 iCaRzc\">find Christmas gifts</a> and <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cl7y71krnjvo\" class=\"sc-f9178328-0 iCaRzc\">discover recipes</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Others, such as those worried about its energy use, training data and impact on their livelihoods, are opting-out entirely.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nik Kairinos, founder and chief executive of lab Fountech AI, said the covers were \"an honest assessment\" of the tech's influence, but he felt \"recognition should not be confused with readiness\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"At this moment, AI can still be a saviour or scourge to humanity,\" he said. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are still in the early stages of building AI systems that are dependable, accountable, and aligned with human values.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"For those of us developing the technology and bringing AI tools to market, there is huge responsibility.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Groups recognised over individuals</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/dad9/live/bf43fb20-d695-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/dad9/live/bf43fb20-d695-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/dad9/live/bf43fb20-d695-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/dad9/live/bf43fb20-d695-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/dad9/live/bf43fb20-d695-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/dad9/live/bf43fb20-d695-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/dad9/live/bf43fb20-d695-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/dad9/live/bf43fb20-d695-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A man in a dark suit and green and yellow striped bow tie. He stands in front of a bank of computers with his arms folded.\n\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Steve Jobs was one of the tech founders representing the computer in 1982</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">This isn't the first time the Person of the Year has been a large group, with Ebola fighters being handed it in 2014 and whistleblowers in 2002.</p><p class=\"sc-9a00e533-0 eZyhnA\">Previously, in 1982, it recognised the computer, with the magazine saying Americans had a \"giddy passion\" for the device.</p><p class=\"sc-9a00e533-0 eZyhnA\">Time called it \"partly fad\", but said it was also \"partly a sense of how life could be made better\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The computer was represented by a number of tech entrepreneurs of the time, including Apple co-founder Steve Jobs and IBM president John Opel.</p><p class=\"sc-9a00e533-0 eZyhnA\">Then in 2006, the Person of the Year was given to \"You\" - intended to represent the power of individuals online.</p><p class=\"sc-9a00e533-0 eZyhnA\">Wikipedia contributors, early YouTubers and MySpace users were noted as examples of \"the many wresting power from the few and helping one another for nothing\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It continued: \"That will not only change the world, but also change the way the world changes.\"</p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Ethiopia TikTok: Six influencers arrested for 'indecent' dress at awards ceremony",
            "time": "2025-12-11T17:40:51",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7a91/live/c550fce0-d6b1-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ethiopian police have arrested a sixth popular TikTok creator days after five other influencers were detained over allegations of wearing \"indecent attire\" at a public event in the culturally conservative country.</p><p class=\"sc-9a00e533-0 eZyhnA\">Adonay Berhane, 25, is a lifestyle and motivational creator with close to four million followers, who was named \"TikToker of the Year\" at the TikTok Creative Award 2025 - the same ceremony now at the centre of the controversy. </p><p class=\"sc-9a00e533-0 eZyhnA\">Police said on Wednesday evening that he was under investigation.</p><p class=\"sc-9a00e533-0 eZyhnA\">The detentions have ignited widespread debate across Ethiopian social media.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Supporters argue the arrests violate freedom of expression and stifle creativity, while conservative voices have defended the police, insisting that public figures must respect cultural norms.</p><p class=\"sc-9a00e533-0 eZyhnA\">Among those arrested were Wongelawit Gebre Endrias, aka Evan, who posts lifestyle and fashion videos to TikTok. At the event she went braless under an oversized blazer jacket.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sporting a man-bag was Yohannes Mekonnen, known as Jahnny, a dancer and content reviewer who won an award for video production at the ceremony.</p><p class=\"sc-9a00e533-0 eZyhnA\">Adonay was pictured wearing an open-necked shirt.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bereket Tsegaye, Mekdim Dereje and Girum Gezahegn are were also detained.</p><p class=\"sc-9a00e533-0 eZyhnA\">None of the six influencers have spoken about their treatment.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the mother of Adonay Berhane - Abeba Gebru - was shocked by the news.</p><p class=\"sc-9a00e533-0 eZyhnA\">Adonay is her \"backbone\" and an \"example to Ethiopian youth\", she told BBC Tigrinya.</p><p class=\"sc-9a00e533-0 eZyhnA\">Having spent his teenage years in Canada, Adonay returned to Ethiopia and much of his TikTok content warns of the negative sides of becoming an immigrant. He urges his followers to live and work in their homeland instead.</p><p class=\"sc-9a00e533-0 eZyhnA\"> Ethiopia's government has not commented on the matter, but police said the detainees were suspected of promoting behaviour that undermines public morality - citing concerns about the growing influence of online trends on Ethiopian youth.</p><p class=\"sc-9a00e533-0 eZyhnA\">With more than eight million social media users nationwide, the incident highlights the growing strain between Ethiopia's rapidly expanding digital culture and longstanding traditional expectations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Federal police warn that further action will be taken against anyone \"violating the country's cultural values\" or promoting what they described as \"shallow culture.\"</p></div></div></body></html>"
        },
        {
            "title": "Myanmar: More than 30 dead after military air strike hits hospital",
            "time": "2025-12-11T08:12:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/54f8/live/e0ded1c0-d667-11f0-91f5-0bd827601511.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At least 34 people have died and dozens more are injured after air strikes from Myanmar's military hit a hospital in the country's west on Wednesday night, according to ground sources.</p><p class=\"sc-9a00e533-0 eZyhnA\">The hospital is located in Mrauk-U town in Rakhine state, an area controlled by the Arakan Army - one of the strongest ethnic armies fighting the country's military regime.</p><p class=\"sc-9a00e533-0 eZyhnA\">Thousands have died and millions have been displaced since the military seized power in a coup in 2021 and triggered a civil war.</p><p class=\"sc-9a00e533-0 eZyhnA\">In recent months, the military has <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c051m0jn392o\" class=\"sc-f9178328-0 iCaRzc\">intensified air strikes</a> to take back territory from ethnic armies. It has also <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c20zvqe3qd5o\" class=\"sc-f9178328-0 iCaRzc\">deployed paragliders to drop bombs</a> on its enemies.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Myanmar military has not commented on the strikes, which come as the country prepares to vote later this month in its first election since the coup.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, pro-military accounts on Telegram claim the strikes this week were not aimed at civilians.</p><p class=\"sc-9a00e533-0 eZyhnA\">Khaing Thukha, a spokesperson for the Arakan Army, told the BBC that most of the casualties were patients at the hospital.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is the latest vicious attack by the terrorist military targeting civilian places,\" he said, adding that the military \"must take responsibility\" for bombing civilians.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Arakan Army health department said the strike, which occurred at around 21:00 (14:30 GMT), killed 10 patients on the spot and injured many others.</p><p class=\"sc-9a00e533-0 eZyhnA\">Photos believed to be from the scene have been circulating on social media showing missing roofs across parts of the building complex, broken hospital beds and debris strewn across the ground.</p><p class=\"sc-9a00e533-0 eZyhnA\">The junta has been locked in a years-long bloody conflict with ethnic militias, at one point losing control of more than half the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">But recent influx of technology and equipment from China and Russia seems to have helped it turn the tide. The junta has made significant gains through a campaign of airstrikes and heavy bombardment. </p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this year, more than 20 people were killed after an army motorised paraglider dropped two bombs on a crowd protesting at a religious festival.</p><p class=\"sc-9a00e533-0 eZyhnA\">Civil liberties have also shrunk dramatically under the junta. Tens of thousands of political dissidents have been arrested, rights groups estimate.</p><p class=\"sc-9a00e533-0 eZyhnA\">Myanmar's junta has called for a general election on 28 December, touting it as a pathway to political stability. </p><p class=\"sc-9a00e533-0 eZyhnA\">But critics say the election will be neither free nor fair, but will instead offer the junta a guise of legitimacy. Tom Andrews, the United Nations' human rights expert on Myanmar, has called it a \"sham election\".</p><p class=\"sc-9a00e533-0 eZyhnA\">In recent weeks the junta has arrested civilians accused of disrupting the vote, including one man who authorities said had sent out anti-election messages on Facebook.</p><p class=\"sc-9a00e533-0 eZyhnA\">The junta also said on Monday that it was looking for 10 activists involved in an anti-election protest.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ethnic armies and other opposition groups have pledged to boycott the polls.</p><p class=\"sc-9a00e533-0 eZyhnA\">At least one election candidate in in central Myanmar's Magway Region was detained by an anti-junta group, the Associated Press reported.</p></div></div></body></html>"
        },
        {
            "title": "Pakistan's military sentences former spy chief Faiz Hameed to 14 years in jail",
            "time": "2025-12-11T14:03:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e661/live/0cb09730-d676-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Pakistan's former spy chief has been sentenced to 14 years in prison by a military court, on charges including violation of state secrets and interfering in politics.</p><p class=\"sc-9a00e533-0 eZyhnA\">Faiz Hameed led Pakistan's Inter-Services Intelligence (ISI) agency from 2019 to 2021, during the tenure of now-jailed former prime minister Imran Khan.</p><p class=\"sc-9a00e533-0 eZyhnA\">He was known to be a staunch supporter of Khan, and took early retirement shortly after Khan was ousted in a no-confidence vote in 2022.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is the first time that an ISI chief in Pakistan has been court martialled. His lawyer said he plans to appeal against the verdict.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The ISI chief is seen as the second most powerful position in Pakistan's military.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to a press release issued by the public relations arm of Pakistani military (ISPR), the 15-month-long court martial proceeding began on August 12, 2024, under the Pakistan Army Act.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hameed was tried on four charges, including \"involvement in political activities, violation of the Official Secrets Act which harmed the interest of the state, misuse of his powers and government resources, and causing harm to citizens\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The ISPR statement added that Hameed had been given \"the right to have a defence team of his choice\" and that he has the right to appeal the decision in the \"appropriate forum\", which would be the Supreme Court of Pakistan.</p><p class=\"sc-9a00e533-0 eZyhnA\">The exact details of the case are not public as the hearing was held behind closed doors in a military court.</p><p class=\"sc-9a00e533-0 eZyhnA\">The statement says that Hameed's alleged involvement in fomenting political agitation and instability is being dealt with separately.</p><p class=\"sc-9a00e533-0 eZyhnA\">This is assumed to be regarding allegations that Hameed was tied to protests against Imran Khan's arrest on 9 May 2023.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hameed's lawyer, Mian Ali Ashfaq, said his client was \"1,000% innocent, but this is the court's decision\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We were unaware of the judgement and only found out through the ISPR's press release. We are now applying to the relevant forum for a copy of the decision,\" he told the BBC. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"As soon as we receive it, we will review it and immediately file a petition to appeal. Right now, the first forum for appeal is the army chief, so that is what we will do. We are hopeful that at the next forum we will present our case and obtain justice.\"</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div></div></body></html>"
        },
        {
            "title": "Thousands ready to evacuate as flooding hits Pacific Northwest",
            "time": "2025-12-11T16:22:01",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/018d/live/fb49ee90-d68b-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Thousands ready to evacuate as flooding hits Pacific Northwest</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Record-setting floods hit the United States’ Pacific Northwest</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Residents in the Pacific Northwest of the US and Canada are bracing for what could be record setting floods as an atmospheric river dumps heavy rain on already swollen rivers.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US National Weather Service warns that catastrophic flooding is possible in the states of Oregon and Washington along the Skagit and Snohomish rivers. </p><p class=\"sc-9a00e533-0 eZyhnA\">In Canada, major highways to Vancouver have been closed because of flooding, debris and the risk of avalanches.</p><p class=\"sc-9a00e533-0 eZyhnA\">There are evacuation orders in place for thousands of people in the US and Canada, and authorities have that warned more rain is on the way on Thursday.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In the US, the governor of Washington state, Bob Ferguson, declared a <a target=\"_blank\" href=\"https://governor.wa.gov/sites/default/files/proclamations/25-07%20-%20Atmospheric%20River.pdf?utm_medium=email&amp;utm_source=govdelivery\" class=\"sc-f9178328-0 iCaRzc\">statewide emergency</a> on Wednesday and estimated 100,000 residents could soon face evacuation orders.</p><p class=\"sc-9a00e533-0 eZyhnA\">The emergency declaration warned that continued rain and snow at mountain elevations would exacerbate flooding conditions. Supply chains and transportation could be severely impacted, the declaration added.</p><p class=\"sc-9a00e533-0 eZyhnA\">Skagit County, a major agricultural area north of Seattle, has issued an immediate evacuation order to residents who live on the floodplain.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some 75,000 people would be evacuated from low-lying areas on Skagit River, the director of the Washington Military Department's Emergency Management Division, Robert Ezelle, told reporters on Wednesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Snohomish County Sheriff's Office said in an overnight social media post that they had rescued \"multiple\" people by helicopter after they became trapped in their homes in Sultan, Washington, a community roughly 40 miles (65km) northeast of Seattle. </p><p class=\"sc-9a00e533-0 eZyhnA\">The sheriff's office warned residents on Thursday morning that the eastern region of the county is most affected after the Skykomish River crested above 24ft (7m) overnight - just shy of a record. </p><p class=\"sc-9a00e533-0 eZyhnA\">They said the Snohomish River is also experiencing major flooding and \"dancing with records\" as  water laps against a local flood wall.</p><p class=\"sc-9a00e533-0 eZyhnA\">King county and Snohomish county officials have said there are multiple closures on state and local roads, with more likely on Thursday. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Pierce County Sheriff's office in an video post on Wednesday said their swiftwater team had to rescue three people from an RV park on Orting, a community about 42 miles south of Seattle. Multiple roads are also closed in that county. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/018d/live/fb49ee90-d68b-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/018d/live/fb49ee90-d68b-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/018d/live/fb49ee90-d68b-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/018d/live/fb49ee90-d68b-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/018d/live/fb49ee90-d68b-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/018d/live/fb49ee90-d68b-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/018d/live/fb49ee90-d68b-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/018d/live/fb49ee90-d68b-11f0-a892-01d657345866.jpg.webp\" loading=\"eager\" alt=\"Reuters Deputy Sheriff Kalani Apilado helps Brandon Phasith carry belongings while evacuating amidst rising floodwater, as an atmospheric river brings rain and flooding to the Pacific Northwest, in Sultan, Washington\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Evacuation efforts were under way in Sultan, Washington, on Wednesday</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Across the border in Canada's British Columbia, there are evacuation orders in place for the communities of Tulameen and Eastgate, and <a target=\"_blank\" href=\"https://www.emergencyinfobc.gov.bc.ca/\" class=\"sc-f9178328-0 iCaRzc\">several other areas.</a></p><p class=\"sc-9a00e533-0 eZyhnA\">The City of Abbotsford ordered urgent evacuations for 371 properties at 23:00 local time on Wednesday (07:00 GMT on Thursday).</p><p class=\"sc-9a00e533-0 eZyhnA\">City officials said the Nooksack River is expected to overflow its banks early on Thursday, and said they anticipate flooding though not as severe as in the province in 2021, when it caused  significant damage and five deaths. </p><p class=\"sc-9a00e533-0 eZyhnA\">All major highways to the Lower Mainland are now closed, according to the travel information website Drive BC.  </p><p class=\"sc-9a00e533-0 eZyhnA\">The US-Canada Sumas Border crossing is also closed in both directions.</p><p class=\"sc-9a00e533-0 eZyhnA\">The entire region, spanning parts of both the US and Canada, has received torrential rain from an atmospheric river, which is a phenomenon where water evaporates into the air and is carried by the wind and forms long currents that surge through the sky like rivers flow on land.</p><p class=\"sc-9a00e533-0 eZyhnA\">The heaviest rainfall is expected to subside by Thursday afternoon, but the water will continue to work its way into rivers.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another storm is expected on Sunday. </p></div></article></div></body></html>"
        },
        {
            "title": "Poland arrests Russian archaeologist wanted in Ukraine",
            "time": "2025-12-11T13:41:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5b26/live/c0f7b7e0-d690-11f0-9184-a796dfacc4c9.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Polish authorities have arrested a prominent Russian academic from St Petersburg's world-famous Hermitage Museum who is sought by Ukraine for allegedly conducting illegal excavations and partially destroying the ancient city of Myrmekion in Crimea.</p><p class=\"sc-9a00e533-0 eZyhnA\">The suspect, identified under Polish law as Aleksandr B, is the head of the Ancient Archaeology of the Northern Black Sea region at the museum, according to Ukrainian prosecutors.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ukrainian prosecutors accuse him of conducting illegal excavations at the site in Kerch between February 2014 and November 2025.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"As a result of these excavations, from 2014-2019, he illegally partially destroyed the 'Ancient City of Myrmekion' archaeological complex,\" Prosecutor Piotr Skiba, a spokesman for the Warsaw District Prosecutor's Office told the BBC, citing information from Ukrainian prosecutors.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine estimates the damage at UAH 201.6 million ($4.77 million).</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia invaded Crimea in February 2014 and annexed it. Russia's foreign ministry identified the man as Alexander Butyagin, an employee of the State Hermitage Museum and condemned his detention.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is absolute legal tyranny. We will of course demand through diplomatic channels the right to protect the interests of our citizen,\" Kremlin spokesman Dmitry Peskov said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Myrmekion was an Ancient Greek colony founded by the Ionians in the first half of the Sixth Century BCE located in contemporary Crimea.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prosecutor Skiba said the man was detained in Poland on 4 December and was later questioned by prosecutors in Warsaw, \"where he refused to provide explanations\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The Ukrainian Prosecutor's Office issued an extradition request for Aleksandr B in November, Skiba said.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to the request: \"He searched for movable objects on cultural heritage sites without the appropriate permit to conduct excavations at the 'Ancient City of Myrmekion' archaeological complex in Kerch….and conducted illegal excavations at this cultural heritage site from the beginning of the temporary occupation of the territory of Crimea\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia's foreign ministry said Butyagin had been invited to deliver lectures on Pompeii in Warsaw and several other European cities.</p><p class=\"sc-9a00e533-0 eZyhnA\">Warsaw District Court has agreed to remand Aleksandr B in custody at the Warsaw-Białołęka detention centre for 40 days until 13 January whilst the extradition process goes ahead.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Russian embassy in Warsaw has been informed of his arrest and pre-trial detention and are providing him with consular assistance, Prosecutor Skiba said.</p></div></div></body></html>"
        },
        {
            "title": "Indigenous deaths in custody hit record high in Australia",
            "time": "2025-12-11T01:28:01",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1e2f/live/648a4bb0-d62e-11f0-9fec-27e01454e9c2.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The number of Indigenous people who have died in custody in Australia has hit the highest level since records began in 1980.</p><p class=\"sc-9a00e533-0 eZyhnA\">New data from the Australian Institute of Criminology showed 33 of the 113 people who died in custody in the 12 months to June this year were Indigenous, up from 24 compared to the previous corresponding period.</p><p class=\"sc-9a00e533-0 eZyhnA\">Aboriginal and Torres Strait Islander people are disproportionately represented in the criminal justice system, making up more than one-third of all prisoners, despite being less than four per cent of the country's population.</p><p class=\"sc-9a00e533-0 eZyhnA\">The figures come more than three decades after a landmark inquiry into Indigenous deaths in custody which made hundreds of recommendations.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Of the 33 Indigenous deaths in custody between last July and this June, 26 died while in prison custody, an increase from 18 in the previous 12-month period.</p><p class=\"sc-9a00e533-0 eZyhnA\">One died in youth detention and all except one were male. </p><p class=\"sc-9a00e533-0 eZyhnA\">The remaining six Indigenous deaths in custody happened in police custody, where someone has died while police were detaining or attempting to detain them.</p><p class=\"sc-9a00e533-0 eZyhnA\">The main cause of Indigenous deaths was categorised as \"self-inflicted\" followed by \"natural causes,\" the report found. Hanging was found to be the cause in eight of the deaths.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Australian state of New South Wales recorded the highest number of Indigenous deaths in prison custody with nine, followed by Western Australia with six. Queensland, South Australia and the Australian Capital Territory each had three deaths.</p><p class=\"sc-9a00e533-0 eZyhnA\">The NSW state coroner recently described the rising number of Indigenous deaths in custody in her state as a \"profoundly distressing milestone\".</p><p class=\"sc-9a00e533-0 eZyhnA\">In October, Magistrate Teresa O'Sullivan said the upward trend was not \"mere statistics\" and the deaths needed \"independent and careful scrutiny, respect and accountability\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The average age of Indigenous deaths in custody was 45 years, and 11 of those who died were awaiting a sentence.</p><p class=\"sc-9a00e533-0 eZyhnA\">University of Melbourne associate professor of criminal law Amanda Porter told the Australian Broadcasting Corporation (ABC) that the figures reflected a \"national crisis\" that required \"leadership and political action\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Porter, who has attended several coronial inquests with families of those that have died, said little had changed since the royal commission in 1991 that aimed to address the crisis.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's maddening to see the number of inquests that I attend, the number of funerals that families have to attend, and the fact that we are 30 years after the royal commission, and the situation is getting increasingly worse,\" she told the ABC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since the royal commission, 600 Indigenous people have died in custody which includes six in youth detention, the report said.</p></div></div></body></html>"
        },
        {
            "title": "Goa nightclub fire: Owners who fled to Thailand detained",
            "time": "2025-12-11T06:45:03",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d06c/live/d39b0dc0-d64f-11f0-913a-f5408f7a593b.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Two brothers wanted in connection with a deadly fire at their nightclub in India's Goa state, which killed 25 people, have been detained in Thailand, India's ambassador to Thailand, Nagesh Singh, told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gaurav and Saurabh Luthra, who own Birch By Romeo Lane club, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c23e7p40y04o\" class=\"sc-f9178328-0 iCaRzc\">fled to Phuket</a>, shortly after the incident earlier this week. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"They will be sent back [to India],\" Mr Singh said on Thursday, a day after a court in Delhi refused to grant them protection from arrest and the Goa government approached India's external affairs ministry to revoke their passports.</p><p class=\"sc-9a00e533-0 eZyhnA\">The brothers said that they \"never intended to evade\" the law and they will cooperate with authorities on returning to India. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The incident took place early on Sunday, when a deadly blaze broke out at the club in a busy nightlife area of the tourist state.</p><p class=\"sc-9a00e533-0 eZyhnA\">Investigators believe the fire was triggered by fireworks being set off inside the venue.</p><p class=\"sc-9a00e533-0 eZyhnA\">Most of the victims were staff members, while five were tourists.</p><p class=\"sc-9a00e533-0 eZyhnA\">Investigators say they raided the brothers' Delhi home hours after the fire but found they had fled the country. Police then sought Interpol's help to track them.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Luthra brothers have issued a statement through their lawyer saying they will return to India on Thursday and \"submit themselves to the jurisdiction of the police authorities and the judicial system' of the country\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We undertake to co-operate with the police authorities,\" they said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Saurabh Luthra, whose social media identifies him as the chairman of the company which operates the club, posted a statement on social media on Monday expressing \"profound grief\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The management stands in unwavering solidarity with the families of the deceased as well as those injured,\" he wrote, adding that the nightclub's management would provide \"assistance, support and cooperation to the bereaved\".</p><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday, Goa's Chief Minister Pramod Sawant said the police has arrested six persons in connection with the incident so far, adding that \"more arrests will be made soon\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Goa is a former Portuguese colony on the Arabian Sea. Its nightlife, sandy beaches, and resorts attract millions of tourists annually.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 iVdNuz\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"instagram\" class=\"sc-d16436d-0 iVdNuz\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 iVdNuz\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"youtube,\" class=\"sc-d16436d-0 iVdNuz\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 iVdNuz\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 iCaRzc\"></a><i id=\"and\" class=\"sc-d16436d-0 iVdNuz\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"facebook\" class=\"sc-d16436d-0 iVdNuz\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 iVdNuz\">.</i></p></div></div></body></html>"
        },
        {
            "title": "Trump launches $1m 'gold card' immigration visas",
            "time": "2025-12-11T01:10:45",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/818d/live/fca61940-d635-11f0-b19d-7bafaea622dd.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Trump launches $1m 'gold card' immigration visas</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Osmond Chia</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Business reporter</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/818d/live/fca61940-d635-11f0-b19d-7bafaea622dd.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/818d/live/fca61940-d635-11f0-b19d-7bafaea622dd.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/818d/live/fca61940-d635-11f0-b19d-7bafaea622dd.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/818d/live/fca61940-d635-11f0-b19d-7bafaea622dd.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/818d/live/fca61940-d635-11f0-b19d-7bafaea622dd.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/818d/live/fca61940-d635-11f0-b19d-7bafaea622dd.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/818d/live/fca61940-d635-11f0-b19d-7bafaea622dd.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/818d/live/fca61940-d635-11f0-b19d-7bafaea622dd.jpg.webp\" loading=\"eager\" alt=\"@realDonaldTrump/Truth Social President Donald Trump smiles for the camera in the White House and he holds up a Trump Gold Card \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">@realDonaldTrump/Truth Social</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">President Donald Trump has launched a scheme offering fast-tracked US visas to wealthy foreigners who can pay at least $1m (£750,000).</p><p class=\"sc-9a00e533-0 eZyhnA\">The card will give buyers a \"direct path to Citizenship for all qualified and vetted people. SO EXCITING! Our Great American Companies can finally keep their invaluable Talent,\" Trump said on social media on Wednesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump Gold Card, which was first announced earlier this year, is a US visa awarded to those who can demonstrate they will provide a \"substantial benefit\" to the country, according to the scheme's official website.</p><p class=\"sc-9a00e533-0 eZyhnA\">It comes as Washington intensifies its immigration crackdown, including raising work visa fees and deporting undocumented migrants.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Gold Card scheme promises US residency in \"record time\" and will require a $1m fee which is \"evidence that the individual will substantially benefit the United States\", the programme's <a target=\"_blank\" href=\"https://trumpcard.gov/\" class=\"sc-f9178328-0 iCaRzc\">website</a> said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Businesses sponsoring employees are required to pay $2m, along with additional fees. A \"platinum\" version of the card that offers special tax breaks will also be available soon for $5m, the website said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Extra fees to the government may be charged depending on each applicant's circumstances, the site said. Individuals are also required to pay a non-refundable $15,000 processing fee before their application is reviewed.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ac55/live/e20679c0-d623-11f0-8ca7-d9632a874e53.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ac55/live/e20679c0-d623-11f0-8ca7-d9632a874e53.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ac55/live/e20679c0-d623-11f0-8ca7-d9632a874e53.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ac55/live/e20679c0-d623-11f0-8ca7-d9632a874e53.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ac55/live/e20679c0-d623-11f0-8ca7-d9632a874e53.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ac55/live/e20679c0-d623-11f0-8ca7-d9632a874e53.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ac55/live/e20679c0-d623-11f0-8ca7-d9632a874e53.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ac55/live/e20679c0-d623-11f0-8ca7-d9632a874e53.jpg.webp\" loading=\"lazy\" alt=\"Getty Images The Trump Gold Card website is displayed on a mobile phone screen posed in front of a laptop with an orange background. The Gold Card webpage says &quot;The Trump Gold Card is Here&quot; with the subtitle, &quot;Unlock life in America&quot; and an image of the card, with Trump's image\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The gold card scheme has faced criticism since it was first announced in February, with some Democrats saying that it would unfairly favour wealthy individuals.</p><p class=\"sc-9a00e533-0 eZyhnA\">When <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cq5zgvdz2z0o\" class=\"sc-f9178328-0 iCaRzc\">Trump first unveiled the plan</a> he described the visas as similar to green cards, which allow immigrants of various income levels to live and work permanently in the US. Green card holders typically become eligible for citizenship after five years.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the Gold Card is aimed specifically at \"high-level\" professionals, Trump said, emphasising, \"we want people that are productive\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The people that can pay $5m, they're going to create jobs,\" Trump said. \"It's going to sell like crazy. It's a bargain.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The scheme comes as the Trump administration has devoted significant resources to deporting immigrants.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US has also paused <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c79x3rwxjryo\" class=\"sc-f9178328-0 iCaRzc\">immigration applications by individuals from the 19 countries</a>, mostly in Africa and in the Middle East, which are subject to the president's travel ban.</p><p class=\"sc-9a00e533-0 eZyhnA\">The government has also <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cdxweyy157go\" class=\"sc-f9178328-0 iCaRzc\">halted all decisions on asylum applications</a> and said it would review thousands of cases that were approved under the administration of President Joe Biden.</p><p class=\"sc-9a00e533-0 eZyhnA\">In September, Trump also signed an order to <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cm2zk4l8g26o\" class=\"sc-f9178328-0 iCaRzc\">charge a $100,000 fee for applicants of the H-1B visa programme</a> for skilled foreign workers. </p><p class=\"sc-9a00e533-0 eZyhnA\">The decision caused panic among overseas student in the US and technology firms. The White House later clarified that the fee would apply only to new applicants who are currently abroad.</p></div></article></div></body></html>"
        },
        {
            "title": "South Korea: Celebrity scandals renew debate on 'cancel culture'",
            "time": "2025-12-11T00:05:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">String of celebrity scandals renews debate on South Korea's 'cancel culture'</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Yuna Ku,</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">BBC Korean</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Koh Ewe</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp\" loading=\"eager\" alt=\"Getty Images South Korean comedian Park Na-Rae with a short black bob and a black dress waving against a blue background at a press event\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Park Na-rae, one of the country's most successful female comedians, has now left her popular variety shows amid allegations of workplace bullying</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a matter of days, three big names in South Korea's entertainment industry have made headlines in separate scandals that could derail their careers.</p><p class=\"sc-9a00e533-0 eZyhnA\">The allegations that have embroiled comedians Park Na-rae and Cho Sae-ho, as well as veteran actor Cho Jin-woong, are all different - ranging from workplace abuse to previous teenage detention to associations with a gang member.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the results have been the same: departures from the television screens where they had worked their way up to become household names.</p><p class=\"sc-9a00e533-0 eZyhnA\">The scandals have also raised questions about the standards to which South Korea's public figures are held - especially in the entertainment industry.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What are the scandals about?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Park Na-rae, one of the country's most successful female comedians, made headlines last week when two of her former managers lodged criminal complaints claiming she had verbally abused and physically assaulted them.</p><p class=\"sc-9a00e533-0 eZyhnA\">The 40-year-old had also made them do her personal chores, they alleged.</p><p class=\"sc-9a00e533-0 eZyhnA\">Park has denied these allegations and sued the former managers for blackmail, her agency said over the weekend.</p><p class=\"sc-9a00e533-0 eZyhnA\">She is separately being accused of receiving IV drips illegally at home, which violates the local medical law, local media reported - prompting a police investigation.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, Park Na-rae announced on social media that she had talked things through with her accusers, but would halt all broadcasting activities until things were \"clearly resolved\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"As a comedian whose job is to bring laughter and joy, I cannot continue to be a burden to my programmes and colleagues,\" she wrote on social media.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Cho Sae-ho smiling as he wears a white denim jacket and black-rimmed glasses\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Cho Sae-ho came under fire for his alleged links to a local gang member</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Another comedian who has come under scrutiny over the past week is Cho Sae-ho.</p><p class=\"sc-9a00e533-0 eZyhnA\">Rumours started swirling last week that the 43-year-old was friends with a prominent local gang member and had received money to promote the latter's business.</p><p class=\"sc-9a00e533-0 eZyhnA\">Backlash came swiftly, as social media users demanded that Cho Sae-ho be removed from the popular variety shows he hosted, You Quiz on the Block and Two Days and One Night.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, Cho Sae-ho's agency announced that he would leave the shows - though it denied his links to the gang's business activities.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a social media statement, Cho Sae-ho said he \"should have been more careful\" with the people he met at events.</p><p class=\"sc-9a00e533-0 eZyhnA\">He added that he had decided to step down from the shows because he did not want to \"burden\" the programmes and their production teams.</p><p class=\"sc-9a00e533-0 eZyhnA\">The downfall that has generated the most debate comes from veteran actor Cho Jin-woong, who said over the weekend that he would quit acting.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp\" loading=\"lazy\" alt=\"Getty Images  Cho Jin-woong in a black suit and bow tie poses on a red carpet\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Cho Jin-woong announced his retirement from acting amid allegations of robbery and sexual assault as a teen</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The abrupt announcement came after a viral news report that said Cho Jin-woong, as a teenager in the 1990s, had been sent to a juvenile detention centre on allegations of robbery and sexual assault. As an adult, he also assaulted a person in his theatre troupe and had his driving licence suspended for drink driving, the report said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The 49-year-old's agency said that Cho Jin-woong had confirmed wrongdoing in his youth, but denied sexually assaulting anyone.</p><p class=\"sc-9a00e533-0 eZyhnA\">Broadcasters have scrambled to erase Cho Jin-woong from their platforms. A documentary series he narrated has now had the narration re-recorded, while the fate of Second Signal, the sequel to his hit TV series, remains unclear.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">A debate over cancel culture</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The allegations Cho Jin-woong faces have stirred heated debate about how much public figures should be forgiven for past mistakes.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Why does Cho Jin-woong need to retire?\" reads one social media comment. \"Why should a flawed past remain the standard by which a person is judged decades later?\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Others, however, have argued that seeing him on screen could retraumatise his past victims.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There are people who defend [Cho Jin-woong] by saying everyone makes mistakes when they're young, but not everyone commits this level of crime,\" wrote one social media user.</p><p class=\"sc-9a00e533-0 eZyhnA\">More broadly, the recent string of celebrity scandals has raised bigger questions about the standards to which South Koreans hold their celebrities. It's a system that has sent rising stars into hiatus for <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-56235160\" class=\"sc-f9178328-0 iCaRzc\">being school bullies</a>, and squeezed apologies out of them for <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-68487232\" class=\"sc-f9178328-0 iCaRzc\">simply dating other celebrities</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Culture critic Kim Sung-soo tells the BBC that in South Korea, audiences want to correct behaviour that they deem unacceptable - which, in the case of celebrities, often means disappearing from the screens.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Celebrities are easy targets because their careers depend on reputation and popularity - things that are granted by the public,\" culture critic Kim Sung-soo tells the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Now, just as Park, Cho Sae-ho and Cho Jin-woong promised to \"reflect deeply\" on their actions, it appears some among their audiences are also reflecting on how celebrities are treated.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's absurd that people mistake this recurring pattern of targeting celebrities online - digging for flaws and pushing them out - as a moral issue,\" one person wrote on X.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm tired of this cancel-culture cycle, and I think it's time for our society to seriously rethink online communities.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Venezuelan Nobel winner tells BBC she knows 'risks' of Oslo trip after months in hiding",
            "time": "2025-12-11T12:28:56",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0c1e/live/346013e0-d668-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Venezuelan Nobel winner tells BBC she knows 'risks' of Oslo trip after months in hiding</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Kayla Epstein,</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Tiffany Wertheimer</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-2\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Yang Tian</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: BBC speaks to Nobel Peace Prize winner María Corina Machado</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Venezuelan opposition leader María Corina Machado, who has been in hiding for months, has told the BBC that she knows \"exactly the risks\" she's taking by travelling to Norway to collect her Nobel Peace Prize.</p><p class=\"sc-9a00e533-0 eZyhnA\">Machado appeared in Oslo in the middle of the night, waving from the balcony of a hotel. It was the first time she has been seen in public since January.</p><p class=\"sc-9a00e533-0 eZyhnA\">The 58-year-old made the covert journey despite a travel ban and a threat from the Venezuelan government that she would be labelled as a fugitive.</p><p class=\"sc-9a00e533-0 eZyhnA\">In an emotional moment, Machado waved to cheering supporters who had gathered outside the Norwegian capital's Grand Hotel, blowing them kisses and singing with them.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">To their delight, she then came outside and greeted them in person, climbing over the security barricades to get closer.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Maria!\" \"Maria!\" they shouted, holding their phones aloft to record the historic moment.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Nobel Institute awarded Machado the prize this year for \"her struggle to achieve a just and peaceful transition from dictatorship to democracy\" in Venezuela. Earlier on Wednesday, her daughter, Ana Corina Sosa, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cwyv5gw95ypo\" class=\"sc-f9178328-0 iCaRzc\">accepted the Nobel Peace Prize on her mother's behalf</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Until Wednesday night, the mother of three had not seen her children in about two years, having sent them away from Venezuela for their own safety. </p><p class=\"sc-9a00e533-0 eZyhnA\">In an interview with the BBC's Lucy Hockings after her balcony appearance, Machado said she had missed their graduations, and the weddings of her daughter and one of her sons.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"For over 16 months I haven't been able to hug or touch anyone,\" she said. \"Suddenly in the matter of a few hours I've been able to see the people I love the most, and touch them and cry and pray together.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">During the BBC interview, Machado had many rosary beads hanging around her neck, which she said supporters had given to her outside the hotel.</p><p class=\"sc-9a00e533-0 eZyhnA\">There has been much speculation about whether she will be able to return safely to Venezuela. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Of course I'm going back,\" she told the BBC. \"I know exactly the risks I'm taking.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm going to be in the place where I'm most useful for our cause,\" she continued. \"Until a short time ago, the place I thought I had to be was Venezuela, the place I believe I have to be today, on behalf of our cause, is Oslo.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0c1e/live/346013e0-d668-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0c1e/live/346013e0-d668-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0c1e/live/346013e0-d668-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0c1e/live/346013e0-d668-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0c1e/live/346013e0-d668-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0c1e/live/346013e0-d668-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0c1e/live/346013e0-d668-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0c1e/live/346013e0-d668-11f0-a892-01d657345866.jpg.webp\" loading=\"eager\" alt=\"Getty Images María Corina Machado waving at crowds she is smiling and wearing a white suit\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">María Corina Machado greets crowds in Oslo</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Considered one of the country's most respected voices in Venezuela's opposition, Machado has long denounced President Nicolás Maduro's government as \"criminal\" and called on Venezuelans to unite to depose it.</p><p class=\"sc-9a00e533-0 eZyhnA\">She was barred from running in last year's presidential elections, in which he won a third six-year term in office. The vote was widely dismissed on the international stage as neither free nor fair, and many nations view his rule as illegitimate.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Maduro government has repeatedly threatened her with arrest, accusing her of calling for a foreign invasion and labelling her a terrorist for protesting against the election results. </p><p class=\"sc-9a00e533-0 eZyhnA\">Last month, Venezuela's attorney general said <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c33mnvy5zppo\" class=\"sc-f9178328-0 iCaRzc\">Machado would be considered a fugitive if she travelled to Norway</a> to collect her prize, saying she was accused of \"acts of conspiracy, incitement of hatred, and terrorism\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It made her journey to Norway difficult and risky.</p><p class=\"sc-9a00e533-0 eZyhnA\">The details of the trip were kept so tightly under wraps, that even the Nobel Institute did not know where she was or whether she would be in Oslo in time for the prize ceremony.</p><p class=\"sc-9a00e533-0 eZyhnA\">The <a target=\"_blank\" href=\"https://www.wsj.com/world/americas/disguised-and-in-danger-how-a-nobel-peace-prize-winner-escaped-venezuela-8146dc9d?gaa_at=eafs&amp;gaa_n=AWEtsqdBKK949YHntGZFyH3qNdpF-N5mlbRPG1baZMp2LHkSAY9scbVsnfr9oOW2jdY%3D&amp;gaa_ts=693a38be&amp;gaa_sig=42bN-qmh6kWGTn3EpA-VuU0iT7A0MG68clDP8ba94oYXKwXx39nITXX2C21tGkPAiRj7rY_la5nbTZGQ4ogJWQ%3D%3D\" class=\"sc-f9178328-0 iCaRzc\">Wall Street Journal</a> reports that to escape Venezuela, Machado wore a disguise, managed to get through 10 military checkpoints without being caught, and sailed away on a wooden skiff from a coastal fishing village.</p><p class=\"sc-9a00e533-0 eZyhnA\">The plan was two months in the making, it reports, citing a person close to the operation, and she was assisted by a Venezuelan network that helps people flee the country. The US was also involved, the report says, but it is unclear to what extent.</p><p class=\"sc-9a00e533-0 eZyhnA\">Machado did not deny these details to the BBC, but also would not elaborate on the journey.</p><p class=\"sc-9a00e533-0 eZyhnA\">Asked at a news conference if US authorities helped her, Machado said: \"Yes, we did get support from the United States government.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They [the Venezuelan government] say I'm a terrorist and have to be in jail for the rest of my life and they're looking for me,\" she said previously. \"So leaving Venezuela today, in these circumstances, is very, very dangerous. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I just want to say today that I'm here, because many men and women risked their lives in order for me to arrive in Oslo.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Moment Nobel Peace Prize winner María Corina Machado appears on Oslo balcony</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Jorgen Watne Frydnes - chairman of the Norwegian Nobel Committee, who sat with Machado during the interview - had described her journey to Norway as \"a situation of extreme danger\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Sitting next to her during the BBC interview, he said it was an \"emotional\" moment for him.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"In the middle of the night to have you here, it's incredible,\" he said. \"It's hard to describe what it means to the Nobel committee and to all of us.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Machado accused Maduro's regime of being funded by criminal activities such as drugs and human trafficking, repeating calls for the international community to help Venezuela \"cut those inflows\" of criminal resources.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We need to address this regime not as a conventional dictatorship, but as a criminal structure,\" she told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Maduro has always vehemently denied being connected to cartels.</p><p class=\"sc-9a00e533-0 eZyhnA\">When asked whether she would support a US military strike on Venezuelan soil, given <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c3v15zkxpe0o\" class=\"sc-f9178328-0 iCaRzc\">Washington's recent attacks on alleged drug vessels</a>, Machado did not answer directly but instead accused Maduro of \"giving away our sovereignty to criminal organisations\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We didn't want a war, we didn't look for it… it was Maduro who declared war on the Venezuelan people,\" she added.</p><p class=\"sc-9a00e533-0 eZyhnA\">Machado says she and her team are ready to form a government in Venezuela, and that she offered to sit down with Maduro's team to work out a peaceful transition, but \"they rejected it\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The BBC asked Nobel Committee chairman Mr Frydnes whether a possible violent takeover to unseat Nicolás Maduro would contradict her Peace Prize.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said the burden for peace should be placed on the current Venezuelan government: \"The power lies in the Maduro regime, they have the responsibility to make sure this is a peaceful transition.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Even after she was barred from the election last year, Machado continued to campaign for the candidate who replaced her on the ballot, Edmundo González.</p><p class=\"sc-9a00e533-0 eZyhnA\">Maduro was declared the winner, even though polling station tallies showed that González had won by a landslide. </p><p class=\"sc-9a00e533-0 eZyhnA\">After her Peace Prize win was announced in October, Machado made a point to praise US President Donald Trump, who is open about his own ambitions for the Peace Prize and is locked in ongoing military tension with Venezuela.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c1w9lg11jw0o\" class=\"sc-f9178328-0 iCaRzc\">he announced the US military had seized an oil tanker off the coast of Venezuela</a>, a sharp escalation in Washington's pressure campaign against Maduro's government.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration alleges the vessel was under sanction and was involved in an \"illicit oil shipping network supporting foreign terrorist organisations\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The Venezuelan government accused the US of theft and piracy.</p></div></article></div></body></html>"
        },
        {
            "title": "Panic in France as children fall victim to lethal violence of Marseille drug gangs",
            "time": "2025-12-11T13:05:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/cf03/live/3b84a550-d672-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Panic in France as children fall victim to lethal violence of Marseille drug gangs</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Andrew Harding</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Paris correspondent, Marseille</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/00b7/live/2990faf0-d443-11f0-8642-e5058b210012.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/00b7/live/2990faf0-d443-11f0-8642-e5058b210012.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/00b7/live/2990faf0-d443-11f0-8642-e5058b210012.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/00b7/live/2990faf0-d443-11f0-8642-e5058b210012.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/00b7/live/2990faf0-d443-11f0-8642-e5058b210012.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/00b7/live/2990faf0-d443-11f0-8642-e5058b210012.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/00b7/live/2990faf0-d443-11f0-8642-e5058b210012.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/00b7/live/2990faf0-d443-11f0-8642-e5058b210012.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images This photograph shows graffiti indicating drug prices on the walls of The Bel Horizon tower, located in the 3rd arrondissement of Marseille, on December 3, 2025\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Drug crime has skyrocketed in Marseille, France's second largest city</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"warning:-this-article-contains-disturbing-details-from-the-start.\" class=\"sc-d16436d-0 iVdNuz\">Warning: This article contains disturbing details from the start.</i></p><p class=\"sc-9a00e533-0 eZyhnA\">A group of children spotted Adel's body on their way to school, just as his parents were heading to the police station to report him missing. A grotesque, charred silhouette, reclining, with one knee raised, as if lounging on one of Marseille's nearby beaches.</p><p class=\"sc-9a00e533-0 eZyhnA\">He was 15 when he died, in the usual way: a bullet in the head, then petrol poured over his slim corpse and set on fire.</p><p class=\"sc-9a00e533-0 eZyhnA\">Someone even filmed the scene on the beach, the latest in a grim series of shoot-then-burn murders linked to this port city's fast-evolving drug wars, increasingly fuelled by social media and now marked by chillingly random acts of violence and by the growing role of children, often coerced into the trade.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's chaos now,\" said a scrawny gang-member, lifting his shirt in a nearby park to show us a torso marked by the scars of at least four bullets - the result of an attempted assassination by a rival gang.</p><p class=\"sc-9a00e533-0 eZyhnA\">France's Ministry of Justice estimates that the number of teenagers involved in the drugs trade has risen more than four-fold in the past eight years.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I've been in [a gang] since I was 15. But everything has changed now. The codes, the rules – there are no more rules. Nobody respects anything these days. The bosses start... to use youngsters. They pay them peanuts. And they end up killing others for no real reason. It's anarchy, all over town,\" said the man, now in his early 20s, who asked us to use his nickname, The Immortal.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Immortal, a Marseille gang member, showing his bullet wounds from a rival gang attack</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Across Marseille, police, lawyers, politicians and community organisers talk of a <i id=\"psychose\" class=\"sc-d16436d-0 iVdNuz\">psychose</i> – a state of collective trauma or panic – gripping parts of the city, as they debate whether to fight back with ever tougher police action or with fresh attempts to address entrenched poverty.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's an atmosphere of fear. It's obvious that the drug traffickers are dominant, and gaining more ground every day,\" said a local lawyer, who asked to remain anonymous for fear of reprisals against her or her family.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The rule of law is now subordinate to the gangs. Until we have a strong state again, we have to take precautions,\" she said, explaining her recent decision to stop representing victims of gang violence.</p><p class=\"sc-9a00e533-0 eZyhnA\">During the summer, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c3d1jdmg779o\" class=\"sc-f9178328-0 iCaRzc\">several French cities imposed night-time curfews</a> on teenagers after a spate of violence linked to drug trafficking.</p><p class=\"sc-9a00e533-0 eZyhnA\">President Emmanuel Macron was holding talks on Thursday in an attempt to respond to the crisis.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There's so much competition in the drugs trade that... people are ready to do anything,\" said community organiser Mohamed Benmeddour. \"So, we have kids aged 13 or 14 who come in as lookouts or dealers. The young see dead bodies, they hear about it, every day. And they're no longer afraid of killing, or being killed.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The trigger for Marseille's current <i id=\"psychose\" class=\"sc-d16436d-0 iVdNuz\">psychose</i> was the murder, last month, of Mehdi Kessaci, a 20-year-old trainee policeman with no links to the drug trade. It is widely believed his death was intended as a warning to his brother, a prominent 22-year-old anti-gang activist and aspiring politician named Amine Kessaci.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under close police protection now, Kessaci spoke to the BBC about Mehdi's death, and the guilt he feels.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Should I have made my family leave [Marseille]? The struggle of my life is going to be this fight against guilt,\" he said.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/01b3/live/0b5f2440-d442-11f0-8642-e5058b210012.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/01b3/live/0b5f2440-d442-11f0-8642-e5058b210012.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/01b3/live/0b5f2440-d442-11f0-8642-e5058b210012.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/01b3/live/0b5f2440-d442-11f0-8642-e5058b210012.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/01b3/live/0b5f2440-d442-11f0-8642-e5058b210012.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/01b3/live/0b5f2440-d442-11f0-8642-e5058b210012.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/01b3/live/0b5f2440-d442-11f0-8642-e5058b210012.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/01b3/live/0b5f2440-d442-11f0-8642-e5058b210012.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images French anti-drug activist Amine Kessaci (C) and his mother Ouassila Benhamdi Kessaci (L) gather to take part in a march in tribute to Mehdi Kessaci at the roundabout where he was murdered and to protest against drug trafficking, in Marseille, southern France on November 22, 2025. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">French anti-drug activist Amine Kessaci (centre) is mourning his brother Mehdi, who was murdered in Marseille</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Amine Kessaci first rose to national prominence in 2020, after his older brother, a gang member named Brahim, was also murdered.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We've had this <i id=\"psychose\" class=\"sc-d16436d-0 iVdNuz\">psychose</i> for years. We've known that our lives are hanging by a single thread. But everything changed since Covid. The perpetrators are getting younger and younger. The victims are younger and younger,\" he said. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"My little brother was an innocent victim. There was a time when the real thugs... had a moral code. You don't kill in daytime. Not in front of everyone. You don't burn bodies. First you threaten with a shot to the leg... Today these steps have all disappeared.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Citing today's \"unprecedented\" levels of violence, French police are responding with what they call security \"bombardments\" in high-crime areas of Marseille.</p><p class=\"sc-9a00e533-0 eZyhnA\">Although one gang, the DZ Mafia, now appears to dominate the trade, it operates a kind of franchise system, with a fractious network of small distributors often staffed by teenagers and undocumented immigrants, who clash violently over territory.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to one estimate, up to 20,000 people may be involved in the city's drug industry. Last year officials confiscated €42m (£36m) in criminal assets from the gangs.</p><p class=\"sc-9a00e533-0 eZyhnA\">Video footage shared on social media routinely shows gang members, armed with automatic rifles, shooting at each other in Marseille's various <i id=\"cités\" class=\"sc-d16436d-0 iVdNuz\">cités</i> – poor neighbourhoods characterised by high-rise buildings and a concentration of social housing.</p><p class=\"sc-9a00e533-0 eZyhnA\">On a cold afternoon last week, we accompanied a group of armed riot police on one of their regular \"bombardment\" missions. </p><p class=\"sc-9a00e533-0 eZyhnA\">The officers sped up to a dilapidated block of flats in their vans as a youthful gang look-out on the gate promptly fled on foot. Splitting into two groups, the police ran up either side of the building seeking to catch dealers in the stairwells.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The aim is to disrupt the drug dealing spots. We've closed more than 40 of them... and we've locked up a lot of people,\" explained Sébastien Lautard, a regional police chief.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: BBC films arrests in Marseille drug raid</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Turn him round,\" said an officer, brusquely, as his team pinned an 18-year-old up against a door. </p><p class=\"sc-9a00e533-0 eZyhnA\">In a filthy cellar nearby, the police found dozens of vials and tiny plastic bags used to distribute cocaine. Later, a policeman explained that the young man they had detained was pleading to be arrested, saying he had come to Marseille from another city, and was now being held against his will and forced to work for a drug gang. </p><p class=\"sc-9a00e533-0 eZyhnA\">The officers took him away in a van.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is not El Dorado. We have a lot of youngsters recruited on social media. They come to Marseille thinking they'll make easy money. They're promised €200 ($233;£175) a day. But it often ends in misery, violence and sometimes death,\" said the city's chief prosecutor, Nicolas Bessone.</p><p class=\"sc-9a00e533-0 eZyhnA\">In his office close to the city's old harbour, Bessone described an industry thought to be worth up to €7bn nationwide and characterised by two new developments: a growing emphasis on online recruitment, sales, and delivery; and a rising number of teenagers coerced into the trade.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We now see how the traffickers enslave these... little soldiers. They create fictional debts to make them work for free. They torture them if they steal €20 to buy a sandwich. It's ultra-violence. The average age of the perpetrators and victims is getting younger and younger,\" said Bessone. </p><p class=\"sc-9a00e533-0 eZyhnA\">He urged local people not to succumb to a <i id=\"psychose\" class=\"sc-d16436d-0 iVdNuz\">psychose</i> but instead to \"react, to rise up\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The lawyer who asked us to hide her identity described a case she had handled.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"One young person, who absolutely didn't want to be part of a network, was picked up after school, forced to participate in the drugs trade, was raped, then threatened, then his family also threatened. All means are used to create a workforce,\" she said.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Tiktok, dozens of videos, set to music, advertise drugs for sale in Marseille's <i id=\"cités\" class=\"sc-d16436d-0 iVdNuz\">cités</i>, \"from 10:00 to midnight\", each product with its own emoji, for cocaine, hashish and marijuana. Other adverts seek to recruit new gang members with messages like \"recruiting a worker\", \"€250 for lookouts\", \"€500 to carry drugs\".</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">For some local politicians, the answer to Marseille's troubles is a state of emergency, and far tougher rules on immigration.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Authority must be restored. We need to end a culture of permissiveness in our country. We need to give more freedom, more power to the police and the judiciary,\" said Franck Alissio, a local MP for the populist, far-right National Rally party, and a prospective mayoral candidate.</p><p class=\"sc-9a00e533-0 eZyhnA\">Although the ancient Mediterranean city of Marseille has, for centuries, been known for its large immigrant community, Alissio argued that \"today, the problem is that we are no longer able to integrate economically and assimilate. Too much immigration. It's the number [of immigrants] that's the problem. And in fact, the drug traffickers, dealers, lookouts, the leaders of these mafia, are almost all immigrants or foreigners with dual nationality.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">It is a controversial claim that is hard to verify in a country that strives to avoid including such details in official figures.</p><p class=\"sc-9a00e533-0 eZyhnA\">Alissio claimed that billions of euros had been poured into Marseille's poorest neighborhoods by successive governments to no effect. He blamed parents and schools for allowing children into the drugs trade but added that he was focused on \"solving the problem, not doing sociology\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Far-right parties have long enjoyed strong support across the south of France, but less so in the diverse city of Marseille itself. Critics of the RN, like the lawyer whose identity we have concealed, accused the party of \"exploiting misery and fear,\" and wrongly blaming immigrants for a \"gangrene\" that is widespread across all communities in France.</p><p class=\"sc-9a00e533-0 eZyhnA\">Philippe Pujol, a local writer and expert on the drug trade in Marseille, was also offered police protection after the murder of Mehdi Kessaci last month.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm not sure if there's a good reason for this terror. But... terror is taking hold. I would rather be afraid and careful than take unnecessary risks,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">But he hit back against calls for tougher police action, arguing it was merely nursing the symptoms \"of a suffering society\", rather than treating the causes of the problem.</p><p class=\"sc-9a00e533-0 eZyhnA\">Describing entrenched poverty as a \"monster,\" Pujol painted a picture of a society radicalised by decades of neglect.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The monster is a mixture of patronage, corruption, and political and economic decisions made against the public interest,\" Pujol said. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"These kids can be jerks when they're in a group, but when you're alone with them, they're still children, with dreams, who don't want this violence.\"</p></div></article></div></body></html>"
        },
        {
            "title": "What we know about US seizure of oil tanker off Venezuela",
            "time": "2025-12-11T15:51:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/94f2/live/5e6a7ea0-d6a9-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">What we know about US seizure of oil tanker off Venezuela</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Brandon Livesay</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Bernd Debusmann,</span><span data-testid=\"byline-new-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">at the White House</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Video shows US military seizing oil tanker off Venezuela coast</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A US helicopter flies low over a hazy blue sea as it approaches a massive ship. It hovers as camouflaged soldiers holding rifles swing down ropes to the vessel's deck.</p><p class=\"sc-9a00e533-0 eZyhnA\">The video, released by the US government, shows the latest in a series of escalations in Washington's pressure campaign on Nicolás Maduro's government – the seizure of a crude oil tanker.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US claims the tanker is used to transport sanctioned oil from Venezuela and Iran in an \"illicit oil shipping network supporting foreign terrorist organizations\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Venezuelan Foreign Minister Yvan Gil has called the seizure \"international piracy\" and claims US President Donald Trump wants Venezuela's energy resources.</p><p class=\"sc-9a00e533-0 eZyhnA\">Here's what we know.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">The operation</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"We have just seized a tanker on the coast of Venezuela - a large tanker, very large, the largest one ever seized actually,\" Trump told reporters at the White House on Wednesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">The footage of the operation was shared by Attorney General Pam Bondi on social media. Bondi said a seizure warrant for the tanker was carried out by the US Coast Guard, FBI, Homeland Security Investigations and the Pentagon.</p><p class=\"sc-9a00e533-0 eZyhnA\">The exact location of the tanker at the time of the seizure is not clear, but a senior military official told BBC's US partner CBS News that the vessel had just left a port in Venezuela.</p><p class=\"sc-9a00e533-0 eZyhnA\">The 45-second video shows a US team walking the deck of the ship with their weapons drawn. No ship crew are visible.</p><p class=\"sc-9a00e533-0 eZyhnA\">The seizure involved two helicopters, 10 marines and 10 US Coast Guard members, and special operations forces, a source familiar with the operation told CBS.</p><p class=\"sc-9a00e533-0 eZyhnA\">The boarding of the vessel involved an elite group of the Coast Guard called the Maritime Security and Response Team, the source said. </p><p class=\"sc-9a00e533-0 eZyhnA\">This team is trained in counterterrorism and high-risk law enforcement boarding procedures – like the fast-rope boarding from a helicopter seen in the video. It was created after the September 11 attacks, during an overhaul of national security.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Coast Guard led the operation with support from the Navy, officials told CBS.</p><p class=\"sc-9a00e533-0 eZyhnA\">Victor Hansen, a former military lawyer and law professor at New England Law in Boston, said that the Trump administration has \"not been really clear in articulating a legal justification\" for the seizure.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They don't seem to be relying on a military justification, unlike the targeting of the [drug] boats,\" he added. \"This seems more related to violating sanctions imposed on both Venezuela and Iran.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">According to Mr Hansen, military operations including \"visit, board, search and seizure\" missions at sea always include both \"formal and off-the-cuff\" inputs from military lawyers both before and during the operation.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"But they have no command authority to approve or refuse an operation,\" he added. \"What they do is advise commanders on the legalities, risks and rewards.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Even if the Venezuelan seizure was carried out by non-military law enforcement units such as those from the Coast Guard, \"there are lawyers that would serve similar roles.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Hansen also noted that while ship boarding missions have taken place in the past - such as in the Persian Gulf or Arabian Sea - the recent incident is distinct in that the ship was seized in addition to its cargo.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"That's not something that has been done in the recent past,\" he said.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7bb5/live/4af1fde0-d67b-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7bb5/live/4af1fde0-d67b-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7bb5/live/4af1fde0-d67b-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7bb5/live/4af1fde0-d67b-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7bb5/live/4af1fde0-d67b-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7bb5/live/4af1fde0-d67b-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7bb5/live/4af1fde0-d67b-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7bb5/live/4af1fde0-d67b-11f0-a892-01d657345866.jpg.webp\" loading=\"eager\" alt=\"Planet Labs PBC An overhead view of two oil tankers at sea\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Planet Labs PBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Skipper (the vessel on the right) was filmed by satellite on 18 November at the José Terminal, a facility in Barcelona, Venezuela, which is used by crude oil tankers</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">The oil tanker</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Maritime risk company Vanguard Tech identified the vessel as the Skipper and said it believed the ship had been \"spoofing\" its position - or broadcasting a false location - for a long time.</p><p class=\"sc-9a00e533-0 eZyhnA\">Vanguard Tech said the vessel was \"reported to be part of the dark fleet, and was sanctioned by the United States for carrying Venezuelan oil exports\". The dark fleet refers to ships used to smuggle sanctioned goods.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is believed to have left the oil port of Jose on either 4 or 5 December, with about 1.8 million barrels of heavy crude oil on board, with about 200,000 barrels transferred to another vessel before the seizure, Reuters reported, citing analysis from TankerTrackers.com and the Venezuelan state oil company PDVSA.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US treasury department sanctioned the Skipper in 2022, CBS reported, for alleged involvement in oil smuggling that generated revenue for the Hezbollah group in Lebanon and the Islamic Revolutionary Guard Corps-Quds Force in Iran.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC Verify located the tanker on MarineTraffic, which shows that the vessel was sailing under the flag of Guyana when its position was last updated two days prior to the seizure. A statement from Guyana's Maritime Administration Department on Wednesday evening, however, said that the Skipper was \"falsely flying the Guyana Flag as it is not registered in Guyana\".</p><p class=\"sc-9a00e533-0 eZyhnA\">MarineTraffic shows it was last near Iran in mid-September before arriving off the coast of Guyana at the end of October and making minimal further movement since then. This data may be partial or incorrect because of spoofing.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">The seized oil</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">When asked by reporters what the US would do with the oil carried by the tanker, Trump said: \"We keep it, I guess... I assume we're going to keep the oil.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Global crude oil prices are trading at roughly $61 (£46) a barrel, meaning the stash aboard the Skipper could be worth more than $95m - if it does indeed comprise 1.6m barrels after 200,000 were removed. The BBC has not verified how much oil is on board the ship.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bondi, the top prosecutor in the US, said of the seized vessel: \"For multiple years, the oil tanker has been sanctioned by the United States due to its involvement in an illicit oil shipping network supporting foreign terrorist organizations.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Maduro has accused the US of using its ongoing military buildup in the Caribbean and \"war on drugs\" to try and depose him and get its hands on Venezuela's oil - something the US denies.</p><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela sits on the largest known reserves of crude oil in the world. But analysts have highlighted complexities. The oil is considered \"heavy\" and highly viscous, meaning that extracting it needs special equipment and knowledge.</p><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela has also had difficulties exporting its vast resources because of ageing infrastructure and heavy sanctions from the US.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The world's largest warship - the USS Gerald Ford - was used as a staging post for Wednesday's tanker seizure</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">The wider US pressure campaign</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration has focused for much of the last year on fighting the influx of drugs - especially fentanyl and cocaine - into the US. </p><p class=\"sc-9a00e533-0 eZyhnA\">As part of the effort, Trump designated two Venezuelan criminal groups - Tren de Aragua and Cartel de los Soles - as Foreign Terrorist Organisations and has alleged that the latter is led by Maduro himself. </p><p class=\"sc-9a00e533-0 eZyhnA\">Without providing evidence, Trump has also accused Maduro of \"emptying his prisons and insane asylums\" and \"forcing\" its inmates to migrate to the US. Stopping immigration has been another priority for the White House. </p><p class=\"sc-9a00e533-0 eZyhnA\">As part of the pressure campaign, the US has deployed 15,000 troops and a range of aircraft carriers, guided-missile destroyers, and amphibious assault ships to the Caribbean. Among them is the world's largest warship - the USS Gerald Ford - from which helicopters took off as part of the tanker seizure.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mick Mulroy, a former Marine, CIA paramilitary officer and deputy under secretary of defence at the Pentagon, told the BBC that the seizure of the tanker will \"amp up pressure\" on the Venezuelan government amid the broader campaign. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Venezuela has a considerable amount of oil reserves,\" he said. \"Seizing a tanker transporting oil or a tanker carrying the chemicals needed to pump the crude oil out of the ground sends a message, specifically if this is just the beginning of a campaign.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Since early September, US forces have carried out more than 20 strikes in international waters on boats alleged to have been carrying drugs. More than 80 people have been killed. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration argues that it is involved in a non-international armed conflict with the alleged drug traffickers, whom it accuses of conducting irregular warfare against the US. </p><p class=\"sc-9a00e533-0 eZyhnA\">The US has also described those on board as \"narco terrorists\" but legal experts say the strikes are unlawful as that designation \"did not transform them into lawful military targets\".</p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "South Korea: Celebrity scandals renew debate on 'cancel culture'",
            "time": "2025-12-11T00:05:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">String of celebrity scandals renews debate on South Korea's 'cancel culture'</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Yuna Ku,</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">BBC Korean</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Koh Ewe</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/47ea/live/4c11b090-d4cc-11f0-8932-c7b981591a81.jpg.webp\" loading=\"eager\" alt=\"Getty Images South Korean comedian Park Na-Rae with a short black bob and a black dress waving against a blue background at a press event\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Park Na-rae, one of the country's most successful female comedians, has now left her popular variety shows amid allegations of workplace bullying</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a matter of days, three big names in South Korea's entertainment industry have made headlines in separate scandals that could derail their careers.</p><p class=\"sc-9a00e533-0 eZyhnA\">The allegations that have embroiled comedians Park Na-rae and Cho Sae-ho, as well as veteran actor Cho Jin-woong, are all different - ranging from workplace abuse to previous teenage detention to associations with a gang member.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the results have been the same: departures from the television screens where they had worked their way up to become household names.</p><p class=\"sc-9a00e533-0 eZyhnA\">The scandals have also raised questions about the standards to which South Korea's public figures are held - especially in the entertainment industry.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What are the scandals about?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Park Na-rae, one of the country's most successful female comedians, made headlines last week when two of her former managers lodged criminal complaints claiming she had verbally abused and physically assaulted them.</p><p class=\"sc-9a00e533-0 eZyhnA\">The 40-year-old had also made them do her personal chores, they alleged.</p><p class=\"sc-9a00e533-0 eZyhnA\">Park has denied these allegations and sued the former managers for blackmail, her agency said over the weekend.</p><p class=\"sc-9a00e533-0 eZyhnA\">She is separately being accused of receiving IV drips illegally at home, which violates the local medical law, local media reported - prompting a police investigation.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, Park Na-rae announced on social media that she had talked things through with her accusers, but would halt all broadcasting activities until things were \"clearly resolved\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"As a comedian whose job is to bring laughter and joy, I cannot continue to be a burden to my programmes and colleagues,\" she wrote on social media.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/aa29/live/c23b79e0-d4cc-11f0-8932-c7b981591a81.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Cho Sae-ho smiling as he wears a white denim jacket and black-rimmed glasses\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Cho Sae-ho came under fire for his alleged links to a local gang member</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Another comedian who has come under scrutiny over the past week is Cho Sae-ho.</p><p class=\"sc-9a00e533-0 eZyhnA\">Rumours started swirling last week that the 43-year-old was friends with a prominent local gang member and had received money to promote the latter's business.</p><p class=\"sc-9a00e533-0 eZyhnA\">Backlash came swiftly, as social media users demanded that Cho Sae-ho be removed from the popular variety shows he hosted, You Quiz on the Block and Two Days and One Night.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, Cho Sae-ho's agency announced that he would leave the shows - though it denied his links to the gang's business activities.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a social media statement, Cho Sae-ho said he \"should have been more careful\" with the people he met at events.</p><p class=\"sc-9a00e533-0 eZyhnA\">He added that he had decided to step down from the shows because he did not want to \"burden\" the programmes and their production teams.</p><p class=\"sc-9a00e533-0 eZyhnA\">The downfall that has generated the most debate comes from veteran actor Cho Jin-woong, who said over the weekend that he would quit acting.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8fb4/live/1ad05350-d4cd-11f0-a892-01d657345866.jpg.webp\" loading=\"lazy\" alt=\"Getty Images  Cho Jin-woong in a black suit and bow tie poses on a red carpet\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Cho Jin-woong announced his retirement from acting amid allegations of robbery and sexual assault as a teen</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The abrupt announcement came after a viral news report that said Cho Jin-woong, as a teenager in the 1990s, had been sent to a juvenile detention centre on allegations of robbery and sexual assault. As an adult, he also assaulted a person in his theatre troupe and had his driving licence suspended for drink driving, the report said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The 49-year-old's agency said that Cho Jin-woong had confirmed wrongdoing in his youth, but denied sexually assaulting anyone.</p><p class=\"sc-9a00e533-0 eZyhnA\">Broadcasters have scrambled to erase Cho Jin-woong from their platforms. A documentary series he narrated has now had the narration re-recorded, while the fate of Second Signal, the sequel to his hit TV series, remains unclear.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">A debate over cancel culture</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The allegations Cho Jin-woong faces have stirred heated debate about how much public figures should be forgiven for past mistakes.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Why does Cho Jin-woong need to retire?\" reads one social media comment. \"Why should a flawed past remain the standard by which a person is judged decades later?\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Others, however, have argued that seeing him on screen could retraumatise his past victims.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There are people who defend [Cho Jin-woong] by saying everyone makes mistakes when they're young, but not everyone commits this level of crime,\" wrote one social media user.</p><p class=\"sc-9a00e533-0 eZyhnA\">More broadly, the recent string of celebrity scandals has raised bigger questions about the standards to which South Koreans hold their celebrities. It's a system that has sent rising stars into hiatus for <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-56235160\" class=\"sc-f9178328-0 iCaRzc\">being school bullies</a>, and squeezed apologies out of them for <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-68487232\" class=\"sc-f9178328-0 iCaRzc\">simply dating other celebrities</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Culture critic Kim Sung-soo tells the BBC that in South Korea, audiences want to correct behaviour that they deem unacceptable - which, in the case of celebrities, often means disappearing from the screens.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Celebrities are easy targets because their careers depend on reputation and popularity - things that are granted by the public,\" culture critic Kim Sung-soo tells the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Now, just as Park, Cho Sae-ho and Cho Jin-woong promised to \"reflect deeply\" on their actions, it appears some among their audiences are also reflecting on how celebrities are treated.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's absurd that people mistake this recurring pattern of targeting celebrities online - digging for flaws and pushing them out - as a moral issue,\" one person wrote on X.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm tired of this cancel-culture cycle, and I think it's time for our society to seriously rethink online communities.\"</p></div></article></div></body></html>"
        },
        {
            "title": "The Swiss city that lets you pay for most things with bitcoin",
            "time": "2025-12-11T00:22:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/90d0/live/73a6a430-cf8b-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">The Swiss city that lets you pay for most things with bitcoin</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">John Laurenson</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Business reporter, Lugano, Switzerland</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/73a6/live/64f42a70-cf72-11f0-b355-05c29911d4af.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/73a6/live/64f42a70-cf72-11f0-b355-05c29911d4af.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/73a6/live/64f42a70-cf72-11f0-b355-05c29911d4af.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/73a6/live/64f42a70-cf72-11f0-b355-05c29911d4af.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/73a6/live/64f42a70-cf72-11f0-b355-05c29911d4af.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/73a6/live/64f42a70-cf72-11f0-b355-05c29911d4af.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/73a6/live/64f42a70-cf72-11f0-b355-05c29911d4af.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/73a6/live/64f42a70-cf72-11f0-b355-05c29911d4af.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images People walking in a central square in the Swiss city of Lugano\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Shops and restaurants across the Swiss city of Lugano now accept bitcoin</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a McDonald's by a lake surrounded by mountains, in the centre of the Swiss city of Lugano, a customer orders coffee.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Can I pay with bitcoin?\" he asks, and the person behind the counter holds out what looks like a credit card payment terminal.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is in fact a machine for paying by crypto currency. The equipment has been distributed free to local retail businesses by the city council.</p><p class=\"sc-9a00e533-0 eZyhnA\">The buyer pays by contactless, from the bitcoin wallet on his mobile phone. The bill comes to 0.00008629, which is roughly $8.80 (£6.60).</p><p class=\"sc-9a00e533-0 eZyhnA\">Few people who have bought bitcoin would probably think about using it to purchase actual things in shops. It is instead generally seen as an investment, a bet on its value going up.</p><p class=\"sc-9a00e533-0 eZyhnA\">But in Lugano, in the Italian-speaking part of Switzerland, it's a different story.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">While you can of course still pay for everything in Swiss francs, some 350 shops and restaurants now also accept bitcoin. The local authority has even started taking payments in crypto currency for municipal services. You can, for example, pay for pre-school childcare in bitcoin.</p><p class=\"sc-9a00e533-0 eZyhnA\">I get talking to the McDonald's customer, Nicolas, who comes from France. He is what you might call a bitcoin true believer.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"What's great about paying in bitcoin is the feeling of freedom it gives you,\" he says. \"You are no longer dependant on a financial system with its middlemen and its costs.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Nicolas says he's discovered bitcoin cards in Switzerland. These are prepaid gift cards. You buy a certain sum in Swiss francs but download it in bitcoin onto a digital wallet on your phone.</p><p class=\"sc-9a00e533-0 eZyhnA\">I walk through the centre of Lugano, down a high street where just about all the shops sell luxury stuff. Jewellery or expensive clothes mainly.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a shop called Vintage Nassa that sells new and second-hand bags and watches, the owner Cherubino Fry tells me he accepts bitcoin because the processing fee he has to pay per transaction is less than those charged by credit card companies.</p><p class=\"sc-9a00e533-0 eZyhnA\">For bitcoin it is generally below 1%, while for debit cards it can be as high as 1.7%, and up to 3.4% for credit cards. Although for the latter two it can vary from country to country.</p><p class=\"sc-9a00e533-0 eZyhnA\">I ask Mr Fry if he does much business in bitcoin.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"In reality, not a lot. For now, only sporadically, only some clients,\" he says. \"But using bitcoin will be like a tree growing, and this tree will grow very big in five, 10 years.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Users pay via bitcoin using a suitable app on their mobile phone</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A stone's throw from Mr Fry's shop, I visit the headquarters of Plan B, an initiative launched in 2022 by the City of Lugano in collaboration with crypto currency platform Tether.</p><p class=\"sc-9a00e533-0 eZyhnA\">With the B standing for bitcoin, its stated aim is to educate people about cryptocurrency, and \"to make Lugano the European hub for bitcoin\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I want to talk about an experiment I did this July,\" says Plan B hub director Mir Liponi. She explains that she had a problem with her bank, which resulted in her not being able to access her funds.</p><p class=\"sc-9a00e533-0 eZyhnA\">For 11 days she had no way of paying, other than with bitcoin, but she says that experiment turned out well, and that you can mostly survive just on bitcoin in Lugano.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's missing public transportation at the moment… another one is fuel. Groceries are okay. I got things delivered at home, even.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Plenty of medical places, but not a dentist. And another big thing is [energy] bills. You cannot pay bills in bitcoin yet.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Liponi adds that in the future she wants to see \"circular economies where people earn bitcoin, keep bitcoin, spend bitcoin, pay for services in bitcoin\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Yet elsewhere, similar bitcoin projects to Lugano's have come unstuck.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 2021, El Salvador made bitcoin legal tender alongside the US dollar. To encourage its use the government gave people the bitcoin equivalent of $30 that they downloaded via an app.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"So what people did was download the app, exchange the bitcoin for dollars and never use it again,\" says Vincent Charles, head of crypto currency firm Unchain Data.</p><p class=\"sc-9a00e533-0 eZyhnA\">He went to El Salvador earlier this year to see how bitcoin uptake was going, and concluded that people don't really use it, and retailers and service providers rarely accept it.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, there are other successful bitcoin adoption examples from around the globe. Slovenian capital Ljubljana was declared the world's <a target=\"_blank\" href=\"https://www.tradingview.com/news/cointelegraph:94eac69ce094b:0-slovenia-s-capital-of-ljubljana-ranked-as-world-s-most-crypto-friendly-city/\" class=\"sc-f9178328-0 iCaRzc\">most crypto-friendly city</a> in a report back in April, followed by Hong Kong and Zurich.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Shopkeeper Cherubino Fry expects the use of bitcoin to grow strongly</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Back in Lugano, not everyone is seemingly impressed with bitcoin. In a park on the lakefront there used to be a statue representing Satoshi Nakamoto, the pseudonym used by the unknown person or persons who claim to have invented the crypto currency back in 2008.</p><p class=\"sc-9a00e533-0 eZyhnA\">In August, vandals <a target=\"_blank\" href=\"https://finance.yahoo.com/news/vandalism-against-satoshi-nakamoto-statue-130409546.html\" class=\"sc-f9178328-0 iCaRzc\">broke the sculpture</a> into bits and threw it into Lake Lugano.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's interesting because not that many things get vandalised around here,\" says Lucia, a passerby who lives in the city. \"People are usually fairly well behaved. And you don't see often people having very strong political opinions either.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">She adds, though, that she herself is skeptical of cryptocurrencies in general.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"At the University of Lugano where I study there's a club to promote bitcoin and everything. I do find it surprising that institutions such as my university would promote cryptocurrencies so much. I think they are associated with crime, with the dark web and speculation.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"A lot of people lose their money because they invest in a cryptocurrency and then it crashes.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/cb60/live/0ece11a0-cf73-11f0-b355-05c29911d4af.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/cb60/live/0ece11a0-cf73-11f0-b355-05c29911d4af.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/cb60/live/0ece11a0-cf73-11f0-b355-05c29911d4af.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/cb60/live/0ece11a0-cf73-11f0-b355-05c29911d4af.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/cb60/live/0ece11a0-cf73-11f0-b355-05c29911d4af.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/cb60/live/0ece11a0-cf73-11f0-b355-05c29911d4af.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/cb60/live/0ece11a0-cf73-11f0-b355-05c29911d4af.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/cb60/live/0ece11a0-cf73-11f0-b355-05c29911d4af.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images A cryptocurrency ATM in Switzerland\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Special ATM machines in Switzerland allow people to convert Swiss francs to bitcoin, and vice versa</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Sergio Rossi is a professor of economics at Switzerland's University of Fribourg. He says that bitcoin is a risk for shopkeepers in Lugano or elsewhere because of its volatility – its value can go sharply up and down.</p><p class=\"sc-9a00e533-0 eZyhnA\">So, he says it is important that they instantly convert the bitcoin they receive into Swiss francs, euros, or another currency issued by a government or central bank. These are also known as \"fiat\" currencies.</p><p class=\"sc-9a00e533-0 eZyhnA\">He adds: \"There is also a reputational risk with those cryptocurrencies used in illegal transactions, which could affect the city of Lugano and its financial institutions.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Prof Rossi also cautions that people's bitcoin is held by a digital third party, which makes it risky. \"If the platform where my digital wallet is recorded fails or goes bankrupt, my cryptocurrencies disappear instantaneously.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"And therefore, I lose the corresponding amount forever. By contrast, in Switzerland, all bank deposits are guaranteed up to the amount of 100,000 Swiss francs ($125,000; £94,000). This means that if the bank where my savings are recorded goes bankrupt, I can recover them up to this amount.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">At Lugano town hall I ask Mayor Michele Foletti if he is concerned that Lugano could be a magnet for mafia money.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"No. You can use fiat money to do something good or something bad,\" he says. \"The same with bitcoin.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"And mafia people are more interested to use fiat for money laundering. When they sell drugs or something like this, they receive [physical] fiat money, not bitcoin because the more anonymous way is cash,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">He adds that bitcoin continues to be positive for Lugano, and that 110 crypto-sector companies have now moved to, or started up, in the city.</p></div></article></div></body></html>"
        },
        {
            "title": "Thailand and Cambodia: Why can't they end their border conflict?",
            "time": "2025-12-10T23:03:32",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/05e4/live/c00fffc0-d5bb-11f0-b834-9fc74eefc7d3.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Why Thailand and Cambodia are fighting again after Trump ceasefire</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Jonathan Head</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">South East Asia correspondent</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/05e4/live/c00fffc0-d5bb-11f0-b834-9fc74eefc7d3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/05e4/live/c00fffc0-d5bb-11f0-b834-9fc74eefc7d3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/05e4/live/c00fffc0-d5bb-11f0-b834-9fc74eefc7d3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/05e4/live/c00fffc0-d5bb-11f0-b834-9fc74eefc7d3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/05e4/live/c00fffc0-d5bb-11f0-b834-9fc74eefc7d3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/05e4/live/c00fffc0-d5bb-11f0-b834-9fc74eefc7d3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/05e4/live/c00fffc0-d5bb-11f0-b834-9fc74eefc7d3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/05e4/live/c00fffc0-d5bb-11f0-b834-9fc74eefc7d3.jpg.webp\" loading=\"eager\" alt=\"Getty Images Two troops in Cambodian military uniform and helmets face off with a troop in black uniform and helmet, while in the foreground another soldier in military uniform holds out his hand with the palm acing outwards\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Thailand and Cambodia have blamed each other for breaking a US-brokered ceasefire, which had brought a pause to violent clashes that broke out earlier this year</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Once again the boom of artillery, rockets and air strikes sounds along the Thai-Cambodian border. </p><p class=\"sc-9a00e533-0 eZyhnA\">Villages in a corridor stretching for hundreds of kilometres have been evacuated for a second time in five months. Families and their pets sit on mats in temporary shelters, wondering when they can go home, and when they might be forced to flee yet again.</p><p class=\"sc-9a00e533-0 eZyhnA\">Why has this happened so soon after the ceasefire brokered by US President Donald Trump in July? </p><p class=\"sc-9a00e533-0 eZyhnA\">It was ignited by a seemingly minor incident on Sunday, when a Thai engineering team working on an access road in the disputed area of the border was, according to the Thai army, fired on by Cambodian troops. Two Thai soldiers were injured, neither seriously. </p><p class=\"sc-9a00e533-0 eZyhnA\">In the past this might have been settled by some fleet-footed diplomacy. But there has been little of that this year. Instead a yawning gulf of mistrust lies between these two neighbours, one even Trump's deal-making prowess has failed to bridge.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0921/live/4bce3ae0-d5bc-11f0-a55b-c9d507737d65.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0921/live/4bce3ae0-d5bc-11f0-a55b-c9d507737d65.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0921/live/4bce3ae0-d5bc-11f0-a55b-c9d507737d65.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0921/live/4bce3ae0-d5bc-11f0-a55b-c9d507737d65.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0921/live/4bce3ae0-d5bc-11f0-a55b-c9d507737d65.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0921/live/4bce3ae0-d5bc-11f0-a55b-c9d507737d65.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0921/live/4bce3ae0-d5bc-11f0-a55b-c9d507737d65.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0921/live/4bce3ae0-d5bc-11f0-a55b-c9d507737d65.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A line of people riding down the side of a road on motorcycles, many of them carrying piles of possessions\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">At least half a million people have been evacuated on both sides of the border as clashes continue</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Despite his claim to have struck a historic peace deal, the ceasefire he forced on the two countries in July was always tenuous. </p><p class=\"sc-9a00e533-0 eZyhnA\">Thailand in particular was very uneasy about internationalising the border conflict, and only agreed to the ceasefire because Trump held a tariff gun to its head; at the time both Thailand and Cambodia were just days away from a deadline to negotiate significantly lower tariff rates on their vital exports to the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cambodia, by contrast, is only too happy to welcome outside intervention. As the smaller country it feels at a disadvantage in bilateral negotiations with Thailand. </p><p class=\"sc-9a00e533-0 eZyhnA\">But on the border its troops have continued to engage in confrontations with the Thai army, and, in a move guaranteed to anger the Thai public, to lay new land-mines which have so far caused seven Thai soldiers to lose limbs. Thailand has presented compelling evidence of this, accused Cambodia of bad faith, and refused to release 18 of its soldiers captured in July.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Since July, any restraint there was on the Thai armed forces has gone. The current prime minister Anutin Charvirakul heads a minority coalition, and is beset with other challenges. He has given the military carte blanche to manage the border conflict as it sees fit. </p><p class=\"sc-9a00e533-0 eZyhnA\">The army has said its goal is to inflict sufficient damage on its Cambodian counterpart to ensure it can never again threaten border communities. It also wants to take control of several hill-top positions which would give its soldiers greater advantage in any future battles with Cambodian forces. </p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Both sides have been manoeuvring around these positions all year, trying to reinforce roads access and fortifications around them. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Thais believed they were on track to push the Cambodians back when they were forced to stop in July. The military says it wants to finish the job now. </p><p class=\"sc-9a00e533-0 eZyhnA\">It also sees its role of defending Thailand's territorial claims as a sacred one, even though this conflict is about tiny slivers of mostly unpopulated land.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/398e/live/51e81ea0-d5bc-11f0-a55b-c9d507737d65.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/398e/live/51e81ea0-d5bc-11f0-a55b-c9d507737d65.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/398e/live/51e81ea0-d5bc-11f0-a55b-c9d507737d65.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/398e/live/51e81ea0-d5bc-11f0-a55b-c9d507737d65.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/398e/live/51e81ea0-d5bc-11f0-a55b-c9d507737d65.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/398e/live/51e81ea0-d5bc-11f0-a55b-c9d507737d65.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/398e/live/51e81ea0-d5bc-11f0-a55b-c9d507737d65.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/398e/live/51e81ea0-d5bc-11f0-a55b-c9d507737d65.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A pair of hands from a person kneeling on the ground, with the left hand holding a freshly excavated land-mine which still has dirt resting on its top. A shovel on the ground in the side of the shot\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Cambodia has continued to lay new land-mines in its borderlands with Thailand, causing at least seven Thai soldiers to lose limbs</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The motivations at work in the Cambodian leadership are much harder to divine. </p><p class=\"sc-9a00e533-0 eZyhnA\">Former Prime Minister Hun Sen is still the puppet-master pulling the strings of his son, current PM Hun Manet. Publicly he has appealed for restraint by his troops, portraying Cambodia as being bullied by a more powerful neighbour and in need of international support. </p><p class=\"sc-9a00e533-0 eZyhnA\">Yet his interventions in this simmering border dispute have been decisive this year, in particular his decision to leak a confidential phone conversation with the then-Thai PM Paetongtarn Shinawatra, whose father Thaksin was a long-standing friend and business partner of Hun Sen's.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her leaked comments, praising him and condemning her own army commanders for being too gung-ho, were catastrophic for her and her father. Her government collapsed, he has gone to jail, and many Thais, even those bitterly opposed to the Shinawatra family, have been angered by the perception that Cambodia has been meddling in Thai politics. </p><p class=\"sc-9a00e533-0 eZyhnA\">Thai public opinion is now much more in favour of their army's hard-line approach to Cambodia.</p><p class=\"sc-9a00e533-0 eZyhnA\">Can President Trump bang heads together again as he did in July? Perhaps. </p><p class=\"sc-9a00e533-0 eZyhnA\">But if all he achieves is another ceasefire it will only be a matter of time before fighting breaks out again. And Thailand has said repeatedly that it is not yet ready for diplomacy. Cambodia, it says, must show sincerity before it is ready to try for a ceasefire again. </p><p class=\"sc-9a00e533-0 eZyhnA\">What that means exactly is not clear, but at the very least it would require a decisive and verified end to the use of land-mines on the border.</p></div></article></div></body></html>"
        },
        {
            "title": "Killer whales and dolphins seen hunting together in rare video",
            "time": "2025-12-11T18:03:29",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9854/live/d4b5f860-d6b7-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Scientists have captured rare footage of killer whales and Pacific white-sided dolphins hunting together near the coast of British Columbia, Canada.</p><p class=\"sc-9a00e533-0 eZyhnA\">Despite their common name 'killer whale', orca are actually the largest species of dolphin.</p><p class=\"sc-9a00e533-0 eZyhnA\">The findings, published in the journal Nature Scientific Reports, is the first recorded evidence of the two working together, according to researchers.</p><p class=\"sc-9a00e533-0 eZyhnA\">They studied the mammals using drones and camera tags to understand feeding behaviour.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Not only were the killer whales orienting [themselves] towards the dolphins at the surface, but when the dolphins started to dive, our tagged killer whales would start to dive,\"  lead researcher Dr Sarah Fortune from Dalhousie University in Canada said.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div></div></body></html>"
        },
        {
            "title": "Video shows US military seizing oil tanker off Venezuela coast",
            "time": "2025-12-10T22:35:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f34b/live/281bea90-d619-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The US Department of Justice has released 45-second clip showing what it says is the US military seizing an oil tanker near Venezuela. </p><p class=\"sc-9a00e533-0 eZyhnA\">The footage shows military helicopters approaching the tanker and what appears to be US troops boarding it. The operation, led by the US Coast Guard, was announced by President Donald Trump on Wednesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to the BBC, retired US Marine Corps Colonel Mark Cancian describes how these operations usually unfold, \"rarely\" involving any violence.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to US Attorney General Pam Bondi, who posted the video online, the tanker was used to transport sanctioned oil from Venezuela and Iran.</p></div></div></body></html>"
        },
        {
            "title": "Moment skydiver's parachute wraps around plane",
            "time": "2025-12-11T07:38:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c5f6/live/90f88d80-d663-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The Australian Transport Safety Bureau released footage of the moment a skydiver's parachute wrapped around a plane wing on 20 September 2025, in Far North Queensland.</p><p class=\"sc-9a00e533-0 eZyhnA\">Video shows the handle from the skydiver's reserve parachute snagged on the plane's wing flap and accidentally deploying, leaving them hanging from the stabiliser by the parachute.</p><p class=\"sc-9a00e533-0 eZyhnA\">The skydiver cut himself free and survived the incident with minor injuries.</p></div></div></body></html>"
        },
        {
            "title": "'What's your name?' - Moment police confront Luigi Mangione at McDonald's",
            "time": "2025-12-09T22:18:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f2f3/live/a127ed50-d54a-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Prosecutors have released bodycam footage showing the initial interaction between Luigi Mangione and police officers. The footage shows Mangione inside a McDonald's restaurant in Altoona, Pennsylvania, where officers approached him and asked for his name. </p><p class=\"sc-9a00e533-0 eZyhnA\">Mangione, 27, was arrested at the McDonald's on 9 December 2024, ending a five-day manhunt following the fatal shooting of UnitedHealthcare CEO Brian Thompson in New York City.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mangione has pleaded not guilty to both state and federal murder charges, which carry the possibility of the death penalty.</p><p class=\"sc-9a00e533-0 eZyhnA\">For more insight listen to: <a target=\"_self\" href=\"https://www.bbc.co.uk/sounds/brand/w13xtw18\" class=\"sc-f9178328-0 iCaRzc\">The Mangione Trial</a></p><p class=\"sc-9a00e533-0 eZyhnA\">Accused of murder, Luigi Mangione went viral. We explore why, and bring you major news updates. Mangione has been charged with killing health insurance CEO Brian Thompson.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Australian teens test out social media as ban takes effect",
            "time": "2025-12-10T04:38:55",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e5bf/live/a7d6d590-d580-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><div data-testid=\"card-text-wrapper\" class=\"sc-9003107f-3 hFA-DmC\"><div class=\"sc-fa814188-1 iRoJZi\"><p class=\"sc-fa814188-0 hPhBqv\"><h2 data-testid=\"card-headline\" class=\"sc-fa814188-3 MKjtp\">Can you un-bleach coral? BBC visits remote reef to find out</h2></p></div><p data-testid=\"card-description\" class=\"sc-9003107f-4 jAVyXz\">The BBC's Katy Watson went to Australia's Ningaloo reef, the site of a mass bleaching event, to find out if the damage can be undone.</p><p class=\"sc-1907e52a-0 jkvOKk\"><span data-testid=\"card-metadata-tag\" class=\"sc-1907e52a-2 coRVrA\">Australia</span></p></div></div></body></html>"
        },
        {
            "title": "Ozzy the dog sets Guinness World record for longest canine tongue",
            "time": "2025-12-09T23:42:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4910/live/3a6570d0-d54d-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">A new canine has claimed the title for the world's longest tongue on a living dog. Ozzy, a mastiff mix from Oklahoma City, broke the Guinness World record with his tongue measuring 7.83in (19.89cm), surpassing the previous record holder, Rocky the Boxer, whose tongue measures 5.46in (13.88cm). </p><p class=\"sc-9a00e533-0 eZyhnA\">Ozzy's owners are thrilled with his new title, with one saying, \"It makes me really happy knowing that everybody loves my dog.\"</p></div></div></body></html>"
        },
        {
            "title": "Watch: Nasa astronaut and Roscosmos cosmonauts return to Earth",
            "time": "2025-12-09T11:02:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a3aa/live/c8783b00-d4e4-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Nasa's Jonny Kim, accompanied by Roscosmos cosmonauts Sergey Ryzhikov and Alexey Zubritsky, have returned to Earth from the International Space Station (ISS).</p><p class=\"sc-9a00e533-0 eZyhnA\">They landed near the city of Dzhezkazgan in Kazakhstan.</p><p class=\"sc-9a00e533-0 eZyhnA\">The crew completed a 245-day mission aboard the ISS, orbiting Earth 3,920 times and travelling nearly 104 million miles, according to Nasa.</p><p class=\"sc-9a00e533-0 eZyhnA\">This mission marks the first spaceflight for Kim and Zubritsky, while Ryzhikov concludes his third journey to space.</p></div></div></body></html>"
        },
        {
            "title": "CCTV shows suspects make off on foot with stolen Matisse artworks",
            "time": "2025-12-09T14:10:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/77b6/live/ba19e800-d508-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Two armed men have stolen at least 13 paintings from a library in São Paulo, Brazil, including eight engravings by famed French artist Henri Matisse.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities said on Monday that they had found the \"escape vehicle\" and one of the suspects had been arrested.</p><p class=\"sc-9a00e533-0 eZyhnA\">Local authorities are working with Interpol to recover the works before they are taken out of the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC Brasil's André Biernath explains what we know about the heist and what CCTV footage shows us about how it unfolded.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"video-edited-by-marina-costa\" class=\"sc-d16436d-0 iVdNuz\">Video edited by Marina Costa</i></p></div></div></body></html>"
        }
    ]
}