{
    "source": "BBC News",
    "articles": [
        {
            "title": "US optimistic on end to war as Zelensky says Ukraine to talk to US and Russia",
            "time": "2026-01-22T17:37:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5423/live/aaba3ee0-f78c-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'It's all about the land': Zelensky says Ukraine to talk to US and Russia</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-3adb3607-0 fkltMW\"><span data-testid=\"byline-contributors\" class=\"sc-3adb3607-12 csUdlZ\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-3adb3607-5 iMnQuR\"><p class=\"sc-3adb3607-7 echTHp\"><span class=\"sc-3adb3607-8 dcphMW\">Paul Kirby</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-3adb3607-9 dRohlg\">Europe digital editor</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5423/live/aaba3ee0-f78c-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5423/live/aaba3ee0-f78c-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5423/live/aaba3ee0-f78c-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5423/live/aaba3ee0-f78c-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5423/live/aaba3ee0-f78c-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5423/live/aaba3ee0-f78c-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5423/live/aaba3ee0-f78c-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5423/live/aaba3ee0-f78c-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"eager\" alt=\"Reuters A man wearing a black jacket and shirt surrounded by three other men in black rides up an escalator\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ukraine's Volodymr Zelensky arrived in Davos on Thursday ahead of his talks with President Donald Trump</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">President Volodymyr Zelensky says trilateral talks on ending the war in Ukraine are to take place with Russia and the US in the United Arab Emirates, after he met  President Donald Trump in Davos.</p><p class=\"sc-9a00e533-0 eZyhnA\">As the diplomatic pace appeared to intensify, Trump said his meeting with Zelensky was good, and US envoy Steve Witkoff headed to Moscow for talks with Russia's Vladimir Putin.</p><p class=\"sc-9a00e533-0 eZyhnA\">Witkoff, who was travelling to Moscow with Trump's son-in-law Steve Kushner, said he was optimistic about a deal.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think we've got it down to one issue and we have discussed iterations of that issue, and that means it's solvable,\" he said before leaving the Swiss resort.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump's envoy gave no details about the remaining sticking point, but Zelensky later clarified that the future status of eastern Ukraine remained the unsolved issue.</p><p class=\"sc-9a00e533-0 eZyhnA\">He made clear that the planned talks in the Emirates would involve Russia as well as the US and Ukraine, adding that \"the Russians have to be ready for compromises, not only Ukraine\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's all about the land. This is the issue which is not solved yet,\" Zelensky told reporters at the World Economic Forum in Davos, Switzerland - adding that trilateral talks might provide the two sides with \"variants\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The US proposal for the Ukraine's industrial heartland in Donbas is for a demilitarised and free economic zone in exchange for security guarantees for Kyiv.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If both sides want to solve this, we're going to get it solved,\" Witkoff said, explaining that he would be heading to Abu Dhabi after Moscow, where working groups would be covering military issues as well as economic prosperity.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zelensky also told reporters that he had reached agreement with Trump on future US security guarantees for Ukraine in the event of a deal. He gave no details but said it would need to go before the US Congress and Ukrainian parliament before signing.</p><p class=\"sc-9a00e533-0 eZyhnA\">Although he said the \"Coalition of the Willing\", led by the UK and France, had committed forces on the ground to monitor the deal, he was adamant a Trump backstop would be necessary too: \"No security guarantees work without the US.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier he used his Davos speech to criticise his European allies for a lack of \"political will\" to take action against Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There are endless internal arguments and things left unsaid that stop Europe from uniting and speaking honestly enough to find real solutions,\" he said, drawing a contrast with the US under Trump.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"President Trump loves who he is, and he says he loves Europe, but he will not listen to this kind of Europe,\" he said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Ukrainian president had travelled through the night to get to Davos.</p><p class=\"sc-9a00e533-0 eZyhnA\">He had initially called off his trip to deal with the aftermath of Russian strikes on Kyiv's power infrastructure, which have left large areas of the capital without heating, water or power during the harshest winter so far in almost four years of Russia's full-scale war. Thousands of apartment blocks remain without heating.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zelensky said last month that a 20-point US plan to end the war was 90% ready and that Ukraine's position on Donbas, in eastern Ukraine, was different to Russia's.</p><p class=\"sc-9a00e533-0 eZyhnA\">As part of the US 20-point plan, Zelensky has offered to withdraw troops from the 25% of Donetsk region that Ukraine still controls by up to 40km (25 miles), to create an economic zone in Donbas, if Russia does the same. </p><p class=\"sc-9a00e533-0 eZyhnA\">Kremlin spokesman Dmitry Peskov said on Thursday that discussions with the American envoys would continue \"on the Ukrainian issue and other related topics\" and refused to say whether he shared Witkoff's optimism on achieving a deal.</p><p class=\"sc-9a00e533-0 eZyhnA\">Putin is known to covet control of the entire region, and Russian forces have advanced slowly in the east in the past year.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another big sticking point that Zelensky highlighted last month was future control of Ukraine's enormous Zaporizhzhia nuclear plant, seized by Russia in March 2022.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zelensky joked that he hoped the Emirates knew about the planned meeting, but in a measure of the seriousness of the talks he named some his most senior officials in the Ukrainian team taking part.</p><p class=\"sc-9a00e533-0 eZyhnA\">The head of the country's national security and defence council, Rustem Umerov, was already talking to US officials in Davos, along with Kyrylo Budanov, the head of Zelensky's office, and negotiator David Arakhamia. They will be joined the chief of the general staff, Andrii Hnatov.</p></div></article></div></body></html>"
        },
        {
            "title": "France seizes suspected Russian 'shadow fleet' tanker in the Mediterranean",
            "time": "2026-01-22T18:32:32",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fd99/live/53aae470-f7c2-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">France seizes suspected Russian 'shadow fleet' oil tanker in the Mediterranean</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/60a3/live/faa02770-f7b0-11f0-9746-bbf190b04917.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/60a3/live/faa02770-f7b0-11f0-9746-bbf190b04917.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/60a3/live/faa02770-f7b0-11f0-9746-bbf190b04917.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/60a3/live/faa02770-f7b0-11f0-9746-bbf190b04917.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/60a3/live/faa02770-f7b0-11f0-9746-bbf190b04917.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/60a3/live/faa02770-f7b0-11f0-9746-bbf190b04917.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/60a3/live/faa02770-f7b0-11f0-9746-bbf190b04917.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/60a3/live/faa02770-f7b0-11f0-9746-bbf190b04917.jpg.webp\" loading=\"eager\" alt=\"Emmanuel Macron/X A grey helicopter seen above an orange and blue oil tanker\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Emmanuel Macron/X</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Grinch had set sail from Murmansk in northern Russia, French officials said</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">France says it has seized an oil tanker in the Mediterranean suspected of being part of Russia's sanction-busting \"shadow fleet\".</p><p class=\"sc-9a00e533-0 eZyhnA\">French President Emmanuel Macron said the tanker, named the Grinch, was \"subject to international sanctions and suspected of flying a false flag\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The French navy, with the assistance of allies including the UK, boarded the vessel on Thursday morning between Spain and Morocco. French maritime authorities said that a search of the vessel had \"confirmed the doubts as to the regularity of the flag\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia's embassy in Paris said it had not been informed of the seizure.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Moscow's so-called shadow fleet is a clandestine network of tankers used to evade Western sanctions on Russian oil exports by shipping the oil on aged tankers with obscure ownership or insurance.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Grinch was travelling from the Arctic port of Murmansk in northern Russia when it was intercepted, French authorities said. The vessel had been flying a Comoros flag, according to ship tracking websites marinetraffic and vesselfinder.</p><p class=\"sc-9a00e533-0 eZyhnA\">Announcing the seizure on X, Macron said: \"We are determined to uphold international law and to ensure the effective enforcement of sanctions.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The activities of the \"shadow fleet\" contribute to financing the war of aggression against Ukraine,\" he said, adding that the vessel had been \"diverted\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Defence Secretary John Healy said the UK navy had provided \"tracking and monitoring\" support, with HMS Dagger monitoring the tanker through the Straits of Gibraltar.</p><p class=\"sc-9a00e533-0 eZyhnA\">He added: \"Alongside our allies, we are stepping up our response to shadow vessels to choke off the funds that fuel Putin's illegal invasion of Ukraine.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The UK has imposed sanctions on 544 Russian shadow fleet vessels. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ukrainian President Volodymyr Zelensky welcomed the action, saying it was \"exactly the kind of resolve needed to ensure that Russian oil no longer finances Russia's war\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Vessels must be apprehended. And wouldn't it be fair to confiscate and sell the oil carried by these tankers?\" he said on X.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking at Davos earlier, Zelensky exhorted Europe to do more to ensure its own security, saying: \"Europe loves to discuss the future but avoids taking action\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6581/live/2d0a7ee0-f7b1-11f0-9746-bbf190b04917.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6581/live/2d0a7ee0-f7b1-11f0-9746-bbf190b04917.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6581/live/2d0a7ee0-f7b1-11f0-9746-bbf190b04917.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6581/live/2d0a7ee0-f7b1-11f0-9746-bbf190b04917.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6581/live/2d0a7ee0-f7b1-11f0-9746-bbf190b04917.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6581/live/2d0a7ee0-f7b1-11f0-9746-bbf190b04917.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6581/live/2d0a7ee0-f7b1-11f0-9746-bbf190b04917.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6581/live/2d0a7ee0-f7b1-11f0-9746-bbf190b04917.jpg.webp\" loading=\"lazy\" alt=\"French Joint Staff of the Armed Forces Soldiers talk to people on the oil tanker\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">French Joint Staff of the Armed Forces</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Soldiers searched the vessel after it was seized in the Mediterranean</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Many Western countries imposed sanctions on Russian energy following Russia's full-scale invasion of Ukraine in 2022.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier in January, British armed forces supported a <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ckglnprzk72o\" class=\"sc-f9178328-0 iCaRzc\">US operation to seize a Russian-flagged tanker in the Atlantic</a> that US officials said had broken sanctions by carrying oil for Venezuela and Russia. </p><p class=\"sc-9a00e533-0 eZyhnA\">Moscow denounced the move, saying no state had the right to use force against vessels properly registered in other states' jurisdictions.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last October, France seized another sanctioned tanker, the Boracay, off its west coast before releasing it a few days later.</p><p class=\"sc-9a00e533-0 eZyhnA\">Shadow fleets are becoming increasingly common, with Venezuela, Iran and Russia all accused of using them to avoid sanctions on oil.</p><p class=\"sc-9a00e533-0 eZyhnA\">Financial intelligence firm S&amp;P Global estimates that one in five oil tankers worldwide are used to smuggle oil from sanctioned countries. </p></div></article></div></body></html>"
        },
        {
            "title": "ICE detains 5-year-old and father in Minnesota, lawyer says",
            "time": "2026-01-22T16:04:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e0a4/live/f1221070-f7b8-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US Immigration and Customs Enforcement (ICE) officers detained a 5-year-old boy on Tuesday during an immigration enforcement operation, Minnesota school officials and the family's lawyer have said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Pre-schooler Liam Ramos was with his father - named by the Department of Homeland Security (DHS) as Adrian Alexander Conejo Arias - when Conejo Arias was approached by agents on his driveway. </p><p class=\"sc-9a00e533-0 eZyhnA\">In <a target=\"_blank\" href=\"https://x.com/dhsgov/status/2014322865848406370?s=46&amp;t=Su4BjUkyoA25AmRM4RlgOg\" class=\"sc-f9178328-0 iCaRzc\">a statement posted on X</a>, the DHS said \"ICE did NOT target a child\", but was conducting an operation against his father, an \"illegal alien\" who \"abandoned\" his son when approached.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zena Stenvik, the Columbia Heights Public Schools superintendent, asked: \"Why detain a 5-year-old? </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"You can't tell me that this child is going to be classified as a violent criminal.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Photos provided to the BBC by the school district show a boy, identified as Liam Ramos, wearing a bunny-shaped winter hat, standing outside as an officer holds onto his backpack.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Columbia Heights Public Schools authority described these as bystander photos. The district did not identify the individuals who took the pictures, referring to them as \"known and confirmed community members\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Marc Prokosch, a lawyer representing the family, told journalists that Liam and his father were likely being held at a detention centre in Texas. School officials said that the father had an active asylum case with no deportation order.</p><p class=\"sc-9a00e533-0 eZyhnA\">The son had just arrived home from pre-school at the time of the apprehension, Stenvik said during a press conference on Wednesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Around the time of the incident, school officials were present at the Ramos house to provide support, according to the schools superintendent.</p><p class=\"sc-9a00e533-0 eZyhnA\">Stenvik said that ICE had recently detained a total of four students in her school district, including a 10-year-old, and two 17-year-olds.</p><p class=\"sc-9a00e533-0 eZyhnA\">The DHS did not immediately respond to the BBC's request for comment on the incident.</p><p class=\"sc-9a00e533-0 eZyhnA\">In its post on X, the DHS described the arrest as a \"targeted operation\". It added: \"For the child's safety, one of our ICE officers remained with the child while the other officers apprehended Conejo Arias.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Parents are asked if they want to be removed with their children, or ICE will place the children with a safe person the parent designates. This is consistent with past administration's immigration enforcement.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">According to Stenvik, another adult living in the home did ask to take the young boy inside but was refused. It was not clear why. </p><p class=\"sc-9a00e533-0 eZyhnA\">Instead, the school officials allege, an agent asked the child to knock on the door of the home to see if anyone else was there.</p><p class=\"sc-9a00e533-0 eZyhnA\">Columbia Heights Public Schools Board of Education Chair Mary Granlund said in a statement: \"Our children should not be afraid to come to school or wait at the bus stop.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Their families should not be afraid to drop off or pick up their children from school.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The DHS has previously said it is arresting the \"worst of the worst criminal illegal aliens\" in an effort to restore public safety in Minnesota.</p><p class=\"sc-9a00e533-0 eZyhnA\">At a DHS press conference on Tuesday, Gregory Bovino of the US Border Patrol discussed the wider operation and said: \"Our operations are lawful, are targeted, and are focused on individuals who pose a serious threat to this community.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The mission, dubbed Operation Metro Surge, has sparked outcry from residents in Minneapolis, St Paul, and other cities in the state.</p><p class=\"sc-9a00e533-0 eZyhnA\">On 7 January, a federal officer fatally shot a woman named Renee Good in Minneapolis, sparking nationwide protest and condemnation from local and state officials.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration alleged the woman was using her vehicle as a weapon and the officer acted in self-defence.</p><p class=\"sc-9a00e533-0 eZyhnA\">Vice President JD Vance was scheduled to visit the state on Thursday amid ongoing protests against ICE's operations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Vance told reporters he hoped to \"to calm the tensions\", CNN reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The number one way where we could lower the mistakes that are happening, at least with our immigration enforcement, is to have local jurisdictions that are cooperating with us,\" Vance said.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div></div></body></html>"
        },
        {
            "title": "German nurse jailed for murder may face inquiry into 100 more deaths",
            "time": "2026-01-22T18:12:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/10c1/live/28fe61f0-f7b0-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">An ex-nurse convicted of murdering 10 patients in western Germany may be linked to more than 100 additional deaths, an official has said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The chief public prosecutor in Aachen, Katja Schlenkermann-Pitts, told the BBC  that there was \"a correspondingly high number of suspicious cases\" under review.</p><p class=\"sc-9a00e533-0 eZyhnA\">She cautioned that the cases represented preliminary suspicions and that some could be dismissed following forensic examination.</p><p class=\"sc-9a00e533-0 eZyhnA\">In November last year, a regional court in Aachen convicted the former palliative care nurse, who has not been publicly named, of 10 counts of murder and 27 counts of attempted murder, sentencing him to life imprisonment.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The court found that during night shifts at a hospital in Würselen, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cz0xgrv7543o\" class=\"sc-f9178328-0 iCaRzc\">the man had administered excessive doses of sedatives and painkillers to seriously ill patients without medical justification</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prosecutors said the drugs were sometimes given repeatedly and that the defendant was aware of the potentially fatal consequences. Judges concluded that the actions were driven by personal unease and a desire to impose order during night shifts.</p><p class=\"sc-9a00e533-0 eZyhnA\">The defendant denied the charges during the trial in Aachen, stating that he had intended to help patients sleep and had not believed the medication posed a lethal risk given their underlying illnesses. </p><p class=\"sc-9a00e533-0 eZyhnA\">But prosecutors told the court that he showed \"irritation\" and a lack of empathy to patients who required a higher level of care, and accused him of playing \"master of life and death\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The offences examined in the initial trial occurred between December 2023 and May 2024 at the Rhein-Maas hospital in Würselen, where the nurse had worked since 2020.</p><p class=\"sc-9a00e533-0 eZyhnA\">The newly identified suspected cases relate largely to earlier periods.</p><p class=\"sc-9a00e533-0 eZyhnA\">As part of the expanded inquiry, investigators have ordered around 60 exhumations. Twenty seven have already been carried out, with roughly 30 more pending.</p><p class=\"sc-9a00e533-0 eZyhnA\">Schlenkermann-Pitts said autopsy results were still outstanding in many cases and would determine whether further charges could be brought.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Of course, they may still be dropped,\" she cautioned.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prosecutors in Cologne are also examining deaths linked to hospitals where the nurse worked before his transfer to Würselen, 65km (40 miles) away.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two exhumations have taken place so far, including the remains of a 94 year old woman who died in 2018, and a 78 year old patient who died in 2015. Further exhumations have been ordered.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prosecutors in both Aachen and Cologne said preparations for potential new charges were under way, but officials said that any further proceedings were unlikely to begin before 2027.</p></div></div></body></html>"
        },
        {
            "title": "Oscar nominations 2026: Vampire film Sinners breaks record",
            "time": "2026-01-22T15:10:44",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/62ee/live/a8bf12b0-f7ae-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Vampire film Sinners breaks Oscar nominations record</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-3adb3607-0 fkltMW\"><span data-testid=\"byline-contributors\" class=\"sc-3adb3607-12 csUdlZ\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-3adb3607-5 iMnQuR\"><p class=\"sc-3adb3607-7 echTHp\"><span class=\"sc-3adb3607-8 dcphMW\">Ian Youngs</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-3adb3607-9 dRohlg\">Culture reporter</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fca4/live/51ad9700-f784-11f0-ac71-eb745beca174.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fca4/live/51ad9700-f784-11f0-ac71-eb745beca174.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fca4/live/51ad9700-f784-11f0-ac71-eb745beca174.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fca4/live/51ad9700-f784-11f0-ac71-eb745beca174.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fca4/live/51ad9700-f784-11f0-ac71-eb745beca174.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fca4/live/51ad9700-f784-11f0-ac71-eb745beca174.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fca4/live/51ad9700-f784-11f0-ac71-eb745beca174.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fca4/live/51ad9700-f784-11f0-ac71-eb745beca174.jpg.webp\" loading=\"eager\" alt=\"Warner Bros A still from Sinners showing Miles Caton as Sammie playing a guitar and singing and Michael B Jordan in the foreground looking ahead as he drives a car\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Warner Bros</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Sinners stars Miles Caton (left) and Michael B Jordan</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><b id=\"vampire-horror-film-sinners-has-broken-the-record-for-the-most-oscar-nominations-received-by-a-single-film,-after-being-nominated-for-16-of-hollywood's-most-coveted-honours.\" class=\"sc-d16436d-0 gnUCoQ\">Vampire horror film Sinners has broken the record for the most Oscar nominations received by a single film, after being nominated for 16 of Hollywood's most coveted honours.</b></p><p class=\"sc-9a00e533-0 eZyhnA\">The film beat the previous record of 14 nominations, and emerged ahead of its nearest rival this year, Leonardo DiCaprio's thriller One Battle After Another, which is up for 13 awards.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sinners' contenders include its star Michael B Jordan and his British co-stars Wunmi Mosaku and Delroy Lindo.</p><p class=\"sc-9a00e533-0 eZyhnA\">Other big names up for trophies include Timothée Chalamet, who is hoping for third time lucky after two previous nominations, and Irish actress Jessie Buckley, who is the frontrunner to win best actress for Hamnet.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/034f/live/0ba66290-f785-11f0-ac71-eb745beca174.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/034f/live/0ba66290-f785-11f0-ac71-eb745beca174.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/034f/live/0ba66290-f785-11f0-ac71-eb745beca174.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/034f/live/0ba66290-f785-11f0-ac71-eb745beca174.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/034f/live/0ba66290-f785-11f0-ac71-eb745beca174.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/034f/live/0ba66290-f785-11f0-ac71-eb745beca174.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/034f/live/0ba66290-f785-11f0-ac71-eb745beca174.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/034f/live/0ba66290-f785-11f0-ac71-eb745beca174.jpg.webp\" loading=\"lazy\" alt=\"Universal A still from Hamnet showing Jessie Buckley's character at the front of a theatre crowd\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Universal</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Jessie Buckley is frontrunner to win best actress for Hamnet</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">However, there was no space for her co-star Paul Mescal, who starred opposite Buckley as William Shakespeare in Hamnet; while Wicked: For Good and its stars Cynthia Erivo and Ariana Grande missed out completely.</p><p class=\"sc-9a00e533-0 eZyhnA\">The winners will be announced at a ceremony in Hollywood on 15 March.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><b id=\"the-leading-films:\" class=\"sc-d16436d-0 gnUCoQ\">The leading films:</b></p><ul class=\"sc-6f869981-0 diUlgm\"><li class=\"sc-734a601e-0 cRgahm\">Sinners - 16</li><li class=\"sc-734a601e-0 cRgahm\">One Battle After Another - 13</li><li class=\"sc-734a601e-0 cRgahm\">Marty Supreme - 9</li><li class=\"sc-734a601e-0 cRgahm\">Frankenstein - 9</li><li class=\"sc-734a601e-0 cRgahm\">Sentimental Value - 9</li><li class=\"sc-734a601e-0 cRgahm\">Hamnet - 8</li></ul></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Sinners 'more than just a horror'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><b id=\"sinners\" class=\"sc-d16436d-0 gnUCoQ\">Sinners </b>has exceeded expectations and bucked the trend that normally means horror films don't perform well at award ceremonies.</p><p class=\"sc-9a00e533-0 eZyhnA\">It beat the previous record total of 14 nominations, achieved by All About Eve in 1951, Titanic in 1998 and La La Land in 2018.</p><p class=\"sc-9a00e533-0 eZyhnA\"><b id=\"michael-b-jordan\" class=\"sc-d16436d-0 gnUCoQ\">Michael B Jordan</b> is nominated for best actor for playing twin brothers who return home to Mississippi in the 1930s to set up a juke joint, which is set upon by blood-sucking vampires.</p><p class=\"sc-9a00e533-0 eZyhnA\">Other Sinners cast members to be nominated include British-Nigerian actress <b id=\"wunmi-mosaku\" class=\"sc-d16436d-0 gnUCoQ\">Wunmi Mosaku </b>and co-star <b id=\"delroy-lindo\" class=\"sc-d16436d-0 gnUCoQ\">Delroy Lindo</b>, who grew up in London, and the pair are carrying Britain's hopes for acting awards this year. </p><p class=\"sc-9a00e533-0 eZyhnA\"><b id=\"ryan-coogler\" class=\"sc-d16436d-0 gnUCoQ\">Ryan Coogler</b> is nominated for directing, writing and producing Sinners, with the film also shortlisted for the Oscars' top prize, best picture.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/90a7/live/5092a7c0-f79d-11f0-a485-a772fcde70e9.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/90a7/live/5092a7c0-f79d-11f0-a485-a772fcde70e9.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/90a7/live/5092a7c0-f79d-11f0-a485-a772fcde70e9.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/90a7/live/5092a7c0-f79d-11f0-a485-a772fcde70e9.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/90a7/live/5092a7c0-f79d-11f0-a485-a772fcde70e9.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/90a7/live/5092a7c0-f79d-11f0-a485-a772fcde70e9.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/90a7/live/5092a7c0-f79d-11f0-a485-a772fcde70e9.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/90a7/live/5092a7c0-f79d-11f0-a485-a772fcde70e9.jpg.webp\" loading=\"lazy\" alt=\"Warner Bros Wunmi Mosaku and Michael B Jordan in Sinners\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Warner Bros</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Wunmi Mosaku and Michael B Jordan are both nominated for their performances in Sinners</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">BBC Radio 1 film critic Ali Plumb said: \"The last time anything to do with a horror won best picture was The Silence of the Lambs in the early 1990s. That is a long time ago.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He said it was good to see Sinners get \"this broad a series of accolades and thumbs up from across the whole industry\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It is \"more than just a horror\", he added. \"Although obviously vampires are obviously involved, there's so much more to it.\"</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/live/cnvggypzp10t?post=asset%3A1e763c4b-248c-4174-88cd-9ced0fdf6968#post\" class=\"sc-f9178328-0 iCaRzc\">BBC culture editor Katie Razzall said</a>: \"It is to my mind the perfect blend of revenge thriller and sexy, decadent, musical journey through America's race issues, good against evil, the power of music - and redemption.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Who knew that combining vampires, KKK racists, ex-gangster twins (both played by Michael B Jordan), Mississippi delta folklore and blues history would pay off so spectacularly?\"</p></div><figure></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Losing the battle but winning the war?</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2467/live/d0940270-f784-11f0-ac71-eb745beca174.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2467/live/d0940270-f784-11f0-ac71-eb745beca174.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2467/live/d0940270-f784-11f0-ac71-eb745beca174.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2467/live/d0940270-f784-11f0-ac71-eb745beca174.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2467/live/d0940270-f784-11f0-ac71-eb745beca174.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2467/live/d0940270-f784-11f0-ac71-eb745beca174.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2467/live/d0940270-f784-11f0-ac71-eb745beca174.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2467/live/d0940270-f784-11f0-ac71-eb745beca174.jpg.webp\" loading=\"lazy\" alt=\"Warner Bros A still from One Battle After Another showing Leonardo DiCaprio's character wearing a black hoodie and walking intently at night\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Warner Bros</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Leonardo DiCaprio is nominated for best actor for his role in One Battle After Another</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">While Sinners deals with the spectre of racism in the American South, <b id=\"one-battle-after-another\" class=\"sc-d16436d-0 gnUCoQ\">One Battle After Another</b> gives a take on the current messy political climate in the US.</p><p class=\"sc-9a00e533-0 eZyhnA\"><b id=\"leonardo-dicaprio\" class=\"sc-d16436d-0 gnUCoQ\">Leonardo DiCaprio</b> is nominated for best actor for playing a revolutionary battling an authoritarian US regime, whose past comes back to haunt him.</p><p class=\"sc-9a00e533-0 eZyhnA\">The film has also scooped nominations for supporting cast members <b id=\"benicio-del-toro\" class=\"sc-d16436d-0 gnUCoQ\">Benicio Del Toro</b>, <b id=\"sean-penn\" class=\"sc-d16436d-0 gnUCoQ\">Sean Penn</b> and <b id=\"teyana-taylor\" class=\"sc-d16436d-0 gnUCoQ\">Teyana Taylor</b>, as well as director <b id=\"paul-thomas-anderson\" class=\"sc-d16436d-0 gnUCoQ\">Paul Thomas Anderson</b>.</p><p class=\"sc-9a00e533-0 eZyhnA\">It has been the presumed favourite to win best picture throughout award season so far, and it could still pip Sinners to the top trophy in March.</p><p class=\"sc-9a00e533-0 eZyhnA\">The frontrunner in the nominations doesn't always turn out to be the big winner on the night. In the past 21 years, the movie with the most nominations has gone on to win best picture just six times.</p><p class=\"sc-9a00e533-0 eZyhnA\">Either way, the nominations are good news for Warner Bros, which made both Sinners and One Battle After Another, as it is <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cq5yqzy5d8yo\" class=\"sc-f9178328-0 iCaRzc\">in the process of being sold</a>, possibly to Netflix.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Chalamet eyes first Oscar</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6e18/live/fd6a7bc0-f794-11f0-9b64-a73fe49a8bb9.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6e18/live/fd6a7bc0-f794-11f0-9b64-a73fe49a8bb9.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6e18/live/fd6a7bc0-f794-11f0-9b64-a73fe49a8bb9.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6e18/live/fd6a7bc0-f794-11f0-9b64-a73fe49a8bb9.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6e18/live/fd6a7bc0-f794-11f0-9b64-a73fe49a8bb9.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6e18/live/fd6a7bc0-f794-11f0-9b64-a73fe49a8bb9.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6e18/live/fd6a7bc0-f794-11f0-9b64-a73fe49a8bb9.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6e18/live/fd6a7bc0-f794-11f0-9b64-a73fe49a8bb9.jpg.webp\" loading=\"lazy\" alt=\"A24 A still from Marty Supreme showing Timothee Chalamet's character playing table tennis, pointing with a table tennis bat in one hand\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">A24</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Marty Supreme has earned Timothee Chalamet the third Oscar nomination of his career, but he's yet to win</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">DiCaprio and Jordan will face stiff competition from <b id=\"timothee-chalamet\" class=\"sc-d16436d-0 gnUCoQ\">Timothee Chalamet</b>, who is hotly tipped to win his first Oscar for his role in table tennis caper Marty Supreme.</p><p class=\"sc-9a00e533-0 eZyhnA\">At 30, he has become the youngest man to receive three acting nominations since Marlon Brando.</p><p class=\"sc-9a00e533-0 eZyhnA\">This year's best actor category is completed by <b id=\"ethan-hawke\" class=\"sc-d16436d-0 gnUCoQ\">Ethan Hawke</b>, who has his fifth Oscar nomination for Blue Moon, and Brazilian actor <b id=\"wagner-moura\" class=\"sc-d16436d-0 gnUCoQ\">Wagner Moura </b>(The Secret Agent).</p><p class=\"sc-9a00e533-0 eZyhnA\">At 37, <b id=\"emma-stone\" class=\"sc-d16436d-0 gnUCoQ\">Emma Stone</b> has become the youngest woman to accumulate seven Oscar nominations after being recognised for Bugonia.</p><p class=\"sc-9a00e533-0 eZyhnA\">She is listed for best actress alongside <b id=\"kate-hudson\" class=\"sc-d16436d-0 gnUCoQ\">Kate Hudson</b> (Song Sung Blue), <b id=\"rose-byrne\" class=\"sc-d16436d-0 gnUCoQ\">Rose Byrne</b> (If I Had Legs I'd Kick You) and Norway's <b id=\"renate-reinsve\" class=\"sc-d16436d-0 gnUCoQ\">Renate Reinsve</b> (Sentimental Value) - but Buckley is regarded as the clear favourite in that race.</p><p class=\"sc-9a00e533-0 eZyhnA\">Moura and Reinsve are among a record four acting nominations for non-English language performances - the others being Sweden's <b id=\"stellan-skarsgård\" class=\"sc-d16436d-0 gnUCoQ\">Stellan Skarsgård</b> and Norwegian actress <b id=\"inga-ibsdotter-lilleaas\" class=\"sc-d16436d-0 gnUCoQ\">Inga Ibsdotter Lilleaas</b>, who are both in supporting categories for Sentimental Value. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">KPop characters v rock stars</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Fan favourite <b id=\"kpop-demon-hunters\" class=\"sc-d16436d-0 gnUCoQ\">KPop Demon Hunters</b> has been recognised in the Oscar nominations, too. The animated Netflix hit is in pole position to win best animated feature and best song, for mega-hit Golden.</p><p class=\"sc-9a00e533-0 eZyhnA\">Co-writer of the track, Mark Sonnenblick, told BBC Newsbeat's Naomi de Souza that Thursday's Academy recognition had been the \"icing on the cake\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The only reason that this morning [in Los Angeles] happened, regardless of the quality of the song or the movie or any of that, is just because fans responded to it and told other people to watch it and repost it and made fan videos,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">There's no room, though, for the Wicked sequel.</p><p class=\"sc-9a00e533-0 eZyhnA\">This time last year, the first film received 10 nominations, and the follow-up had been widely expected to join Golden in the best song race (for The Girl in the Bubble) and be nominated for prizes like best costume and make-up. But it missed out.</p><p class=\"sc-9a00e533-0 eZyhnA\">Elsewhere in the music categories, <b id=\"nick-cave\" class=\"sc-d16436d-0 gnUCoQ\">Nick Cave</b> is nominated for best song for the title song from Train Dreams, and Radiohead guitarist <b id=\"jonny-greenwood\" class=\"sc-d16436d-0 gnUCoQ\">Jonny Greenwood</b> is nominated for best original score for One Battle After Another.</p><p class=\"sc-9a00e533-0 eZyhnA\">Other British nominees include fellow composer <b id=\"nicholas-pike\" class=\"sc-d16436d-0 gnUCoQ\">Nicholas Pike</b>, who is up for best original song for Viva Verdi!; while Northern Irish author <b id=\"maggie-o'farrell\" class=\"sc-d16436d-0 gnUCoQ\">Maggie O'Farrell</b> is nominated for a screenplay award for adapting her novel Hamnet alongside director <b id=\"chloe-zhao\" class=\"sc-d16436d-0 gnUCoQ\">Chloe Zhao</b>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zhao has become only the second woman to be nominated for multiple best director Oscars, after Jane Campion. Zhao won that award for Nomadland in 2021.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, the best documentary feature category includes <b id=\"mr-nobody-against-putin\" class=\"sc-d16436d-0 gnUCoQ\">Mr Nobody Against Putin</b>, a BBC Storyville co-production.</p></div></article></div></body></html>"
        },
        {
            "title": "Rapid rollback of Kurdish-led forces reshapes Sharaa's Syria",
            "time": "2026-01-22T12:08:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/de99/live/36c6d100-f7a1-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Rapid rollback of Kurdish-led forces reshapes Sharaa's Syria</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-3adb3607-0 fkltMW\"><span data-testid=\"byline-contributors\" class=\"sc-3adb3607-12 csUdlZ\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-3adb3607-5 iMnQuR\"><p class=\"sc-3adb3607-7 echTHp\"><span class=\"sc-3adb3607-8 dcphMW\">Hugo Bachega</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-3adb3607-9 dRohlg\">Middle East correspondent, Beirut</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9d7a/live/f2409a40-f780-11f0-a454-dd9f56c864fe.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9d7a/live/f2409a40-f780-11f0-a454-dd9f56c864fe.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9d7a/live/f2409a40-f780-11f0-a454-dd9f56c864fe.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9d7a/live/f2409a40-f780-11f0-a454-dd9f56c864fe.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9d7a/live/f2409a40-f780-11f0-a454-dd9f56c864fe.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9d7a/live/f2409a40-f780-11f0-a454-dd9f56c864fe.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9d7a/live/f2409a40-f780-11f0-a454-dd9f56c864fe.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9d7a/live/f2409a40-f780-11f0-a454-dd9f56c864fe.jpg.webp\" loading=\"eager\" alt=\"AFP Syrian government forces hold rifles while riding on a pick-up truck on the road to Raqqa, Syria (19 January 2026)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Syrian government forces advanced rapidly into north-eastern Syria in recent days</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">President Ahmed al-Sharaa has made significant advances in his efforts to unify a deeply fractured Syria, reclaiming large swathes of territory in the north-east that had been under the control of a Kurdish-led militia alliance for more than a decade. What happens next will be a test for a government that has tried to assert its authority over the whole country.</p><p class=\"sc-9a00e533-0 eZyhnA\">The gains by government forces in a lightning offensive against the Syrian Democratic Forces (SDF) marked the biggest change of control in Syria since Islamist-led rebels toppled Bashar al-Assad in December 2024, ending the 13-year civil war. Before this month's push, nearly a third of Syria's territory was controlled by the Kurds, who enjoyed American support after helping a US-led coalition defeat the jihadist group Islamic State (IS) in the last decade. There, they ran an enclave with its own government and institutions, with the SDF being its military arm.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0490/live/acef4fb0-f77e-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0490/live/acef4fb0-f77e-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0490/live/acef4fb0-f77e-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0490/live/acef4fb0-f77e-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0490/live/acef4fb0-f77e-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0490/live/acef4fb0-f77e-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0490/live/acef4fb0-f77e-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0490/live/acef4fb0-f77e-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"lazy\" alt=\"EPA Syrian President Ahmed al-Sharaa holds up a 14-point agreement with the Syrian Democratic Forces (SDF), giving the government control over Kurdish-run north-eastern Syria, in Damascus, Syria (18 January 2026)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">President Ahmed al-Sharaa signed a 14-point agreement with the SDF on Sunday</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The offensive came amid stalled talks between Sharaa's government and the SDF about the key issue of integrating its forces into the country's institutions. A deal was signed last March, but a year-end deadline expired with little progress as the SDF remained reluctant to give up its autonomy. The militia alliance, analysts say, miscalculated in its negotiations with the government, seeming to believe it would have the backing of its longtime ally.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the US under President Donald Trump has strongly supported Sharaa, who has defended his vision of a united Syria under the control of Damascus. Trump hosted Sharaa, who was once branded a terrorist by the US for his former links to al-Qaeda, at the White House last year, and lifted devastating sanctions imposed on Syria in the Assad years. When Sharaa's forces started their push, there was no apparent US objection.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4634/live/1d184610-f780-11f0-a454-dd9f56c864fe.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4634/live/1d184610-f780-11f0-a454-dd9f56c864fe.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4634/live/1d184610-f780-11f0-a454-dd9f56c864fe.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4634/live/1d184610-f780-11f0-a454-dd9f56c864fe.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4634/live/1d184610-f780-11f0-a454-dd9f56c864fe.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4634/live/1d184610-f780-11f0-a454-dd9f56c864fe.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4634/live/1d184610-f780-11f0-a454-dd9f56c864fe.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4634/live/1d184610-f780-11f0-a454-dd9f56c864fe.jpg.webp\" loading=\"lazy\" alt=\"AFP A woman holds a rifle at a protest by Kurds against a government offensive in north-eastern Syria, in Qamishli, Syria (20 January 2026 \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Syrian Kurds stand to lose the autonomy they enjoyed for more than a decade </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On Sunday, after suffering stunning<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>territorial losses, <a target=\"_blank\" href=\"https://sana.sy/en/syria/2291194/\" class=\"sc-f9178328-0 iCaRzc\">the SDF agreed on a 14-point deal</a> that reversed almost all concessions it had gained from the government in earlier negotiations. Crucially, its members are expected to join the Syrian army and interior ministry as individuals - and not as separate units, as it had demanded - while the control of oil and gas fields, important for Syria's economic recovery, will be transferred to the government. SDF-run prisons and camps holding thousands of IS detainees and family members are also being brought under Damascus' control.</p><p class=\"sc-9a00e533-0 eZyhnA\">The announcement came days after Sharaa issued a decree that was seen as an attempt to reach out to the Kurds, whose rights had been denied in the five-decade rule by the Assads: it designated Kurdish as a national language, granted Syrian nationality to stateless Kurds, and declared the Nowruz - the Persian new year - a national holiday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Fighting, however, erupted again. So far, the areas reclaimed by government forces have been mainly Arab, where locals had resentments against the SDF. But the troops continued to move towards Kurdish-majority areas, raising the prospect of deadly clashes, and <a target=\"_blank\" href=\"https://www.reuters.com/world/middle-east/how-syrias-sharaa-captured-kurdish-held-areas-while-keeping-us-onside-2026-01-21/\" class=\"sc-f9178328-0 iCaRzc\">reportedly angering Washington</a>. On Tuesday, Sharaa's government suddenly announced a ceasefire, giving the SDF four days to present a detailed plan for the integration of areas under its control into the state. This halted the move of his army and prevented the escalation of the violence, for now.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1ef0/live/7198b010-f77d-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1ef0/live/7198b010-f77d-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1ef0/live/7198b010-f77d-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1ef0/live/7198b010-f77d-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1ef0/live/7198b010-f77d-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1ef0/live/7198b010-f77d-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1ef0/live/7198b010-f77d-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1ef0/live/7198b010-f77d-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"lazy\" alt=\"EPA Syrian security forces stand in front of the gate of the al-Hol camp, behind which stand family members of suspected IS members, in Hassakeh province, Syria (21 January 2026)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Government forces took control of al-Hol camp for IS families after SDF fighters withdrew</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Since coming to power after the fall of the Assad regime, Sharaa has repeatedly vowed to protect Syria's minorities. But the country has seen deadly bouts of sectarian violence. Last year, government forces were accused of atrocities after being sent to the Mediterranean coast, which is the heartland of Assad's Alawite sect, and the mainly Druze southern province of Suweida. Kurds fear the same could happen to them, despite renewed guarantees offered by Sharaa.</p><p class=\"sc-9a00e533-0 eZyhnA\">For the Kurds, the losses are a fatal blow to the aspirations of preserving their autonomy, with the US position being seen as a betrayal. Tom Barrack, the US special envoy, said the \"original purpose\" of the partnership with the SDF, as the main anti-IS force in Syria, had \"largely expired\", and that the \"greatest opportunity for the Kurds in Syria\" lay in the transition under Sharaa, whose government is seen by Western countries as the best chance to guarantee Syria's stability.</p><p class=\"sc-9a00e533-0 eZyhnA\">The dramatic changes empower Sharaa but are likely to renew calls for him to decentralise authority, with critics saying key posts have been limited to his allies. It could also indicate what he may be planning to do in other areas of the country, including those held by the Druze, who demand autonomy.</p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "UK holds off joining Trump's peace board over Putin concerns",
            "time": "2026-01-22T15:40:34",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/decd/live/35d40000-f7b6-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">UK holds off joining Trump's Board of Peace over Putin concerns</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-3adb3607-0 fkltMW\"><span data-testid=\"byline-contributors\" class=\"sc-3adb3607-12 csUdlZ\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-3adb3607-5 iMnQuR\"><p class=\"sc-3adb3607-7 echTHp\"><span class=\"sc-3adb3607-8 dcphMW\">Joshua Nevett</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-3adb3607-9 dRohlg\">Political reporter</span></p></div></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">BBC looks into who is and isn't on Trump's 'Board of Peace'</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Foreign Secretary Yvette Cooper has said the UK will not yet be signing up to US President Donald Trump's Board of Peace over concerns about Russian leader Vladimir Putin's possible participation.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cooper told the BBC the UK had been invited to join the board but \"won't be one of the signatories today\" at a ceremony at the World Economic Forum in Davos.</p><p class=\"sc-9a00e533-0 eZyhnA\">The board, which gives Trump wide decision-making powers as chairman, is being billed by the US as a new international organisation for resolving conflicts.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cooper described the board as a \"legal treaty that raises much broader issues\" than the initiative's initial focus on ending the Israel-Hamas war in Gaza.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The charter proposed by the White House does not mention the Palestinian territory and critics say the board appears to be designed to replace some functions of the United Nations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some of the US's traditional allies have not agreed to join the board and notably, none of the other permanent members of the UN Security Council - China, France, Russia, and the UK - have committed to participation so far.</p><p class=\"sc-9a00e533-0 eZyhnA\">The UN Security Council has been the main international platform for global diplomacy and conflict resolution since the end of World War Two.</p><p class=\"sc-9a00e533-0 eZyhnA\">But launching the board at a signing ceremony alongside world leaders in Davos, Trump said he did not intend it as a replacement for the UN and expressed his belief that it would help forge an \"everlasting\" peace in the Middle East.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump said the board had the chance to be \"one of the most consequential bodies ever created\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're committed to ensuring Gaza is demilitarised, properly governed and beautifully rebuilt,\" Trump said. \"It's going to be a great plan and this is where the board of peace started.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump said once the board had been completely formed, \"we can do pretty much whatever we want to do\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"But we'll do it in conjunction with the United Nations,\" he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">President Trump was joined by the leaders and representatives of 19 countries for the Board of Peace signing ceremony, including Argentina, Hungary, Morocco, Saudi Arabia and Turkey.</p><p class=\"sc-9a00e533-0 eZyhnA\">President Trump also said Putin had accepted an invitation to join the initiative.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the Russian president has not confirmed this and earlier he said his country was still studying the invitation.</p><p class=\"sc-9a00e533-0 eZyhnA\">Putin said the idea of using Russian assets frozen in the US as a contribution to the board would be discussed at a meeting with representatives of the Trump administration later on Thursday, according to Russian state news agency TASS.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to the BBC's Breakfast programme from Davos, Cooper said the UK had received an invitation to join the board and strongly supported Trump's 20-point plan to end the war in Gaza.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"That's why we are also clear we want to play our part in phase two of the Gaza peace process,\" Cooper said.</p><p class=\"sc-9a00e533-0 eZyhnA\">But she added: \"We won't be one of the signatories today because this is a legal treaty that raises much broader issues.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"And we do also have concerns about President Putin being part of something that's talking about peace when we've still not seen any signs from Putin that there will be commitment to peace in Ukraine.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">She said Putin had shown no willingness \"to come and make that agreement and that's where the pressure needs to be now\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"But we will have continuing international discussions including with our allies,\" the foreign secretary said.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Yvette Cooper speaking to BBC Breakfast from Davos, in Switzerland</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Diplomatic relations between the US and the UK are on shakier ground after Trump threatened to impose tariffs on European nations if his demand to hand control of Greenland to his country was not met.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Trump appears to have backed down, saying the US was exploring a potential deal on Greenland after talks with the Nato security alliance, as he dropped planned tariffs on eight European countries and ruled out using force to take the island.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cooper welcomed the apparent climbdown on Greenland and said the UK and its European allies had put forward \"positive, constructive proposals\" on security in the Arctic.</p><p class=\"sc-9a00e533-0 eZyhnA\">But when asked about the Board of Peace, Cooper echoed other UK cabinet ministers who in recent days have been expressing concerns over Putin's potential role in the scheme, given Russia's ongoing invasion of Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">The UK has been one of Ukraine's staunchest allies and together with France, signed a declaration of intent on deploying troops to the country if a peace deal is made with Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump's Board of Peace was originally unveiled by the White House as part of a plan to rebuild Gaza and design its future governance.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the leaked text of the board's founding charter goes far beyond that purpose.</p><p class=\"sc-9a00e533-0 eZyhnA\">The text says the board would be \"an international organisation that seeks to promote stability, restore dependable and lawful governance, and secure enduring peace in areas affected or threatened by conflict\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The leaked document says the Board of Peace's charter will enter into force once three states formally agree to be bound by it, with member states given renewable three-year terms and permanent seats available to those contributing $1bn (£740m), it said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The charter declared the body as an international organisation mandated to carry out peace-building functions under international law, with Trump serving as chairman - and separately as the US representative - and holding authority to appoint executive board members and create or dissolve subsidiary bodies.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last Friday, the White House named seven members of the founding Executive Board, including US Secretary of State Marco Rubio, Middle East envoy Steve Witkoff, Trump's son-in-law Jared Kushner and former UK Prime Minister Tony Blair.</p><p class=\"sc-9a00e533-0 eZyhnA\">More have now said they will join it, including Pakistan, Egypt and Qatar.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Vatican has said the Pope has also received an invitation.</p></div></article></div></body></html>"
        },
        {
            "title": "New Zealand: Two dead and several missing after deadly landslides",
            "time": "2026-01-22T09:14:40",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1fb7/live/3ef834d0-f77a-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Two dead and several missing in New Zealand landslides</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Footage captures moment landslide starts in Mount Maunganui in New Zealand</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Two people have died and several are feared buried after landslides in New Zealand's North Island.</p><p class=\"sc-9a00e533-0 eZyhnA\">The deaths were reported at Welcome Bay, while rescue workers are still searching through rubble at a different site in a popular campground on Mount Maunganui. </p><p class=\"sc-9a00e533-0 eZyhnA\">There are no \"signs of life\", authorities said, adding that they have a \"rough idea\" of how many people are missing but are waiting for an exact figure. They provided no other details except that the group includes \"at least one young girl\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The landslides were triggered by heavy rains over the last few days, which led to flooding and power outages across the North Island. One minister said the east coast resembled \"a war zone\".</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">New Zealand is \"heavy with grief\" after the \"profound tragedy\" caused by recent weather, Prime Minister Christopher Luxon said on X.</p><p class=\"sc-9a00e533-0 eZyhnA\">Footage from the campsite on Mount Maunganui, an extinct volcano, shows a huge slip near the base of the volcanic dome, as rescuers and sniffer dogs comb through crushed caravans and flattened tents.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities said that the search would continue through the night. \"This is a complex and high-risk environment, and our teams are working to achieve the best possible outcome while keeping everyone safe,\" said Megan Stiffler, the deputy national commander for the Urban Search and Rescue team,</p><p class=\"sc-9a00e533-0 eZyhnA\">The extinct volcano is a sacred Māori site and one of the most popular campgrounds in New Zealand, with a local holiday website describing it as a \"slice of paradise\". But it has been repeatedly hit by landslides in recent years.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I heard this huge tree crack and all this dirt come off, and then I looked behind me and there's this huge landslide coming down,\" Australian tourist Sonny Worrall told local broadcaster TVNZ.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm still shaking from it now... I turned around and had to jump out of my seat and just run,\"he added. He saw it happen while swimming in a hot pool.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hiker Mark Tangney told the New Zealand Herald he heard people screaming from under the rubble. \"So I just parked up and ran to help... We could hear people screaming: 'Help us, help us, get us out of here',\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Those calls persisted for about half an hour and then went silent, Tangney said.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5e03/live/6c832750-f759-11f0-aff3-fb80c79e9828.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5e03/live/6c832750-f759-11f0-aff3-fb80c79e9828.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5e03/live/6c832750-f759-11f0-aff3-fb80c79e9828.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5e03/live/6c832750-f759-11f0-aff3-fb80c79e9828.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5e03/live/6c832750-f759-11f0-aff3-fb80c79e9828.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5e03/live/6c832750-f759-11f0-aff3-fb80c79e9828.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5e03/live/6c832750-f759-11f0-aff3-fb80c79e9828.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5e03/live/6c832750-f759-11f0-aff3-fb80c79e9828.jpg.webp\" loading=\"lazy\" alt=\"TVNZ Rescuers comb through crushed caravans and flattened tents at the campsite, with orange cones lining it\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">TVNZ</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Rescue work will continue through the night, officials say </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A surf club in another part of Mount Maunganui has been evacuated following fears of more landslides.</p><p class=\"sc-9a00e533-0 eZyhnA\">A state of emergency has been declared in the Bay of Plenty where Mount Maunganui sits, and various parts of the North Island, including Northland, Coromandel, Tairāwhiti and Hauraki.</p><p class=\"sc-9a00e533-0 eZyhnA\">Several areas reported their wettest days on record on Thursday. Tauranga in the Bay of Plenty, for example, received three months worth of rain within a day, according to local media.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some 8,000 people were without power as of Thursday morning, Radio New Zealand (RNZ) reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">The wife of a man who was swept away in the Mahurangi River is holding out hope that he will survive. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I know his personality is strong, wise,\" she told RNZ, adding that he was a fisherman back home in Kiribati and knew how to swim and dive.</p><p class=\"sc-9a00e533-0 eZyhnA\">The man, 47, was driving to work with their nephew when the car they were in fell into the river. </p><p class=\"sc-9a00e533-0 eZyhnA\">He had pushed the nephew towards a branch so the nephew could hoist himself onto land; but the older man did not manage get back up himself, according to the report.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"It's been a very big event for us as a country, really hitting almost our entire eastern seaboard of the North Island,\" said Minister for Emergency Management Mark Mitchell. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The good news is that everyone responded really quickly, and there was time to get prepared. That helps to mitigate and create a very strong response,\" he told RNZ.</p><p class=\"sc-9a00e533-0 eZyhnA\">December to February are typically the sunnier months in New Zealand but in recent years heavy rains and storms have become more frequent.</p><p class=\"sc-9a00e533-0 eZyhnA\">In February 2023, parts of the island were devastated by <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-64630183\" class=\"sc-f9178328-0 iCaRzc\">Cyclone Gabrielle</a>, which is to date the costliest cyclone to hit the Southern Hemisphere, with damage amounting to NZ$13.5bn ($7.9bn; £5.9bn). </p><p class=\"sc-9a00e533-0 eZyhnA\">This week's flooding has added to the toll for the local communities that are still rebuilding.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-vandhna-bhan-and-koh-ewe\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Vandhna Bhan and Koh Ewe</i></p></div></article></div></body></html>"
        },
        {
            "title": "Japan suspends world's largest nuclear plant hours after restart",
            "time": "2026-01-22T13:13:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/90c0/live/b8085d90-f76c-11f0-b7ec-55c1cb544783.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Japan has suspended operations at the world's largest nuclear power plant, hours after its restart, its operator has said.</p><p class=\"sc-9a00e533-0 eZyhnA\">An alarm sounded \"during reactor-start-up procedures\" at Kashiwazaki-Kariwa north-west of Tokyo but the reactor remained \"stable\", Tokyo Electric Power Company (Tepco) spokesperson Takashi Kobayashi said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Reactor number six <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cq6v0v32rg1o\" class=\"sc-f9178328-0 iCaRzc\">restarted on Wednesday</a> a day later than planned due to an alarm malfunction - the first at the plant to be turned on since the 2011 Fukushima disaster.</p><p class=\"sc-9a00e533-0 eZyhnA\">Japan shut down all of its 54 reactors after a 9.0 magnitude earthquake triggered a meltdown at its Fukushima plant 15 years ago, causing one of the worst nuclear disasters in history.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At the time, radiation leakage from the plant forced more than 150,000 people to evacuate their homes. Many have not returned despite assurances it is now safe.</p><p class=\"sc-9a00e533-0 eZyhnA\">Following the suspension of reactor number six on Thursday, Kobayashi said it was \"stable and there is no radioactive impact outside\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The reactor was initially set to start on Tuesday, but was pushed back due to a technical issue. It is due to begin operating commercially next month.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kobayashi said Tepco was \"currently investigating the cause\" of the incident and did not say when operations would resume. </p><p class=\"sc-9a00e533-0 eZyhnA\">The seventh reactor at Kashiwazaki-Kariwa is not expected to be turned back on until 2030, while the other five could be decommissioned.</p><p class=\"sc-9a00e533-0 eZyhnA\">This would leave the plant with far less capacity than it once had when all seven reactors were operational.</p><p class=\"sc-9a00e533-0 eZyhnA\">Reactor number six was given the green light to restart despite safety concerns from local residents.</p><p class=\"sc-9a00e533-0 eZyhnA\">A small crowd of people gathered outside Tepco's headquarters to protest last week, while hundreds gathered outside the Niigata prefectural assembly in December.</p><p class=\"sc-9a00e533-0 eZyhnA\">Japan was an early adopter of nuclear power - before 2011, nuclear accounted for nearly 30% of its electricity and the country planned to get that up to 50% by 2030.</p><p class=\"sc-9a00e533-0 eZyhnA\">After it was forced to shut them all down in the wake of the Fukushima disaster, it has spent the past decade attempting to revive the plants as part of its goal to reach net zero emissions by 2050.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since 2015, Japan has restarted 15 out of its 33 operable reactors.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"an-earlier-version-of-this-story-said-the-kashiwazaki-kariwa-nuclear-plant-was-in-tokyo-and-has-been-corrected-to-say-it-is-north-west-of-tokyo.\" class=\"sc-d16436d-0 iVdNuz\">An earlier version of this story said the Kashiwazaki-Kariwa nuclear plant was in Tokyo and has been corrected to say it is north-west of Tokyo.</i></p></div></div></body></html>"
        },
        {
            "title": "Australia: Three dead in New South Wales shooting",
            "time": "2026-01-22T11:38:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3840/live/78cd7350-f775-11f0-b7ec-55c1cb544783.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Three people have died and another injured after a shooting in a small town in New South Wales, Australia, police have said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Emergency services were called to a residential area in Lake Cargelligo at about 16:40 local time (05:40 GMT).</p><p class=\"sc-9a00e533-0 eZyhnA\">The suspect is still on the run and is believed to have fled in a vehicle, NSW police confirmed.</p><p class=\"sc-9a00e533-0 eZyhnA\">A man and woman were found shot dead in a vehicle, a second shooting soon afterwards killed a woman and left a man in a \"critical condition\" in hospital, police said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Sydney Morning Herald reports that the incident was a suspected domestic violence attack.</p><p class=\"sc-9a00e533-0 eZyhnA\">Andrew Holland, NSW police assistant commissioner, declined to comment on the relationship between the gunman and the victims.</p><p class=\"sc-9a00e533-0 eZyhnA\">The public has been urged to remain indoors and multiple crime scenes have been established, he told reporters.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Any death in a small country town is confronting, but again, a scene where you have people shot by firearms is obviously going to make people very, very tense and very concerned,\" said Holland.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The scene faced by the emergency services officers at that time would have been horrendous.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Lake Cargelligo is located in the centre of New South Wales and has a population of about 1,500 people.</p><p class=\"sc-9a00e533-0 eZyhnA\">The incident comes after last month's mass shooting at Sydney's Bondi Beach which killed 15 people.</p></div></div></body></html>"
        },
        {
            "title": "Son-in-law of Venezuelan opposition candidate freed from jail, wife says",
            "time": "2026-01-22T11:35:20",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ec87/live/1cd4fb80-f780-11f0-a454-dd9f56c864fe.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Son-in-law of Venezuelan opposition candidate freed from jail, wife says</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-3adb3607-0 fkltMW\"><span data-testid=\"byline-contributors\" class=\"sc-3adb3607-12 csUdlZ\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-3adb3607-5 iMnQuR\"><p class=\"sc-3adb3607-7 echTHp\"><span class=\"sc-3adb3607-8 dcphMW\">Vanessa Buschschlüter</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-3adb3607-9 dRohlg\">Latin America editor, BBC News Online</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ec87/live/1cd4fb80-f780-11f0-a454-dd9f56c864fe.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ec87/live/1cd4fb80-f780-11f0-a454-dd9f56c864fe.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ec87/live/1cd4fb80-f780-11f0-a454-dd9f56c864fe.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ec87/live/1cd4fb80-f780-11f0-a454-dd9f56c864fe.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ec87/live/1cd4fb80-f780-11f0-a454-dd9f56c864fe.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ec87/live/1cd4fb80-f780-11f0-a454-dd9f56c864fe.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ec87/live/1cd4fb80-f780-11f0-a454-dd9f56c864fe.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ec87/live/1cd4fb80-f780-11f0-a454-dd9f56c864fe.jpg.webp\" loading=\"eager\" alt='Photo by Jesus Vargas/Getty Images Mariana González, daughter of Venezuelan opposition leader Edmundo González and wife to lawyer and political prisoner, Rafael Tudares, arrives to \"El Rodeo\" prison on January 09, 2026 in Miranda, Venezuela' class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Photo by Jesus Vargas/Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Mariana González, daughter of opposition leader Edmundo González, did not know for months where her husband was being held</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Rafael Tudares, the son-in-law of Venezuelan opposition candidate Edmundo González, has been released from prison, his wife has said, more than a year after he was detained as part of a crackdown on Maduro government critics and their relatives.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mariana González said her husband had returned home after \"380 days of unjust and arbitrary detention\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Tudares is one of more than 150 detainees who have been released since the US military seized Venezuelan leader, Nicolás Maduro, in a nighttime raid and took him to New York to stand trial on drug-trafficking charges.</p><p class=\"sc-9a00e533-0 eZyhnA\">An NGO lobbying for the release of Venezuelan political prisoners warns that 777 still remain behind bars.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Tension within the country remains high with Maduro's former vice-president, Delcy Rodríguez, now in power having been sworn in as the acting president.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her interim government has received the backing of US President Donald Trump, who has praised Rodríguez for agreeing to \"turn over\" up to 50 million barrels of Venezuelan oil to the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">The release of political prisoners had been among the first things the Trump administration had pushed Venezuela's interim government to do.</p><p class=\"sc-9a00e533-0 eZyhnA\">Just five days after the US raid, the head of Venezuela's National Assembly announced that \"an important number of people\" would be freed as \"a gesture of peace\".</p><p class=\"sc-9a00e533-0 eZyhnA\">However, rights groups have denounced the slow pace of the releases and the fact that the number given by officials - 400 - falls far short of what they have been able to confirm. </p><p class=\"sc-9a00e533-0 eZyhnA\">The NGO Foro Penal says it has so far only been able to verify the release of 151 political prisoners since 8 January, when the head of Venezuela's National Assembly announced that \"an important number of people\" would be freed as \"a gesture of peace\" following the US operation.</p><p class=\"sc-9a00e533-0 eZyhnA\">Foro Penal has also said that many those released have not had the charges against them dropped, leaving them in legal limbo, and have been barred from speaking in public. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Tudares's imprisonment was one of the emblematic cases of the repression which followed in the wake of Venezuela's 2024 presidential election.</p><p class=\"sc-9a00e533-0 eZyhnA\">His father-in-law, González, became the main challenger of the incumbent Maduro after the well-known opposition leader María Corina Machado was barred from running.</p><p class=\"sc-9a00e533-0 eZyhnA\">Fearing the Maduro government would resort to fraud to rig the result, González and Machado mobilised hundreds of people to act as observers at the polling stations and collect the tallies from the electronic voting machines. </p><p class=\"sc-9a00e533-0 eZyhnA\">The electoral council, dominated by government loyalists, declared Maduro the winner but never provided the detailed voting tallies to back up its claim.</p><p class=\"sc-9a00e533-0 eZyhnA\">The voting tallies collected by the observers deployed by the opposition and independently verified by the Carter Center, however, suggested that González had won by a landslide. </p><p class=\"sc-9a00e533-0 eZyhnA\">Nevertheless, Maduro - who was firmly in control of the state institutions, including the armed forces and the police - was sworn in for another term in January 2025.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the run-up to his inauguration, many opposition leaders and activists were seized by the security forces in an attempt to stifle any dissent.</p><p class=\"sc-9a00e533-0 eZyhnA\">Fearing arrest, González had sought refuge in the Dutch embassy as early as September 2024 and gone in to exile in Spain shortly afterwards.</p><p class=\"sc-9a00e533-0 eZyhnA\">Three days before Maduro's inauguration, González's 46-year-old son-in-law - a lawyer who was not involved in politics - was seized by hooded men as he was taking his young children to see their ailing grandmother. </p><p class=\"sc-9a00e533-0 eZyhnA\">For months, his family did not know where he was being held or on what grounds he had been seized.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last month, his wife said she had learned that he had been sentenced to 30 years in prison for \"terrorism and conspiracy\". She said her access was not allowed to choose a lawyer and had only been allowed to read the charges levelled against him on the day of his \"only hearing\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Mariana González told El Pais newspaper that she had been approached on at least three occasions by middlemen who told her that her husband would only be allowed to return to his family if her father renounced his cause. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"This has nothing to do with justice,\" she said at the time. \"Being the son-in-law of Edmundo González is not a crime,\" she added.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Mariana González took to X to thank all of the people who had supported her in her fight for her husband's release. </p><p class=\"sc-9a00e533-0 eZyhnA\">But she also reminded readers that there were still many families waiting for the release of their loved ones who, she said, had been \"forcibly disappeared, arbitrarily detained and unjustly locked up.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many of them have been holding vigils outside the main prisons in Venezuela in the hope that their relatives will be among those released in the wake of the US military raid.</p></div></article></div></body></html>"
        },
        {
            "title": "EU suspends approval of US trade deal",
            "time": "2026-01-21T23:41:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2c49/live/5fb08400-f6e6-11f0-895d-e36f1af03bf3.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">EU suspends approval of US trade deal  </h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-3adb3607-0 fkltMW\"><span data-testid=\"byline-contributors\" class=\"sc-3adb3607-12 csUdlZ\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-3adb3607-5 fpwMAZ\"><span class=\"sc-3adb3607-8 ivQuQW\">Jonathan Josephs,</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-3adb3607-5 fpwMAZ\"><span class=\"sc-3adb3607-8 ivQuQW\">Adam Hancock</span><span class=\"sc-3adb3607-10 cTtxA-d\">and</span></p><p data-testid=\"byline-contributors-contributor-2\" class=\"sc-3adb3607-5 fpwMAZ\"><span class=\"sc-3adb3607-8 ivQuQW\">Archie Mitchell,</span><span data-testid=\"byline-contributors-contributor-2-role-location\" class=\"sc-3adb3607-9 gWPTDS\">Business reporters</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2c49/live/5fb08400-f6e6-11f0-895d-e36f1af03bf3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2c49/live/5fb08400-f6e6-11f0-895d-e36f1af03bf3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2c49/live/5fb08400-f6e6-11f0-895d-e36f1af03bf3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2c49/live/5fb08400-f6e6-11f0-895d-e36f1af03bf3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2c49/live/5fb08400-f6e6-11f0-895d-e36f1af03bf3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2c49/live/5fb08400-f6e6-11f0-895d-e36f1af03bf3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2c49/live/5fb08400-f6e6-11f0-895d-e36f1af03bf3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2c49/live/5fb08400-f6e6-11f0-895d-e36f1af03bf3.jpg.webp\" loading=\"eager\" alt=\"Getty Images Ursula von der Leyen shakes hands with Donald Trump during a visit to Trump's Turnberry golf club.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The European Parliament has suspended the approval of a key US trade deal agreed in July in protest<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>against Donald Trump's demand to take over Greenland.</p><p class=\"sc-9a00e533-0 eZyhnA\">The suspension was announced in Strasbourg, France, on Wednesday, as the US president addressed the World Economic Forum in Davos.</p><p class=\"sc-9a00e533-0 eZyhnA\">The move followed renewed trade tensions between the US and Europe sparked by Trump's bid to acquire Greenland, which had rattled financial markets, reviving talk of a trade war and the possibility of retaliation against the US. </p><p class=\"sc-9a00e533-0 eZyhnA\">Hours later, Trump said on social media he had reached a \"framework\" deal on Greenland's future and would not carry out threats to put new tariffs on eight Nato members.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trade tensions between the US and Europe had eased since the two sides struck a deal at Trump's Turnberry golf course in Scotland in July.</p><p class=\"sc-9a00e533-0 eZyhnA\">That agreement set US levies on most European goods at 15%, down from the 30% Trump had initially threatened as part of his \"<a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c0m90jjewd7o\" class=\"sc-f9178328-0 iCaRzc\">Liberation Day</a>\" wave of tariffs in April. In exchange, Europe had agreed to invest in the US and make changes on the continent expected to boost US exports. </p><p class=\"sc-9a00e533-0 eZyhnA\">The deal would have still required approval from the European Parliament to become official. </p><p class=\"sc-9a00e533-0 eZyhnA\">But on Wednesday, days after Trump threatened fresh US tariffs over Greenland, Bernd Lange, chair of the European Parliament's International Trade Committee, said it was \"left with no alternative but to suspend work on the two Turnberry legislative proposals\". </p><p class=\"sc-9a00e533-0 eZyhnA\">He said work to implement the trade plans would be on hold \"until the US decides to re-engage on a path of cooperation rather than confrontation, and before any further steps are taken\". </p><p class=\"sc-9a00e533-0 eZyhnA\">The move renewed the possibility that the EU might move forward with tariffs on a possible €93bn ($109bn, £81bn) worth of American goods it announced last year in response to Trump's \"Liberation Day\" tariffs.</p><p class=\"sc-9a00e533-0 eZyhnA\">It had put those plans on hold while the trade deal was being finalised but those levies would now come into force on 7 February unless the bloc moves to extend the pause or approves the new deal. </p><p class=\"sc-9a00e533-0 eZyhnA\">Lange, speaking before Trump announced the \"framework deal\" and backed off the tariff threat,  said there would be \"no possibility for compromise\" until Trump's threats ended. </p><p class=\"sc-9a00e533-0 eZyhnA\">He also raised the prospect of the use of the \"anti-coercion instrument\" of retaliatory measures, nicknamed a \"trade bazooka\", an idea also backed by French President Emmanuel Macron.</p><p class=\"sc-9a00e533-0 eZyhnA\">In an interview with the BBC after Trump's announcement, Lange declined to say whether it could salvage the trade deal, adding that it would take \"some time\" to understand its implications. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We have to look what this so-called solution would mean,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">There seems to be a sense in Brussels that Trump's climbdown was inevitable. When BBC News asked one well placed EU source for a response to President Trump saying he wouldn't go ahead with the tariffs, the response was simply an eye-rolling emoji.</p><p class=\"sc-9a00e533-0 eZyhnA\">Over the last year, financial markets have batted away concerns over the impact of the US president's policy announcements, taking comfort in the TACO acronym, Trump Always Chickens Out.</p><p class=\"sc-9a00e533-0 eZyhnA\">It seems the sense of him not following through on threats has also taken hold in some corridors of power.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In his Davos speech, Trump repeated his interest in the US acquiring Greenland from Denmark, but said \"I don't have to use force, I don't want to use force, I won't use force\". </p><p class=\"sc-9a00e533-0 eZyhnA\">He called for \"immediate negotiations\" with the country about how he could take over the island, which he has argued is crucial for US and global security, announcing the \"framework\" of a future deal a few hours later.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump's speech helped to calm financial markets on both sides of the Atlantic, which had sunk in previous days. </p><p class=\"sc-9a00e533-0 eZyhnA\">Shares in the US gained further on the deal announcement, with the Dow Jones, S&amp;P 500 and the Nasdaq, rising more than 1% in afternoon trading on Wednesday, while the FTSE 100 closed slightly higher.</p><p class=\"sc-9a00e533-0 eZyhnA\">The price of gold continued to make gains as it rose above $4,842 (£3,604) an ounce for the first time. The price of silver remained slightly lower than Monday's record high of $95 an ounce, hovering around $94.</p><p class=\"sc-9a00e533-0 eZyhnA\">Precious metals are seen as safer assets to hold in times of uncertainty, and the prices of both gold and silver have soared over the past year.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US and the 27-nation European Union are each others' single biggest trade partners, with more than €1.6tn ($1.9tn, £1.4tn) in goods and services exchanged in 2024, according to European figures. That represents nearly a third of all global trade.</p><p class=\"sc-9a00e533-0 eZyhnA\">When Trump started announcing tariffs last year, it prompted threats of retaliation from many political leaders, including in Europe. </p><p class=\"sc-9a00e533-0 eZyhnA\">In the end, however, many, opted to negotiate instead. </p><p class=\"sc-9a00e533-0 eZyhnA\">Only China and Canada stuck by their threats to hit American goods with tariffs, with Canada quietly withdrawing most of those measures in September, concerned they were damaging the Canadian economy.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a speech in Davos on Tuesday, Canadian Prime Minister Mark Carney urged \"middle powers\" to unite to push back against the might-makes-right world of great power rivalry that he warned was emerging. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"When we only negotiate bilaterally with a hegemon, we negotiate from weakness. We accept what is offered. We compete with each other to be the most accommodating,\" he warned. \"This is not sovereignty. It is the performance of sovereignty while accepting subordination.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The US has <a target=\"_self\" href=\"https://www.bbc.com/news/articles/clydjnlm54po\" class=\"sc-f9178328-0 iCaRzc\">previously expressed impatience with European progress toward approval of the deal</a> amid ongoing disagreements over tech and metals tariffs. </p><p class=\"sc-9a00e533-0 eZyhnA\">But ahead of Trump's arrival in Davos, US Treasury Secretary Scott Bessent said European leaders should not jump to retaliate, urging them to \"have an open mind\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I tell everyone, sit back. Take a deep breath. Do not retaliate,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Looming in the background of the trade tensions is a pending Supreme Court decision over whether many of the tariffs Trump announced last year are legal. </p></div></article></div></body></html>"
        },
        {
            "title": "Muwanga Kivumbi: Ugandan MP and Bobi Wine ally arrested over election violence",
            "time": "2026-01-22T13:14:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a251/live/20cfee80-f78e-11f0-8415-2b8404a6e040.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ugandan police have detained a lawmaker, and close ally of opposition leader Bobi Wine, for his alleged role in election-related violence last week.</p><p class=\"sc-9a00e533-0 eZyhnA\">Muwanga Kivumbi, a deputy leader of Wine's National Unity Platform (NUP), is accused of organising attacks on a police station and a vote-tallying centre after their electoral loss, which the party denies.</p><p class=\"sc-9a00e533-0 eZyhnA\">The police have said that seven people were killed in the incident, but the politician has given a different account, saying that 10 people were killed at his home as they waited for parliamentary election results.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Uganda Police Force said in a post on X on Thursday that Kivumbi would be \"arraigned before court in due course\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"His arrest is in connection with recent incidents of political violence,\" it added.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kivumbi's arrest follows tensions after last week's elections in which President Yoweri Museveni was re-elected for a seventh term.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">During his victory speech over the weekend, Museveni warned opposition figures including Kivumbi of coordinated plans to attack polling stations.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said seven people were shot dead by police after groups of alleged opposition supporters, armed with machetes, attempted to carry out violent attacks in Butambala district outside the capital, Kampala.</p><p class=\"sc-9a00e533-0 eZyhnA\">Wine, Museveni's closest challenger and who is in hiding after fleeing a raid on his house after the elections, has denounced the results as \"fake\", citing electoral fraud.</p><p class=\"sc-9a00e533-0 eZyhnA\">He has also alleged that there was \"silent massacre\" under way and a crackdown targeting political activists.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, he posted on social media that more than 100 people had been killed in election violence, without stating evidence.</p><p class=\"sc-9a00e533-0 eZyhnA\">This came after Uganda's army chief Gen Muhoozi Kainerugaba, who is also Museveni's son and his potential successor, said the security forces had killed 22 opposition supporters during poll-related violence.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since the election, Ugandan authorities have reportedly arrested dozens of youths on various charges linked to election-related incidents in Kampala.</p><p class=\"sc-9a00e533-0 eZyhnA\">Museveni first came to power as a rebel leader in 1986. He will have served for 45 years when the next term ends in 2031.</p><p class=\"sc-9a00e533-0 eZyhnA\">Uganda has not witnessed a peaceful transfer of presidential power since independence.</p></div></div></body></html>"
        },
        {
            "title": "South Africa gang violence: Firoz Cachalia says police not able to defeat gangsters",
            "time": "2026-01-22T08:23:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/93b0/live/7416edf0-f766-11f0-9ea1-2582126020d7.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">South Africa's Police Minister Firoz Cachalia has said that the security forces are not yet able to defeat deadly criminal gangs, in a stark admission that underscores the scale of the country's crime crisis. </p><p class=\"sc-9a00e533-0 eZyhnA\">Gang violence, alongside robberies, accounts for many murders in South Africa, which has one of the world's highest homicide rates.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cachalia said gang violence had become increasingly complex, especially in the Eastern Cape and Western Cape provinces, requiring new strategies beyond traditional policing.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I do not believe that we are currently in a position to defeat these gangs,\" the minister told journalists on Wednesday. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">South Africa, the continent's most industrialised nation, has long struggled with entrenched organised crime.</p><p class=\"sc-9a00e533-0 eZyhnA\"> Many people in South Africa own licensed firearms for personal protection, but there are many more illegal guns in circulation.</p><p class=\"sc-9a00e533-0 eZyhnA\">Police data shows that an average of 63 people were killed each day between April and September last year.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Speaking after his visit to crime-infested Nelson Mandela Bay in Eastern Cape, Cachalia said criminal gangs were on a \"killing spree\" in the two provinces. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We had a discussion about the problem of organised crime in the Eastern Cape, including extortion rackets, gang violence and related issues,\" said the minister.  </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I indicated that this is a grave problem throughout the country, that these cartels wield significant wealth and power, and that this is deeply concerning,\" he added. </p><p class=\"sc-9a00e533-0 eZyhnA\">Despite the creation of an anti-gang unit in 2019, Cachalia said gangsters seemed to be winning the war.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Establishing gang units from time to time is an ad hoc response to a growing problem. I really don't think that we should be approaching this matter in a point-scoring way.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He said South African police were doing their best to fight the violence \"but the problem is a growing one. That is my view\". </p><p class=\"sc-9a00e533-0 eZyhnA\">His visit comes months after Nelson Mandela Bay was hit by a wave of killings.</p><p class=\"sc-9a00e533-0 eZyhnA\">A deadly spike in violence hit the area in the latter half of last year, leaving 118 people dead between August and December, a local prevention group said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The violence has continued into the new year, with around 40 people killed across the region in January, local media reported. </p><p class=\"sc-9a00e533-0 eZyhnA\">There are about three million legally held firearms in South Africa, but there are at least the same number of unlicensed weapons in circulation in the country, which has a population of 63 million, according to statistics cited by Gideon Joubert from the South African Gunowners' Association.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last month, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c79xyxdpzrxo\" class=\"sc-f9178328-0 iCaRzc\">11 people were killed in a mass shooting </a>linked to illegal mining turf wars near Johannesburg. </p><p class=\"sc-9a00e533-0 eZyhnA\">The shooting occurred just two weeks after another attack at the Saulsville Hostel in the capital Pretoria, where <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cwyvkrkl2jlo\" class=\"sc-f9178328-0 iCaRzc\">11 people, including a three-year-old child, were killed.</a></p><p class=\"sc-9a00e533-0 eZyhnA\">In another incident last May, gunmen killed eight customers at a tavern in the south-eastern city of Durban.</p><p class=\"sc-9a00e533-0 eZyhnA\">President Cyril Ramaphosa has promised stronger law enforcement action and increased police deployment to tackle the gang violence in the country. </p></div></div></body></html>"
        },
        {
            "title": "Ex-intelligence officer accused of betraying Austria in Russia spying trial",
            "time": "2026-01-22T14:03:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a193/live/5ac52770-f6e1-11f0-a4dd-a5af35a571cb.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Ex-intelligence officer accused of betraying Austria in Russia spying trial</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-3adb3607-0 fkltMW\"><span data-testid=\"byline-contributors\" class=\"sc-3adb3607-12 csUdlZ\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-3adb3607-5 iMnQuR\"><p class=\"sc-3adb3607-7 echTHp\"><span class=\"sc-3adb3607-8 dcphMW\">Bethany Bell</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-3adb3607-9 dRohlg\">Vienna correspondent</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a193/live/5ac52770-f6e1-11f0-a4dd-a5af35a571cb.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a193/live/5ac52770-f6e1-11f0-a4dd-a5af35a571cb.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a193/live/5ac52770-f6e1-11f0-a4dd-a5af35a571cb.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a193/live/5ac52770-f6e1-11f0-a4dd-a5af35a571cb.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a193/live/5ac52770-f6e1-11f0-a4dd-a5af35a571cb.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a193/live/5ac52770-f6e1-11f0-a4dd-a5af35a571cb.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a193/live/5ac52770-f6e1-11f0-a4dd-a5af35a571cb.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a193/live/5ac52770-f6e1-11f0-a4dd-a5af35a571cb.jpg.webp\" loading=\"eager\" alt=\"Reuters A man with a black jacket and tie and dark hair and glasses stares at a camera\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Egisto Ott is accused of collecting large amounts of data and handing information to Russian intelligence</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Former intelligence official Egisto Ott has gone on trial in Vienna, accused of spying for Russia in what is being dubbed Austria's biggest spy trial in years.</p><p class=\"sc-9a00e533-0 eZyhnA\">Egisto Ott, who told the court on Thursday that he was not guilty, is charged with having handed over information to Russian intelligence officers and to Jan Marsalek, the fugitive executive of collapsed German payments firm Wirecard.</p><p class=\"sc-9a00e533-0 eZyhnA\">The prosecutor told the court that Ott, 63, was \"not romantic about Russia\" but had acted out of financial motives and frustration with his career. \"Simply put, this was betraying the country.\" he said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ott's lawyer, Anna Mair, rejected the allegations.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Don't you think that if he had really been spying for Russia, he would have covered his tracks?\" she asked.</p><p class=\"sc-9a00e533-0 eZyhnA\">The prosecutor argued that people like Ott were \"very susceptible\" to working for the Russians, saying: \"They are frustrated in their careers and urgently need money.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Ott had done \"excellent\" work for the Russian secret service\", the prosecution added. </p><p class=\"sc-9a00e533-0 eZyhnA\">The former intelligence official had been broke since 2013 at the latest, the court heard: \"The Russian secret service pays very well.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He is alleged to have \"abused his authority\" as an Austrian intelligence official by collecting large amounts of personal data, such as locations, vehicle registration numbers, or travel movements.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prosecutors say he did this between 2015 and 2020 without authorisation, often using national and international police databases.</p><p class=\"sc-9a00e533-0 eZyhnA\">They also accuse him of supporting \"a secret intelligence service of the Russian Federation to the detriment of the Republic of Austria\" by collecting secret facts and a large amount of personal data from police databases between 2017 and 2021.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The spy scandal has revived fears that Austria remains a hotbed of Russian espionage activity and observers will also be watching closely for details that could emerge about Jan Marsalek.</p><p class=\"sc-9a00e533-0 eZyhnA\">Marsalek, who is also an Austrian citizen, is wanted by German police for alleged fraud and is currently believed to be in Moscow, having fled via Austria in 2020.</p><p class=\"sc-9a00e533-0 eZyhnA\">The subject of an Interpol Red Notice, he is alleged to be an intelligence asset for the FSB, Russia's secretive security service.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prosecutors allege that Egisto Ott handed information to Marsalek and unknown representatives of the Russian intelligence service, and received payment in return.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 2022, they say, Marsalek commissioned him to obtain a laptop containing secret electronic security hardware used by EU states for secure electronic communication. The laptop, they say, was handed over to the Russian intelligence service.</p><p class=\"sc-9a00e533-0 eZyhnA\">Egisto Ott is also suspected, reports say, of having passed phone data from senior Austrian interior ministry officials to Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">Austria's Standard newspaper says Egisto Ott apparently obtained the work phones after they accidentally fell into the River Danube on an interior ministry boating trip. </p><p class=\"sc-9a00e533-0 eZyhnA\">He is alleged to have copied their contents and passed them on to Jan Marsalek, and Moscow.</p><p class=\"sc-9a00e533-0 eZyhnA\">Egisto Ott is charged with abuse of authority and corruption and espionage against Austria and faces up to five years in prison, if he is found guilty.</p><p class=\"sc-9a00e533-0 eZyhnA\">When he was arrested in 2024, Austria's then Chancellor, Karl Nehammer, described the case as \"a threat to democracy and our country's national security\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/593d/live/b326ff70-f6e0-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/593d/live/b326ff70-f6e0-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/593d/live/b326ff70-f6e0-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/593d/live/b326ff70-f6e0-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/593d/live/b326ff70-f6e0-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/593d/live/b326ff70-f6e0-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/593d/live/b326ff70-f6e0-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/593d/live/b326ff70-f6e0-11f0-b385-5f48925de19a.jpg.webp\" loading=\"lazy\" alt=\"Munich Police Munich police wanted poster for Jan Marsalek\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Munich Police</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Jan Marsalek, former executive at Wirecard, is believed to have escaped to Moscow</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a separate development, prosecutors in the Austrian town of Wiener Neustadt have told the BBC that a former MP, Thomas Schellenbacher, has been charged with helping Marsalek to escape following the collapse of the Wirecard company in 2020, when it emerged that €1.9bn (£1.7bn) was missing from its accounts.</p><p class=\"sc-9a00e533-0 eZyhnA\">Schellenbacher is alleged to have helped Jan Marsalek fly to Belarus, from Bad Vöslau in Austria, in June 2020.</p><p class=\"sc-9a00e533-0 eZyhnA\">Schellenbacher was an MP for the far-right Freedom Party (FPÖ), which has been accused by Austria's Green Party, now in opposition, of enabling Russian espionage, of acting as \"an extension of Russia's arm\" in Austria.</p><p class=\"sc-9a00e533-0 eZyhnA\">The FPÖ and its leader Herbert Kickl have denied the allegations - and have not faced any legal action in connection with any of them.</p><p class=\"sc-9a00e533-0 eZyhnA\">Marsalek, who was the Wirecard's Chief Operating Officer, has since been charged with fraud and embezzlement, suspected of having inflated company's balance sheet total and sales volume.</p><p class=\"sc-9a00e533-0 eZyhnA\">He is also believed to have been the controller of a group of Bulgarians who were convicted in London in 2025, of spying for Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">Messages from that trial reveal Marsalek has had plastic surgery to alter his appearance as well as details of his life as a fugitive.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm off to bed. Had another cosmetic surgery, trying to look differently, and I am dead tired and my head hurts,\" he wrote to one of the Bulgarians, Roussev, on Telegram in February 2022.</p><p class=\"sc-9a00e533-0 eZyhnA\">In another, dated 11 May 2021, Roussev congratulated Marsalek for learning Russian.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Well I am trying to improve my skills on a few fronts. Languages is one of them,\" the Austrian responded.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"In my new role as an international fugitive I must outperform James Bond.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Israeli strike in Gaza kills three journalists, first responders say",
            "time": "2026-01-21T20:44:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f3f8/live/33576850-f6e7-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Three Palestinian journalists have been killed in an Israeli strike in central Gaza, first responders say.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gaza's Hamas-run Civil Defence agency said their car was hit in the al-Zahra area and named them as Mohammed Salah Qashta, Anas Ghneim and Abdul Raouf Shaat. They are understood to have been working for an Egyptian relief organisation.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Israeli military said it struck \"several suspects who operated a drone affiliated with Hamas... in a manner that posed a threat\" to its troops. It added that the incident was under examination.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another eight people, two of them children, were killed by Israeli artillery and gunfire across Gaza on Wednesday, the Hamas-run health ministry said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Medics said three people, including a 10-year-old boy, were killed by Israeli tank fire elsewhere in central Gaza, and that a 13-year-old boy and a woman were killed by Israeli gunfire in the southern Khan Younis area, according to Reuters news agency.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Israeli military said on Wednesday morning that its troops had killed a \"terrorist who crossed the Yellow Line and approached\" them, without mentioning a location. The Yellow Line demarcates territory in Gaza still under Israeli control under the ceasefire deal.</p><p class=\"sc-9a00e533-0 eZyhnA\">At least 466 Palestinians have been killed in Gaza since a ceasefire between Israel and Hamas began on 10 October, according to the health ministry.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Israeli military has said three of its soldiers have been killed in attacks by Palestinian armed groups over the same period.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The three photojournalists killed on Wednesday were reportedly working for the Egyptian Relief Committee in the Gaza Strip to film its camps for displaced people.</p><p class=\"sc-9a00e533-0 eZyhnA\">A spokesperson for the humanitarian organisation said the car that was struck was marked with its logo and that it was \"targeted during a humanitarian mission, resulting in the martyrdom of three individuals\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Hamas called the strike a \"dangerous escalation of the flagrant violations of the ceasefire agreement\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The Palestinian Journalists Syndicate said it constituted a war crime and evidence of what it called \"a systematic Israeli policy aimed at silencing the Palestinian voice, obstructing the transmission of facts, and concealing crimes committed against civilians\", according to Palestinian news agency Wafa.</p><p class=\"sc-9a00e533-0 eZyhnA\">Abdul Raouf Shaat was a regular contributor to French news agency AFP, which expressed \"immense sadness\" at his death and demanded a \"full and transparent investigation\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The Committee to Protect Journalists (CPJ) also said it was \"appalled\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Israel, which possesses advanced technology capable of identifying its targets, has an obligation under international law to protect journalists,\" regional director Sara Qudah said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The CPJ has documented the killing of at least 206 journalists and media workers by Israeli fire in Gaza since the start of the war - the deadliest conflict for journalists ever documented.</p><p class=\"sc-9a00e533-0 eZyhnA\">Before Wednesday, two journalists had been killed in Israeli strikes during the ceasefire, and a third had been killed by members of a Palestinian armed group, according to the US-based organisation's data.</p><p class=\"sc-9a00e533-0 eZyhnA\">International news outlets, including the BBC, rely on local journalists in Gaza, as Israel does not allow them to send foreign journalists into the territory independently. Some journalists are taken into Gaza by the Israeli military under controlled access.</p><p class=\"sc-9a00e533-0 eZyhnA\">The war was triggered by the Hamas-led attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others were taken hostage.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel responded to the attack by launching a military campaign in Gaza, during which more than 71,550 people have been killed, according to the territory's health ministry.</p></div></div></body></html>"
        },
        {
            "title": "What we know about Trump's 'framework of a future deal' over Greenland",
            "time": "2026-01-22T18:15:32",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/abac/live/f7d72e20-f789-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">What we know about Trump's  'framework of future deal' over Greenland</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/abac/live/f7d72e20-f789-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/abac/live/f7d72e20-f789-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/abac/live/f7d72e20-f789-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/abac/live/f7d72e20-f789-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/abac/live/f7d72e20-f789-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/abac/live/f7d72e20-f789-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/abac/live/f7d72e20-f789-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/abac/live/f7d72e20-f789-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"eager\" alt=\"EPA Sun setting on a snow-covered part of Nuuk in Greenland\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump has announced there is a \"framework of a future deal with respect to Greenland\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Wednesday's statement came as a surprise after days and weeks of mounting tensions - even a threat to use military force to seize the semi-autonomous territory of Nato ally Denmark.</p><p class=\"sc-9a00e533-0 eZyhnA\">So what could this deal entail and will it be acceptable to Denmark and Greenland - both of which have made it clear they will not relinquish sovereignty of the world's largest island in the Arctic?</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What has been said about the framework deal? </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">President Trump made the announcement after talks at the World Economic Forum in Davos, Switzerland. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Based upon a very productive meeting that I have had with the Secretary General of NATO, Mark Rutte, we have formed the framework of a future deal with respect to Greenland,\" he said on his Truth Social media platform.</p><p class=\"sc-9a00e533-0 eZyhnA\">He did not give details, but said talks would continue to reach the agreement.</p><p class=\"sc-9a00e533-0 eZyhnA\">Rutte said he had not discussed the key issue of Danish sovereignty over Greenland in his meeting with Trump.</p><p class=\"sc-9a00e533-0 eZyhnA\">Danish Prime Minister Mette Frederiksen said Danes could negotiate on everything, but \"we cannot negotiate on our sovereignty\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland's prime minister echoed Frederiksen, saying sovereignty was \"a red line\". Significantly, Jens-Frederik Nielsen said he did not know the details of the deal being discussed. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Is there any detail? What are the options?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Citing anonymous officials, the New York Times said one idea entailed <a target=\"_blank\" href=\"https://www.nytimes.com/2026/01/21/us/politics/trump-greenland-threats-diplomacy-force.html\" class=\"sc-f9178328-0 iCaRzc\">Denmark ceding sovereignty over small areas of Greenland </a>where the US would build military bases.</p><p class=\"sc-9a00e533-0 eZyhnA\">This arrangement would be similar to the status of two such bases in Cyprus, <a target=\"_blank\" href=\"https://peacemaker.un.org/sites/default/files/document/files/2024/05/cy600816treatynicosia.pdf\" class=\"sc-f9178328-0 iCaRzc\">which have been under UK sovereignty since Cyprus became independent </a>in 1960. </p><p class=\"sc-9a00e533-0 eZyhnA\">It is not clear how that model would apply if both Denmark and Greenland reject relinquishing sovereignty. </p><p class=\"sc-9a00e533-0 eZyhnA\">In arguing in favour of seizing Greenland, Trump has mentioned the threat of Chinese and Russian vessels around the island, even though <a target=\"_blank\" href=\"https://www.politico.eu/article/denmarks-arctic-commander-rejects-claims-of-immediate-russia-china-threat-to-greenland/\" class=\"sc-f9178328-0 iCaRzc\">Denmark says there is no threat \"today\"</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">On this point, Nato allies have tried to reassure the US that they will boost security in the Arctic and Mark Rutte says the framework deal will also require this contribution.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I have no doubt we can do this quite fast. Certainly I would hope for 2026, I hope even early in 2026,\" he said on Thursday.</p><p class=\"sc-9a00e533-0 eZyhnA\">UK Foreign Secretary Yvette Cooper said the UK had called for setting up an Arctic Sentry \"very similar to the approach that Nato has taken to the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c4gx74d06ywo\" class=\"sc-f9178328-0 iCaRzc\">Baltic Sentry</a>\" - a mission to increase the surveillance of ships in the Baltic Sea. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Will any deal short of 'ownership' please Trump?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Under a 1951 agreement with Denmark, the US can send as many troops as it wants to Greenland. It already has more than 100 military personnel permanently stationed at its Pituffik base in the north-western tip of the territory. </p><p class=\"sc-9a00e533-0 eZyhnA\">So discussions to reach a deal may centre on a renegotiation of that agreement, according to US officials.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hovering over negotiations is Trump's insistence to \"own\" Greenland. </p><p class=\"sc-9a00e533-0 eZyhnA\">If he were to have his way, in addition to overcoming the red lines over sovereignty, negotiators would also need to find a solution to the constitutional ban on the sale of land in Greenland.   </p><p class=\"sc-9a00e533-0 eZyhnA\">One model is offered by the US naval base at Guantánamo Bay in Cuba, which has been under total US control since 1903 after a kind of permanent lease agreement.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is not clear whether these were some of the options that prompted Trump's U-turn at Davos to drop the threat of military action to annex Greenland to the relief of his Nato allies.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nato was founded in 1949 on the principle that an external attack on one ally is an attack on all. Denmark had made it clear that a military attack by an ally on another would spell the end of the trans-Atlantic alliance, where the US is the major partner.</p><p class=\"sc-9a00e533-0 eZyhnA\">The fact that Trump's announcement of a \"framework\" came after he met Mark Rutte has prompted some concern in Greenland that negotiations on their future were being conducted in their absence.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Thursday, Greenland's Foreign Minister Vivian Motzfeldt said his government had not asked him to negotiate on their behalf but to convey \"the red lines directly to President Trump\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Rutte has not confirmed this has been the case. </p><p class=\"sc-9a00e533-0 eZyhnA\">He has been criticised for the praise he has constantly showered on President Trump.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Why does Trump want Greenland? Is it minerals?</h2></p><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump says Greenland is essential for his plan to build a <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cyvmj6mem70o\" class=\"sc-f9178328-0 iCaRzc\">Golden Dome defence system</a>, designed to protect the US against missile attacks from Russia and China, and that European allies could co-operate in this endeavour. </p><p class=\"sc-9a00e533-0 eZyhnA\">The island has vast - and largely untapped - reserves of rare earth minerals, many of which are crucial for technologies including mobile phones and electric vehicles. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump has not said the US is after Greenland's riches, but that a US control over the island \"puts everybody in a really good position, especially as it pertains to security and to minerals\".</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ros Atkins on... Trump's Davos speech claims</figcaption></p><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p></article></div></body></html>"
        },
        {
            "title": "Greenland: US allies won't forget Trump Greenland crisis",
            "time": "2026-01-22T01:52:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f93c/live/f467a8b0-f76f-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">US allies won't forget Trump Greenland crisis</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-3adb3607-0 fkltMW\"><span data-testid=\"byline-contributors\" class=\"sc-3adb3607-12 csUdlZ\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-3adb3607-5 iMnQuR\"><p class=\"sc-3adb3607-7 echTHp\"><span class=\"sc-3adb3607-8 dcphMW\">Paul Adams</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-3adb3607-9 dRohlg\">Diplomatic correspondent</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f93c/live/f467a8b0-f76f-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f93c/live/f467a8b0-f76f-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f93c/live/f467a8b0-f76f-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f93c/live/f467a8b0-f76f-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f93c/live/f467a8b0-f76f-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f93c/live/f467a8b0-f76f-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f93c/live/f467a8b0-f76f-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f93c/live/f467a8b0-f76f-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"eager\" alt=\"Getty Images A composite image of protesters in Greenland and Donald Trump.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Protesters have taken to the streets outside the US consulate in Nuuk, Greenland this month</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">What on earth has the last fortnight been all about?</p><p class=\"sc-9a00e533-0 eZyhnA\">In the wake of a successful military operation in Venezuela earlier this month, a buoyed-up Donald Trump started to ratchet up the rhetoric on Greenland.</p><p class=\"sc-9a00e533-0 eZyhnA\">Day after day, the world was treated to claims of ownership, threats of military action and tariffs against traditional allies in Europe.</p><p class=\"sc-9a00e533-0 eZyhnA\">Now, in an apparent puff of smoke, it may all have gone.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nato Secretary General Mark Rutte, arguably the Trump whisperer-in-chief, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cgezx40r7d7o\" class=\"sc-f9178328-0 iCaRzc\">seems to have talked the president down</a> from his dangerously high hobby horse.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Trump takes aim at world leaders in Davos speech</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The ground may have been laid last week during a visit to Washington by the foreign ministers of Denmark and Greenland. The visit concluded with agreement on a \"working group\" to discuss Greenland's future.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Rutte appears to have finessed an issue that had threatened to shatter the north Atlantic alliance.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.com/news/articles/c74x4m71pmjo\" class=\"sc-f9178328-0 iCaRzc\">We don't yet know the details of the deal</a>, but many will wonder why it needed a frenetic two-week crisis to get here.</p><p class=\"sc-9a00e533-0 eZyhnA\">Denmark had long said that it was only too happy to see an increased American military presence on Greenland.</p><p class=\"sc-9a00e533-0 eZyhnA\">If Nato has now pledged to up its presence on and around the island, then that will go some way towards reassuring Donald Trump that the alliance is finally paying proper attention to Greenland.</p><p class=\"sc-9a00e533-0 eZyhnA\">The New York Times quotes anonymous officials as saying one idea under discussion is for Denmark to cede sovereignty over small areas of Greenland where the US would build military bases - similar to the arrangement by which the UK maintains sovereign bases on Cyprus.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: How was Trump's Davos speech received?</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump said the deal would involve access to Greenland's mineral resources.</p><p class=\"sc-9a00e533-0 eZyhnA\">Neither Denmark nor Nato has confirmed these or any other reports.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nato said discussions would \"focus on ensuring Arctic security through the collective efforts, especially the seven Arctic Allies\" (the US, Canada, Denmark, Norway, Sweden, Finland and Iceland) and aimed to prevent Russia and China from gaining a foothold, economic or military, in Greenland.</p><p class=\"sc-9a00e533-0 eZyhnA\">It won't be long before details of the deal emerge. But the fact that Donald Trump triggered a fortnight of high drama and a sense of existential crisis within Nato to get here will not easily be forgotten.</p><p class=\"sc-9a00e533-0 eZyhnA\">Canada's Prime Minister Mark Carney called it a \"rupture\", saying the old order was \"not coming back.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">EU Commission President Ursula von der Leyen spoke of \"seismic change\" and urged greater European independence.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's hard to see a quick return to business as usual.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ros Atkins on... Trump's Davos speech claims</figcaption></p></article></div></body></html>"
        },
        {
            "title": "Fact-checking Donald Trump's Davos speech",
            "time": "2026-01-21T19:19:02",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/de46/live/11bb7c10-f71c-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Fact-checking Trump's Davos speech</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ros Atkins on... Trump's Davos speech claims</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a free-wheeling speech to world leaders at the World Economic Forum in Davos, Switzerland, President Trump made a series of contested claims.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump touched on his desire to obtain Greenland from Denmark - which he referred to as a \"small ask\", America's contribution to Nato, and wind energy in China.</p><p class=\"sc-9a00e533-0 eZyhnA\">His address - which lasted for more than an hour - contained a number of false assertions which BBC Verify has been looking at. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Did the US 'give Greenland back' after World War Two?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">For weeks, Trump has spoken about his desire to acquire Greenland, a largely self-governing territory of Denmark. He has said it is critical to US national security.</p><p class=\"sc-9a00e533-0 eZyhnA\">At Davos, he said that after World War Two \"we gave Greenland back to Denmark,\" adding: \"How stupid were we to do that?\"</p><p class=\"sc-9a00e533-0 eZyhnA\">But it was not America's to give back.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 1933 an international court - a predecessor to the International Court of Justice (ICJ) - ruled that <a target=\"_blank\" href=\"https://www.worldcourts.com/pcij/eng/decisions/1933.04.05_greenland.htm\" class=\"sc-f9178328-0 iCaRzc\">Greenland belonged to Denmark</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 1941 - following Denmark's surrender to Germany the previous year - the US and Danish representatives signed an agreement allowing the US to defend Greenland to prevent the Nazis from taking it over.</p><p class=\"sc-9a00e533-0 eZyhnA\">This led to the construction of US bases on the island as <a target=\"_blank\" href=\"https://www.govinfo.gov/content/pkg/STATUTE-55/pdf/STATUTE-55-Pg1245.pdf#page=1\" class=\"sc-f9178328-0 iCaRzc\">well as the deployment of US troops</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">However, the agreement did not involve a transfer of sovereignty, meaning Greenland never became US territory.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Is the US paying for 'virtually 100%' of Nato's defence?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US president criticised Nato and claimed that \"the United States was paying for virtually 100% of Nato\". </p><p class=\"sc-9a00e533-0 eZyhnA\">He said of the level of contributions from countries which are members of the military alliance: \"They didn't pay the 2% and now they're paying the 5%\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Neither of these claims are correct.</p><p class=\"sc-9a00e533-0 eZyhnA\">In recent years <a target=\"_blank\" href=\"https://www.nato.int/content/dam/nato/webready/documents/finance/def-exp-2025-en.pdf\" class=\"sc-f9178328-0 iCaRzc\">US spending on defence</a> accounted for about 70% of the total spent by Nato countries.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 2024, that went down to 65% and, in 2025, it is estimated to have been 62%, as all Nato members were set to have spent at least 2% of their GDP on defence for the first time.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US president has got these countries to commit to spending more on defence but the 5% that Trump is talking about is a long-term aim - to <a target=\"_blank\" href=\"https://www.nato.int/en/what-we-do/introduction-to-nato/defence-expenditures-and-natos-5-commitment#:~:text=The%202%25%20of%20GDP%20guideline,defence%20industrial%20and%20technological%20base.\" class=\"sc-f9178328-0 iCaRzc\">be achieved by 2035</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Currently, no Nato member spends that much, as even Poland – the country spending the most of its GDP on defence – is estimated to have spent just below 4.5% in 2025.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Has the US got nothing back from Nato?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump claimed that the US had \"never gotten anything\" from Nato and \"we've never asked for anything\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The <a target=\"_blank\" href=\"https://www.nato.int/en/what-we-do/introduction-to-nato/collective-defence-and-article-5\" class=\"sc-f9178328-0 iCaRzc\">Nato website</a> states that \"collective defence is NATO's most fundamental principle\" and Article 5 of its founding treaty states that \"an armed attack against one NATO member shall be considered an attack against them all\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The US is the only member of the alliance to invoke Article 5, doing so in the aftermath of the 9/11 attacks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nato nations contributed troops and military equipment to the US-led war in Afghanistan which followed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Among the countries that contributed was Denmark, which suffered among the highest per capita casualty rates of the US allies. They were largely deployed to heavily contested areas alongside British forces in Helmand province.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ba02/live/c2ecf090-f6ef-11f0-9c4a-e59460e06bbd.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ba02/live/c2ecf090-f6ef-11f0-9c4a-e59460e06bbd.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ba02/live/c2ecf090-f6ef-11f0-9c4a-e59460e06bbd.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ba02/live/c2ecf090-f6ef-11f0-9c4a-e59460e06bbd.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ba02/live/c2ecf090-f6ef-11f0-9c4a-e59460e06bbd.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ba02/live/c2ecf090-f6ef-11f0-9c4a-e59460e06bbd.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ba02/live/c2ecf090-f6ef-11f0-9c4a-e59460e06bbd.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ba02/live/c2ecf090-f6ef-11f0-9c4a-e59460e06bbd.jpg.webp\" loading=\"eager\" alt=\"Getty Images Danish troops carry two coffins draped in the national flag from a cargo plane. The troops are wearing military uniforms with black armbands. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Denmark lost soldiers in Afghanistan and Iraq</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Does China have no wind farms?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump also criticised wind energy - a familiar target which he said was part of a \"new green scam\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He singled out China, claiming that although it made lots of wind turbines, he had not \"been able to find any wind farms in China.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">China has one of the largest wind farms in the world at Gansu, which can be seen from space.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">China generates more wind energy than any other country, <a target=\"_blank\" href=\"https://ourworldindata.org/grapher/wind-generation?\" class=\"sc-f9178328-0 iCaRzc\">according to Our World in Data</a>. Its statistics show that in 2024 China generated 997 terawatt-hours from wind.</p><p class=\"sc-9a00e533-0 eZyhnA\">That was more than double that of the US - which was in second place. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Does the UK take 92% of North Sea oil revenue?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">President Trump also singled out the UK, criticising its energy policies.</p><p class=\"sc-9a00e533-0 eZyhnA\">Referring to North Sea oil, Trump incorrectly said: \"They [the UK] make it impossible for the oil companies to go, they take 92% of the revenues.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Oil and gas firms operating in the North Sea pay a 30% corporation tax on their profits and a supplementary 10% rate on top of that. This is higher than the 25% corporation tax paid by other large companies.</p><p class=\"sc-9a00e533-0 eZyhnA\">In November 2024, the government raised the windfall tax on oil and gas companies from 35% to 38%.</p><p class=\"sc-9a00e533-0 eZyhnA\">That takes the total tax on North Sea Oil to 78%, which is paid on profits not revenue.</p><p class=\"sc-9a00e533-0 eZyhnA\">The windfall tax, which was introduced by the Conservatives in 2022 as a response to rising energy bills, is due to expire in 2030.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Has Trump secured $18tn worth of investments for the US?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">President Trump also spoke about the investments his administration had secured for America.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said, \"we've secured commitments for a record-breaking 18 trillion dollars\", and later on repeated, \"18 trillion dollars is invested\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He has made similar claims before - in October he said the US had attracted investments worth $17tn (£12.7tn) - but there is no publicly available evidence to support figures this big.</p><p class=\"sc-9a00e533-0 eZyhnA\">A White House website, <a target=\"_blank\" href=\"https://www.whitehouse.gov/investments/\" class=\"sc-f9178328-0 iCaRzc\">last updated in November</a>, aims to track \"new investment in U.S. manufacturing, technology, and infrastructure\". It states that investments under Trump total $9.6tn (£7.1tn).</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The biggest amount on the list is a $1.4tn (£1tn) investment in manufacturing and industry by the United Arab Emirates (UAE).</p><p class=\"sc-9a00e533-0 eZyhnA\">The website for the UAE embassy in Washington DC says the UAE is \"working with the Trump Administration to make a historic $1.4 trillion investment in the US over the next decade\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Greg Auclair, a statistician at the Peterson Institute for International Economics, told BBC Verify the White House tracker \"includes pledges that may not materialize - for example the EU trade deal now appears frozen due to Greenland tensions\".</p><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday the European Parliament's international trade committee said it was <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c4gwp2me3gzo\" class=\"sc-f9178328-0 iCaRzc\">suspending the ratification of the deal</a> \"until the US decides to re-engage on a path of cooperation rather than confrontation\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Auclair added that although there has been an uptick in foreign investment in the US over the past year, \"it will take several years before the results of the Trump administration's investment push become clear\".</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"reporting-by-tom-edgington,-lucy-gilder,-matt-murphy,-nicholas-barrett,-anthony-reuben-and-gerry-georgieva.\" class=\"sc-d16436d-0 iVdNuz\">Reporting by Tom Edgington, Lucy Gilder, Matt Murphy, Nicholas Barrett, Anthony Reuben and Gerry Georgieva. </i></p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Uganda's internet shutdown: Slashed incomes and gamers go cold turkey",
            "time": "2026-01-22T04:14:19",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9183/live/0d9fe4b0-f6ed-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Slashed incomes and gamers go cold turkey: the fallout from Uganda's internet shutdown</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-3adb3607-0 fkltMW\"><span data-testid=\"byline-contributors\" class=\"sc-3adb3607-12 csUdlZ\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-3adb3607-5 iMnQuR\"><p class=\"sc-3adb3607-7 echTHp\"><span class=\"sc-3adb3607-8 dcphMW\">Sammy Awami</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-3adb3607-9 dRohlg\">BBC Africa, Kampala</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7c44/live/0264f5c0-f6e5-11f0-a4dd-a5af35a571cb.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7c44/live/0264f5c0-f6e5-11f0-a4dd-a5af35a571cb.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7c44/live/0264f5c0-f6e5-11f0-a4dd-a5af35a571cb.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7c44/live/0264f5c0-f6e5-11f0-a4dd-a5af35a571cb.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7c44/live/0264f5c0-f6e5-11f0-a4dd-a5af35a571cb.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7c44/live/0264f5c0-f6e5-11f0-a4dd-a5af35a571cb.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7c44/live/0264f5c0-f6e5-11f0-a4dd-a5af35a571cb.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7c44/live/0264f5c0-f6e5-11f0-a4dd-a5af35a571cb.jpg.webp\" loading=\"eager\" alt=\"BBC Mirembe Tracy \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Mirembe Tracy says she struggled to pay the rent during the internet blackout</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Mobile money agent Mirembe Tracy laments that her business in Uganda's bustling capital Kampala was paralysed when the government shut the internet during last week's fiercely contested general election. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"All withdrawals were disconnected,\" she tells the BBC, adding that she gets nearly all of her income from withdrawal commissions.</p><p class=\"sc-9a00e533-0 eZyhnA\">Without it, her income dropped to zero.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"In one week I can earn up to 450,000 [Ugandan] shillings (£96; $130). That money is what I use to pay rent. Losing it was a total loss,\" she says.</p><p class=\"sc-9a00e533-0 eZyhnA\">For two days either side of the election, there was nothing she could do but stay at home - she could only sell prepaid airtime credit, which she says does not \"give a commission\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Uganda's communications authority ordered the nationwide shutdown to \"ensure peace, protect national stability and prevent the misuse of communication platforms during a sensitive national exercise\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Th opposition said it was a move to cover up voter fraud and stop its agents from sharing the results from polling stations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Either way, it brought many aspects of modern life to a halt.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8a56/live/b487dc10-f6ed-11f0-9c4a-e59460e06bbd.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8a56/live/b487dc10-f6ed-11f0-9c4a-e59460e06bbd.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8a56/live/b487dc10-f6ed-11f0-9c4a-e59460e06bbd.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8a56/live/b487dc10-f6ed-11f0-9c4a-e59460e06bbd.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8a56/live/b487dc10-f6ed-11f0-9c4a-e59460e06bbd.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8a56/live/b487dc10-f6ed-11f0-9c4a-e59460e06bbd.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8a56/live/b487dc10-f6ed-11f0-9c4a-e59460e06bbd.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8a56/live/b487dc10-f6ed-11f0-9c4a-e59460e06bbd.jpg.webp\" loading=\"lazy\" alt=\"AFP/Getty Images Boba boda riders by the side of a road in Kampala \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP/Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Motorcycle taxis are a common mode of transport in Uganda</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Online businesses that rely on mobile money transactions were most affected by the blackout, with some coming to a standstill while others reverted to cash-based transactions.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kampala is famous for its ubiquitous boda boda (motorcycle) taxis, with many operators earning their income through online ride-hailing apps.</p><p class=\"sc-9a00e533-0 eZyhnA\">The co-founder of SafeBoda told local media that the platform's entire server was down during the internet suspension, with many<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>riders forced off the road and other businesses that depend on the service deprived of their income.</p><p class=\"sc-9a00e533-0 eZyhnA\">Namukwaya Olivia, who sells traditional cultural clothing and depends heavily on Instagram, TikTok and WhatsApp to reach customers, says she did not make any deliveries during the period.</p><p class=\"sc-9a00e533-0 eZyhnA\">She tells the BBC that many of her customers ask for pictures before deciding on what to buy.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Namukwaya Olivia also found it difficult to pay rent during the internet shutdown</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"We could not send pictures, we could not receive orders, and we could not make deliveries,\" the businesswoman says.</p><p class=\"sc-9a00e533-0 eZyhnA\">She adds that the effect of the shutdown was immediate, and made it difficult to cover basic costs.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We couldn't pay rent during that period,\" she says. \"Even now, things have not fully recovered because customers still struggle to access us online.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Journalist<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>Ngabo Amon says his smartphone, a work tool for him, became largely useless. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"You have a phone, but there is nothing to do with it,\" he tells the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">He could no longer research stories, follow election developments or send material to his newsroom. </p><p class=\"sc-9a00e533-0 eZyhnA\">He says everyday life transformed into anxious stretches of waiting for the internet to be restored. </p><p class=\"sc-9a00e533-0 eZyhnA\">Some households reverted to watching television to keep themselves occupied, either watching live, or buying downloaded old movies from shops.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"People bought what they could afford, went back home and just watched, because there were no other options,\" Ngabo says.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Some young people found it difficult to cope. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ronnie Mwesigwa, 20, says he lost contact with friends and had no access to online entertainment.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I couldn't communicate with anyone, and even gaming was gone,\" he says. \"It was not a good situation.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">To pass his time, the gamer turned to content already stored on his phone, only viewing his gallery. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"That was all I could do.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Ngabo explains that the situation was especially frustrating for journalists covering the election, as the blackout made it impossible to get a real picture of what was unfolding on the ground.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"You are talking about people rioting, about tension on the streets, but the audience is only seeing your photo and hearing your voice, and it is not satisfying for the journalist or the viewer,\" he points out. </p><p class=\"sc-9a00e533-0 eZyhnA\">President Yoweri Museveni, 81, won the vote by a landslide to extend his 40-year-rule and has accused the opposition of seeking to overturn the results through violence. </p><p class=\"sc-9a00e533-0 eZyhnA\">Bobi Wine, his closest challenger maintains the results are \"fake\" and has cited \"ballot stuffing\".</p><p class=\"sc-9a00e533-0 eZyhnA\">According to a report by the African Union (AU) election observation mission, \"the internet shutdown limited access to information, freedom of association [and] curtailed economic activities\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It also notes that the shutdown \"created suspicion and mistrust\" in the election process.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ngabo says that the situation was worse in rural areas. With no internet access, some journalists were forced to physically transport their footage back to their newsrooms.</p><p class=\"sc-9a00e533-0 eZyhnA\">He gives an example of videos, made early on the morning of the elections in a remote rural area, reaching Kampala by bus in the evening.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"By that time, results are already being discussed and tallied and nobody is interested in the footage any more,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">Caroline Mutai, a Kenya-based journalist who went to Uganda to cover the elections, says the shutdown \"almost gave me depression\".</p><p class=\"sc-9a00e533-0 eZyhnA\">She describes the difficulties she faced trying to send back material to her newsroom, spending days searching for places with internet, only to be blocked or chased away. </p><p class=\"sc-9a00e533-0 eZyhnA\">The shutdown also cut her off from family at a time of heightened insecurity.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When you are tired and stressed after work, you want to talk to people who are close to you,\" she says. \"But you cannot reach them, and that makes the situation even harder.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Aaron Benitez says he could not study</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">For students, the blackout disrupted both communication and learning. </p><p class=\"sc-9a00e533-0 eZyhnA\">Aaron Benitez, a final-year school pupil, says he was unable to contact his family during a period of uncertainty.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I needed to know what was happening with my family and what was going on in the country,\" he tells the BBC. \"But I could not connect with them at all.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Online learning also came to a halt. Teachers could not send notes or assignments, and group discussions normally held online were cancelled.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Our master could not send notes on WhatsApp,\" the student says. \"We usually study online, sometimes on Zoom, but during that time everything just stopped.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He adds that access remains slow and unreliable, despite the election being over.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It is back, but it is still very slow. Some materials cannot load properly, and that affects our studies.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The government partially restored the internet after Museveni was declared the winner on Saturday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some platforms, especially social media, remain slow or restricted, pushing many young people to reconnect using a VPN (virtual private network), which can disguise  its online location. </p><p class=\"sc-9a00e533-0 eZyhnA\">For many, the shutdown was not just a temporary inconvenience but a stark reminder of how deeply digital access shapes their everyday life.</p></div><figure></figure><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Leaked photos show hundreds killed in Iran's brutal crackdown",
            "time": "2026-01-21T05:56:20",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0ed9/live/86776c20-f62d-11f0-b385-5f48925de19a.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Photos leaked to BBC show faces of hundreds killed in Iran's brutal protest crackdown</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-3adb3607-0 fkltMW\"><span data-testid=\"byline-contributors\" class=\"sc-3adb3607-12 csUdlZ\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-3adb3607-5 fpwMAZ\"><span class=\"sc-3adb3607-8 ivQuQW\">Merlyn Thomas,</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-3adb3607-9 gWPTDS\">correspondent, BBC Verify,</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-3adb3607-5 fpwMAZ\"><span class=\"sc-3adb3607-8 ivQuQW\">Shayan Sardarizadeh,</span><span data-testid=\"byline-contributors-contributor-1-role-location\" class=\"sc-3adb3607-9 gWPTDS\">senior journalist, BBC Verify</span><span class=\"sc-3adb3607-10 cTtxA-d\">and</span></p><p data-testid=\"byline-contributors-contributor-2\" class=\"sc-3adb3607-5 fpwMAZ\"><span class=\"sc-3adb3607-8 ivQuQW\">Ghoncheh Habibiazad,</span><span data-testid=\"byline-contributors-contributor-2-role-location\" class=\"sc-3adb3607-9 gWPTDS\">senior journalist</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b400/live/9dcd0590-f693-11f0-a422-4ba8a094a8fa.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b400/live/9dcd0590-f693-11f0-a422-4ba8a094a8fa.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b400/live/9dcd0590-f693-11f0-a422-4ba8a094a8fa.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b400/live/9dcd0590-f693-11f0-a422-4ba8a094a8fa.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b400/live/9dcd0590-f693-11f0-a422-4ba8a094a8fa.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b400/live/9dcd0590-f693-11f0-a422-4ba8a094a8fa.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b400/live/9dcd0590-f693-11f0-a422-4ba8a094a8fa.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b400/live/9dcd0590-f693-11f0-a422-4ba8a094a8fa.png.webp\" loading=\"eager\" alt=\"BBC Leaked photos are presented in a gridded face wall showing some of the photos sent to BBC Verify. The photos of dead victims show close up images of their blurred faces.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"warning:-this-story-contains-graphic-content-which-some-readers-might-find-distressing\" class=\"sc-d16436d-0 iVdNuz\"><b id=\"warning:-this-story-contains-graphic-content-which-some-readers-might-find-distressing\" class=\"sc-d16436d-0 gnUCoQ\">Warning: this story contains graphic content which some readers might find distressing</b></i></p><p class=\"sc-9a00e533-0 eZyhnA\"><b id=\"hundreds-of-photos-revealing-the-faces-of-those-killed-during-iran's-violent-crackdown-on-anti-government-protests-have-been-leaked-to-bbc-verify.\" class=\"sc-d16436d-0 gnUCoQ\">Hundreds of photos revealing the faces of those killed during Iran's violent crackdown on anti-government protests have been leaked to BBC Verify.</b></p><p class=\"sc-9a00e533-0 eZyhnA\">The pictures, which are too graphic to show without blurring, reveal the bloodied, swollen and bruised faces of at least 326 victims - including 18 women. The images, displayed in a south Tehran mortuary, are one of the only ways families have been able to identify their dead loved ones.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many of the victims were too disfigured to be identified, and 69 people had been labelled in Persian as John or Jane Doe, suggesting their identity was unknown when the photo was taken. Only 28 of the victims had labels with clearly visible names in the photos.</p><p class=\"sc-9a00e533-0 eZyhnA\">Labels on more than 100 victims, who had their date of death recorded, showed that date as 9 January, one of the deadliest nights for protesters in Tehran so far.</p><p class=\"sc-9a00e533-0 eZyhnA\">The city's streets were set on fire during clashes with security forces, with protesters chanting slogans against the supreme leader and the Islamic Republic. It followed a call for nationwide protests from Reza Pahlavi, the exiled son of the late shah. </p><p class=\"sc-9a00e533-0 eZyhnA\">The leaked photos provide a small snapshot of the thousands believed to have been killed at the hands of the Iranian state.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1977/live/6476d590-f6ad-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1977/live/6476d590-f6ad-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1977/live/6476d590-f6ad-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1977/live/6476d590-f6ad-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1977/live/6476d590-f6ad-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1977/live/6476d590-f6ad-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1977/live/6476d590-f6ad-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1977/live/6476d590-f6ad-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Iranians gather while blocking a street during a protest in Tehran, Iran on 9 January. One protester wearing a face covering stands in the centre of the road holding up an image while a fire burns \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Protesters on a street in Tehran on 9 January </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">BBC Verify has been tracking the spread of protests across Iran since they erupted in late December, but the near total internet blackout imposed by the authorities has made it extremely difficult to document the scale of the government's violence against those who oppose it.</p><p class=\"sc-9a00e533-0 eZyhnA\">Iran's Supreme Leader <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ckglee733wno\" class=\"sc-f9178328-0 iCaRzc\">Ayatollah Ali Khamenei has publicly acknowledged</a> several thousand people have been killed but blamed the US, Israel and those he described as \"seditionists\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Despite the blackout entering its third week, a small number of people have managed to get some information out.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hundreds of close-up images of victims taken from inside the Kahrizak Forensic Medical Centre were leaked to BBC Verify.</p><p class=\"sc-9a00e533-0 eZyhnA\">We analysed 392 photos of victims and were able to identify 326 people - some had multiple pictures taken of them from different angles. Sources claimed the true number of dead at the mortuary ran into the thousands. </p><p class=\"sc-9a00e533-0 eZyhnA\">One source, who we are not naming for their safety, told us they weren't prepared for the level of devastation they encountered inside the mortuary complex, and said they saw victims ranging from as young as 12 or 13 to 60 and 70-year-olds. \"It was just too much,\" they said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Amid the chaos inside the mortuary, family members and friends were huddled together around a screen, we were told. They were trying to identify their loved ones while hundreds of images of the dead flicked across the screen. </p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Crowds of anti-government protesters in Tehran</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The slideshow lasted for hours, they said, adding that many of the victims' injuries were so severe they could not be identified. One man's face was so swollen his eyes were barely visible. Another man still had a breathing tube in his mouth, suggesting he died after receiving medical treatment.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some victims were so badly injured that their families asked to see the pictures again and to zoom in on their faces to make sure it was really them, we were told. At other times people recognised their loved ones instantly and were seen collapsing to the floor, screaming.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many photos showed unzipped body bags with papers laid close to their faces, identifying them by name, ID number or date of death. In some cases, we were told, the only identifier was a bank card laid on top of a body bag – the victims' last remaining possession.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC Verify has separately corroborated videos from the same mortuary that demonstrate the violence perpetrated against protesters. One shows the body of what appears to be a child, while another shows a man with a clear gunshot wound in the middle of his head. Both videos are too distressing to show. </p><p class=\"sc-9a00e533-0 eZyhnA\">Some Iranians have been posting the names of victims killed by security forces when they manage to connect to the internet through Starlink or even using networks from neighbouring countries, though these opportunities are incredibly rare.</p><p class=\"sc-9a00e533-0 eZyhnA\">We checked the names of victims identified in the mortuary against social media posts reporting the names of the dead and found five matches, but are not revealing the names as we cannot contact the victims' families.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">BBC Verify has <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cre28d2j2zxo\" class=\"sc-f9178328-0 iCaRzc\">tracked the spread of anti-government protests</a> across 71 towns and cities in Iran since they first erupted on 28 December through verified video, though the true number of areas where demonstrations have taken place is likely much higher.</p><p class=\"sc-9a00e533-0 eZyhnA\">The few images that people have managed to upload through Starlink show burnt-out cars left in the streets, while verified videos recorded rounds of gunshots fired around Tehran during protests. </p><p class=\"sc-9a00e533-0 eZyhnA\">The internet blackout has made it extremely difficult to document the full extent of the death toll from the protests. However, US-based Human Rights Activists News Agency (HRANA) has placed its current estimate at more than 4,000 deaths.</p></div></article></div></body></html>"
        },
        {
            "title": "What we know about Spain's worst train disaster in over a decade",
            "time": "2026-01-21T19:06:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/921a/live/e1d3b5c0-f537-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">What we know about Spain's worst rail disaster in over a decade</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-3adb3607-0 fkltMW\"><span data-testid=\"byline-contributors\" class=\"sc-3adb3607-12 csUdlZ\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-3adb3607-5 iMnQuR\"><p class=\"sc-3adb3607-7 echTHp\"><span class=\"sc-3adb3607-8 dcphMW\">Mallory Moench, Sofia Ferreira Santos and Alicia Curry</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e202/live/d4b3ef50-f531-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e202/live/d4b3ef50-f531-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e202/live/d4b3ef50-f531-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e202/live/d4b3ef50-f531-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e202/live/d4b3ef50-f531-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e202/live/d4b3ef50-f531-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e202/live/d4b3ef50-f531-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e202/live/d4b3ef50-f531-11f0-b385-5f48925de19a.jpg.webp\" loading=\"eager\" alt=\"Reuters Responders and emergency workers surround the derailed train with ambulances and personnel in a wide shot taken on Monday.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At least 43 people have died and dozens more have been injured after two high-speed trains collided in southern Spain, local authorities have said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The crash at Adamuz, near the city of Córdoba, is Spain's worst rail disaster more than a decade.</p><p class=\"sc-9a00e533-0 eZyhnA\">Here's what we know about the incident so far.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Where did the crash happen?</h2></p><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The crash occurred at around 19:45 local time (18:45 GMT) on Sunday, about an hour after a train run by private firm Iryo left Málaga for Madrid.</p><p class=\"sc-9a00e533-0 eZyhnA\">The last three carriages of the Iryo train - carriages six to eight - derailed and crossed over to the opposite track.</p><p class=\"sc-9a00e533-0 eZyhnA\">Those carriages collided with an oncoming train operated by state company Renfe travelling from south Madrid to Huelva, which was forced into an embankment running alongside the track, Spain's Transport Minister Óscar Puente said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The majority of those killed and injured were in the front carriages of the Huelva-bound Renfe train.</p><p class=\"sc-9a00e533-0 eZyhnA\">There were around 400 passengers and staff on the two trains, according to Renfe.</p></div><figure></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What have survivors said?</h2></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Spain train crash survivors describe 'absolutely terrifying' scene</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Lucas Merayo, who was in the fifth car of the Madrid-bound Iryo train, told the BBC that about an hour into the journey, it became very bumpy. Passengers became scared and the carriage went silent, he said, \"and then we heard a crash\" and the train stopped.</p><p class=\"sc-9a00e533-0 eZyhnA\">Luggage fell and the lights went out. Then they started to hear noises of pain and screams from the three carriages behind them that had derailed, he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">He and his girlfriend were uninjured, but people were in shock and crying, some experiencing panic attacks. A nurse beside him responded to a call for medical volunteers, and when she came back from the sixth carriage she told him someone had died. </p><p class=\"sc-9a00e533-0 eZyhnA\">Surviving passengers from the derailed carriages broke glass and went on the tracks to escape. Passengers helped one another get down, and he saw seriously injured people, with bleeding heads and improvised bandages.</p><p class=\"sc-9a00e533-0 eZyhnA\">The first on the scene were people from Adamuz, some in their pyjamas, who offered to transport the injured, Lucas Merayo said. </p><p class=\"sc-9a00e533-0 eZyhnA\">After two hours, they were evacuated by bus and Lucas eventually made it back home to Madrid on Monday morning, when he hugged his eight-year-old son and began to cry.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's really, really shocking and overwhelming to be alive when everyone else is not,\" said the actor and influencer, who is from Argentina.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said the experience of the crash is \"going to be with me all the time\".</p><p class=\"sc-9a00e533-0 eZyhnA\">As it was dark, he had not realised the oncoming train had fallen into an embankment until he saw it on the news.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f34f/live/6e7581d0-f532-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f34f/live/6e7581d0-f532-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f34f/live/6e7581d0-f532-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f34f/live/6e7581d0-f532-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f34f/live/6e7581d0-f532-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f34f/live/6e7581d0-f532-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f34f/live/6e7581d0-f532-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f34f/live/6e7581d0-f532-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"lazy\" alt=\"Spanish Guardia Civil / Handout via Reuters A person in white forensic overall saying 'Guardia Civil Criminalistica' hold a camera up to photograph the front of the train on the tracks.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Spanish Guardia Civil / Handout via Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Spanish Civil Guard arrived on scene to assess the situation and begin the evaluation process</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The president of the Andalusian regional government, Juanma Moreno, told local outlet Canal Sur they had to bring in \"heavy machinery\" to \"practically lift\" parts of the second train, which \"has taken the worst part of this accident\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The problem is that the carriages are twisted, so the metal is twisted with the people inside,\" Francisco Carmona, head of firefighters in Córdoba, told Spanish public broadcaster RTVE.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We have even had to remove a dead person to be able to reach someone alive. It is hard, tricky work,\" he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">Rescuers continued to search the wreckage until Wednesday when a 43rd victim was found.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What caused the crash?</h2></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Footage inside Spanish train as passengers evacuate</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">What caused the train to derail remains unclear. The transport minister, Óscar Puente, described the crash as \"extremely strange\" and said all the railway experts consulted by the government \"are extremely baffled by the accident\".</p><p class=\"sc-9a00e533-0 eZyhnA\">An investigation has been launched but it is not expected to determine what happened for at least a month.</p><p class=\"sc-9a00e533-0 eZyhnA\">Interior Minister Fernando Grande-Marlaska was quick to rule out sabotage but said  all other hypotheses were being considered.</p><p class=\"sc-9a00e533-0 eZyhnA\">The head of Renfe \"discarded\" the possibility that the incident occured due to excessive speed or human error. Álvaro Fernández Heredia said even if a mistake had been made, a system within the train would have fixed it and both trains were travelling under the maximum speed limit.</p><p class=\"sc-9a00e533-0 eZyhnA\">Investigators have been focusing on a 30cm gap in the straight section of track that the Iryo train passed over and the transport secretary has said they are assessing if that broken section was the \"cause or the result\" of the crash.</p><p class=\"sc-9a00e533-0 eZyhnA\">Óscar Puente has confirmed reports that grooves the size of a coin were found on the wheels of the first five carriages of the Iryo train that went over the track safely before the next three carriages derailed. Two or three trains that had gone over the track shortly beforehand had similar notches, he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">Experts have suggested that a welding failure on the track may have led to it breaking.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, a transcript has been published by daily El País of calls to the control centre in Madrid from the Iryo driver and from the conductor on the Renfe train.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Iryo driver is initially unaware his train has been involved in a severe crash. The control centre is unable to reach the driver of the Renfe train so contacts the conductor who says \"I have blood on my head. I don't know if I'll be able to reach the train driver\".</p></div><figure></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Who are the victims?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The 43 people who died in the crash have not yet officially been identified.</p><p class=\"sc-9a00e533-0 eZyhnA\">One of the victims was María del Carmen Abril, a teacher, who was returning from her surprise 50th birthday party to Madrid, her friend told the BBC. </p><p class=\"sc-9a00e533-0 eZyhnA\">Jose Manuel Muñoz described Abril, as she was known, as a \"lovely, generous, affectionate person who loved flowers and was always trying to solve other people's problems\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Victor Luis Terán, a Bolivian national, died on the train heading south to Huelva, after taking an earlier train because of a last-minute change in plans, his sister-in-law said.</p><p class=\"sc-9a00e533-0 eZyhnA\">A total of 123 people were injured. As of Wednesday morning, 37 people remained in hospital, including four children. Nine people were in intensive care.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p></article></div></body></html>"
        },
        {
            "title": "Could the US Congress stop Trump from taking Greenland?",
            "time": "2026-01-21T15:06:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ac52/live/eda48cb0-f6ab-11f0-a917-d3d793525367.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Could US Congress stop Trump from taking over Greenland?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-3adb3607-0 fkltMW\"><span data-testid=\"byline-contributors\" class=\"sc-3adb3607-12 csUdlZ\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-3adb3607-5 iMnQuR\"><p class=\"sc-3adb3607-7 echTHp\"><span class=\"sc-3adb3607-8 dcphMW\">Daniel Bush</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-3adb3607-9 dRohlg\">Washington correspondent</span></p></div></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: BBC on the mood in Davos ahead of Trump's arrival to the economic forum</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">President Donald Trump's push to acquire Greenland has sparked a backlash from Republicans in Congress, as lawmakers voice growing concern about US military interventions overseas.</p><p class=\"sc-9a00e533-0 eZyhnA\">But it remains unclear if enough Republicans are willing to join Democrats to block a takeover of the island territory - and whether Trump would bow to pressure from Congress, or act alone as he's done several times in a second term marked by growing American entanglements abroad.</p><p class=\"sc-9a00e533-0 eZyhnA\">The focus on Greenland has grown into a broader discussion over the Trump administration's unilateral use of military force, along with diplomatic and economic coercion, to project power in Venezuela, Iran and elsewhere around the world.</p><p class=\"sc-9a00e533-0 eZyhnA\">Republicans have largely backed Trump's foreign policy agenda since he returned to the White House. But now, a growing number are siding with Democrats in Congress and Nato allies who say a takeover of Greenland would violate US and international law.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In recent days, some Republican leaders have said there's little interest in the US buying Greenland or seizing it through military force. The White House had previously left the military option on the table but on Wednesday it was ruled out by Trump in his speech at the World Economic Forum in Davos.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some Republican lawmakers have also joined Democrats in opposing a new plan by Trump to place tariffs on countries that don't back his bid to acquire the territory, which is self-governed but controlled by Denmark.</p><p class=\"sc-9a00e533-0 eZyhnA\">The proposed tariffs would be \"bad for America, bad for American businesses, and bad for America's allies,\" Senator Thom Tillis of North Carolina wrote on social media, adding that the move would benefit China and Russia. \"It's great for [Russian President Vladimir] Putin, [Chinese President] Xi [Jinping] and other adversaries who want to see Nato divided.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Other Republicans said Trump's ambition to annex Greenland was threatening to undermine the Nato alliance - to which both the US and Denmark belong - in a moment of growing tension between the US and European allies.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Respect for the sovereignty of the people of Greenland should be non-negotiable,\" Senator Lisa Murkowski, the co-chair of the Senate Arctic Caucus, said in a statement.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump has argued the US must own the territory to better compete with China and Russia in the Arctic, and has vowed to take it \"one way or another\".</p><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, the US president downplayed concerns that the issue was hurting Nato when asked by the BBC if he was willing to see the decades-old security alliance collapse as a consequence of his push for the territory. Trump reiterated his view that ownership of Greenland was critical for US and global security.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We need [Greenland] for national security and even world security,\" he said.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: BBC asks if breakup of Nato is price Trump willing to pay for Greenland</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">But Trump's insistence on obtaining the territory is increasingly unpopular on Capitol Hill, as more Republicans have come forward to break ranks publicly.</p><p class=\"sc-9a00e533-0 eZyhnA\">Representative Don Bacon of Nebraska, a Trump critic, said Trump's push for Greenland could lead to an impeachment investigation. And the Republican leaders in each chamber of Congress, Senate Majority Leader John Thune and House Speaker Mike Johnson, said they opposed a military intervention in Greenland, when Trump was refusing to rule that out. </p><p class=\"sc-9a00e533-0 eZyhnA\">Other Republicans have voiced support for Trump. Senator Ted Cruz of Texas said on Sunday that it was \"overwhelmingly in America's national interest\" to own Greenland. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"When it comes to Greenland, I want to commend President Trump, for being single-mindedly focused on America First, on US economic interests, and US national security interests,\" Cruz said in a Fox News interview.</p><p class=\"sc-9a00e533-0 eZyhnA\">Congress has some options to try to rein Trump in, if Republicans and Democrats do choose to pick a fight with the president over Greenland.</p><p class=\"sc-9a00e533-0 eZyhnA\">Congress has the power of the purse and in theory would have to approve funding used to buy Greenland, experts said. Denmark and Greenland have both insisted the island isn't for sale.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If Trump wants to buy Greenland it would require an act of Congress to provide the funds to do so,\" said Daniel Schuman, the executive director of the American Governance Institute and an expert on congressional procedure. It's unlikely that Congress could repurpose existing funding to buy the territory, Schuman added.</p><p class=\"sc-9a00e533-0 eZyhnA\">Still, the administration has expanded the use of executive power to enact Trump's immigration and tariff agenda, among other issues. The administration might try to claim some new authority to seize Greenland that would allow it to overrule any roadblocks by Congress, Schuman said.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Lawmakers worried about a military incursion in Greenland have signalled support for measures prohibiting any US action without congressional approval. But it's unclear if the proposals have enough Republican support to pass in either chamber of Congress.</p><p class=\"sc-9a00e533-0 eZyhnA\">Five Senate Republicans joined Democrats earlier this month to advance a bill that would have blocked the administration from taking further military action in Venezuela, following the attack in December that deposed former President Nicolás Maduro.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Venezuela war powers resolution ultimately failed to get through the Senate. But it signalled mounting frustration from Republican and Democratic lawmakers with Trump's use of military force abroad, after he ran in 2024 on a promise to reduce US involvement in foreign conflicts. Last week a bipartisan congressional delegation visited Denmark in a symbolic show of support for Greenland.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's also unclear how the Senate, which ratifies treaties, would respond if the US reached some sort of agreement with Denmark to take over part or all of Greenland.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US has an existing arrangement with Denmark established in 1951 that allows the US to expand its military presence in Greenland. Murkowski and other Republicans have argued that the US doesn't need to take over the territory to address national security needs in the region.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Senate could try to thwart Trump by opposing a treaty between the US and Denmark, in the event the two nations reach an agreement. Treaties require two-thirds support in the Senate for ratification, which Republicans currently fall well short of.  </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ac52/live/eda48cb0-f6ab-11f0-a917-d3d793525367.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ac52/live/eda48cb0-f6ab-11f0-a917-d3d793525367.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ac52/live/eda48cb0-f6ab-11f0-a917-d3d793525367.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ac52/live/eda48cb0-f6ab-11f0-a917-d3d793525367.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ac52/live/eda48cb0-f6ab-11f0-a917-d3d793525367.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ac52/live/eda48cb0-f6ab-11f0-a917-d3d793525367.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ac52/live/eda48cb0-f6ab-11f0-a917-d3d793525367.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ac52/live/eda48cb0-f6ab-11f0-a917-d3d793525367.jpg.webp\" loading=\"eager\" alt=\"Getty Images Senator Lisa Murkowski, flanked by other members of the US Congress, speaks at a press conference in Copenhagen\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Last week, a US bipartisan delegation which included Senator Lisa Murkowski (C) visited Denmark in a show of solidarity with the US ally</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Some Republicans have already indicated that they'd consider breaking with Trump over Greenland. Senator Mitch McConnell of Kentucky, the former majority leader in the upper chamber of Congress, told reporters that a US takeover of the territory would \"shatter the trust of allies\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Faced with growing Republican concern over Greenland, Trump could look to strike a deal that falls short of a formal treaty and doesn't require Senate approval. But it's unclear if presidents have the authority to make such agreements without input from Congress, analysts said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Plenty of international agreements are concluded in forms other than treaties,\" said Josh Chafetz, a professor at Georgetown Law, but \"I'm sceptical that something of this magnitude could be concluded as a pure executive agreement.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump did not say on Tuesday whether he believed he was constrained by anything in his pursuit of Greenland. Asked how far he was willing to go, Trump told reporters to stay tuned.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think something is going to happen that's going to be very good for everybody,\" Trump said.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-kayla-epstein\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Kayla Epstein</i></p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">'We just want to be left alone': Greenlanders on Trump's takeover threats</figcaption></p></article></div></body></html>"
        },
        {
            "title": "Loved ones of victims reeling after high-speed rail crash in southern Spain",
            "time": "2026-01-21T14:54:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6da4/live/99b3f510-f6fa-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Loved ones of victims reeling after high-speed rail crash in southern Spain</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-3adb3607-0 fkltMW\"><span data-testid=\"byline-contributors\" class=\"sc-3adb3607-12 csUdlZ\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-3adb3607-5 iMnQuR\"><p class=\"sc-3adb3607-7 echTHp\"><span class=\"sc-3adb3607-8 dcphMW\">James Waterhouse</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-3adb3607-9 dRohlg\">in Córdoba, Spain</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6da4/live/99b3f510-f6fa-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6da4/live/99b3f510-f6fa-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6da4/live/99b3f510-f6fa-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6da4/live/99b3f510-f6fa-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6da4/live/99b3f510-f6fa-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6da4/live/99b3f510-f6fa-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6da4/live/99b3f510-f6fa-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6da4/live/99b3f510-f6fa-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"eager\" alt=\"BBC/Moose Campbell A woman in a grey scarf and coat talks to reporters \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC/Moose Campbell</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Yamilei's brother-in-law Victor was among the victims of Sunday night's crash</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Eduardo Morán, a doctor at Córdoba's Reina Sofía Hospital, suspected it was serious.</p><p class=\"sc-9a00e533-0 eZyhnA\">He and his wife, also a medic, had been asked to head to work after reports that two high speed trains had collided nearby.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We were preparing different parts of the hospital,\" he recalls. \"Not just the emergency room, but the intensive care unit, all the surgery theatres and the regular floor. Everybody was there.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">As the patients arrived, their injuries ranged from scratches to missing limbs. Staff prioritised who to treat. Some were operated on, others monitored.</p><p class=\"sc-9a00e533-0 eZyhnA\">Eduardo had never seen such an influx of casualties in his 20-year career, and yet the hospital was not overwhelmed.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We were expecting more,\" he says. \"Unfortunately, there were a lot of people who didn't make it and died on the railway.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ea3a/live/37d1d240-f6fa-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ea3a/live/37d1d240-f6fa-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ea3a/live/37d1d240-f6fa-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ea3a/live/37d1d240-f6fa-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ea3a/live/37d1d240-f6fa-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ea3a/live/37d1d240-f6fa-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ea3a/live/37d1d240-f6fa-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ea3a/live/37d1d240-f6fa-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"lazy\" alt=\"Social Media A woman with a flower in her hair and wearing sunglasses\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Social Media</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Among the victims was María del Carmen Abril, returning from a surprise birthday party</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In dense woodland 36 miles from Córdoba lies the tangled wreckage of the two trains that collided on Sunday evening.</p><p class=\"sc-9a00e533-0 eZyhnA\">A gap in the straight section of track is thought to be what investigators are focusing on.</p><p class=\"sc-9a00e533-0 eZyhnA\">At least 43 people lost their lives here, and as sniffer dogs weave between the empty seats and shattered windows, there is still a hunger to unearth answers as to what caused Spain's worst rail crash in more than a decade.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">As officials called for patience, news broke of a second derailment in almost as many days.</p><p class=\"sc-9a00e533-0 eZyhnA\">Unlike Sunday night's disaster, the train that crashed near Barcelona was not a high-speed model, and the accident involved a wall that collapsed onto the track in heavy rain.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nevertheless, it has led to the Spanish train drivers' union calling a strike over the \"unacceptable constant deterioration of the railway\".</p><p class=\"sc-9a00e533-0 eZyhnA\">For the families and friends of those missing and killed in southern Spain, these events have only added to their unanswered questions.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b16c/live/c38e52c0-f6c5-11f0-8fa6-9b7c8566b1a4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b16c/live/c38e52c0-f6c5-11f0-8fa6-9b7c8566b1a4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b16c/live/c38e52c0-f6c5-11f0-8fa6-9b7c8566b1a4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b16c/live/c38e52c0-f6c5-11f0-8fa6-9b7c8566b1a4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b16c/live/c38e52c0-f6c5-11f0-8fa6-9b7c8566b1a4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b16c/live/c38e52c0-f6c5-11f0-8fa6-9b7c8566b1a4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b16c/live/c38e52c0-f6c5-11f0-8fa6-9b7c8566b1a4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b16c/live/c38e52c0-f6c5-11f0-8fa6-9b7c8566b1a4.jpg.webp\" loading=\"lazy\" alt=\"BBC/Moose Campbell A man in a beard and short hair wearing a blue jacket looks at the camera\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC/Moose Campbell</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Jose Manuel Muñoz lost his friend Abril in Sunday's high-speed rail crash</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Throughout Saturday afternoon and into the night in Córdoba, Jose Manuel Muñoz and his friends were holding a surprise 50th birthday party for María del Carmen Abril, a teacher.</p><p class=\"sc-9a00e533-0 eZyhnA\">The party was barely over when Abril, as she is known, made her way back north to Madrid. She thanked her hosts on their WhatsApp group, and they later frantically replied to see if she was OK.</p><p class=\"sc-9a00e533-0 eZyhnA\">Abril was sitting on one of the carriages that came off the tracks into an oncoming train. Her death was confirmed the next day.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7c83/live/af765f10-f6d6-11f0-a4dd-a5af35a571cb.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7c83/live/af765f10-f6d6-11f0-a4dd-a5af35a571cb.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7c83/live/af765f10-f6d6-11f0-a4dd-a5af35a571cb.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7c83/live/af765f10-f6d6-11f0-a4dd-a5af35a571cb.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7c83/live/af765f10-f6d6-11f0-a4dd-a5af35a571cb.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7c83/live/af765f10-f6d6-11f0-a4dd-a5af35a571cb.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7c83/live/af765f10-f6d6-11f0-a4dd-a5af35a571cb.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7c83/live/af765f10-f6d6-11f0-a4dd-a5af35a571cb.jpg.webp\" loading=\"lazy\" alt=\"Carlos Alvarez/Getty Images  General view of the overturned Iryo train on the railroad tracks in Adamuz on January 20, 2026 after a train collision in Adamuz, Spain.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Carlos Alvarez/Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">An Iryo train was the first to derail at Adamuz, crashing into an oncoming train</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"It's very difficult to explain the contrast of emotions,\" says Muñoz, sitting in the tranquil surroundings of Córdoba's Jardines de la Victoria, a park next to his workshop where he makes picture frames.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We spent one day celebrating life with our friend, then there were two days of uncertainty, without knowing anything about what happened to her, then we get the confirmation that she's dead.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He describes Abril as a \"lovely, generous, affectionate person who loved flowers and was always trying to solve other people's problems\".</p><p class=\"sc-9a00e533-0 eZyhnA\">And yet Muñoz does not blame anyone for her death; instead, he puts it down to bad luck.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Under the low winter sun and next to the city's bull ring is Córdoba's Civic Centre. Outside are two makeshift tents where the families of the missing give DNA samples in the hope their relatives can at least be identified.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8e5f/live/0c43a7b0-f6fb-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8e5f/live/0c43a7b0-f6fb-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8e5f/live/0c43a7b0-f6fb-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8e5f/live/0c43a7b0-f6fb-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8e5f/live/0c43a7b0-f6fb-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8e5f/live/0c43a7b0-f6fb-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8e5f/live/0c43a7b0-f6fb-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8e5f/live/0c43a7b0-f6fb-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"lazy\" alt=\"BBC/Marianne Baisnée An image of someone is shown on their phone wearing a blue jacket with dark hair\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC/Marianne Baisnée</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Yamilei shows a picture of her brother-in-law, Victor Luis Terán</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Because of a last-minute change in travel plans, Jamilet's brother-in law, Victor Luis Terán, took an earlier train and became caught up in the crash as he travelled south from Madrid to Huelva.</p><p class=\"sc-9a00e533-0 eZyhnA\">It was not until Tuesday night that confirmation came that Victor, a Bolivian national, was among the 43 victims.</p><p class=\"sc-9a00e533-0 eZyhnA\">Yamilei is looking for answers: \"That's all we want. Because we can't do it any more.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The truth she seeks is likely to take weeks to arrive, and official calls for patience have only been hampered by a devastating three days on Spain's rail network.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-marianne-baisnée-and-marta-jimenez\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Marianne Baisnée and Marta Jimenez</i></p></div></article></div></body></html>"
        },
        {
            "title": "Lyse Doucet: Trump is shaking the world order more than any president since WW2",
            "time": "2026-01-20T20:18:43",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4331/live/847340d0-f6b3-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Lyse Doucet: Trump is shaking the world order more than any president since WW2</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-3adb3607-0 fkltMW\"><span data-testid=\"byline-contributors\" class=\"sc-3adb3607-12 csUdlZ\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-3adb3607-5 iMnQuR\"><p class=\"sc-3adb3607-7 echTHp\"><span class=\"sc-3adb3607-8 dcphMW\">Lyse Doucet</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-3adb3607-9 dRohlg\">Chief international correspondent</span></p></div></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: BBC asks Trump if breakup of Nato is price he is willing to pay for Greenland</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On day one, he put the world on notice. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Nothing will stand in our way,\" President Donald Trump declared, to thunderous applause, as he ended his inauguration speech in a cold Washington winter on this day last year, at the start of his second term. </p><p class=\"sc-9a00e533-0 eZyhnA\">Did the world fail to take enough notice?</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Tucked into his speech was a mention of the 19th Century doctrine of \"manifest destiny\" – the idea that the US was divinely ordained to expand its territory across the continent, spreading American ideals.</p><p class=\"sc-9a00e533-0 eZyhnA\">At that moment, the Panama Canal was in his sights. \"We're taking it back,\" Trump announced.</p><p class=\"sc-9a00e533-0 eZyhnA\">Now that same declaration, expressed with absolute resolve, is directed at Greenland. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We have to have it,\" is the new mantra. It's a rude awakening in a moment fraught with grave risk.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US history is littered with consequential and controversial American invasions, occupations, and covert operations to topple rulers and regimes. But, in the past century, no American president has threatened to seize the land of a longtime ally and rule it against their people's will.</p><p class=\"sc-9a00e533-0 eZyhnA\">No US leader has so brutally broken political norms and threatened long-standing alliances, which have underpinned the world order since the end of World War Two.</p><p class=\"sc-9a00e533-0 eZyhnA\">There's little doubt that old rules are being broken, with impunity.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump is now being described as possibly the US's most \"transformative\" president - cheered by supporters at home and abroad, alarm among others in capitals the world over, and a watchful silence in Moscow and Beijing.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's a shift toward a world without rules, where international law is trampled underfoot, and where the only law which seems to matter is the strongest with imperial ambitions resurfacing,\" was French President Emmanuel Macron's stark warning on the stage at the Davos Economic Forum, without directly mentioning Trump by name.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4006/live/3e4958b0-f631-11f0-8da1-8d2c3613d51a.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4006/live/3e4958b0-f631-11f0-8da1-8d2c3613d51a.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4006/live/3e4958b0-f631-11f0-8da1-8d2c3613d51a.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4006/live/3e4958b0-f631-11f0-8da1-8d2c3613d51a.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4006/live/3e4958b0-f631-11f0-8da1-8d2c3613d51a.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4006/live/3e4958b0-f631-11f0-8da1-8d2c3613d51a.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4006/live/3e4958b0-f631-11f0-8da1-8d2c3613d51a.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4006/live/3e4958b0-f631-11f0-8da1-8d2c3613d51a.png.webp\" loading=\"eager\" alt=\"EPA/Shutterstock French President Emmanuel Macron speaks during a plenary session at the Congress Hall during the 56th annual meeting of the World Economic Forum (WEF) in Davos\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA/Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">French President Emmanuel Macron spoke at the World Economic Forum on Tuesday but avoided any direct mention of Trump</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">There is mounting concern over a possible painful trade war, even worry in some circles that the 76-year-old Nato military alliance could now be at risk if, in the worst case scenario, the US commander-in-chief tries to take Greenland by force.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump's defenders are doubling down in support of his \"America First\" agenda, against the post-war multilateral order.</p><p class=\"sc-9a00e533-0 eZyhnA\">When asked on BBC Newshour whether seizing Greenland would violate the UN charter, Republican congressman Randy Fine said: \"I think the United Nations has abjectly failed in being an entity that supports peace in the world and, frankly, whatever they think, probably doing the opposite's the right thing.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Fine introduced a bill called \"Greenland Annexation and Statehood Act\" in Congress last week.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">How do America's anxious allies respond, when it seems nothing will stand in Trump's way?</p><p class=\"sc-9a00e533-0 eZyhnA\">Many phrases have peppered this past year of diplomatic contortions over how best to deal with the US's unpredictable president and commander-in-chief.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We need to take him seriously but not literally,\" comes from those who insist this can all be sorted out through dialogue.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's worked, but only to a point, on trying to forge a united response with Europe to Russia's blistering war in Ukraine. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump often veers, from one week to the next, from espousing positions close to Russia's, then tilting towards Ukraine, then bolting back into Russia's orbit again.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He's a real estate mogul,\" says those who see in Trump's maximalist positions his deal-making tactics from his New York property days. </p><p class=\"sc-9a00e533-0 eZyhnA\">There's an echo of that in his repeated threats of military action against Iran – although it's clear military options are still on his now crowded table.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/40dc/live/30fea3b0-f6c5-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/40dc/live/30fea3b0-f6c5-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/40dc/live/30fea3b0-f6c5-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/40dc/live/30fea3b0-f6c5-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/40dc/live/30fea3b0-f6c5-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/40dc/live/30fea3b0-f6c5-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/40dc/live/30fea3b0-f6c5-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/40dc/live/30fea3b0-f6c5-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images US President Donald Trump makes a pointing gesture as he talks to Rutte who is leaning towards him with water bottles and a US flag in front of them on the table during the summit\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Trump (left) was seen chatting to Nato Secretary General Mark Rutte at a Nato summit at the Hague in June</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">He doesn't talk like a traditional politician,\" explains his top diplomat, the US Secretary of State Marco Rubio when he is repeatedly questioned about Trump's tactics. \"He says and then he does,\" is his highest praise for his president against what he derides as the dismal record of previous incumbents.</p><p class=\"sc-9a00e533-0 eZyhnA\">Rubio has been one of the principal voices trying to backpedal Trump's threats on Greenland, underlining that he wants to buy this vast strategic ice sheet, not invade it. </p><p class=\"sc-9a00e533-0 eZyhnA\">He pointed out that Trump has been exploring options to purchase the world's largest island, to counter threats from China and Russia, since his first term in office.</p><p class=\"sc-9a00e533-0 eZyhnA\">But there is no denying Trump's bully tactics, his contempt for collective action, his belief that might is right.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He is a man of transactions and brute power, mafia style power,\" says Zanny Minton Beddoes, editor-in-chief of the Economist magazine.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He doesn't see the benefit of alliances, he doesn't see the idea of America as an idea, a set of values; he doesn't give two hoots about that.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">And he doesn't hide it.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Nato is not feared by Russia or China at all. Not even a little bit,\" Trump told the New York Times in a wide-ranging interview earlier this month. \"We're tremendously feared.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">If security was the issue, the US already has forces on the ground in Greenland and under a 1951 agreement could send in more troops and open more bases.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I need to own it,\" is how Trump flatly puts it.</p><p class=\"sc-9a00e533-0 eZyhnA\">And he often makes it clear, \"I like to win.\" There's a growing body of proof that's what it is about.</p><p class=\"sc-9a00e533-0 eZyhnA\">His policy back flips in the past year have been baffling.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/38f7/live/855647e0-f631-11f0-8da1-8d2c3613d51a.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/38f7/live/855647e0-f631-11f0-8da1-8d2c3613d51a.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/38f7/live/855647e0-f631-11f0-8da1-8d2c3613d51a.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/38f7/live/855647e0-f631-11f0-8da1-8d2c3613d51a.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/38f7/live/855647e0-f631-11f0-8da1-8d2c3613d51a.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/38f7/live/855647e0-f631-11f0-8da1-8d2c3613d51a.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/38f7/live/855647e0-f631-11f0-8da1-8d2c3613d51a.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/38f7/live/855647e0-f631-11f0-8da1-8d2c3613d51a.png.webp\" loading=\"lazy\" alt='Reuters Caps with slogans supporting Greenland placed on a shelf. The slogans on the caps include \"Not for SALE!\" and \"Already Great\".' class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Merchandise opposing a US takeover of Greenland, a semi-autonomous territory of Denmark, have appeared in shops in Copenhagen</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In the Saudi capital Riyadh in May, we watched how his major speech on his first foreign trip of his second term met a rapturous reception.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/clyv789ejgxo\" class=\"sc-f9178328-0 iCaRzc\">took aim at the American \"interventionists\"</a> whom he excoriated for having \"wrecked far more nations than they built... in complex societies that they did not even understand themselves.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">In June when Israel attacked Iran, Trump reportedly warned Israel's Prime Minister Benjamin Netanyahu not to put his diplomacy at risk with his military threats against Tehran. </p><p class=\"sc-9a00e533-0 eZyhnA\">By the end of the week, when he saw <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c0m81jg8k4no\" class=\"sc-f9178328-0 iCaRzc\">Israel's success in assassinating top nuclear scientists and security chiefs</a>, Trump exclaimed: \"I think it's been excellent.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Sane-washing\" was the phrase coined months ago by Edward Luce of the <a target=\"_blank\" href=\"https://www.ft.com/content/9f5189b0-4857-4b7f-a8c4-5b6d77ece5e3\" class=\"sc-f9178328-0 iCaRzc\">Financial Times</a> to describe the world's polite portrayals of Trump, the succession of leaders landing at his door with glittering gifts and gilded praise to try to win him over to their side.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Trump's apologists – a more numerous crowd than true believers - work round the clock to sane-wash his policies into something coherent,\" Luce wrote in his latest column.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/92c9/live/c0197690-f631-11f0-8da1-8d2c3613d51a.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/92c9/live/c0197690-f631-11f0-8da1-8d2c3613d51a.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/92c9/live/c0197690-f631-11f0-8da1-8d2c3613d51a.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/92c9/live/c0197690-f631-11f0-8da1-8d2c3613d51a.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/92c9/live/c0197690-f631-11f0-8da1-8d2c3613d51a.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/92c9/live/c0197690-f631-11f0-8da1-8d2c3613d51a.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/92c9/live/c0197690-f631-11f0-8da1-8d2c3613d51a.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/92c9/live/c0197690-f631-11f0-8da1-8d2c3613d51a.png.webp\" loading=\"lazy\" alt=\"Reuters  Donald Trump gestures next to Saudi Crown Prince Mohammed Bin Salman. Trump wears a dark suit and red tie, while the prince is in a long, brown robe.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Trump met Saudi Crown Prince Mohammed Bin Salman in Riyadh in May 2025</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It was on full display last October when leaders the world over were summoned to join him at the Egyptian Red Sea resort of Sharm El-Sheikh to celebrate his ringing declaration that \"at long last we have peace in the Middle East\" for the first time in \"3,000 years.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The first significant phase of his peace plan had brought about a desperately needed ceasefire in Gaza and the urgent release of Israeli hostages. </p><p class=\"sc-9a00e533-0 eZyhnA\">It was Trump's muscular diplomacy that forced Netanyahu, as well as Hamas, to agree to it. It was a <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ce86118q6ego\" class=\"sc-f9178328-0 iCaRzc\">major breakthrough only Trump could achieve</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">But it wasn't – sadly - the dawn of peace. No-one there said the quiet part out loud.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last year Trump's approach was framed as manifest destiny. This year it's the early 19th Century Monroe Doctrine now updated, since the Venezuela invasion, as the \"Donroe Doctrine.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">President Trump now owns it, bolstered by his fervent backers on his team, with his belief that America can act at will in its backyard, and beyond, to protect American interests.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1c66/live/d25ca510-f632-11f0-a997-31c9f87bec5f.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1c66/live/d25ca510-f632-11f0-a997-31c9f87bec5f.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1c66/live/d25ca510-f632-11f0-a997-31c9f87bec5f.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1c66/live/d25ca510-f632-11f0-a997-31c9f87bec5f.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1c66/live/d25ca510-f632-11f0-a997-31c9f87bec5f.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1c66/live/d25ca510-f632-11f0-a997-31c9f87bec5f.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1c66/live/d25ca510-f632-11f0-a997-31c9f87bec5f.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1c66/live/d25ca510-f632-11f0-a997-31c9f87bec5f.png.webp\" loading=\"lazy\" alt=\"Reuters US President Donald Trump gestures next to Israeli Prime Minister Benjamin Netanyahu at Ben Gurion International Airport as Trump leaves Israel en route to Sharm El-Sheikh in October 2025.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">In October, Benjamin Netanyahu called Trump the \"greatest friend\" Israel had ever had in the White House</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Sometimes he is called an isolationist, sometimes an interventionist. But there's always that slogan which returned him to power - Make America Great Again.</p><p class=\"sc-9a00e533-0 eZyhnA\">And his letter to Norway's Prime Minister Jonas Gahr Støre highlighted his obsessive pique over not winning this year's Nobel Peace Prize. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump informed Støre: \"I no longer feel an obligation to think purely of peace, although it will always be predominant, but can now think about what is good and proper for the United States of America.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's a good day to have a Nordic temperament,\" Norway's Foreign Minister Espen Barth Eide diplomatically remarked to me when I asked about this moment. </p><p class=\"sc-9a00e533-0 eZyhnA\">Norway has been calm, with ice-hard firmness, in its defence of Greenland and Denmark and collective security in the Arctic.</p><p class=\"sc-9a00e533-0 eZyhnA\">European responses still stretch across this slippery political ice.</p><p class=\"sc-9a00e533-0 eZyhnA\">Macron has vowed to launch the EU's \"trade bazooka\" of counter-tariffs and restricting access to the EU's lucrative market.</p><p class=\"sc-9a00e533-0 eZyhnA\">Italian Prime Minister Giorgia Meloni, one of the American president's closest European allies, has vaguely spoken of a \"problem of understanding and miscommunication.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">UK Prime Minister Sir Keir Starmer has strongly and publicly defended Greenland's territorial integrity but wants to protect the strong personal bond he's built over the past year by avoiding retaliatory tariffs.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260113-125315-2e65791d43-web-2.37.1-4/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8d8a/live/c9a1e240-f633-11f0-96f3-adbdcf1a389c.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8d8a/live/c9a1e240-f633-11f0-96f3-adbdcf1a389c.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8d8a/live/c9a1e240-f633-11f0-96f3-adbdcf1a389c.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8d8a/live/c9a1e240-f633-11f0-96f3-adbdcf1a389c.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8d8a/live/c9a1e240-f633-11f0-96f3-adbdcf1a389c.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8d8a/live/c9a1e240-f633-11f0-96f3-adbdcf1a389c.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8d8a/live/c9a1e240-f633-11f0-96f3-adbdcf1a389c.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8d8a/live/c9a1e240-f633-11f0-96f3-adbdcf1a389c.png.webp\" loading=\"lazy\" alt=\"Reuters US President Donald Trump and British Prime Minister Sir Keir Starmer announce an agreement between the two countries as they hold a press conference at Chequers in September 2025.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Sir Keir Starmer has maintained a largely cordial relationship with Trump since he started his second term as president</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The gloves are off for Trump as he posts the private messages he's receiving from leaders using the old tools of statecraft to try to keep him on side.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Let us have a dinner in Paris together on Thursday before you go back to the US,\" suggested the French president who also queried, in the midst of praise for other foreign policy successes, \"I do not understand what you are doing on Greenland\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Can't wait to see you\", wrote Nato Secretary General Mark Rutte, who once called Trump \"daddy\" for his forceful handling of the Iran-Israel 12-day war last year.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Nato boss commends 'daddy' Trump's handling of Israel-Iran conflict</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Rutte, and others, have credited Trump's blunt threats for forcing Nato members to significantly increase their defence spending in recent years. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump's warnings, going back to his first term, accelerated a trend called for by previous US presidents and started by Nato members themselves in the shadow of Russian threats.</p><p class=\"sc-9a00e533-0 eZyhnA\">On the other side of the Atlantic, the country which has long lived in America's shadow has been trying to forge a different path forward, albeit with challenges of their own.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We have to take the world as it is, not the way we want it to be,\" was the candid reflection of <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cm24k6kk1rko\" class=\"sc-f9178328-0 iCaRzc\">Canada's Prime Minister Mark Carney on his trip to China last week.</a></p><p class=\"sc-9a00e533-0 eZyhnA\">It was the first visit by a Canadian leader to Beijing since 2017, after years of sharp tension, and it sent a clear signal of this fast changing world.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Canada-China trade relationship \"more predictable\" than with US, says Carney</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump's astonishing threat to annex his neighbour to the north surfaced again this week in a post on social media which showed the western hemisphere, including Canada and Greenland, covered in stars and stripes. </p><p class=\"sc-9a00e533-0 eZyhnA\">Canadians know there's still a risk they could be next.</p><p class=\"sc-9a00e533-0 eZyhnA\">Carney, the former central banker, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cgjlqwxevd0o\" class=\"sc-f9178328-0 iCaRzc\">rose to Canada's highest office last year</a> buoyed by Canadians' belief he was the best prepared to take on Trump. </p><p class=\"sc-9a00e533-0 eZyhnA\">He responded \"dollar for dollar\" from the start, imposing retaliatory tariffs – until it became too painful for the much smaller Canadian economy, which sends more than 70% of its trade south of its border.</p><p class=\"sc-9a00e533-0 eZyhnA\">When Carney took to the stage at Davos on Tuesday, he also focused on this jarring juncture.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"American hegemony in particular, helped provide public goods, open sea lanes, a stable financial system, collective security and support for frameworks for resolving disputes,\" he said, adding bluntly: \"We are in the midst of a rupture, not a transition.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday Trump will speak from that same podium with the world watching.</p><p class=\"sc-9a00e533-0 eZyhnA\">Asked by the New York Times this month what could stop him, Trump replied: \"My own morality. My own mind. It's the only thing that can stop me.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">That's what lies behind an armada of allies now seeking to persuade, flatter, force him – to change his mind.</p><p class=\"sc-9a00e533-0 eZyhnA\">This time, it's not certain they will succeed.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Get our flagship newsletter with all the headlines you need to start the day. <a target=\"_self\" href=\"https://www.bbc.co.uk/newsletters/zhp28xs\" class=\"sc-f9178328-0 iCaRzc\">Sign up here.</a></p></div></article></div></body></html>"
        },
        {
            "title": "Footage captures moment NZ landslide starts in Mount Maunganui",
            "time": "2026-01-22T02:56:41",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e01a/live/93ab3270-f775-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Two people have died in a landslide at Welcome Bay on New Zealand's east coast, officials say. </p><p class=\"sc-9a00e533-0 eZyhnA\">Several people are also missing after another landslide on Thursday at campsite in the New Zealand tourist hotspot of Mount Maunganui. </p><p class=\"sc-9a00e533-0 eZyhnA\">An Australian tourist told local media he is \"still shaking\" after fleeing the landslide, and that it was the \"scariest thing\" he's ever experienced. </p><p class=\"sc-9a00e533-0 eZyhnA\">Rescuers are on site working to locate survivors.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cje11x527n4o\" class=\"sc-f9178328-0 iCaRzc\">Read more on this story here.</a></p></div></div></body></html>"
        },
        {
            "title": "Watch: How was Trump's Davos speech received?",
            "time": "2026-01-21T17:22:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e040/live/3f8e1200-f713-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump took to the stage in Davos, Switzerland to speak at the annual World Economic Forum, and gave a speech featuring topics ranging from Europe's green policies to Greenland.  </p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\">Trump told the room he would not use force in Greenland - but also launched a long argument for why the US should own the island</p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Economics Editor, Faisal Islam, explains the reception inside the room to the president's speech.</p></div></div></body></html>"
        },
        {
            "title": "Russian cosmonaut captures stunning aurora over Earth",
            "time": "2026-01-22T01:02:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f2c1/live/39175bb0-f728-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Cosmonaut Sergey Kud-Sverchkov captured breathtaking views of aurora lights over Earth, seen from the International Space Station. The lights were captured during one of the most powerful solar storms in over 20 years, according to the National Weather Service's Space Weather Prediction Center. </p><p class=\"sc-9a00e533-0 eZyhnA\">The last solar radiation storm of comparable severity was recorded in October 2003. Auroras are caused by solar storms emitting high-speed charged particles colliding with Earth's atmosphere, creating vibrant light displays.</p></div></div></body></html>"
        },
        {
            "title": "Record snowfall leaves cars stuck and people stranded in Russia's Far East",
            "time": "2026-01-21T19:09:44",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2c48/live/25432a90-f6f3-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Parts of Russia's Far East have been buried under its heaviest snowfall in 60 years, as scientists say the winter blast could be due to climate change affecting Arctic air patterns. </p><p class=\"sc-9a00e533-0 eZyhnA\">In Kamchatka Peninsula, locals were seen shovelling in the streets, as rescuers helped people trapped in their homes.</p><p class=\"sc-9a00e533-0 eZyhnA\">Public transportation was partially suspended in the regional capital, Petropavlovsk-Kamchatsky, after the height of the snow reached approximately 10 feet.</p></div></div></body></html>"
        },
        {
            "title": "BBC reports from UN compound being demolished in East Jerusalem",
            "time": "2026-01-20T13:14:59",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5b41/live/a907d740-f608-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Israeli demolition teams have begun to tear down the headquarters of the UN Palestinian Refugee Agency, known as Unrwa, in occupied East Jerusalem. </p><p class=\"sc-9a00e533-0 eZyhnA\">Israel says it owns the land on which the compound stands and has accused Unrwa of being infiltrated by Hamas. </p><p class=\"sc-9a00e533-0 eZyhnA\">Unrwa says its premises are protected under international conventions and, while it admits that nine Unrwa staff may have been involved in the 7 October Hamas-led attacks, it says Israel hasn't proven anything more extensive than that.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's John Sudworth reports from the site.</p></div></div></body></html>"
        },
        {
            "title": "Over a hundred vehicles pile up on motorway after crash",
            "time": "2026-01-20T01:15:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e232/live/6b2f7160-f59c-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">More than 100 vehicles were involved in a pile-up that closed the I96 interstate road in Ottawa County, Michigan on 19 January. </p><p class=\"sc-9a00e533-0 eZyhnA\">State police reported that there had been multiple injuries but no fatalities. </p><p class=\"sc-9a00e533-0 eZyhnA\">One man involved in the accident said he could barely see the cars in front of him due to the snow when driving 20-25 mph (32-40km/h) before the crash.</p></div></div></body></html>"
        }
    ]
}