{
    "source": "BBC News",
    "articles": [
        {
            "title": "Crown Princess Mette-Marit's son arrested for alleged assault before rape trial in Norway",
            "time": "2026-02-02T17:38:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d7c7/live/675324e0-004d-11f1-b0e3-c598b6818235.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The royal household has sought to distance itself from the trial, and in a statement last week, Crown Prince Haakon reached out to the women caught up in the case and their families, saying it was \"a difficult time for many of you, and we sympathise\".</p></div></div></body></html>"
        },
        {
            "title": "Steve Rosenberg on the tightrope of reporting from Russia on Ukraine war",
            "time": "2026-02-02T06:00:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/74c2/live/d3c20a60-fde6-11f0-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">With Donald Trump back in the White House, Moscow feels that Washington is paying it more respect. At the Alaska summit last August, America's president rolled out the red carpet for Russia's leader. By inviting him to Anchorage Donald Trump had brought Vladimir Putin in from the cold, even though the summit failed to end Russia's war on Ukraine.</p></div></div></body></html>"
        },
        {
            "title": "Gaza: Israel reopens key Rafah border crossing with Egypt",
            "time": "2026-02-02T17:27:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/65c7/live/18bf71c0-001c-11f1-9e04-5db2d8d50a62.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"She used to be treated through monitoring, ultrasound imaging and tests to check the condition of her kidneys. Since the war started, because of food shortages, hunger, and the food she was forced to eat, she began dialysis,\" Da'ma said.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine war: Elon Musk praised after restricting Russian Starlink use",
            "time": "2026-02-02T15:37:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6266/live/ab910b00-004c-11f1-afa4-35276f6104de.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The Russian drones are difficult to shoot down, Fedorov said, as they fly at low altitudes, cannot be countered with electronic warfare, and are controlled by operators in real time from a distance.</p></div></div></body></html>"
        },
        {
            "title": "Kaduna kidnap: Eighty abducted Nigerians return home after escape",
            "time": "2026-02-02T11:15:35",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/010e/live/428450e0-f7be-11f0-b385-5f48925de19a.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Nigeria faces multiple, overlapping security challenges beyond kidnappings, including an Islamist insurgency in the north-east, separatist violence in the south-east, and frequent clashes between herders and farmers in central regions over land and water.</p></div></div></body></html>"
        },
        {
            "title": "Beijing criticises Dalai Lama Grammy win as 'manipulation'",
            "time": "2026-02-02T12:44:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4094/live/a5bb9e90-0031-11f1-9713-f92c5182d77b.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The spiritual leader, who lives in Dharamshala in India, left China in fear of his life after Chinese troops crushed an uprising. He has campaigned for more autonomy for Tibet, but Beijing considers it an integral part of China.</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens to sue Trevor Noah over Epstein joke at Grammys",
            "time": "2026-02-02T12:30:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8e40/live/f98965f0-0024-11f1-a507-573696841dbb.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"I can't speak for Bill, but I have never been to Epstein Island, nor anywhere close, and until tonight's false and defamatory statement, have never been accused of being there, not even by the Fake News Media.</p></div></div></body></html>"
        },
        {
            "title": "Australian woman dies after becoming snagged in ski lift in Japan",
            "time": "2026-02-02T12:43:00",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/60db/live/87ef92c0-0029-11f1-a507-573696841dbb.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The 22-year-old woman had been using a chairlift at Tsugaike Mountain Resort in Otari, Nagano prefecture, when part of her backpack became caught in the lift mechanism, leaving her suspended in midair.</p></div></div></body></html>"
        },
        {
            "title": "Bad Bunny makes Grammy history as he wins best album",
            "time": "2026-02-02T10:31:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9e29/live/01285420-0006-11f1-a8b8-bdd2c5f9bcad.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">In response, Trump wrote that he had \"never been to Epstein Island, nor anywhere close, and until tonight's false and defamatory, statement, have never been accused of being there, not even by the Fake News Media\".</p></div></div></body></html>"
        },
        {
            "title": "Geographe Bay: Teen swims hours to save family stranded off Western Australia",
            "time": "2026-02-02T13:37:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/476f/live/8be36560-002d-11f1-a507-573696841dbb.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"He swam in, he reckons, the first two hours with a life jacket on,\" he told ABC News. \"The brave fella thought he's not going to make it with a life jacket on, so he ditched it, and he swam the next two hours without a life jacket.\"</p></div></div></body></html>"
        },
        {
            "title": "'Do you think you're the devil himself?' Epstein questioned in new interview",
            "time": "2026-02-01T22:15:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/665d/live/001c70c0-ffb6-11f0-a8b8-bdd2c5f9bcad.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Newly released footage shows the late sex offender Jeffrey Epstein saying \"I have a good mirror\", when asked if he thinks he's the devil himself.</p><p class=\"sc-9a00e533-0 eZyhnA\">The full video file - which runs for nearly two hours - shows Epstein facing questions from an interviewer. It has not been confirmed who is asking the questions, or when and why the footage was filmed.</p><p class=\"sc-9a00e533-0 eZyhnA\">In one section, Epstein is questioned about his wealth, and it is later put to him whether he is a \"class three sexual predator\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The video is part of millions of files released on Friday by the US Department of Justice.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div></div></body></html>"
        },
        {
            "title": "Ghana suspends citizenship process for people of African descent",
            "time": "2026-02-02T18:21:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ac2a/live/398c4330-0060-11f1-a8b8-bdd2c5f9bcad.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Today, members of the diaspora invest in sectors including real estate, agriculture, tech and small businesses, often seeking Ghanaian citizenship so they can own property, vote and access public services.</p></div></div></body></html>"
        },
        {
            "title": "Laura Fernández: Conservative candidate wins Costa Rica presidential election",
            "time": "2026-02-02T09:22:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4601/live/7002b400-0013-11f1-9e04-5db2d8d50a62.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">With more than 88% of the votes counted, Fernández had over 48% of the votes, far ahead of the second-placed centrist candidate, Álvaro Ramos, who conceded defeat.</p></div></div></body></html>"
        },
        {
            "title": "Syria’s only woman minister Hind Kabawat on challenges of rebuilding",
            "time": "2026-02-02T00:28:13",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3455/live/41c04a70-000a-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">In a packed, brightly-lit hall, young and old women, and some men, from across Syria, are gathered to celebrate the end of the old order, and to strategise about strengthening the role of women at all levels of decision-making.</p></div></div></body></html>"
        },
        {
            "title": "Grammys red carpet: Chappell Roan, Lady Gaga, Sabrina Carpenter and Olivia Dean",
            "time": "2026-02-02T07:13:41",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5e77/live/dfa873d0-0018-11f1-a8b8-bdd2c5f9bcad.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Rapper Killer Mike, who was nominated for best contemporary Christian music performance/song for his song Headphones, walked the red carpet with his wife, Shana Render.</p></div></div></body></html>"
        },
        {
            "title": "Starbucks bets on robots to brew a turnaround and win customers",
            "time": "2026-02-02T00:11:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4838/live/ff3bc2e0-fef3-11f0-a606-211806c0f223.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"We lost our focus because we got a little too distracted on efficiency and technology, and lost, I think, our focus on experience, customer and connection,\" he said. </p></div></div></body></html>"
        },
        {
            "title": "Burkina Faso, Mali and Niger have turned to Russia. Now the US wants to engage",
            "time": "2026-02-02T01:12:17",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/cc98/live/4c323af0-ff8c-11f0-b5b6-6b2a047b2cea.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Unlike the West African regional bloc Ecowas, France, the EU and the Biden administration, today's White House does not regard the Russian military presence as a threat to regional stability or human rights. Russia has deployed about 1,000 security contractors in Mali, with smaller contingents of mercenaries or regular troops in Burkina Faso and Niger.</p></div></div></body></html>"
        },
        {
            "title": "India's snakebite crisis is killing tens of thousands every year",
            "time": "2026-02-02T01:38:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a24a/live/84ac84a0-0048-11f1-af55-5b79dac923d7.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Now, a new report by GST has found that 99% of healthcare workers in India face challenges administering antivenom - the life-saving antibodies that neutralise toxins in venom. Researchers surveyed 904 medical professionals across India, Brazil, Indonesia and Nigeria, the countries most affected by snakebites, and found similar barriers: poor infrastructure, limited access to antivenom and insufficient training.</p></div></div></body></html>"
        },
        {
            "title": "Millions of Jeffrey Epstein files released by US justice department",
            "time": "2026-02-02T21:54:20",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f7a1/live/5f68ffd0-fe9e-11f0-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">There are also hundreds of mentions of Richard Branson, the British founder of Virgin Group, in the files. In an email exchange from 2013, Branson appears to tell Epstein that it was \"really nice\" seeing him, adding: \"Any time you're in the area would love to see you. As long as you bring your harem!\"</p></div></div></body></html>"
        },
        {
            "title": "Rape trial puts Norway's royal family in unwelcome glare of public",
            "time": "2026-02-01T00:02:01",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/dc45/live/e93a3c90-fc70-11f0-9f00-a7fda7ef067e.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The four rape charges date from 2018, at his parents' official residence on the Skaugum estate outside Oslo, to November 2024, after his initial arrest. One of the four, dating back to 2023, involves intercourse while the woman was asleep. The other three also involve sexual assault while the women were incapacitated, which also counts as rape in Norway.</p></div></div></body></html>"
        },
        {
            "title": "BBC at Oslo court ahead of Crown Princess's son's rape trial",
            "time": "2026-02-02T20:22:29",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6314/live/b7537aa0-006e-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The trial of Norway's Crown Princess Mette-Marit son is due to start in Tuesday in Oslo. Marius Borg Høiby is accused of 38 charges, including the rape of four women, assaulting and threatening a girlfriend and damaging her flat, as well as drugs charges and driving offences.</p><p class=\"sc-9a00e533-0 eZyhnA\">If found guilty, he could face more than 10 years in jail.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Sunday, Høiby was arrested for the fourth time since being detained by police since August 2024.</p><p class=\"sc-9a00e533-0 eZyhnA\">This comes as links between his mother and late sex offender Jeffrey Epstein were revealed.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Europe digital editor, Paul Kirby, reports from outside the court.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"video-edited-by-gabriela-boccaccio.\" class=\"sc-d16436d-0 iVdNuz\">Video edited by Gabriela Boccaccio.</i></p></div></div></body></html>"
        },
        {
            "title": "'Pay and smile' - Rome visitors face Trevi Fountain charge",
            "time": "2026-02-02T13:43:07",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0b6c/live/1ea71460-003c-11f1-a8b8-bdd2c5f9bcad.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Rome has introduced a €2 fee to access the viewing area of its iconic Trevi Fountain, which had previously been free to visit. </p><p class=\"sc-9a00e533-0 eZyhnA\">The charge is intended to help manage the numbers of tourists and raise funds for the monument's upkeep. </p><p class=\"sc-9a00e533-0 eZyhnA\">Some tourists have welcomed the initiative, hoping it will reduce crowding and create a better experience. However, a skeptical tourist from Sicily is resigned to having to \"pay and smile\" at the Italian landmark.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Snake scares commuters at Sydney train station",
            "time": "2026-02-02T07:51:51",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d363/live/c8c34770-000a-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">CCTV footage captured the moment a snake was found by commuters at a train platform in Sydney.</p><p class=\"sc-9a00e533-0 eZyhnA\">People were seen running away as soon as they came across the snake.</p><p class=\"sc-9a00e533-0 eZyhnA\">One passerby approached the snake, grabbing it with bare hands and getting it out of the way while others kept their distance.</p><p class=\"sc-9a00e533-0 eZyhnA\">A spokesman for the Transport of New South Wales told Australian media the snake was a brown or black snake, both of which species are venomous.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Giant rat leads floating parade to kick off Venice Carnival 2026",
            "time": "2026-02-02T03:10:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1e89/live/c33e6270-ffe3-11f0-a8b8-bdd2c5f9bcad.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The grand opening to the Venice Carnival 2026 took place on Sunday, with a variety of boats and floats making their way through the city's canals.</p><p class=\"sc-9a00e533-0 eZyhnA\">As is tradition, a giant paper-mâché rat aboard a gondola lead the way; known as \"Pantegana\", it is a long-standing symbol of the carnival.</p><p class=\"sc-9a00e533-0 eZyhnA\">The two-week festival attracts tourists from all over the globe, with dancers, costumes and music lighting up the city.</p><p class=\"sc-9a00e533-0 eZyhnA\">It marks a period of opulence before the beginning of Lent, the Christian tradition of 40 days of fasting in the run up to Easter.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Frozen river hosts dance party in Kyiv",
            "time": "2026-01-31T14:45:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/29ce/live/35f22ea0-fec2-11f0-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Russia's relentless attacks have crippled Ukraine's energy system and even though Moscow has agreed to pause its attacks until 1 February, the country's electricity grid is still under greater pressure.</p><p class=\"sc-9a00e533-0 eZyhnA\">The blackouts come amidst a biting winter - with temperatures expected to drop as low as minus 30C in the next few days.</p><p class=\"sc-9a00e533-0 eZyhnA\">And yet in a display of a remarkable resilience, some residents in Kyiv who have no heating and power at home have decided to throw a party on the frozen Dnipro river. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Abdujalil Abdurasulov spoke to locals who he said had gathered to send a message to the world, that \"despite everything, Ukrainians are still standing strong\".</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"camera:-dmytro-vlasov.-producer:-stewart-maclean.\" class=\"sc-d16436d-0 iVdNuz\">Camera: Dmytro Vlasov. Producer: Stewart Maclean.</i></p></div></div></body></html>"
        },
        {
            "title": "Watch: Batman tells city council to not assist ICE at Super Bowl",
            "time": "2026-01-30T01:33:44",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b97d/live/50797dc0-fd6c-11f0-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">During a meeting with the Santa Clara City Council, a man dressed as Batman confronted city officials over the presence of Immigration and Custom Enforcement (ICE) agents at the upcoming Super Bowl at Levi's Stadium. </p><p class=\"sc-9a00e533-0 eZyhnA\">He told council members they had months to prepare for the event and said the city needed to \"reaffirm\" that city resources will go to city.</p><p class=\"sc-9a00e533-0 eZyhnA\">Federal officers are expected to carry out immigration operations during the 8 February game between the Seattle Seahawks and the New England Patriots.</p></div></div></body></html>"
        }
    ]
}