{
    "source": "BBC News",
    "articles": [
        {
            "title": "Huge anti-government protests in Tehran and other Iranian cities, videos show",
            "time": "2026-01-09T00:51:43",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e2bb/live/bf90dca0-ecd0-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Huge anti-government protests in Tehran and other Iranian cities, videos show</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Protests break out in Iran's capital city Tehran</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Huge crowds of protesters have been marching through Iran's capital and other cities, videos show, in what is said to be the largest show of force by opponents of the clerical establishment in years.</p><p class=\"sc-9a00e533-0 eZyhnA\">The peaceful demonstrations in Tehran and the second city of Mashhad on Thursday evening, which were not dispersed by security forces, can be seen in footage verified by BBC Persian.</p><p class=\"sc-9a00e533-0 eZyhnA\">Later, a monitoring group reported a nationwide internet blackout.</p><p class=\"sc-9a00e533-0 eZyhnA\">Protesters can be heard in the footage calling for the overthrow of Iran's Supreme Leader Ayatollah Ali Khamenei and the return of Reza Pahlavi, the exiled son of the late former shah, who had urged his supporters to take to the streets.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It was the 12th consecutive day of unrest that has been sparked by anger over the collapse of the Iranian currency and has spread to more than 100 cities and towns across all 31 of Iran's provinces, according to human rights groups.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US-based Human Rights Activist News Agency (HRANA) has said at least 34 protesters - five of them children - and eight security personnel have been killed, and that 2,270 other protesters have been arrested.</p><p class=\"sc-9a00e533-0 eZyhnA\">Norway-based monitor Iran Human Rights (IHR) has said at least 45 protesters, including eight children, have been killed by security forces.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC Persian has confirmed the deaths and identities of 22 people, while Iranian authorities have reported the deaths of six security personnel.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Thursday evening, <a target=\"_blank\" href=\"https://www.instagram.com/p/DTQf-JaAYPW/\" class=\"sc-f9178328-0 iCaRzc\">videos posted on social media and verified by BBC Persian showed a large crowd of protesters moving along a major road in Mashhad</a>, in the country's north-east.</p><p class=\"sc-9a00e533-0 eZyhnA\">Chants of \"Long live the shah\" and \"This is the final battle! Pahlavi will return\" can be heard. And at one point, several men are seen climbing on an overpass and removing what appears to be surveillance cameras attached to it.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.instagram.com/p/DTQkM8lDPu-/\" class=\"sc-f9178328-0 iCaRzc\">Another video posted online showed a large crowd of protesters walking along a major road in eastern Tehran</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">In footage sent to BBC Persian from the north of the capital, <a target=\"_blank\" href=\"https://www.instagram.com/p/DTQ06Pwgo-F/\" class=\"sc-f9178328-0 iCaRzc\">another large crowd is heard chanting \"This is the final battle! Pahlavi will return\"</a>. Elsewhere in the north, protesters were filmed shouting \"Dishonourable\" and \"Don't be afraid, we are all together\" following a clash with security forces. </p><p class=\"sc-9a00e533-0 eZyhnA\">Other videos showed <a target=\"_blank\" href=\"https://www.instagram.com/p/DTQrstpiJhT/\" class=\"sc-f9178328-0 iCaRzc\">protesters chanting \"Death to the dictator\"</a> - a reference to Khamenei - in the central city of Isfahan; <a target=\"_blank\" href=\"https://x.com/GhonchehAzad/status/2009319292576387194\" class=\"sc-f9178328-0 iCaRzc\">\"Long live the shah\"</a> in the northern city of Babol, and <a target=\"_blank\" href=\"https://www.instagram.com/p/DTQpWxAFESy/\" class=\"sc-f9178328-0 iCaRzc\">\"Don't be afraid, we are all together\"</a> in the north-western city of Tabriz.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the western city of Dezful, footage sent to BBC Persian showed a large crowd of protesters and also <a target=\"_blank\" href=\"https://www.instagram.com/p/DTQqxVGDYlB/\" class=\"sc-f9178328-0 iCaRzc\">security personnel appearing to open fire from a central square</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">The evening protests came not long after Reza Pahlavi, whose father was overthrown by the 1979 Islamic revolution and lives in Washington DC, had called on Iranians to \"take to the streets and, as a united front, shout your demands\".</p><p class=\"sc-9a00e533-0 eZyhnA\">In a post on X, Pahlavi said \"millions of Iranians demanded their freedom tonight\", describing the protesters as his \"courageous compatriots\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He thanked US President Donald Trump for holding the \"regime to account\", and called on European leaders to do the same.</p><p class=\"sc-9a00e533-0 eZyhnA\">Pahlavi has also called for protests to continue from 20:00 local time (16:30 GMT) on Friday night.</p><p class=\"sc-9a00e533-0 eZyhnA\">Iranian state media downplayed the scale of Thursday's unrest. In some cases, they denied protests had taken place altogether, posting videos of empty streets.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, internet watchdog NetBlocks said its metrics showed that Iran was \"in the midst of a nationwide internet blackout\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The incident follows a series of escalating digital censorship measures targeting protests across the country and hinders the public's right to communicate at a critical moment,\" it warned, referring to previous losses of connectivity in several cities.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Earlier in the day, <a target=\"_blank\" href=\"https://www.instagram.com/p/DTQaP2liWDP/\" class=\"sc-f9178328-0 iCaRzc\">footage from Lomar, a small town in the western province of Ilam, showed a crowd chanting \"Cannons, tanks, fireworks, mullahs must go\"</a> - a reference to the clerical establishment. Another showed people throwing papers into the air outside a bank that appeared to have been broken into.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.instagram.com/reel/DTPyBlNCfHv/\" class=\"sc-f9178328-0 iCaRzc\">Other videos showed many shuttered shops</a> in a number of predominantly Kurdish cities and towns in Ilam, as well as Kermanshah and Lorestan provinces.</p><p class=\"sc-9a00e533-0 eZyhnA\">It followed a call for a general strike by exiled Kurdish opposition groups in response to the deadly crackdown on protests in the region.</p><p class=\"sc-9a00e533-0 eZyhnA\">At least 17 protesters have been killed by security forces in Ilam, Kermanshah and Lorestan during the unrest, and many of them have been members of the Kurdish or Lor ethnic minorities, according to Kurdish human rights group Hengaw.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday, there were violent clashes between protesters and security forces in several cities and towns in western Iran, as well as other regions.</p><p class=\"sc-9a00e533-0 eZyhnA\">IHR said it had been the deadliest day of the unrest, with 13 protesters confirmed to have been killed across the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The evidence shows that the scope of crackdown is becoming more violent and more extensive every day,\" said the group's director, Mahmood Amiry-Moghaddam.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hengaw said two protesters were shot dead by security forces in Khoshk-e Bijar, in the northern province of Gilan, on Wednesday night.</p><p class=\"sc-9a00e533-0 eZyhnA\">Iran's semi-official news agency Fars, which is close to the Revolutionary Guards, reported that three police officers were also killed on Wednesday. </p><p class=\"sc-9a00e533-0 eZyhnA\">It said two were shot dead by armed individuals among a group of \"rioters\" in the south-western town of Lordegan, and the third was stabbed to death \"during efforts to control unrest\" in Malard country, west of Tehran.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6799/live/8da3c320-ecde-11f0-bba2-5b0f4fc81c5e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6799/live/8da3c320-ecde-11f0-bba2-5b0f4fc81c5e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6799/live/8da3c320-ecde-11f0-bba2-5b0f4fc81c5e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6799/live/8da3c320-ecde-11f0-bba2-5b0f4fc81c5e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6799/live/8da3c320-ecde-11f0-bba2-5b0f4fc81c5e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6799/live/8da3c320-ecde-11f0-bba2-5b0f4fc81c5e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6799/live/8da3c320-ecde-11f0-bba2-5b0f4fc81c5e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6799/live/8da3c320-ecde-11f0-bba2-5b0f4fc81c5e.jpg.webp\" loading=\"eager\" alt=\"X Protesters walk down a major road in Mashhad, north-eastern Iran, on 8 January 2026\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">X</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">In videos from Mashhad, protesters can be heard chanting \"Long live the shah\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On Thursday, US President Donald Trump reiterated his threat to intervene militarily if Iranian authorities killed protesters.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I have let them know that if they start killing people, which they tend to do during their riots - they have lots of riots - if they do it, we are going to hit them very hard,\" he said in an interview with the Hugh Hewitt Show.</p><p class=\"sc-9a00e533-0 eZyhnA\">Separately, the US treasury secretary, Scott Bessent, said the Iranian economy was \"on the ropes\".</p><p class=\"sc-9a00e533-0 eZyhnA\">While speaking at the Economic Club of Minnesota on Thursday, he added: \"[President Trump] does not want them to harm more of the protesters. This is a tense moment.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Iranian President Masoud Pezeshkian earlier called on security forces to exercise \"utmost restraint\" when handling peaceful protests. \"Any violent or coercive behaviour should be avoided,\" a statement said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Khamenei - who has ultimate power in Iran - said on Saturday that authorities should \"speak with the protesters\" but that \"rioters should be put in their place\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The protests began on 28 December, when shopkeepers took to the streets of Tehran to express their anger at another sharp fall in the value of the Iranian currency, the rial, against the US dollar on the open market.</p><p class=\"sc-9a00e533-0 eZyhnA\">The rial has sunk to a record low over the past year and inflation has soared to 40% as sanctions over Iran's nuclear programme squeeze an economy also weakened by government mismanagement and corruption.</p><p class=\"sc-9a00e533-0 eZyhnA\">University students soon joined the protests and they began spreading to other cities, with crowds frequently heard chanting slogans critical of the clerical establishment.</p><p class=\"sc-9a00e533-0 eZyhnA\">In messages sent to the BBC, via a UK-based activist, a woman in Tehran said despair was driving the protests.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're living in limbo,\" she said. \"I feel like I'm hanging in the air with neither wings to migrate nor hope to pursue my goals here. Life here has become unbearable.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Another said she was protesting because her dreams had been \"stolen\" by the clerical establishment and she wanted it to know that \"we still have a voice to shout, a fist to punch them in the face.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">A woman in the western city of Ilam said she knew of young people from families affiliated with the establishment who were taking part in protests. \"My friend and her three sisters, whose father is a well-known figure in the intelligence services, are joining without their father knowing,\" she said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The protests have been the most widespread since an uprising in 2022 sparked by the death in custody of Mahsa Amini, a young Kurdish woman who was detained by morality police for allegedly not wearing her hijab properly. More than 550 people were killed and 20,000 detained by security forces over several months, according to human rights groups.</p><p class=\"sc-9a00e533-0 eZyhnA\">The biggest protests since the Islamic revolution took place in 2009, when millions of Iranians took to the streets of major cities after a disputed presidential election. Dozens of opposition supporters killed and thousands were detained in the ensuing crackdown.</p></div></article></div></body></html>"
        },
        {
            "title": "Minnesota officials say FBI blocked access to ICE shooting investigation",
            "time": "2026-01-08T23:01:45",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/886e/live/1fa1ba80-ecd4-11f0-9d35-971c224e6291.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Minnesota officials say FBI blocked their access to ICE shooting probe</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Madeline Halpert</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Minneapolis</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/886e/live/1fa1ba80-ecd4-11f0-9d35-971c224e6291.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/886e/live/1fa1ba80-ecd4-11f0-9d35-971c224e6291.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/886e/live/1fa1ba80-ecd4-11f0-9d35-971c224e6291.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/886e/live/1fa1ba80-ecd4-11f0-9d35-971c224e6291.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/886e/live/1fa1ba80-ecd4-11f0-9d35-971c224e6291.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/886e/live/1fa1ba80-ecd4-11f0-9d35-971c224e6291.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/886e/live/1fa1ba80-ecd4-11f0-9d35-971c224e6291.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/886e/live/1fa1ba80-ecd4-11f0-9d35-971c224e6291.jpg.webp\" loading=\"eager\" alt=\"Eloise Alanna/BBC A man leaves flowers at a vigil \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Eloise Alanna/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Flowers have been left at the scene of the shooting in tribute to Renee Good</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Minnesota officials say the FBI has blocked their access to an investigation into the fatal shooting of a woman by a US Immigration and Customs Enforcement (ICE) agent.</p><p class=\"sc-9a00e533-0 eZyhnA\">People have taken to the streets of Minneapolis to protest the killing of 37-year-old Renee Nicole Good, who died on Wednesday after being shot in her car.</p><p class=\"sc-9a00e533-0 eZyhnA\">Minnesota Governor Tim Walz has accused the Trump administration of blocking state officials from involvement in the case, but the US vice-president said the investigation is a federal issue.</p><p class=\"sc-9a00e533-0 eZyhnA\">Officials have offered differing accounts of the incident, with the Trump administration claiming the ICE agent was acting in self defence, while local officials say the woman posed no danger.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Homeland Security Secretary Kristi Noem has claimed the ICE agent shot Good multiple times because she was trying to run over the officer in her car. </p><p class=\"sc-9a00e533-0 eZyhnA\">The US Federal Bureau of Investigation said it would investigate the incident. </p><p class=\"sc-9a00e533-0 eZyhnA\">Minnesota's Bureau of Criminal Apprehension (BCA) said the FBI had initially agreed to a joint investigation with state officials but then reversed course and denied the state access to materials and evidence. </p><p class=\"sc-9a00e533-0 eZyhnA\">Without the ability to access all the necessary case materials and evidence, the BCA has \"reluctantly withdrawn\" from the investigation, the BCA's superintendent Drew Evans said in a statement.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Politicians divided on Minneapolis shooting</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Speaking at a news conference on Thursday, Walz said he was worried the federal government would not be able to carry out an unbiased investigation. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"It feels now that Minnesota has been taken out of the investigation,\" Walz said. \"It feels very, very difficult that we will get a fair outcome.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Vice President JD Vance told reporters on Thursday that the investigation into the shooting was a federal issue, arguing it would go against precedent for a local official to be involved in prosecuting the case. </p><p class=\"sc-9a00e533-0 eZyhnA\">Videos of the incident show ICE agents approaching a car which is in the middle of the street, and tell the woman behind the wheel to get out of the SUV. One of the agents tugs at the driver's side door handle.</p><p class=\"sc-9a00e533-0 eZyhnA\">As the vehicle attempts to drive off, one of the agents points their gun at the driver and several shots are heard.</p><p class=\"sc-9a00e533-0 eZyhnA\">The car then continues to drive away from the officer and crashes into the side of the street. </p><p class=\"sc-9a00e533-0 eZyhnA\">At the scene of the crash on Thursday, blood from the shooting could still be seen in the snow. People set up a vigil at the site to honour Good, lining the bank with candles and roses. </p><p class=\"sc-9a00e533-0 eZyhnA\">Hundreds of demonstrators showed up throughout the day, shouting insults at ICE and offering their neighbours coffee on the cold winter day. </p><p class=\"sc-9a00e533-0 eZyhnA\">Susie Hawyard, a minister, said she went to the scene of the shooting as soon as she heard the news to verify \"with my own eyes\" what happened. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d693/live/5da8c990-ecd4-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d693/live/5da8c990-ecd4-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d693/live/5da8c990-ecd4-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d693/live/5da8c990-ecd4-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d693/live/5da8c990-ecd4-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d693/live/5da8c990-ecd4-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d693/live/5da8c990-ecd4-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d693/live/5da8c990-ecd4-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"lazy\" alt=\"Eloise Alanna/BBC A man and woman hug near the site of the Minneapolis shooting\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Eloise Alanna/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Members of the community have been gathering to pay their respects to Good</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"I was horrified,\" she said. \"I saw the car, I saw Renee's car, I saw Renee's blood.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Protesters also gathered at a federal building in Minneapolis early Thursday morning, where they were met with armed officers. The protests remained largely peaceful there, as residents expressed their anger over the killing of Good. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"They cannot get away with killing someone. There has to be consequences for actions,\" said Gavin, one of dozens of people outside the federal building. </p><p class=\"sc-9a00e533-0 eZyhnA\">Those who knew Good said she was a poet and guitarist who had just moved to the city of Minneapolis. </p><p class=\"sc-9a00e533-0 eZyhnA\">Her mother, Donna Ganger, told the Minnesota Star Tribune that her daughter was \"probably terrified\" during the confrontation with officers that saw her fatally shot. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"She was extremely compassionate,\" Ganger told the daily newspaper. \"She's taken care of people all her life. She was loving, forgiving and affectionate. She was an amazing human being.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Even those who did not know Good said they were touched by her death. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Renee was everything that was good about our community,\" said Nimco Ahmad, a Somali immigrant who grew up just blocks from the incident. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ahmad said she and others were gathered to help ensure justice would be secured for Good.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2c2d/live/dad656e0-ecd3-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2c2d/live/dad656e0-ecd3-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2c2d/live/dad656e0-ecd3-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2c2d/live/dad656e0-ecd3-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2c2d/live/dad656e0-ecd3-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2c2d/live/dad656e0-ecd3-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2c2d/live/dad656e0-ecd3-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2c2d/live/dad656e0-ecd3-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"lazy\" alt=\"Eloise Alanna/BBC A woman stands next to the site of Renee Good shooting\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Eloise Alanna/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Nimco Ahmad said the shooting has shaken up the welcoming community of Minneapolis</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The exclusion of state authorities from the probe into Good's killing is likely to undermine public trust, said Edward Maguire, a criminology professor at Arizona State University. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"From a criminological perspective, jurisdictional claims in cases like this are often less about legal requirements and more about political efforts to control the investigation and shape its outcome,\" he said. </p><p class=\"sc-9a00e533-0 eZyhnA\">But the state could still file criminal charges later against the federal officer who killed Good, said Bryna Godar, a staff attorney with the State Democracy Research Initiative at the University of Wisconsin Law School.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"with-additional-reporting-from-grace-goodwin\" class=\"sc-d16436d-0 iVdNuz\">With additional reporting from Grace Goodwin</i></p></div></article></div></body></html>"
        },
        {
            "title": "Greenland: Vance criticises Denmark and Europe's handling of 'critical' territory",
            "time": "2026-01-08T15:18:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9e05/live/080bb350-ec87-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US Vice-President JD Vance says Greenland is \"critical\" for the defence of the US and the world against possible Russian or Chinese missile attacks - and that Europe and Denmark have \"not done a good job\" in securing the area.</p><p class=\"sc-9a00e533-0 eZyhnA\">Vance told Fox News that they had not only under-invested in Greenland's defences, but also failed to engage with President Donald Trump's argument over the issue.</p><p class=\"sc-9a00e533-0 eZyhnA\">US officials are \"actively\" discussing a potential offer to buy Greenland - a semi-autonomous Danish territory - the White House said on Wednesday, a day after suggesting military action to annex it to the US was also an option.</p><p class=\"sc-9a00e533-0 eZyhnA\">Denmark, a fellow Nato member, has warned this would spell the end of the alliance.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Both Greenland and Denmark have repeatedly stressed the island is not for sale.</p><p class=\"sc-9a00e533-0 eZyhnA\">Despite being the most sparsely populated territory, Greenland's location between North America and the Arctic makes it well placed for early warning systems in the event of missile attacks, and for monitoring vessels in the region.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US already has more than 100 military personnel permanently stationed at its Pituffik base in Greenland's north-western tip - a facility that has been operated by the US since World War Two.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under existing agreements with Denmark, the US has the power to bring as many troops as it wants to Greenland.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In recent years, there has also been increased interest in Greenland's natural resources - including rare earth minerals, uranium and iron - which are becoming easier to access as its ice melts due to climate change. Scientists think it could also have significant oil and gas reserves.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"People do not realise that the entire missile defence infrastructure is partially dependent on Greenland,\" Vance said in his interview on Wednesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If God forbid the Russians and the Chinese - not saying they're going to - but if, God forbid, somebody launched a nuclear missile into our continent, they launched a nuclear missile at Europe, Greenland is a critical part of that missile defence. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"So you ask yourself, 'have the Europeans, have the Danes done a proper job of securing Greenland and of making sure it can continue to serve as an anchor for world security and missile defence?' And the answer is obviously they haven't,\" he said. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Concerns over the future of the territory resurfaced after Trump's use of military force against Venezuela on Saturday to seize its President Nicolás Maduro. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump previously made an offer to buy the island in 2019, during his first presidential term, only to be told it was not for sale.</p><p class=\"sc-9a00e533-0 eZyhnA\">US Secretary of State Marco Rubio said on Wednesday that he would hold talks with Denmark next week.</p><p class=\"sc-9a00e533-0 eZyhnA\">A day earlier, European leaders issued a joint statement rallying behind Denmark.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Greenland belongs to its people, and only Denmark and Greenland can decide on matters concerning their relations,\" the leaders of France, the UK, Germany, Italy, Poland, Spain and Denmark said in a joint statement.</p><p class=\"sc-9a00e533-0 eZyhnA\">Stressing they were as keen as the US on Arctic security, the European signatories said this must be achieved by Nato allies, including the US, \"collectively\".</p><p class=\"sc-9a00e533-0 eZyhnA\">They also called for \"upholding the principles of the UN Charter, including sovereignty, territorial integrity and the inviolability of borders\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Aaja Chemnitz, one of two MPs in the Danish parliament representing Greenland, told the BBC that the comments from the Trump administration were \"a clear threat\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's completely disrespectful from the US side to not rule out annexing our country and to annex another Nato ally,\" she said.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Chemnitz said she saw this as unlikely and that instead, \"what we are going to see is that they will put pressure on us in order to make sure that they will take over Greenland over time\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Aleqatsiaq Peary, a 42-year-old Inuit hunter living in Greenland's remote northerly town of Qaanaaq, appeared indifferent to the potential of US ownership.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It would be switching from one master to another, from one occupier to another,\" he told the BBC. \"We are a colony under Denmark. We are already losing a lot from being under the Danish government.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Saying that he did not have \"time for Trump\", he added that people were \"in need\". Hunters like him, he explained, hunted with dogs on the sea ice and fish \"but the sea ice is melting and hunters cannot make a living anymore\".</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-adrienne-murray-in-copenhagen\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Adrienne Murray in Copenhagen</i></p></div></div></body></html>"
        },
        {
            "title": "Trump withdraws US from key climate treaty and dozens of other groups",
            "time": "2026-01-08T16:03:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a7ec/live/a3e546a0-ec56-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump has withdrawn the US from dozens of international organisations, including many that work to combat climate change.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nearly half of the 66 affected bodies are UN-related, including the Framework Convention on Climate Change - a treaty that underpins all international efforts to combat global warming.</p><p class=\"sc-9a00e533-0 eZyhnA\">Groups working on development, gender equality and conflict - areas the Trump administration had repeatedly dismissed as advancing \"globalist\" or \"woke\" agendas  - are also included. </p><p class=\"sc-9a00e533-0 eZyhnA\">The White House said the decision was taken because those entities \"no longer serve American interests\" and promote \"ineffective or hostile agendas\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The memorandum was signed on Wednesday following a review, with the White House describing the organisations as \"a waste of taxpayer dollars\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"These withdrawals will end American taxpayer funding and involvement in entities that advance globalist agendas over US priorities,\" it said in a statement.</p><p class=\"sc-9a00e533-0 eZyhnA\">It added that many of the organisations promoted \"radical climate policies, global governance and ideological programs that conflict with US sovereignty and economic strength\".</p><p class=\"sc-9a00e533-0 eZyhnA\">As well as the UN Framework Convention on Climate Change, the US has also withdrawn from the Intergovernmental Panel on Climate Change (IPCC) - the world's leading authority on climate science that pulls together the most respected reports on the science of rising global temperatures.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sources within the organisation told the BBC that they were concerned about the potential impact of the Trump administration's withdrawal on US scientists involved in producing the body's next set of studies.</p><p class=\"sc-9a00e533-0 eZyhnA\">The White House has already blocked US scientists attending a meeting in China.</p><p class=\"sc-9a00e533-0 eZyhnA\">Any restrictions on travel or the participation of US researchers could significantly delay the release of the next set of IPCC reports, including potentially its mitigation report - a key document guiding governments on how to tackle climate change.</p><p class=\"sc-9a00e533-0 eZyhnA\">Non-UN organisations affected by the US withdrawal include those focused on clean energy co-operation, democratic governance and international security, such as the International Solar Alliance, the International Institute for Democracy and Electoral Assistance and the Global Counter-Terrorism Forum. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump has already stripped many multilateral organisations he dislikes of funds and previously rejected the scientific consensus of man-made climate change as a \"hoax\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It will take a year for the US to be able to fully withdraw from the UNFCCC - but in reality the US ceased effective participation in the UN's climate change body long ago.</p><p class=\"sc-9a00e533-0 eZyhnA\">It remains unclear whether the move will be challenged in the US courts, as many campaigners are now urging.</p><p class=\"sc-9a00e533-0 eZyhnA\">While the US constitution allows presidents to join treaties \"provided two thirds of Senators present concur\", it does not specify what happens if they were to withdraw. As such, it is uncertain a future president could reverse Trump's decision and opt back in simply by applying.</p><p class=\"sc-9a00e533-0 eZyhnA\">These latest withdrawals come after the president <b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c20px1e05w0o\" class=\"sc-f9178328-0 iCaRzc\">took the US out of the Paris Climate Agreement for a second time</a> last year, and declined to send a delegation to the COP30 climate summit in Brazil. </p><p class=\"sc-9a00e533-0 eZyhnA\">The US has also already withdrawn from the World Health Organization, the UN Human Rights Council and the UN's cultural agency, Unesco.</p><p class=\"sc-9a00e533-0 eZyhnA\">European leaders have criticised this latest decision, warning it would weaken global co-operation. </p><p class=\"sc-9a00e533-0 eZyhnA\">EU climate commissioner Wopke Hoekstra said the UNFCCC \"underpins global climate action\" and called the US retreat \"regrettable and unfortunate\", while the EU's clean transition vice-president Teresa Ribera said the administration showed little concern for the environment, health or human suffering.</p><p class=\"sc-9a00e533-0 eZyhnA\">A member of a US-based non-profit advocacy group, the Union of Concerned Scientists, described the step as a \"new low\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Senior policy director Rachel Cleetus told news agency AFP that it was another sign the administration, which she described as \"authoritarian\" and \"anti- science\", was determined to sacrifice people's wellbeing and destabilise global co-operation.</p></div></div></body></html>"
        },
        {
            "title": "China's crackdown on underground churches intensifies with new arrests",
            "time": "2026-01-08T11:01:19",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ae87/live/b99f9550-ec69-11f0-9ce3-0774ae46fe08.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Influential China church reports arrests as crackdown on Christians intensifies</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Video appears to show part of Yayang Church being taken down</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">An influential Protestant church in China says prominent leaders have been arrested in what appears to be a growing crackdown on the underground church movement.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nine people were detained on Tuesday after police raided their homes and the church office in Chengdu, in central China, the Early Rain Covenant Church said. Five had been released by Wednesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">More than 1,000 miles away in Wenzhou, authorities began demolishing the Yayang Church building, video obtained by non-profit ChinaAid, which monitors religious persecution, shows.</p><p class=\"sc-9a00e533-0 eZyhnA\">This latest wave of arrests, after others last year, shows the Communist Party's resolve to snuff out churches that do not align with its ideology, Christian groups say.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has contacted China's embassy in the UK for comment. Authorities have not made any statements about the arrests or the demolition in Wenzhou.</p><p class=\"sc-9a00e533-0 eZyhnA\">China promotes atheism and controls religion. The government said in 2018 that there were 44 million Christians in the country, but it's unclear if that number includes those who attend the many underground churches.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Communist Party has long pressured Christians to join only state-sanctioned churches led by government-approved pastors. </p><p class=\"sc-9a00e533-0 eZyhnA\">But Christian groups say the grip has tightened noticeably, with arrests becoming more common and prompt. </p><p class=\"sc-9a00e533-0 eZyhnA\">At least two church leaders in China have told the BBC that authorities are swiftly arresting unauthorised church leaders. In the past, these individuals would first be warned, then fined and finally detained if they still refused to comply with orders.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ae87/live/b99f9550-ec69-11f0-9ce3-0774ae46fe08.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ae87/live/b99f9550-ec69-11f0-9ce3-0774ae46fe08.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ae87/live/b99f9550-ec69-11f0-9ce3-0774ae46fe08.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ae87/live/b99f9550-ec69-11f0-9ce3-0774ae46fe08.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ae87/live/b99f9550-ec69-11f0-9ce3-0774ae46fe08.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ae87/live/b99f9550-ec69-11f0-9ce3-0774ae46fe08.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ae87/live/b99f9550-ec69-11f0-9ce3-0774ae46fe08.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ae87/live/b99f9550-ec69-11f0-9ce3-0774ae46fe08.jpg.webp\" loading=\"eager\" alt=\"Getty Images A worshipper in church holding open a Mandarin bible\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Under Xi Jinping, China has tightened its grip on religious freedom</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Just weeks ago, Li Yingqiang, the current leader of Early Rain Covenant Church, had said he \"sensed a storm gathering\" and referred to \"the imminent prospect of... another large-scale crackdown\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I dearly hope that none of our families shall ever again endure such a storm,\" he wrote in a letter to church members in November. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Yet as an elder appointed by the Lord to stand among you... it is my duty to remind you all to prepare yourselves before the storm returns.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Li and his wife, Zhang Xinyue, are among the four who remain in detention. </p><p class=\"sc-9a00e533-0 eZyhnA\">Their church described the arrests as a \"concerted operation\" but said the grounds for arrest, and whether those detained had been charged, remain unclear. It added that it had lost contact with two other members but did not say they had been detained.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The situation is ongoing, with specific details yet to be fully confirmed,\" Early Rain Covenant Church (ERCC) said in a statement to members and supporters. It also also sought prayers for its members' safety and their perseverance in the Christian faith.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Wenzhou, local authorities brought in bulldozers, cranes and heavy machinery earlier this week to start taking down part of the Yayang Church building, as seen in the video. </p><p class=\"sc-9a00e533-0 eZyhnA\">ChinaAid said it was told by multiple sources that hundreds of armed and special police officers have been deployed to stand guard outside the building.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sometimes known as \"the Jerusalem of China\", Wenzhou has <a target=\"_self\" href=\"https://www.bbc.com/news/blogs-china-blog-27279762\" class=\"sc-f9178328-0 iCaRzc\">more Christians than any other city</a> in the country. Residents living near Yayang Church have been \"driven away\", while those working in the area has been instructed not to take photographs or record video, ChinaAid said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The massive mobilisation against the two major independent church networks shows the central government is determined to stamp out Christian churches entirely, unless the church is totally indoctrinated into the party's ideology,\" said Bob Fu, who founded ChinaAid.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ba9d/live/cfda0090-ec68-11f0-9ce3-0774ae46fe08.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ba9d/live/cfda0090-ec68-11f0-9ce3-0774ae46fe08.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ba9d/live/cfda0090-ec68-11f0-9ce3-0774ae46fe08.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ba9d/live/cfda0090-ec68-11f0-9ce3-0774ae46fe08.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ba9d/live/cfda0090-ec68-11f0-9ce3-0774ae46fe08.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ba9d/live/cfda0090-ec68-11f0-9ce3-0774ae46fe08.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ba9d/live/cfda0090-ec68-11f0-9ce3-0774ae46fe08.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ba9d/live/cfda0090-ec68-11f0-9ce3-0774ae46fe08.png.webp\" loading=\"lazy\" alt=\"ChinaAid A crane pictured above the red cross of a church in a Chinese city. The church is the tallest among all the other buildings seen in this photograph\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">ChinaAid</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Local authorities have started taking down part of Yayang Church's building</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In December, authorities arrested about 100 members of Yayang Church in Wenzhou over five days. At least 24 members remain in custody, according to Human Rights Watch. </p><p class=\"sc-9a00e533-0 eZyhnA\">And in October last year, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c364n004wxzo\" class=\"sc-f9178328-0 iCaRzc\">30 leaders of Zion Church</a> - one of China's biggest underground churches - were rounded up across seven cities. Founder Ezra Jin is still in custody.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Chinese government has also targeted the Early Rain Covenant Church, founded in 2008, for years. </p><p class=\"sc-9a00e533-0 eZyhnA\">In 2018, authorities raided the Church and arrested founding pastor Wang Yi and his wife Jiang Rong. <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-china-46588650\" class=\"sc-f9178328-0 iCaRzc\">At least 100 church members</a> were taken into custody in the following days in one of China's largest crackdowns on churches in the past decade.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Wang, an outspoken critic of the Communist Party's policies on religion, was jailed for \"inciting subversion of state power\" and \"illegal business operations\". He is due to be released in 2027.</p><p class=\"sc-9a00e533-0 eZyhnA\">The church has continued to gather online and sometimes replays Mr Wang's recorded sermons to its members.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Xi Jinping's government has tightened ideological control and intensified its intolerance of loyalties beyond the Chinese Communist Party,\" said Yalkun Uluyol, China researcher at Human Rights Watch, referring to the Chinese premier.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Concerned governments and religious leaders around the world should press the Chinese government to free detained religious adherents and respect religious freedom in China.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Under Xi, China has increased its control on religious freedom. Since 2015, he has called for the \"Sinicisation of religions\", which requires religious doctrines and practices to conform with Chinese culture and values. </p><p class=\"sc-9a00e533-0 eZyhnA\">Last year, authorities banned clergy of all religions from preaching live on social media, organising online activities for children and raising funds online, unless these are carried out on government-approved platforms.</p></div></article></div></body></html>"
        },
        {
            "title": "Hajar Abdelkader: Wildcard serves 20 doubles faults and loses match in 37 minutes - BBC Sport",
            "time": "2026-01-08T16:28:22",
            "imgUrl": "https://ichef.bbci.co.uk/ace/branded_sport/1200/cpsprodpb/775d/live/2589b140-ecb2-11f0-9d80-bdb3e01a6d27.png",
            "body": "<html><body><div><div class=\"ssrcss-1o5p6v2-RichTextContainer e5tfeyi1\"><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The Egyptian Tennis Federation confirmed to the BBC Abdelkader has never been registered as an Egyptian player and had not been entered into the tournament on Egypt's behalf.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Egyptian Tennis Federation technical director Dia Nabil Loutfy said: \"We would like to clarify that she is not registered with the Egyptian Tennis Federation, nor is she included in any of our official player lists.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">\"Based on the information available to us, the player was previously residing in Kenya and participated in the ITF tournament in Nairobi through a wildcard granted by the Kenyan Tennis Federation.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">\"The Egyptian Tennis Federation had no role whatsoever, whether directly or indirectly, in the nomination, approval, or issuance of this wildcard, and we were not involved in the player's entry into the tournament in any capacity.\"</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The organisation said it had no records relating to Abdelkader, and said she had never been affiliated with the Egyptian Tennis Federation.</p></div></div></body></html>"
        },
        {
            "title": "Spain: Catholic Church signs deal on sexual abuse compensation",
            "time": "2026-01-08T15:28:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/cf17/live/1d504e10-eca0-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Spain's Catholic Church signs deal on sexual abuse compensation</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/cf17/live/1d504e10-eca0-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/cf17/live/1d504e10-eca0-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/cf17/live/1d504e10-eca0-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/cf17/live/1d504e10-eca0-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/cf17/live/1d504e10-eca0-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/cf17/live/1d504e10-eca0-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/cf17/live/1d504e10-eca0-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/cf17/live/1d504e10-eca0-11f0-b385-5f48925de19a.jpg.webp\" loading=\"eager\" alt=\"EPA The three officials holding the agreement they signed in from of them\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The deal is expected to expand the number of victims who can seek compensation</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Spain's Roman Catholic Church has reached an agreement with the government to compensate victims of sexual abuse by members of the clergy.</p><p class=\"sc-9a00e533-0 eZyhnA\">The accord follows complaints that religious leaders had failed to tackle the issue adequately.</p><p class=\"sc-9a00e533-0 eZyhnA\">It means the government will manage possible compensation in co-ordination with the Church, handling cases where other legal avenues are no longer available because the alleged crime took place too long ago or the individual accused has passed away.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hundreds of thousands of Spaniards are estimated by the government to have suffered sexual abuse at the hands of Church figures. The move follows similar redress schemes in other nations where abuse has been uncovered.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"A democracy should not allow the existence of victims who have never been compensated [and] whose situation, on the contrary, had been covered up,\" said Justice Minister Félix Bolaños after signing the agreement.</p><p class=\"sc-9a00e533-0 eZyhnA\">He added that the agreement sought to \"pay off an historic, moral debt that we had with victims of abuse within the Church\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The other signatories were Luis Argüello, president of the Episcopal Conference and leader of the Spanish Catholic Church, and Jesús Díaz Sariego, president of Confer, which represents Catholic congregations and religious orders.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Sariego said the initiative was unprecedented as it tackled crimes that had gone past the statute of limitations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Argüello, who is archbishop of Valladolid, described the accord as \"another step forward along the path that for years we have been travelling\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A 2023 study by the Spanish ombudsman's office, which investigates public complaints, estimated that 1.1% of the population had suffered sexual abuse at the hands of members of the clergy or individuals linked to the Church - the equivalent of 440,000 people.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Church has contested these findings. </p><p class=\"sc-9a00e533-0 eZyhnA\">It set up a reparation scheme that year to manage abuse claims. </p><p class=\"sc-9a00e533-0 eZyhnA\">However, both the Socialist-led government and victims' organisations have been dissatisfied with the scheme's model, which did not allow input or oversight from outside the Church.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In November, the Church said that 58 cases had been \"resolved\" under its framework. </p><p class=\"sc-9a00e533-0 eZyhnA\">However, critics accused the institution of a lack of transparency and slowness. </p><p class=\"sc-9a00e533-0 eZyhnA\">Newspaper El País, which has created a database of clerical abuse allegations, has documented cases affecting 2,948 victims dating back as far as the 1940s.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last June, several victims' groups broke off ties with the Spanish Church, alleging that it had excluded them from seeking reparations. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Vatican subsequently appeared to take a more prominent role, with the Pontifical Commission for the Protection of Minors meeting Spanish victims and urging the country's Catholic leaders to bolster and facilitate reparations. </p><p class=\"sc-9a00e533-0 eZyhnA\">Meetings between Justice Minister Bolaños and the Vatican's Secretary of State, Cardinal Pietro Parolin, appear to have raised the pressure further on the Church authorities in Madrid.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0bb5/live/1fdd5a30-eca3-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0bb5/live/1fdd5a30-eca3-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0bb5/live/1fdd5a30-eca3-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0bb5/live/1fdd5a30-eca3-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0bb5/live/1fdd5a30-eca3-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0bb5/live/1fdd5a30-eca3-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0bb5/live/1fdd5a30-eca3-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0bb5/live/1fdd5a30-eca3-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"lazy\" alt=\"EPA Late Pope Francis smiling and with the left hand raised in front of his chest\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Pope Francis apologised many times about the scandal that shook the Catholic Church</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Under the new system, victims will be able to file their cases before a new agency created by the justice ministry, which will then take them before the ombusdman's office, which will draw up a reparation proposal. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Church must then agree to the proposed compensation – if not, the case will be referred back to the ombudsman.</p><p class=\"sc-9a00e533-0 eZyhnA\">Reparation can be symbolic, psychological, or economic, according to the agreement. In each case, the Church is responsible for its execution.</p><p class=\"sc-9a00e533-0 eZyhnA\">The amount of financial compensation that could be paid out is not specified.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, the ombudsman has suggested following the lead of other European countries.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Belgium, an average of €6,000 ($7,000; £5,210) has been paid to victims in such cases, although the late Pope Francis described that amount as \"too small\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Ireland's redress board paid out an average of around €63,000 to victims.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Sexual abuse by members of the clergy first received significant attention in the US and Canada in the 1980s.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the 1990s, the issue began to grow, with stories emerging in Argentina, Australia and revelations of widespread historical abuse in Ireland. </p><p class=\"sc-9a00e533-0 eZyhnA\">By the early 2000s, sexual abuse within the Church was a major global story.</p><p class=\"sc-9a00e533-0 eZyhnA\">Spain, a Catholic country, was affected by relatively few scandals in that time. </p><p class=\"sc-9a00e533-0 eZyhnA\">However, investigations by the media have brought the issue to light more recently. </p><p class=\"sc-9a00e533-0 eZyhnA\">In the most recent high-profile case, the bishop of Cádiz, Rafael Zornoza, resigned in November, following an accusation of abuse dating back to the 1990s.</p><p class=\"sc-9a00e533-0 eZyhnA\">Victims' organisations have welcomed the new agreement in Spain.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is an endemic, structural evil which has been within the Church and which it should have tackled a long time ago instead of covering up paedophiles,\" said Juan Cuatrecasas, of the Association for Stolen Childhood (Anir), who said he was \"fully satisfied\".</p></div></article></div></body></html>"
        },
        {
            "title": "US involvement in Venezuela could last years, Trump says",
            "time": "2026-01-08T17:37:19",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6c22/live/2e0fa410-ec93-11f0-bed4-4bc64ed151a7.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">US involvement in Venezuela could last years, Trump says</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Vanessa Buschschlüter</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Latin America online editor</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6c22/live/2e0fa410-ec93-11f0-bed4-4bc64ed151a7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6c22/live/2e0fa410-ec93-11f0-bed4-4bc64ed151a7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6c22/live/2e0fa410-ec93-11f0-bed4-4bc64ed151a7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6c22/live/2e0fa410-ec93-11f0-bed4-4bc64ed151a7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6c22/live/2e0fa410-ec93-11f0-bed4-4bc64ed151a7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6c22/live/2e0fa410-ec93-11f0-bed4-4bc64ed151a7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6c22/live/2e0fa410-ec93-11f0-bed4-4bc64ed151a7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6c22/live/2e0fa410-ec93-11f0-bed4-4bc64ed151a7.jpg.webp\" loading=\"eager\" alt=\"EPA/Shutterstock A person wearing a Venezuelan hat and a US flag attends a demonstration in support of US military actions in Venezuela, in Florida, USA, 04 January 2026\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA/Shutterstock</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump has said that his country's involvement in Venezuela could last for years.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.nytimes.com/2026/01/08/us/politics/trump-interview-venezuela.html\" class=\"sc-f9178328-0 iCaRzc\">He told the New York Times</a> that \"only time will tell\" how long his administration would \"oversee\" the running of the South American nation following the seizure by US forces of Venezuelan leader Nicolás Maduro in a raid on Saturday. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump also did not say if or when elections would be held in Venezuela to replace the interim government headed by Maduro loyalist Delcy Rodríguez.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, Venezuelan opposition leader María Corina Machado said the ouster of Maduro had set off an \"irreversible process\" that would lead Venezuela to be \"free\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">New York Times (NYT) journalists quizzed Trump on his plans for the future of Venezuela days after he had said his administration would run the oil-rich nation.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier on Wednesday, the White House had said that the US would control sales of sanctioned oil \"indefinitely\".</p><p class=\"sc-9a00e533-0 eZyhnA\">US Energy Secretary Chris Wright argued that the US needed control over Venezuela's oil sales for leverage over the interim government in Caracas. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump said his administration would be \"taking oil\" from Venezuela, which has the world's largest proven reserves, but acknowledged it would \"take a while\" to get the country's oil industry up and running.</p><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela's oil production has plummeted as a result of mismanagement on the part of the Maduro government and that of his predecessor, as well as years of US sanctions.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: BBC Verify examines claims Venezuela \"stole\" US oil</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump told the NYT that US Secretary of State Marco Rubio was \"in constant communication\" with Rodríguez, who was designated as Venezuela's interim leader by the country's Supreme Court, which is dominated by Maduro loyalists. </p><p class=\"sc-9a00e533-0 eZyhnA\">He added that Rodríguez is \"giving us everything that we feel is necessary.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The US president had earlier said that the interim government had agreed to use the proceeds from the sale of its oil to buy only US-made goods.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to the NYT reporters, Trump did not answer their questions about why he recognised Rodríguez as Venezuela's new leader.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many Venezuela analysts had expected that the ouster of Maduro would be followed swiftly by the return to the country of opposition leaders Edmundo González and María Corina Machado.</p><p class=\"sc-9a00e533-0 eZyhnA\">But in his first news conference following the US raid, Trump was dismissive about  Machado, alleging that she lacked the \"respect\" and support to lead Venezuela. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think it would be very tough for her to be the leader,\" he said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Machado managed to unite opposition groups behind her ahead of the 2024 presidential election but was barred from running for the presidency by officials loyal to the Maduro government.</p><p class=\"sc-9a00e533-0 eZyhnA\">She then threw her weight behind former diplomat González, who acted as her proxy.</p><p class=\"sc-9a00e533-0 eZyhnA\">The electoral council, which is also dominated by government loyalists, declared Maduro re-elected. However, voting tallies collected by the opposition, which have been independently verified, suggest González won by a landslide. </p><p class=\"sc-9a00e533-0 eZyhnA\">González went into exile to escape the government repression that followed the election, and Machado went into hiding within Venezuela.</p><p class=\"sc-9a00e533-0 eZyhnA\">She embarked on a perilous journey by land, sea and air to reach Oslo in December to collect the Nobel Peace Prize she was awarded for her \"tireless work promoting democratic rights\" in Venezuela.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her current whereabouts are unknown but she has said that she plans to return to Venezuela soon.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In an interview with <a target=\"_blank\" href=\"https://lapatilla.com/2026/01/07/maria-corina-machado-en-exclusiva-a-la-patilla-este-proceso-es-irreversible-venezuela-va-a-ser-libre/\" class=\"sc-f9178328-0 iCaRzc\">Venezuelan opposition news site La Patilla</a>, she insisted that the ousting of Maduro had set her country on an irreversible path towards freedom. </p><p class=\"sc-9a00e533-0 eZyhnA\">She said that she hoped this new phase of the transition process would be \"as short and swift as possible\".</p><p class=\"sc-9a00e533-0 eZyhnA\">She added that the interim government, which she said was \"the same regime it was under Maduro\" was \"being given instructions to dismantle itself\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Machado insisted that González was the legitimate president-elect and urged that his mandate be respected. </p><p class=\"sc-9a00e533-0 eZyhnA\">She stressed that \"the first thing\" that needed to happen was for the political prisoners to be released. </p><p class=\"sc-9a00e533-0 eZyhnA\">Machado is not the only one who has been demanding that the more than 800 political prisoners held in Venezuela's notorious jails be freed.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday, Republican lawmaker María Elvira Salazar published several posts on social media insisting they be released \"immediately\".</p><p class=\"sc-9a00e533-0 eZyhnA\">However, in his interview with the NYT, Trump instead \"appeared far more focused on the rescue mission than the details of how to navigate Venezuela's future\", according to the journalists who spoke to him. </p><p class=\"sc-9a00e533-0 eZyhnA\">Pressed on what the US plans for Venezuela are, he said that \"we will rebuild it in a very profitable way\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He added: \"We're going to be using oil, and we're going to be taking oil. We're getting oil prices down, and we're going to be giving money to Venezuela, which they desperately need.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The US president is expected to meet representatives of three of the largest US oil companies at the White House on Friday to discuss those plans further.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, the US Senate on Thursday voted 52-47 to take up a resolution intended to block the Trump administration from conducting further military action in Venezuela. </p><p class=\"sc-9a00e533-0 eZyhnA\">The vote clears the way for debate on the resolution invoking the War Powers Act, but another vote would be needed for the final passage.</p><p class=\"sc-9a00e533-0 eZyhnA\">It marks the first time during the second Trump administration that the Senate has voted to curb the president's use of military power.</p><p class=\"sc-9a00e533-0 eZyhnA\">But it remains largely symbolic as it is not clear whether it will also clear the House, and if it does the president can still use his veto power to block it.</p></div></article></div></body></html>"
        },
        {
            "title": "Lebanon: Army says has taken over security in Hezbollah-dominated south",
            "time": "2026-01-08T15:29:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/178c/live/d1d37d40-ec81-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Lebanese army says it has taken over security in Hezbollah-dominated south</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Hugo Bachega</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Middle East correspondent  , Beirut</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/178c/live/d1d37d40-ec81-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/178c/live/d1d37d40-ec81-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/178c/live/d1d37d40-ec81-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/178c/live/d1d37d40-ec81-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/178c/live/d1d37d40-ec81-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/178c/live/d1d37d40-ec81-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/178c/live/d1d37d40-ec81-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/178c/live/d1d37d40-ec81-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"eager\" alt=\"EPA Three Lebanese soldiers stand on top of a vehicle with their backs towards the camera as they look towards a hill in the distance (file photo)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Lebanese army said it will continue taking over security from armed groups</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Lebanese army says it has taken over security in the south of the country, which for decades had been dominated by the Iranian-backed movement Hezbollah, amid fears that Israel could escalate its military offensive against the group.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lebanon has been under intense international pressure, particularly from the US, to disarm Hezbollah, a powerful militia and political party, since a ceasefire deal in November 2024 ended a devastating year-long war between Israel and Hezbollah.</p><p class=\"sc-9a00e533-0 eZyhnA\">The army had set a year-end deadline to clear the area south of the Litani river, about 30km (20 miles) from the border with Israel, of non-state weapons in the first phase of a government-backed plan.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The army said its objective had been achieved in an \"effective and tangible way\" but that there was more work to be done to clear unexploded ordnance and tunnels.</p><p class=\"sc-9a00e533-0 eZyhnA\">Responding to the Lebanese army's statement, the office of the Israeli Prime Minister Benjamin Netanyahu said efforts toward fully disarming Hezbollah were \"an encouraging beginning, but they are far from sufficient, as evidenced by Hezbollah's efforts to rearm and rebuild its terror infrastructure with Iranian support\".</p><p class=\"sc-9a00e533-0 eZyhnA\">In recent months, Lebanese soldiers have dismantled infrastructure in areas once controlled by Hezbollah in the south without facing resistance from the group, which says it has complied with the ceasefire deal and removed its fighters from those areas, where Palestinian factions including Hamas had also operated.</p><p class=\"sc-9a00e533-0 eZyhnA\">But US and Israeli officials have expressed frustration with the pace of the army's efforts. </p><p class=\"sc-9a00e533-0 eZyhnA\">Israel has accused Hezbollah - which is considered a terrorist organisation by countries including the US and the UK - of trying to recover its military capabilities, including in the south. In recent days, Israeli media reported that Netanyahu had been given a green light by US President Donald Trump to intensify its military campaign against Hezbollah.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Despite the ceasefire, Israel has carried out near-daily attacks on targets it says are linked to Hezbollah and continues to occupy at least five positions in southern Lebanon. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Lebanese government rejects the Israeli claims, and says Israel's actions are a violation of the ceasefire deal and an obstacle to the army's efforts.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel has not made the evidence it says it has about Hezbollah's activities public, and the UN peacekeeping force in southern Lebanon, known as Unifil, says it has seen no indication that the group is rebuilding its infrastructure in the areas where it operates.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lebanese officials say the next stage of the army's plan will focus on the area between the Litani and the Awali rivers, which includes the port city of Sidon. There is no timeline for that, and the cash-strapped Lebanese army has also complained of insufficient funding and equipment.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, it is unclear if Hezbollah will resist the measures in other areas as it says it will not disarm north of the Litani. The group also has a strong presence in the eastern Bekaa valley and in Beirut's southern suburbs, known as the Dahieh. </p><p class=\"sc-9a00e533-0 eZyhnA\">Lebanon's President Joseph Aoun has rejected the use of force against the group, saying this could exacerbate sectarian divisions and lead to violence.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hezbollah - which is also a political party with representation in parliament and in the government, and a social movement that runs hospitals and schools - still enjoys significant support among Lebanon's Shia community. </p><p class=\"sc-9a00e533-0 eZyhnA\">Opponents, however, see this as a unique opportunity to disarm the group, after its losses in the war. Hezbollah, so far, has rejected calls from the authorities to discuss the future of its weapons.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Lebanon's south, tens of thousands of residents remain displaced and communities lie in ruins, as Lebanon's international partners have conditioned funds for reconstruction on measures that include action against Hezbollah.</p></div></article></div></body></html>"
        },
        {
            "title": "US halts assistance to Somalia over claims WFP food aid was illegally seized",
            "time": "2026-01-08T15:50:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d01e/live/cffdb100-ec6f-11f0-aeac-3969add4eca5.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US has suspended all assistance to the government of Somalia, alleging that officials destroyed a UN World Food Programme (WFP) warehouse and seized \"donor-funded food aid\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The Trump administration has a zero-tolerance policy for waste, theft, and diversion of life-saving assistance,\" said <a target=\"_blank\" href=\"https://x.com/usforeignassist/status/2008980437591355644?s=48&amp;t=3M9xyRxB7qpagOqERRq19A\" class=\"sc-f9178328-0 iCaRzc\">a US state department statement on X</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">The message, posted on the account of the under secretary for foreign assistance, said reports had been received about officials illegally seizing 76 tonnes of food intended for \"vulnerable Somalis\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Somali has denied the allegations, saying that the expansion work under way in the Mogadishu port, where the warehouse is located, had not affected any aid storage.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It stressed that all the humanitarian aid in question was still \"under the custody and control of the World Food Programme including assistance provided by the United States\".</p><p class=\"sc-9a00e533-0 eZyhnA\">A WFP staff member in Mogadishu, speaking on condition of anonymity, confirmed to the AFP news agency that the food aid had not been stolen.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The warehouse was partially demolished during the weekend without the knowledge of the WFP team, but there was no looting involved,\" they said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US said it would only resume assistance if the Somali government took \"accountability for its unacceptable actions and... appropriate remedial steps\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Although the US has withdrawn from several UN organisations under President Donald Trump, <a target=\"_blank\" href=\"https://www.wfp.org/funding/2025\" class=\"sc-f9178328-0 iCaRzc\">it remains by far the largest contributor to the WFP</a>, paying $2bn (£1.5bn) in 2025 - almost a third of its total funding.</p><p class=\"sc-9a00e533-0 eZyhnA\">Somalia's government is battling al-Qaeda-linked Islamist militants as it tries to rebuild the country after a devastating civil war and years of drought.</p><p class=\"sc-9a00e533-0 eZyhnA\">This is the latest example of the deteriorating relations between Washington and Mogadishu.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last month, Trump lashed out at Somali migrants living in the US, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c208x9v68w3o\" class=\"sc-f9178328-0 iCaRzc\">telling reporters they should \"go back to where they came from\" and \"their country is no good for a reason\"</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Communities have been targeted in immigration raids <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c75xnndvlyko\" class=\"sc-f9178328-0 iCaRzc\">as the government alleges large-scale benefit fraud in Minnesota</a>, the US state with the largest Somali community in the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">The recent recognition by US ally Israel of the breakaway republic of Somaliland, which Somalia considers to be part of its territory, has further angered Mogadishu.</p><p class=\"sc-9a00e533-0 eZyhnA\">The aid that was allegedly seized by Somali officials was meant to help people cope with the effects of \"drought, floods, conflict, high food prices and dwindling harvests\", according to the WFP.</p><p class=\"sc-9a00e533-0 eZyhnA\">It quotes figures saying that<a target=\"_blank\" href=\"https://www.wfp.org/emergencies/somalia-emergency\" class=\"sc-f9178328-0 iCaRzc\"> 4.6 million people in Somalia are facing crisis levels of hunger</a>.</p></div></div></body></html>"
        },
        {
            "title": "Saudi-led coalition says UAE helped smuggle separatist leader out of Yemen",
            "time": "2026-01-08T16:59:34",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/370a/live/88d79c10-ec91-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Saudi-led coalition says UAE helped smuggle separatist leader out of Yemen</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/370a/live/88d79c10-ec91-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/370a/live/88d79c10-ec91-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/370a/live/88d79c10-ec91-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/370a/live/88d79c10-ec91-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/370a/live/88d79c10-ec91-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/370a/live/88d79c10-ec91-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/370a/live/88d79c10-ec91-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/370a/live/88d79c10-ec91-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"eager\" alt=\"Reuters Police forces patrol a street in Aden, southern Yemen (7 January 2026)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Police patrol Aden, from where the Saudi-led coalition said Aidarous al-Zubaidi had fled by boat</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Saudi-led coalition in Yemen has alleged the United Arab Emirates helped smuggle a separatist leader out of the country after he was expelled from Yemen's presidential council and accused of treason.</p><p class=\"sc-9a00e533-0 eZyhnA\">A coalition spokesman said Aidarous al-Zubaidi, head of the UAE-backed Southern Transitional Council (STC), fled Aden on Tuesday night in a boat to Somaliland. He was then flown by a cargo aircraft to Abu Dhabi via Mogadishu under the supervision of UAE officers, he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">There was no immediate comment from the UAE or STC.</p><p class=\"sc-9a00e533-0 eZyhnA\">The STC insisted Zubaidi was still working from Aden on Wednesday, after the coalition said he had failed to fly to Riyadh for talks and had fled to an unknown location.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The coalition also accused Zubaidi of moving STC forces from bases in Aden to his home province of al-Dahle and said it had carried out air strikes on them in response.</p><p class=\"sc-9a00e533-0 eZyhnA\">The STC said the strikes, which reportedly killed four people, were \"unjustified\" and \"inconsistent\" with calls for dialogue with Yemen's internationally recognised government, which is overseen by the presidential council and backed by Saudi Arabia.</p><p class=\"sc-9a00e533-0 eZyhnA\">Saudi Arabia and the UAE have been allies in the war against Yemen's Iran-backed Houthi movement over the past decade, but the infighting between the rival factions they support has deepened a rift between them and pushed southern Yemen to the brink of a new conflict.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On Thursday, coalition spokesman Maj Gen Turki al-Malki said it had \"reliable intelligence\" showing Zubaidi and his associates fled from Aden's port in the early hours of Wednesday on board a St Kitts and Nevis-flagged passenger ship.</p><p class=\"sc-9a00e533-0 eZyhnA\">The vessel sailed across the Gulf of Aden to Berbera in the breakaway region of Somaliland, where a Ilyushin Il-76 cargo aircraft was waiting, he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">Malki said Zubaidi and his associates \"boarded the aircraft under the supervision of UAE officers\" and flew first to Mogadishu, the capital of Somalia, before heading towards the Arabian Sea \"without a declared destination\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The aircraft disabled its identification systems over the Gulf of Oman, reactivating them only 10 minutes prior to landing at Al-Reef Military Air Base in Abu Dhabi,\" he added, without saying directly whether Zubaidi was still aboard.</p><p class=\"sc-9a00e533-0 eZyhnA\">Somalia's immigration agency said it was investigating an \"alleged unauthorised use\" of its airspace and airports.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c584/live/ee25e7c0-ec91-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c584/live/ee25e7c0-ec91-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c584/live/ee25e7c0-ec91-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c584/live/ee25e7c0-ec91-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c584/live/ee25e7c0-ec91-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c584/live/ee25e7c0-ec91-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c584/live/ee25e7c0-ec91-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c584/live/ee25e7c0-ec91-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"lazy\" alt=\"Reuters File photo showing Aidarous al-Zubaidi, the leader of Yemen's Southern Transitional Council (STC), chairing a meeting in Aden, Yemen (26 February 2025)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Southern Transitional Council had said on Wednesday that Zubaidi was still in Aden (file photo)</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">STC-aligned forces have in recent years taken control of much of southern Yemen, which they want once again to be an independent state, by pushing out forces loyal to the government.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, Saudi Arabia warned last week that the advances near the kingdom's borders constituted threats to its national security as well as the security and stability of Yemen.</p><p class=\"sc-9a00e533-0 eZyhnA\">It also accused the UAE of \"pressuring\" its separatist allies to push into eastern Yemen and expressed support for a demand from the presidential council for all Emirati forces to leave.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the same time, the Saudi-led coalition - which was formed in 2015 by Arab states, including the UAE, after Houthi rebels seized control of north-western Yemen - struck what it said was a shipment of weapons and military vehicles for the STC that had arrived from the UAE.</p><p class=\"sc-9a00e533-0 eZyhnA\">The UAE expressed \"deep regret\" at the Saudi accusations and denied there were any weapons, but agreed to pull its remaining forces out of the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since then, forces loyal to the government have retaken control of Hadramawt and al-Mahra with the help of coalition air strikes.</p><p class=\"sc-9a00e533-0 eZyhnA\">Witnesses and government officials told Reuters news agency on Thursday that Aden was also now coming under the control of Saudi-backed forces.</p></div></article></div></body></html>"
        },
        {
            "title": "Algeria apologises to DR Congo's Lumumba statue Afcon superfan",
            "time": "2026-01-08T17:57:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/28d8/live/94bc1a00-ecb0-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Algeria apologises after player mocks Congolese superfan dressed as pan-African hero</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/28d8/live/94bc1a00-ecb0-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/28d8/live/94bc1a00-ecb0-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/28d8/live/94bc1a00-ecb0-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/28d8/live/94bc1a00-ecb0-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/28d8/live/94bc1a00-ecb0-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/28d8/live/94bc1a00-ecb0-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/28d8/live/94bc1a00-ecb0-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/28d8/live/94bc1a00-ecb0-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"eager\" alt=\"AFP/Getty Images Michel Nkuka Mboladinga dressed as Patrice Lumumba in a yellow suit jacket and blue cheque shirt and tie lifts his hand as if waving in the stands at Afcon.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP/Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Michel Nkuka Mboladinga has won the hearts of Afcon fans with his Lumumba statue tribute</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Algeria's football federation has apologised to a Congolese superfan who has become one of the stars of the Africa Cup of Nations (Afcon) being held in Morocco.</p><p class=\"sc-9a00e533-0 eZyhnA\">Michel Nkuka Mboladinga has supported the Democratic Republic of Congo by dressing up as the country's revered first leader Patrice Lumumba and remaining stock-still throughout every match.</p><p class=\"sc-9a00e533-0 eZyhnA\">He stood on a pedestal with his right arm raised - just like Lumumba's famous statue in DR Congo's capital, Kinshasa - as fans around him cheered.</p><p class=\"sc-9a00e533-0 eZyhnA\">But after Algeria beat the Leopards on Tuesday, Algerian player Mohamed Amine Amoura faced a backlash for mimicking Mboladinga and falling to the ground as though the statue had been knocked over.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">This prompted the 25-year-old forward to post an apology on Instagram, saying his gesture was not intended to disrespect DR Congo.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Desert Foxes had looked like they were heading to penalties before Adil Boulbina scored in the 119th minute, securing a place in the quarter-finals where they face Nigeria on Saturday.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"At that moment, I wasn't aware of what the person or symbol in the stands represented. I simply wanted to joke around, in a good-natured way, without any ill intent or desire to provoke anyone,\" said Amoura, who also plays for German team Wolfsburg.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lumumba is not only seen as a hero in DR Congo, where he was assassinated in 1961 in a plot backed by Belgium, the UK and the US, but is also regarded as one of the most prominent voices in Africa's anti-colonial movement.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0fb0/live/45253c00-ecb1-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0fb0/live/45253c00-ecb1-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0fb0/live/45253c00-ecb1-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0fb0/live/45253c00-ecb1-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0fb0/live/45253c00-ecb1-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0fb0/live/45253c00-ecb1-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0fb0/live/45253c00-ecb1-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0fb0/live/45253c00-ecb1-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"lazy\" alt=\"Reuters Michel Nkuka Mboladinga dressed as Patrice Lumumba in a blue suit jacket and red trousers with his hand raised in the middle of Congolese fans in a stadium in Rabat.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Michel Nkuka Mboladinga stood motionless throughout DR Congo's four Afcon matches</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">After the final whistle on Tuesday at Rabat's Moulay Hassan Stadium, which saw the Leopards knocked out of the tournament, Mboladinga - who with his hairstyle and glasses looks remarkably like Lumumba - was visibly distraught.</p><p class=\"sc-9a00e533-0 eZyhnA\">He removed his glasses to wipe away some tears, slowly got down from his makeshift plinth and leant against it with his head in his hands.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Algerian Football Association (Faf) reached out to Mboladinga following Amoura's contrite statement and invited him to the hotel where the North African team are staying in Rabat to meet the players.</p><p class=\"sc-9a00e533-0 eZyhnA\">The superfan was not able to get to Morocco's capital so Faf's media officer Saïd Fellak travelled to Casablanca's Novotel Hotel to see him and other Congolese supporters on Wednesday evening.</p><p class=\"sc-9a00e533-0 eZyhnA\">There Fellak presented Mboladinga with his own Desert Foxes jersey with the name \"Lumumba\" printed on the back.</p><p class=\"sc-9a00e533-0 eZyhnA\">Videos and photos of the entente cordiale, also attended by Congolese Sports Minister Didier Budimbu, were captured by Congolese fans, showing Mboladinga next to Fellak with his new football shirt.</p></div><div data-component=\"social-block\" class=\"sc-3b6b161a-0 djqsWD\"><div class=\"sc-7f051686-1 khCTxk\"><h4 class=\"sc-7f051686-2 krFoTi\">Allow Instagram content?</h4><div class=\"sc-7f051686-3 hlhENu\"><p>This article contains content provided by Instagram. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read </p><p> and </p><p> before accepting. To view this content choose </p><b>‘accept and continue’</b><p>.</p></div><p class=\"sc-7f051686-4 KmriJ\"><button type=\"button\" aria-label=\"Accept and continue\" class=\"sc-28fdc07f-2 sc-28fdc07f-4 jumpKn eDJnTm\"><span data-testid=\"button-text\" aria-hidden=\"false\" class=\"sc-28fdc07f-1 fpFxhF\">Accept and continue</span></button></p></div></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It is not clear if the Lumumba superfan and his pedestal will make it to Mexico, where the Leopards are expected to play in March's highly anticipated intercontinental World Cup qualifiers.</p><p class=\"sc-9a00e533-0 eZyhnA\">Six teams will compete to be allocated the final two places up for grabs for the World Cup, which kicks off in June.</p><p class=\"sc-9a00e533-0 eZyhnA\">Algeria have already qualified for the tournament that is being jointly hosted by Canada, Mexico and the United States - and Amoura hopes that he will get to see the Leopards there too.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I respect Congo and their team. Honestly, I wish them the best and hope they qualify for the World Cup,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">You may also be interested in:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Australia PM announces royal commission into Bondi shooting",
            "time": "2026-01-08T07:53:16",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d396/live/f0c692d0-ec5b-11f0-80ef-5766be1266f4.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Australian Prime Minister Anthony Albanese has announced a royal commission, the country's most powerful form of independent inquiry, into last month's shooting at Bondi Beach. </p><p class=\"sc-9a00e533-0 eZyhnA\">The attack targeting a Jewish festival left 15 people dead, making it one of the deadliest in the country's history.</p><p class=\"sc-9a00e533-0 eZyhnA\">Albanese had previously argued that reforms on gun ownership and hate speech, steps to tackle antisemitism and a review into intelligence and law enforcement agencies offered the quickest response.</p><p class=\"sc-9a00e533-0 eZyhnA\">But following weeks of public pressure, he said on Thursday that a royal commission was the best way forward after he had taken \"the time to reflect\" and meet with the Jewish community.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"I've repeatedly said that our government's priority is to promote unity and social cohesion, and this is what Australia needs to heal, to learn, to come together in a spirit of national unity,\" he told reporters in Canberra. \"It's clear to me that a royal commission is essential to achieving this.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Since the 14 December attack, the families of the victims, as well as a chorus of public figures, including lawyers, business people and athletes had led an almost daily campaign calling for him to reverse course and launch a royal commission.</p><p class=\"sc-9a00e533-0 eZyhnA\">A royal commission has broad powers to investigate, the ability to summon witnesses and compel agencies to produce documents. It can also offer legal protections to whistleblowers.</p><p class=\"sc-9a00e533-0 eZyhnA\">The commission will examine four key areas, Albanese said. They comprise:</p><ul class=\"sc-6f869981-0 diUlgm\"><li class=\"sc-734a601e-0 cRgahm\">investigating the \"nature and prevalence of antisemitism\" and its \"key drivers\" in Australia</li><li class=\"sc-734a601e-0 cRgahm\">making recommendations to enforcement, border immigration and security agencies to tackle antisemitism</li><li class=\"sc-734a601e-0 cRgahm\"> examining the circumstances surrounding the Bondi attack</li><li class=\"sc-734a601e-0 cRgahm\">making any other recommendations for strengthening social cohesion and countering the spread of ideological and religiously motivated extremism</li></ul><p class=\"sc-9a00e533-0 eZyhnA\">The prime minister said the work of Dennis Richardson, the former spy chief leading a review into intelligence and law enforcement agencies, would be wrapped into the royal commission, with an interim report expected in April.</p><p class=\"sc-9a00e533-0 eZyhnA\">Former High Court justice Virginia Bell has been appointed to lead the commission, Albanese said, adding that he had asked her to report by December 2026 and that \"this won't be a drawn-out process.\" Previous royal commissions have taken years.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This royal commission is the right format, the right duration and the right terms of reference to deliver the right outcome for our national unity and our national security,\" Albanese said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Rumours that Bell was to be appointed had earlier drawn criticism from the Jewish community. </p><p class=\"sc-9a00e533-0 eZyhnA\">Former treasurer Josh Frydenberg said prior to Albanese's announcement the prime minister had been told by Jewish leaders there were \"serious concerns\" about her appointment, without specifying what they were.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking alongside Albanese, Attorney General Michelle Rowland said Bell was \"an eminent and highly capable former Justice of the High Court of Australia, and I have no doubt that she will examine the complex issues ahead with impartiality and precision\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Addressing concerns that a royal commission could interfere with the criminal legal proceedings against the alleged gunman who survived, Albanese added: \"It's one of the reasons why we chose someone who has a criminal law background, has been in senior positions in the Supreme Court and the High Court of Australia. That is, she's the most qualified person we could possibly consider.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He also added that the inquiry was not meant to \"provide a solution on Gaza or on the Middle East\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The truth is that some people have held Jewish Australians to account for views or actions that that they're opposed to, that have nothing to do with them,\" Albanese said.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the days after the attack, state and federal leaders agreed to tighten gun controls, including limits on the number of firearms held by any one individual and on the types of firearms that can be held, as well as a buyback scheme.</p><p class=\"sc-9a00e533-0 eZyhnA\">Albanese also promised hate speech reform including penalties for preachers and leaders who promote violence and a new federal offence of \"aggravated hate speech\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He previously said his government would adopt the recommendations put forward by antisemitism commissioner Jillian Segal in a July report.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her report was criticised by some upon its release due to its implications for free speech, such as plans to monitor universities and arts organisations and withhold funding if they were deemed to have failed to act against antisemitism.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking alongside the prime minister on Thursday, Segal said the government's decision was \"the right one and an important one\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"It does reflect the seriousness of the growth in antisemitism and its impact on our country and our democracy,\" she said.</p></div></div></body></html>"
        },
        {
            "title": "One million without heat and water after Russian strikes, Ukraine says",
            "time": "2026-01-08T17:58:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4108/live/f5ca2990-ec24-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">More than one million people in south-eastern Ukraine spent hours without heating and water supplies as a result of Russian air strikes, officials have said. </p><p class=\"sc-9a00e533-0 eZyhnA\">The attacks damaged infrastructure across the south-eastern Dnipropetrovsk region - as well as in neighbouring Zaporizhzhia. </p><p class=\"sc-9a00e533-0 eZyhnA\">Russia has recently intensified attacks on Ukraine's energy infrastructure, aimed at paralysing power supplies during a harsh winter. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine's President Volodymyr Zelensky accused it of \"mockery\" and pleaded for Western support. He later said there were fears of \"a new massive Russian strike\" as Moscow was trying to take advantage of the weather, with heavy snow and frost expected across Ukraine. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Hospitals, water facilities and other critical services in Dnipropetrovsk had to operate on backup systems, the energy ministry said, while residents were urged to limit electricity use to avoid further strain on the grid.</p><p class=\"sc-9a00e533-0 eZyhnA\">DTEK, Ukraine's biggest private energy provider, is living in permanent crisis mode because of Russian attacks on the grid, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c80xjkm0283o\" class=\"sc-f9178328-0 iCaRzc\">its chief executive told the BBC last month</a>, with most of Ukraine suffering from lengthy power cuts during winter.</p><p class=\"sc-9a00e533-0 eZyhnA\">Maxim Timchenko, CEO of DTEK, which provides power for 5.6 million Ukrainians, said the intensity of strikes had been so frequent \"we just don't have time to recover\".</p><p class=\"sc-9a00e533-0 eZyhnA\">As the fourth anniversary of Russia's full-scale invasion approaches, Timchenko said Russia had repeatedly targeted DTEK's energy grid with \"waves of drones, cruise and ballistic missiles\" and his company had found it difficult to cope.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There is no military sense in such strikes on the energy sector, on infrastructure,\" Zelensky said on Thursday. </p><p class=\"sc-9a00e533-0 eZyhnA\">He urged Ukrainians to remain \"resilient\" against Russia's attempts \"to break Ukraine\" and added that peace talks aimed at ending the war should not be a reason to slow down Western supplies for Ukraine's air defences.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zelensky has been on a diplomatic tour this week - meeting allies in the \"Coalition of the Willing\" and US President Donald Trump's peace envoys Steve Witkoff and Jared Kushner. </p><p class=\"sc-9a00e533-0 eZyhnA\">Following those talks in Paris on Tuesday, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c17zee20qpzo\" class=\"sc-f9178328-0 iCaRzc\">the UK and France</a> signed a declaration of intent on deploying troops in Ukraine if a peace deal is reached - a move Moscow warned would make foreign forces a \"legitimate target\".</p><p class=\"sc-9a00e533-0 eZyhnA\">But a day later, Zelensky said European allies had <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cgm4yeexmg2o\" class=\"sc-f9178328-0 iCaRzc\">not given him sound guarantees</a> that they would protect his country in the event of new Russian aggression.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, he also said he believed Russia's full-scale war against Ukraine could be brought to an end in the first half of 2026. </p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking at the opening of Cyprus's presidency of the EU for the next six months, he said negotiations with European partners and the US had entered a new stage and stressed that the EU should play a central role in any settlement.</p><p class=\"sc-9a00e533-0 eZyhnA\">President Donald Trump has been leading efforts to bring the war to an end. His proposals - amended by Ukraine and its European allies - envisage Ukrainian territorial concessions to Russia in areas it does not already control in the country's east.</p><p class=\"sc-9a00e533-0 eZyhnA\">Negotiations centre on those points - the last 10% of the deal, according to Zelensky. So far, Ukraine has refused to agree to cede territory to Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">Once agreed, those proposals would need Russia's approval.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russian President Vladimir Putin has shown no sign of backing down for his demands to annex the entire territory of the industrial eastern region of Donbas.</p><p class=\"sc-9a00e533-0 eZyhnA\">His troops have been making slow progress in the past few months.</p></div></div></body></html>"
        },
        {
            "title": "Heatwave hits Australia as officials warn of 'catastrophic' fire risk",
            "time": "2026-01-08T04:08:38",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4b4f/live/5e4083b0-ec3a-11f0-93c9-f1aa9128d86a.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Parts of Australia will face catastrophic fire conditions on Friday, when heatwaves are expected to hit most of the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">Severe to extreme heatwaves have been declared in every state and territory in Australia, except for Queensland, with high temperatures forecast for days.</p><p class=\"sc-9a00e533-0 eZyhnA\">The state of Victoria has declared a total fire ban for Friday, as the fire danger rating will be set at \"catastrophic\" - the highest level. Some 450 schools and childcare centres will be closed.</p><p class=\"sc-9a00e533-0 eZyhnA\">One meteorologist told the BBC that the combination of heatwaves and an elevated fire danger in parts of the country could create the most \"significant\" conditions since the devastating Black Summer bushfires.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On Thursday, firefighters battled several blazes in Victoria and New South Wales (NSW), with a dozen planes carrying water called in to tackle a large fire near the city of Wodonga, the ABC reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">Melbourne experienced its hottest day in six years on Wednesday with a high of 40.9C (105.6F), while some coastal towns in Western Australia hit 49C.</p><p class=\"sc-9a00e533-0 eZyhnA\">In NSW, the heatwave is expected to peak on Saturday with Sydney facing a high of 42C while areas of South Australia and Western Australia will see temperatures over 40C in the coming days. </p><p class=\"sc-9a00e533-0 eZyhnA\">Friday will be the \"real peak of the current burst of heat,\" Angus Hines from the Bureau of Meteorology told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It will be a very hot day for almost all of South Australia, Victoria, most of New South Wales, parts of Tasmania\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Wednesday was the first significant heatwave for Melbourne and Adelaide, where millions of people live, with fire conditions set to worsen on Friday, he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Firstly, the winds are strengthening across Victoria tomorrow,\" Hines said, adding that coupled with possible thunderstorms with little rain and dry lightning strikes, the fire danger will hit catastrophic levels for the northern parts of Victoria.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This looks like the most significant event at a multi-day level for inland south-east Australia since 2019-2020,\" Hines said.</p><p class=\"sc-9a00e533-0 eZyhnA\">That period six years ago saw Australia's most severe fire season on record, the so-called Black Summer where dozens of people died and tens of millions of hectares of land was burnt. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In Victoria, authorities on Thursday warned that a catastrophic fire danger rating means potential blazes can be \"unpredictable and uncontrollable\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We need the community to play their role alongside our emergency services to protect lives and property,\" said Victoria's Emergency Management Commissioner Tim Wiebusch.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Prepare now and enact your bushfire survival plan. If you are in an area of forecast catastrophic fire danger, leave early to an area with a lower fire risk.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Australia's fire danger ratings scale has four levels, with catastrophic being the highest level, followed by extreme, high and moderate.</p><p class=\"sc-9a00e533-0 eZyhnA\">A heatwave is declared when the minimum and maximum temperatures are expected to be unusually high for three days of more.</p></div></div></body></html>"
        },
        {
            "title": "Two starkly opposed Americas laid bare by deadly ICE shooting",
            "time": "2026-01-08T19:03:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3409/live/2270d020-ecc0-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Two starkly opposed Americas laid bare by deadly ICE shooting </h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Anthony Zurcher</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">North America correspondent</span></p></div></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Politicians divided on Minneapolis shooting</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The fatal shooting of a woman in Minneapolis by a federal law-enforcement officer is laying bare the sharp divides in US politics – and threatening to inflame an already contentious debate over immigration policy.</p><p class=\"sc-9a00e533-0 eZyhnA\">The incident took place in broad daylight. There are multiple videos taken by bystanders from various locations. And yet even the basic facts are being disputed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Almost immediately after the shooting, two starkly different accounts began to take shape. Any ambiguities in the videos shared online were seized upon - different angles and different screengrabs were used to push a particular narrative.</p><p class=\"sc-9a00e533-0 eZyhnA\">And on the public stage, state and federal officials openly disagreed.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to Homeland Security Secretary Kristi Noem, the driver – 37-year-old Renee Good – was to blame. As she drove away from ICE officers, she \"weaponised her car\" in a \"domestic terror attack\", Noem said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump blamed a \"professional agitator\" and a \"radical left movement of violence and hate\" in a Truth Social post.</p><p class=\"sc-9a00e533-0 eZyhnA\">National Democrats - and state and local officials in Minnesota - have painted a completely different picture.</p><p class=\"sc-9a00e533-0 eZyhnA\">Jacob Frey, the Democratic Mayor of Minneapolis, said a federal agent \"recklessly\" used lethal force. He also issued an expletive-laced demand for immigration enforcement officials to leave the city.</p><p class=\"sc-9a00e533-0 eZyhnA\">Minnesota Governor Tim Walz called the shooting \"totally predictable\" and \"totally avoidable\", arguing it was a direct consequence of the surge in federal immigration officers into Minneapolis and surrounding areas in recent days.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We have been warning for weeks that the Trump administration's dangerous, sensationalised operations are a threat to our public safety,\" he said on Wednesday.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b515/live/4f894430-ecbf-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b515/live/4f894430-ecbf-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b515/live/4f894430-ecbf-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b515/live/4f894430-ecbf-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b515/live/4f894430-ecbf-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b515/live/4f894430-ecbf-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b515/live/4f894430-ecbf-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b515/live/4f894430-ecbf-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"eager\" alt=\"Getty Images Image shows a protest against ICE in Minneapolis\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">There have been demonstrations against ICE operations following the shooting</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">This clear division between the federal government and local officials was only further illustrated on Thursday morning, when the Minnesota Bureau of Criminal Apprehension announced that the justice department and the FBI were no longer co-operating with its investigation into the shooting. </p><p class=\"sc-9a00e533-0 eZyhnA\">Federal agencies, it said, would be solely responsible for handling the investigation into the use of lethal force by the ICE agent.</p><p class=\"sc-9a00e533-0 eZyhnA\">That Minnesota has become the epicentre of a growing conflict over immigration enforcement in recent months is both unsurprising - and ironic.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is ironic because Good's death occurred just a few miles from where, in 2020, Minneapolis police killed George Floyd during an attempted arrest, setting off nationwide Black Lives Matters protests – including some, in Minneapolis, that turned violent. </p><p class=\"sc-9a00e533-0 eZyhnA\">Walz has put the state's National Guard on standby, and cautioned the hundreds of protesters who have taken to the streets not to resort to violence.</p><p class=\"sc-9a00e533-0 eZyhnA\">Minnesota's central role in this latest flare-up is unsurprising because it marks the culmination of conflict, controversy and scandal that had been building for months.</p><p class=\"sc-9a00e533-0 eZyhnA\">The recent surge in immigration enforcement comes after Trump derided the state's large Somali immigrant population - most of whom are US citizens - after members of the community were convicted of widespread fraud in the distribution of federal Covid aid.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Hundreds of thousands of Somalians are ripping off our country, and ripping apart that once great state,\" he said in November. \"We're not going to put up with these kind of assaults on law and order by people who shouldn't even be in our country.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Under pressure, Walz abandoned his bid for re-election last week, as allegations mounted of corruption in state social services, including childcare and food aid.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/95d1/live/22f2b4e0-ecc1-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/95d1/live/22f2b4e0-ecc1-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/95d1/live/22f2b4e0-ecc1-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/95d1/live/22f2b4e0-ecc1-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/95d1/live/22f2b4e0-ecc1-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/95d1/live/22f2b4e0-ecc1-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/95d1/live/22f2b4e0-ecc1-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/95d1/live/22f2b4e0-ecc1-11f0-b385-5f48925de19a.jpg.webp\" loading=\"lazy\" alt=\"EPA Democratic Governor of Minnesota Tim Walz delivers remarks during a press conference in Minneapolis\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Governor Tim Walz abandoned his bid for re-election last week</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The surge in immigration enforcement in the state is just the latest example of the Trump administration using federal officials to target communities suspected of having high rates of undocumented migrants. The use of force during this operation is far from an isolated incident, either.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Minnesota incident was at least the ninth immigration-enforcement-related shooting since September – all involving individuals who were targeted while in their vehicles - according to the New York Times.</p><p class=\"sc-9a00e533-0 eZyhnA\">The intensity with which the immigration actions have been undertaken – in an expanding list of cities across the US – has led to protests and calls from Democratic officials for greater oversight, accountability and restraint among law enforcement agents.</p><p class=\"sc-9a00e533-0 eZyhnA\">The fatal Minneapolis shooting has already given these efforts new urgency among their advocates.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump administration officials, for their part, are pressing ahead – citing the mandate they say they received from voters in the 2024 presidential election as well as the evidence, in dramatically reduced undocumented entries into the US, that their efforts have proven effective.</p><p class=\"sc-9a00e533-0 eZyhnA\">They have also vigorously disputed the argument that the video of the Minneapolis shooting is evidence of a misuse of lethal force.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The gaslighting is off the charts and I'm having none of it,\" Vice-President JD Vance wrote in a post on X. \"This guy was doing his job. She tried to stop him from doing his job.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">While he said the incident was tragic, he added that \"it falls on this woman and all of the radicals who teach people that immigration is the one type of law that rioters are allowed to interfere with\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Walz, in his next public comments, was quick to counter.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"People in positions of power have already passed judgement, from the president to the vice-president to Kristi Noem, have stood and told you things that are verifiably false, verifiably inaccurate,\" he said. \"They have determined the character of a 37-year-old mom that they didn't even know.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">It appears that even video evidence is open to interpretation at this point. Each person sees the same images and draws decidedly different conclusions – ones that frequently, perhaps not surprisingly, reinforce their previously established positions.</p><p class=\"sc-9a00e533-0 eZyhnA\">The chasm in US politics seems as immutable as it is daunting.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Follow the twists and turns of Trump's second term with North America correspondent Anthony Zurcher's weekly <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-us-canada-68093155\" class=\"sc-f9178328-0 iCaRzc\">US Politics Unspun</a> newsletter. Readers in the UK can <a target=\"_self\" href=\"https://www.bbc.co.uk/newsletters/zgmn46f\" class=\"sc-f9178328-0 iCaRzc\">sign up here</a>. Those outside the UK can <a target=\"_self\" href=\"https://cloud.email.bbc.com/US_Politics_Unspun_Newsletter_Signup\" class=\"sc-f9178328-0 iCaRzc\">sign up here</a>.</p></div></article></div></body></html>"
        },
        {
            "title": "Bowen: Trump risks pushing world back to age of empires",
            "time": "2026-01-08T18:32:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/974f/live/12b6d6d0-ecba-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Bowen: Trump risks pushing world back to age of empires</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Jeremy Bowen</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">International editor</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/974f/live/12b6d6d0-ecba-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/974f/live/12b6d6d0-ecba-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/974f/live/12b6d6d0-ecba-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/974f/live/12b6d6d0-ecba-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/974f/live/12b6d6d0-ecba-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/974f/live/12b6d6d0-ecba-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/974f/live/12b6d6d0-ecba-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/974f/live/12b6d6d0-ecba-11f0-b385-5f48925de19a.jpg.webp\" loading=\"eager\" alt=\"Getty Images Donald Trump sits with his hands interlocked on a desk during the raid of Caracas. He wears an open-neck white shirt and blue blazer.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Only a few hours after the Venezuelan President Nicolas Maduro was removed from his palace, his job and his country by US special forces, Donald Trump was still marvelling about how it felt to monitor a live feed of the raid from his Mar-a-Lago mansion.</p><p class=\"sc-9a00e533-0 eZyhnA\">He shared his feelings with Fox News.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If you could see the speed, the violence, they call it that... It was amazing, amazing work by these people. No one else could do something like this.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The US president wants and needs quick victories. Before he took office for the second time, he boasted that ending the Russia-Ukraine war would be a single day's work.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela, as presented in Trump's statements, is the quick, decisive victory that he has craved. </p><p class=\"sc-9a00e533-0 eZyhnA\">Maduro is in a prison cell in Brooklyn, the US will \"run\" Venezuela - and he has announced that the Chavista regime, now with a new president, will turn over millions of barrels of oil and that he will control the way the profits are spent. All, so far anyway, without an American life lost and without the long occupation that had such catastrophic consequences after the invasion of Iraq in 2003.</p><p class=\"sc-9a00e533-0 eZyhnA\">For now, at least, Trump and his advisers, publicly at least, are ignoring Venezuela's complexities. It is a country bigger than Germany, still run by the regime of factions that has embedded corruption and repression into Venezuelan politics.</p><p class=\"sc-9a00e533-0 eZyhnA\">Instead, Trump is enjoying a geopolitical sugar rush. Judging by their statements as they flanked him at Mar-a-Lago, so are US Secretary of State Marco Rubio and Secretary of War Pete Hegseth.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since then, they have repeated that Trump was a president who does what he says he is going to do.</p><p class=\"sc-9a00e533-0 eZyhnA\">He's made it clear to Colombia, Mexico, Cuba, Greenland – and Denmark – that they need to be nervous about where his appetite will take him next.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump likes nicknames. He still calls his predecessor Sleepy Joe Biden.</p><p class=\"sc-9a00e533-0 eZyhnA\">Now he's trying out a new name for the Monroe Doctrine, which has been a foundation of US policy in Latin America for two centuries.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump renamed it, naturally, after himself – the Donroe doctrine.</p><p class=\"sc-9a00e533-0 eZyhnA\">James Monroe, the fifth president of the United States, unveiled the original in December 1823. It declared that the western hemisphere was America's sphere of interest – and warned European powers not to meddle or establish new colonies.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Donroe Doctrine puts Monroe's 200-year-old message on steroids.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The Monroe Doctrine is a big deal, but we've superseded it by a lot,\" Trump said at Mar-a-Lago as Maduro, blindfolded and shackled, was on this way to jail.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Under our new national security strategy, American dominance in the western hemisphere will never be questioned again.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1054/live/33110130-ecba-11f0-a5c6-8d86b70e9199.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1054/live/33110130-ecba-11f0-a5c6-8d86b70e9199.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1054/live/33110130-ecba-11f0-a5c6-8d86b70e9199.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1054/live/33110130-ecba-11f0-a5c6-8d86b70e9199.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1054/live/33110130-ecba-11f0-a5c6-8d86b70e9199.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1054/live/33110130-ecba-11f0-a5c6-8d86b70e9199.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1054/live/33110130-ecba-11f0-a5c6-8d86b70e9199.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1054/live/33110130-ecba-11f0-a5c6-8d86b70e9199.jpg.webp\" loading=\"lazy\" alt=\"Reuters Three law enforcement officers escorting handcuffed Nicolás Maduro and his wife Cilia Flores on tarmac in New York City.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Venezuelan President Nicolas Maduro and his wife Cilia Flores are now being detained in New York</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Any rival or potential threat, especially China, has to stay out of Latin America. It's not clear where that leaves the massive investments that China has already made in the region.</p><p class=\"sc-9a00e533-0 eZyhnA\">Donroe also extends the huge area the US calls its \"backyard\" north to Greenland.</p><p class=\"sc-9a00e533-0 eZyhnA\">The 2026 equivalent of Monroe's copperplate handwriting is a photo of a frowning, moody looking Trump posted by the US State Department on social media. The words with it say, \"this is OUR hemisphere – and President Trump will not allow our security to be threatened\".</p><p class=\"sc-9a00e533-0 eZyhnA\">That means using US military and economic power to coerce countries and leaders that get out of line – and to take their resources if necessary. As Trump warned another possible target, the president of Colombia – they need to watch their ass.</p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland is in America's sights, not just because of its strategic importance in the Arctic – but because it has rich mineral resources that are becoming accessible as climate change melts the ice sheets. Rare earths from Greenland and heavy crude oil from Venezuela are both seen as strategic US assets.</p><p class=\"sc-9a00e533-0 eZyhnA\">Unlike other interventionist US presidents, Trump does not cloak his actions with the legitimacy, however spurious, of international law or the pursuit of democracy. The only legitimacy he needs comes from his belief in the force of his own will, backed by raw US power.</p><p class=\"sc-9a00e533-0 eZyhnA\">From Monroe to Donroe, foreign policy doctrines matter to US presidents. They shape their actions and their legacies.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In July, the US will celebrate its 250th birthday. In 1796, its first president, George Washington, announced he wouldn't seek a third term with a farewell address that still resonates today.</p><p class=\"sc-9a00e533-0 eZyhnA\">Washington issued a series of warnings about the US and the world.</p><p class=\"sc-9a00e533-0 eZyhnA\">Temporary alliances in time of war might be necessary, but the US should otherwise avoid permanent alliances with foreign nations. That started the tradition of isolationism.</p><p class=\"sc-9a00e533-0 eZyhnA\">At home, he warned citizens to beware of extreme partisanship. Division, he said, was a danger to the young American republic.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Senate does an annual public re-reading of Washington's farewell address, a ritual that does not cut through the hyper-partisan and polarised politics of the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">Washington's warning about the dangers of entangling alliances was followed for 150 years. After World War One, the US left Europe and returned to isolationism.</p><p class=\"sc-9a00e533-0 eZyhnA\">But World War Two made the US into a global power. And that is where another doctrine comes in, much more significant for the way Europeans have lived – until Trump.</p><p class=\"sc-9a00e533-0 eZyhnA\">By 1947, the Cold War with the Soviet Union had turned frigid. The UK, left bankrupt by the war, told the US it could no longer fund the Greek government's fight with communists.</p><p class=\"sc-9a00e533-0 eZyhnA\">Then-President Harry Truman's response was to commit US to support, in his words, \"free peoples resisting attempted subjugation by armed minorities or by outside pressures\". He meant threats from the Soviet Union or homegrown communists.</p><p class=\"sc-9a00e533-0 eZyhnA\">That was the Truman Doctrine. It led to the Marshall Plan, which rebuilt Europe, followed in 1949 by the creation of Nato. Atlanticists in the US, like Harry Truman and George Kennan - the diplomat who came up with the idea of containing the Soviet Union - believed those commitments were in America's interests.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: How the US attack on Venezuela unfolded</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">There is a direct line from the Truman Doctrine to Joe Biden's decision to fund Ukraine's war effort. </p><p class=\"sc-9a00e533-0 eZyhnA\">In many ways, the Truman Doctrine created the relationship with Europe that Trump has been dismantling. It was a sharp break with the past. Truman ignored Washington's warning about permanent entangling alliances.</p><p class=\"sc-9a00e533-0 eZyhnA\">Now Trump is breaking with Truman's legacy. If he follows through with his threat to somehow take possession of Greenland, which is Danish sovereign territory, he could destroy what's left of the transatlantic alliance.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Maga ideologue and powerful Trump adviser Stephen Miller summed it up earlier this week on CNN. The US, he said, was operating in the real world that \"is governed by strength, that is governed by force, that is governed by power… these are the iron laws of the world since the beginning of time\".</p><p class=\"sc-9a00e533-0 eZyhnA\">No US president would deny the need for strength and power. But from Franklin D Roosevelt, through Truman and all their successors until Trump, the men in the Oval Office believed the best way to be powerful was to lead an alliance, which meant give and take.</p><p class=\"sc-9a00e533-0 eZyhnA\">They supported the new United Nations and the drive to make rules to regulate the behaviour of states. The US, of course, has ignored and violated international law many times – doing much to hollow out the idea of a rules-based international order.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Trump's predecessors did not try to sweep away the notion that the international system needed regulation, however flawed and incomplete.</p><p class=\"sc-9a00e533-0 eZyhnA\">That is because of the catastrophic consequences in the first half of the 20th Century of the rule of the strongest – two world wars and millions dead.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">But the combination of Trump's \"America First\" ideology and his businessman's acquisitive, transactional instincts have led him to believe that America's allies need to pay for the privilege of his favour. Friendship seems too strong a word. America's interests, in the narrow definition laid out by the president, require it to stay top dog by acting alone.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump changes his mind often. But one constant appears to be his belief that the US can use its power with impunity. He says that it is the way to make America great again. </p><p class=\"sc-9a00e533-0 eZyhnA\">The risk is that, if Trump sticks to his course, he will push the world back to the way it was in the age of empires a century or more ago - a world where big powers, with spheres of influence, sought to impose their will, and where mighty authoritarian nationalists led their peoples to disaster.</p></div></article></div></body></html>"
        },
        {
            "title": "Renee Nicole Good: Who was the woman killed by ICE in Minneapolis?",
            "time": "2026-01-08T15:48:37",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9bd7/live/0df09270-ec89-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Who was Renee Nicole Good, the woman killed by ICE?</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9bd7/live/0df09270-ec89-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9bd7/live/0df09270-ec89-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9bd7/live/0df09270-ec89-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9bd7/live/0df09270-ec89-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9bd7/live/0df09270-ec89-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9bd7/live/0df09270-ec89-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9bd7/live/0df09270-ec89-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9bd7/live/0df09270-ec89-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"eager\" alt=\"Renee Nicole Good Renee Good has long, blonde, curly hair and is wearing a red off-the-shoulder top. The ocean is in the background.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Renee Nicole Good</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Renee Nicole Good was an award-winning poet</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The woman shot dead by a federal immigration agent in Minneapolis has been identified as Renee Nicole Good, a 37-year-old mother of three who had just moved to the city.</p><p class=\"sc-9a00e533-0 eZyhnA\">She was a prize-winning poet and a hobby guitarist, who city leaders have said was there as a legal observer of Immigration and Customs Enforcement (ICE) activities.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the Trump administration has called her a \"domestic terrorist\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Good's death has sparked protests across the country, with many people holding signs that read \"Justice for Renee\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Her mother, Donna Ganger, told the <a target=\"_blank\" href=\"https://www.startribune.com/she-was-an-amazing-human-being-mother-identifies-woman-shot-killed-by-ice-agent/601559922\" class=\"sc-f9178328-0 iCaRzc\">Minnesota Star Tribune</a> that her daughter was \"probably terrified\" during the confrontation with officers that saw her fatally shot and that she was \"one of the kindest people I've ever known\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"She was extremely compassionate,\" Ganger told the daily newspaper. \"She's taken care of people all her life. She was loving, forgiving and affectionate. She was an amazing human being.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Her father, Tim Ganger, told the Washington Post that \"she had a good life, but a hard life\".</p><p class=\"sc-9a00e533-0 eZyhnA\">A fundraiser for Good's family, which was set up with a target of $50,000 (£37,000), raised more than $500,000 in 15 hours.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In what appears to be Good's Instagram account, which has now been made private, Good described herself as a \"poet and writer and wife and mom\", who was \"experiencing Minneapolis\".</p><p class=\"sc-9a00e533-0 eZyhnA\">A US citizen, Good was originally from Colorado Springs and had moved to Minneapolis just last year from Kansas City.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Minnesota Star Tribune reports that she used to host a podcast with her second husband, Tim Macklin, who died in 2023. They had a son together, who is now six years old, Macklin's father told the newspaper. </p><p class=\"sc-9a00e533-0 eZyhnA\">She had two other children with her first husband, who spoke to US media on condition that his name was not used. He said that Good was not an activist and that she was a devoted Christian who went to Northern Ireland on youth missions when she was younger.</p><p class=\"sc-9a00e533-0 eZyhnA\">She had previously worked as a dental assistant and at a credit union, but had mainly been a stay-at-home mum in recent years, according to the Associated Press.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/dba5/live/28d54ce0-ec7d-11f0-ba9c-c9d74e6fde06.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/dba5/live/28d54ce0-ec7d-11f0-ba9c-c9d74e6fde06.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/dba5/live/28d54ce0-ec7d-11f0-ba9c-c9d74e6fde06.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/dba5/live/28d54ce0-ec7d-11f0-ba9c-c9d74e6fde06.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/dba5/live/28d54ce0-ec7d-11f0-ba9c-c9d74e6fde06.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/dba5/live/28d54ce0-ec7d-11f0-ba9c-c9d74e6fde06.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/dba5/live/28d54ce0-ec7d-11f0-ba9c-c9d74e6fde06.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/dba5/live/28d54ce0-ec7d-11f0-ba9c-c9d74e6fde06.jpg.webp\" loading=\"lazy\" alt=\"Getty Images People gather at a memorial for Good. there are candles, flowers and a big cross.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">People have left flowers, candles and messages at a make-shift memorial for Good in Minneapolis</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Good studied creative writing at Old Dominion University in Norfolk, Virginia, and in 2020 she won an undergraduate prize from the <a target=\"_blank\" href=\"https://poets.org/2020-on-learning-to-dissect-fetal-pigs\" class=\"sc-f9178328-0 iCaRzc\">Academy of American Poets</a> for her piece entitled On Learning to Dissect Fetal Pigs.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When she is not writing, reading, or talking about writing, she has movie marathons and makes messy art with her daughter and two sons,\" her biography from the prize reads, as quoted in US media. It seems to have now been removed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Good graduated the same year from the university's College of Arts and Letters with a degree in English.</p><p class=\"sc-9a00e533-0 eZyhnA\">Its president said in a statement that her sudden death was \"yet another clear example that fear and violence have sadly become commonplace in our nation\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"May Renee's life be a reminder of what unites us: freedom, love, and peace,\" Old Dominion University president Brian Hemphill wrote.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Several state leaders have said that Good was at the scene of an ICE raid in the south of Minneapolis as a legal observer - a volunteer who monitors police and security forces at protests and operations. </p><p class=\"sc-9a00e533-0 eZyhnA\">Good's mother told the Minnesota Star Tribune that her daughter was \"not part of anything\" that involved challenging ICE agents.</p><p class=\"sc-9a00e533-0 eZyhnA\">But White House officials, including the president, have said Good was not simply observing, but also interfering in the officers' work.</p><p class=\"sc-9a00e533-0 eZyhnA\">US Homeland Security Secretary Kristi Noem said Good had been \"stalking and impeding their work\" all day by \"blocking them in\" with her car and \"shouting at them\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Good \"weaponised her vehicle\", Noem told reporters, and then tried to run over one of the officers \"in an attempt to kill or cause bodily harm to agents, an act of domestic terrorism\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The ICE agent feared for his life, Noem said, and \"fired defensive shots\".</p><p class=\"sc-9a00e533-0 eZyhnA\">This account was backed up by Trump, who wrote on Truth Social that \"the woman driving the car was very disorderly, obstructing and resisting\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He called her a \"professional agitator\" who \"violently, willfully, and viciously\" ran over an ICE officer.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the city's mayor said the agent who shot Good had acted recklessly.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Having seen the video myself, I want to tell everybody directly: that is bullshit,\" Jacob Frey said. \"This was an agent recklessly using power that resulted in somebody dying, getting killed.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Good reportedly lived just a few blocks from where she was killed, and the scene is about one mile from where <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cgmjzyp0kwzo\" class=\"sc-f9178328-0 iCaRzc\">George Floyd was murdered in 2020</a> by a city police officer, sparking worldwide anti-racism protests.</p></div></article></div></body></html>"
        },
        {
            "title": "Why Trump chose Delcy Rodríguez, not María Corina Machado",
            "time": "2026-01-08T04:20:37",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9c29/live/8a3fc450-eca1-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Analysis: Why Trump chose Maduro's VP over Nobel winner</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Paul Adams</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Diplomatic correspondent</span></p></div></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Who is Venezuela's new interim president, Delcy Rodríguez?</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Amid the many questions swirling since last weekend's dramatic events in Caracas – and there are many – one that refuses to go away centres on the bespectacled woman now leading what US officials are calling Venezuela's \"interim authorities\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Why Delcy?</p><p class=\"sc-9a00e533-0 eZyhnA\">What is it about Delcy Rodríguez, daughter of a former Marxist guerilla and deputy to ousted dictator Nicolas Maduro, that has caught the eye of the Trump administration?</p><p class=\"sc-9a00e533-0 eZyhnA\">And why has Washington decided on an avowed \"Chavista\" revolutionary to stay in power, rather than backing the opposition leader, María Corina Machado, whose opposition movement is widely believed to have won the 2024 presidential elections?</p><p class=\"sc-9a00e533-0 eZyhnA\">The answer, according to one former US ambassador to Venezuela, is simple.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They've gone for stability over democracy,\" says Charles Shapiro, who served as George W Bush's ambassador in Caracas from 2002-04.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They've kept the dictatorial regime in place without the dictator. The henchmen are still there.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think it's risky as hell.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">But the alternative, involving wholesale regime change and backing Machado's opposition movement, would have involved other dangers, including potential infighting among opposition figures and the alienation of those Venezuelans – perhaps as many as 30% – who voted for Maduro.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: \"I want a president who's involved\" - Michiganders weigh in on Maduro's seizure</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In his dramatic news conference on Saturday morning, US President Donald Trump shocked many observers by dismissing the Nobel Peace Prize winner Machado as \"not respected\" inside Venezuela, while describing Rodríguez as \"gracious.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I was very surprised to hear the disqualification of María Corina Machado by President Trump,\" Kevin Whitaker, former deputy chief of mission at the US embassy in Caracas, says.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Her movement was massively elected... and so disqualifying Machado, in effect, disqualified that whole movement.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The speed, and apparent ease, with which Maduro was removed and Rodríguez installed led some observers to speculate that the former vice-president might have been in on the plan.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think it's very telling that we just went after Maduro and the vice president survived,\" says former CIA officer Lindsay Moran.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's obvious that there were high-placed sources. My immediate speculation was that those high placed sources were in the office of the VP, if not the VP herself.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">But Phil Gunson, a senior analyst with the International Crisis Group who lives in Caracas, says the conspiracy theory doesn't stand up to close scrutiny, given that enormous power still rests with Venezuela's defence minister, General Vladimir Padrino Lopez, and hardline interior minister, Diosdado Cabello, both loyal Maduro allies.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Why would she sell out Maduro, leaving her defenceless, internally, against the guys who really control the guns,\" Gunson says.</p><p class=\"sc-9a00e533-0 eZyhnA\">Instead, the decision to back Rodríguez followed warnings that installing Machado could result in dangerous levels of instability.</p><p class=\"sc-9a00e533-0 eZyhnA\">In October, an ICG report warned that \"Washington should beware of regime change\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The risks of violence in any post-Maduro scenario should not be downplayed,\" the report urged, saying elements of the security forces could launch a guerilla war against the new authorities.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We were warning people in the administration, this is not going to work,\" Gunson says. \"There will be violent chaos, it will be your fault and you'll own it.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, the Wall Street Journal reported the existence of a classified US intelligence assessment reaching the same conclusions and determining that members of the Maduro regime, including Rodríguez, were in a better position to lead a temporary government.</p><p class=\"sc-9a00e533-0 eZyhnA\">The White House hasn't commented publicly on the report, but made it clear that it plans to work with Rodríguez for the foreseeable future.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It belies a bit of hard-nosed realism on the part of the Trump administration,\" says Henry Ziemer, an associate fellow with the Americas programme at Washington's Center for Strategic and International Studies.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the challenges, he says, have only just begun.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The capture of Maduro was the easy part. The broader rebuilding of Venezuela, the oil, drugs and democracy goals... are going to take much more time to come to fruition.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">For now, though, Rodríguez seems to be someone the Trump administration feels it can deal with.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"She's been a bit of an economic reformer,\" Gunson says. \"She's aware of the need for an economic opening and she's not averse to the idea of bringing back foreign capital.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: The key questions on Trump’s actions on Venezuela</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ziemer agrees that Rodríguez may not find it difficult to do Washington's bidding when it comes to rolling out the welcome mat for US oil companies, offering greater co-operation on counter-narcotics and even scaling down Venezuela's relations with Cuba, China and Russia, especially if it means the gradual lifting of US sanctions.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think she can deliver on that,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"But if the US is asking for genuine progress towards a democratic transition, that becomes much harder.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">At the moment, this does not appear to be high on Washington's list of priorities.</p><p class=\"sc-9a00e533-0 eZyhnA\">In remarks to the media on Wednesday, US Secretary of State Marco Rubio spoke of a three-stage plan for Venezuela, starting with stabilisation of the country and the marketing of 30-50 million barrels of oil under US supervision.</p><p class=\"sc-9a00e533-0 eZyhnA\">The plan would lead to what Rubio called \"a process of reconciliation\", including amnesties for opposition forces, the release of political prisoners and the rebuilding of civil society.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The third phase, of course, will be one of transition,\" he said, without elaborating.</p><p class=\"sc-9a00e533-0 eZyhnA\">Article 233 of Venezuela's constitution calls for fresh elections within 30 days of a president becoming \"permanently unavailable to serve\" - something that would seem to apply to a situation in which Maduro languishes in a New York prison cell while awaiting trial.</p><p class=\"sc-9a00e533-0 eZyhnA\">But in an interview with NBC News on Monday, Trump said elections were not on the horizon. \"We have to fix the country first,\" he said. \"You can't have an election.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Gunson says Washington's decision not to go for regime change in the short term might make sense, but the absence of a medium- or long-term prospect is disappointing.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Trump may be getting something out of this, but Venezuelans aren't,\" he says. \"Ordinary Venezuelans are getting screwed as usual.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">With the Trump administration talking up the prospects of international oil companies re-investing in Venezuela's corrupt and moribund petroleum infrastructure, Gunson says the reality may be more complicated.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Nobody's going to come in here with the tens of billions of dollars that are required... to start the recovery process if the government is illegitimate and there's no rule of law,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">When the former Venezuelan leader Hugo Chávez designated Maduro as his successor shortly before his death in 2013, the move was described as Chavez's \"dedazo\", a Spanish slang term meaning a \"finger pointing\", a personal anointment which bypasses the normal democratic process.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ambassador Shapiro sees a parallel with the rise to power of Delcy Rodríguez.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is Trump's dedazo,\" he says.</p></div></article></div></body></html>"
        },
        {
            "title": "Greenlanders express fear and indignation as Trump eyes territory",
            "time": "2026-01-07T22:59:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3613/live/27934480-ec10-11f0-bb47-dd0326c45745.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'We are not for sale': Greenlanders express fear and indignation as Trump eyes territory</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Gabriela Pomeroy,</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Alicia Curry,</span><span data-testid=\"byline-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">in London,</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-2\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Adrienne Murray,</span><span data-testid=\"byline-contributors-contributor-2-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">in Copenhagen</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3613/live/27934480-ec10-11f0-bb47-dd0326c45745.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3613/live/27934480-ec10-11f0-bb47-dd0326c45745.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3613/live/27934480-ec10-11f0-bb47-dd0326c45745.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3613/live/27934480-ec10-11f0-bb47-dd0326c45745.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3613/live/27934480-ec10-11f0-bb47-dd0326c45745.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3613/live/27934480-ec10-11f0-bb47-dd0326c45745.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3613/live/27934480-ec10-11f0-bb47-dd0326c45745.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3613/live/27934480-ec10-11f0-bb47-dd0326c45745.jpg.webp\" loading=\"eager\" alt=\"Mia Chemnitz Mia Chemnitz\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Mia Chemnitz</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Mia Chemnitz says \"the people of Greenland do not want to become American\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"The people of Greenland do not want to become American,\" Mia Chemnitz tells the BBC. \"We are not for sale.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The 32-year-old business owner in the Greenlandic capital Nuuk reflects the sentiments of many who spoke to the BBC about how they felt about recent rhetoric from the Trump administration.</p><p class=\"sc-9a00e533-0 eZyhnA\">The White House has said it was \"actively\" discussing an offer to buy the territory that has for centuries belonged to Denmark. US President Donald Trump and his officials had earlier intimated a willingness to take it by force if necessary.</p><p class=\"sc-9a00e533-0 eZyhnA\">This has been met with nervousness and opprobrium among Greenlanders - both on the world's largest island and elsewhere.</p><p class=\"sc-9a00e533-0 eZyhnA\">This nervousness has only grown since the US took Venezuela's President Nicolás Maduro from his residence in Caracas to New York on drug-trafficking and narco-terrorism charges in an unprecedented military move.</p><p class=\"sc-9a00e533-0 eZyhnA\">Almost immediately after, the wife of a senior White House staffer indicated that Greenland was next.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"That's when it stopped feeling abstract,\" says Tupaarnaq Kopeck, 40, who moved to Canada - another place Trump has threatened to annex - for family and work.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"For the first time, I contacted my sister in Greenland and told her that if the unthinkable ever became reality, they would have a place to stay with us.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Aaja Chemnitz, one of two MPs in the Danish parliament representing Greenland, says the comments from the Trump administration are \"a clear threat\" that she was \"appalled\" by.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's completely disrespectful from the US side to not rule out annexing our country and to annex another Nato ally,\" she says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d2c8/live/60f868d0-ec1b-11f0-a452-c539a1a03906.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d2c8/live/60f868d0-ec1b-11f0-a452-c539a1a03906.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d2c8/live/60f868d0-ec1b-11f0-a452-c539a1a03906.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d2c8/live/60f868d0-ec1b-11f0-a452-c539a1a03906.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d2c8/live/60f868d0-ec1b-11f0-a452-c539a1a03906.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d2c8/live/60f868d0-ec1b-11f0-a452-c539a1a03906.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d2c8/live/60f868d0-ec1b-11f0-a452-c539a1a03906.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d2c8/live/60f868d0-ec1b-11f0-a452-c539a1a03906.jpg.webp\" loading=\"lazy\" alt=\"Tupaarnaq Kopeck Tupaarnaq Kopeck \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Tupaarnaq Kopeck</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Tupaarnaq Kopeck says the military intervention in Venezuela made the \"abstract\" feel real</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Greenland is the world's most sparsely populated territory. With much of the Arctic island covered by ice, most of the population lives in Nuuk and the surrounding south-western coastline.</p><p class=\"sc-9a00e533-0 eZyhnA\">But it is strategically significant to the US - which is why it has had a military presence there since World War Two. </p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland's location between North America and the Arctic makes it well placed for early warning systems in the event of missile attacks.</p><p class=\"sc-9a00e533-0 eZyhnA\">More recently, there has also been increased interest in Greenland's natural resources, including rare earth minerals, which are becoming easier to access as its ice melts due to climate change.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's not fun being 56,000 people and having these threats - if you can call them that - from a giant like the US,\" says Masaana Egede, editor of Greenlandic newspaper Sermitsiaq.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The citizens of Greenland are nervous about this, because this is not something that we take lightly.\"</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c0q4w1xnv35o\" class=\"sc-f9178328-0 iCaRzc\">Experts generally agree</a> that a military takeover of Greenland would be an easy undertaking for the US - but that the geopolitical fallout would effectively end the Nato alliance.</p><p class=\"sc-9a00e533-0 eZyhnA\">After the issue of Greenland's ownership was raised anew by the White House, six European allies <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c07xkeee2k3o\" class=\"sc-f9178328-0 iCaRzc\">issued a statement</a> saying its future should be decided by its people - something Mia says she is grateful for.</p><p class=\"sc-9a00e533-0 eZyhnA\">But she worries this will matter little to the US \"if it's not backed with consequences and actions\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"As a Greenlander, I can't help but wonder: what are we worth to these allies? To what lengths are they willing to go to protect us?\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Tupaarnaq says: \"Respect is about more than alliances on paper. When powerful nations talk about you instead of with you, that respect disappears very quickly.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c2e6/live/30103df0-ecb2-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c2e6/live/30103df0-ecb2-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c2e6/live/30103df0-ecb2-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c2e6/live/30103df0-ecb2-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c2e6/live/30103df0-ecb2-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c2e6/live/30103df0-ecb2-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c2e6/live/30103df0-ecb2-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c2e6/live/30103df0-ecb2-11f0-b385-5f48925de19a.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Aaja Chemnitz in the Danish parliament, seen wearing a pink top and earrings\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Aaja Chemnitz says the comments from the Trump administration are \"a clear threat\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration has stressed its intention was to buy Greenland from Denmark - despite Copenhagen reiterating the territory was not for sale - while retaining a military intervention as an option.</p><p class=\"sc-9a00e533-0 eZyhnA\">Aaja sees annexation by force as unlikely - instead, \"what we are going to see is that they will put pressure on us in order to make sure that they will take over Greenland over time\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Polling consistently shows that Greenlanders generally favour eventual independence from Denmark but oppose being owned by the US. The territory is largely self-governing, with control of foreign affairs and defence retained by Copenhagen.</p><p class=\"sc-9a00e533-0 eZyhnA\">This is perhaps why Aleqatsiaq Peary, a 42-year-old Inuit hunter living in the remote northerly town of Qaanaaq, seemed unfazed by the prospect of US ownership.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It would be switching from one master to another, from one occupier to another,\" he says. \"We are a colony under Denmark. We are already losing a lot from being under the Danish government.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">But he adds: \"I don't have time for Trump. Our people are in need,\" explaining hunters like him hunt with dogs on the sea ice and fish, \"but the sea ice is melting and hunters cannot make a living anymore\".</p><p class=\"sc-9a00e533-0 eZyhnA\">For Sermitsiaq editor Masaana, the rhetoric from the US is pushing a fallacious binary choice.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We really have to try to avoid getting the story going to a place where it's Greenland that has to decide between the US and Denmark, because that is not the choice that the Greenlandic people want.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0677/live/2efefa70-ec01-11f0-b35a-ab7e077318c5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0677/live/2efefa70-ec01-11f0-b35a-ab7e077318c5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0677/live/2efefa70-ec01-11f0-b35a-ab7e077318c5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0677/live/2efefa70-ec01-11f0-b35a-ab7e077318c5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0677/live/2efefa70-ec01-11f0-b35a-ab7e077318c5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0677/live/2efefa70-ec01-11f0-b35a-ab7e077318c5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0677/live/2efefa70-ec01-11f0-b35a-ab7e077318c5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0677/live/2efefa70-ec01-11f0-b35a-ab7e077318c5.jpg.webp\" loading=\"lazy\" alt=\"Christian Keldsen Christian Keldsen\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Christian Keldsen</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Christian Keldsen says \"people in Greenland are getting really irritated with this\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">For others, who see the strong relationship Greenland already has with the US being soured, there is a clear sense of indignation.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"People in Greenland are getting really irritated with this,\" says Christian Keldsen of the Greenland Business Association.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Greenlanders are welcoming and open-hearted, it's the best thing about the country. But now with this, some people are scared.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland is open for business with the US, Christian stresses, noting that there are new direct flights from Greenland to New York - a sure sign \"they don't need to take us over\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are a well-functioning democracy and our government has a strong mandate,\" Mia says. \"We are a Nato ally and the US has had military bases in Greenland for over 70 years - and still has the right to establish and run new and more.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"As it has been stated from Greenland before: we are not for sale, but we're open for business.\"</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p></article></div></body></html>"
        },
        {
            "title": "Google Willow: The secrets of the world's most powerful quantum computer",
            "time": "2026-01-08T08:03:50",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a036/live/320f3220-ec79-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Inside the sub-zero lair of the world's most powerful computer</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Faisal Islam</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Economics editor</span></p></div></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Inside the secretive lab which stores the world's most powerful computer</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It looks like a golden chandelier and contains the coldest place in the known universe.</p><p class=\"sc-9a00e533-0 eZyhnA\">What I am looking at is not just the most powerful computer in the world, but technology pivotal to financial security, Bitcoin, government secrets, the world economy and more.</p><p class=\"sc-9a00e533-0 eZyhnA\">Quantum computing holds the key to which companies and countries win - and lose - the rest of the 21st Century.</p><p class=\"sc-9a00e533-0 eZyhnA\">In front of me suspended a metre in the air, in a Google facility in Santa Barbara California, is Willow. Frankly, it was not what I expected. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">There are no screens or keyboards, let alone holographic head cams or brain-reading chips. </p><p class=\"sc-9a00e533-0 eZyhnA\">Willow is an oil barrel-sized series of round discs connected by hundreds of black control wires descending into a bronze liquid helium bath refrigerator keeping the quantum microchip a thousandth of a degree above absolute zero. </p><p class=\"sc-9a00e533-0 eZyhnA\">It looks, and feels, very eighties, but if quantum's potential is realised, the metal and wire jellyfish structure in front of me will transform the world, in many ways.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Welcome to our Quantum AI lab,\" says Hartmut Neven, Google's Quantum AI chief, as we go through the high security door. </p><p class=\"sc-9a00e533-0 eZyhnA\">Neven is something of a legendary figure, part technological genius, part techno music enthusiast, who dresses like he has snowboarded here straight from the Burning Man music festival – for which he designs art. Perhaps he has, in a parallel universe - more on that later.</p><p class=\"sc-9a00e533-0 eZyhnA\">His mission is to turn theoretical physics into functional quantum computers \"to solve otherwise unsolvable problems\" and he admits he's biased but says these chandeliers are the best performing in the world.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Faisal Islam was shown around a Google facility in Santa Barbara</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Secret temple of high science</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Much of our conversation is about what we are not allowed to film in this restricted lab. This critical technology is subject to export controls, secrecy and is at the heart of a race for commercial and economic supremacy. Any small advantage, from the shape of new components to the companies in global supply chains, is a source of potential leverage.</p><p class=\"sc-9a00e533-0 eZyhnA\">There is a notable Californian vibe in this temple of high science, in its art and colour. Each quantum computer is given a name such as Yakushima or Mendocino, they are each wrapped in a piece of contemporary art, and various graffiti-style murals adorn the walls illuminated by the bright winter sun.</p><p class=\"sc-9a00e533-0 eZyhnA\">Neven holds up Willow, Google's latest quantum chip, which has delivered two important milestones. He said it settled \"once and for all\" the discussion about whether quantum computers can do tasks that classical computers can't. </p><p class=\"sc-9a00e533-0 eZyhnA\">Willow also solved a benchmark problem in minutes that would have taken the best computer in the world 10 septillion years, so more than a trillion trillion, or one with 25 zeros on the end, more than the age of the universe.</p><p class=\"sc-9a00e533-0 eZyhnA\">This theoretical result was recently applied to the Quantum Echoes algorithm, impossible for conventional computers, which helps learn the structure of molecules from the same technology used in MRI machines.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Neven reels off the ways he believes this Willow quantum chip will be used \"to help with many problems that humankind has now\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It will enable us to discover medicines more efficiently,\" he says. \"It will help us make food production more efficient, it will help us produce energy, to transport energy, to store energy... solve climate change and human hunger.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It allows us to understand nature much better, and then unlock its secret to build technologies that make life more pleasant for all of us,\" he tells me.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some researchers believe that actual Artificial Intelligence will only be truly possible with quantum.</p><p class=\"sc-9a00e533-0 eZyhnA\">Members of the team here have just received the Nobel prize for the original research into \"superconducting qubits\" used here.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Willow chip has 105 qubits. <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c04gvx7egw5o\" class=\"sc-f9178328-0 iCaRzc\">Microsoft's quantum effort has 8 qubits</a>, but uses a different approach. The race around the world is to get to 1 million qubits for a \"utility scale machine\" that can do quantum chemistry, drug design, without error. The technology is fragile.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Companies around the world are racing to make a revolutionary new generation of computers.</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">What is going on here is being watched carefully around the world. Professor Sir Peter Knight, Chair of the National Quantum Technology Programmes Strategy Advisory Board, says Willow broke new ground.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"All the machines are really still at the toy model stage, they make mistakes. They need error correction. Willow was the first to demonstrate that you could do error correction, through repeated rounds of repairs, which improve,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">This puts the technology on a path to being scaled towards accurately doing a trillion operations, perhaps within seven or eight years, rather than the two decades previously assumed.</p><p class=\"sc-9a00e533-0 eZyhnA\">If the first quarter of this century was defined by the rise of the internet and then Artificial Intelligence, the next 25 years will surely be the start of the quantum era.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">How does it work?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Imagine trying to find a tennis ball in one of a thousand closed drawers. A classical computer opens each one in order. A quantum computer opens all of them at the same time. Or similarly, instead of having to need a hundred keys to open a hundred doors in normal computing, quantum enables you to open all one hundred, with one key, instantly.</p><p class=\"sc-9a00e533-0 eZyhnA\">These machines will not be for everyone. They will not shrink down into phones or AI glasses or laptops. But the point is that the power of these computers grows exponentially, and everyone is getting in on the act.</p><p class=\"sc-9a00e533-0 eZyhnA\">I asked Nvidia chief Jensen Huang whether this poses a threat to his model of providing the specialised chips for AI. \"No, a quantum processor will be added to a computer in the future,\" he replied.</p><p class=\"sc-9a00e533-0 eZyhnA\">And one of the UK's leaders in the field points out what is up for grabs in the quantum world - the eventual power to decrypt almost anything from state secrets to Bitcoin.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"All of cryptocurrency will also have to be re-examined because of the quantum computing threat,\" Sir Peter says.</p><p class=\"sc-9a00e533-0 eZyhnA\">A top partner to Nvidia last year said that while Bitcoin had a few years yet, the technology needed to fork to a stronger blockchain by the end of the decade.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tech industry sources refer to the process of \"Harvest Now, Decrypt Later\" to describe how state agencies are believed to be saving all of the world's encrypted data at home and abroad with the expectation of future generations being able to access it.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Global race</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">And then there is the race across the world. China's approach is very different to the commercial race in the US and the West.</p><p class=\"sc-9a00e533-0 eZyhnA\">At around $15bn (£11bn), the total resource committed to quantum technology in China is possibly of the order of all the rest of the world's government programmes put together, says Sir Peter. </p><p class=\"sc-9a00e533-0 eZyhnA\">Since 2022 China has published more scientific papers on quantum than other countries, the efforts have been led by a pioneering physicist called Pan Jianwei. It is a key part of Beijing's 14th five-year plan. </p><p class=\"sc-9a00e533-0 eZyhnA\">China took a decision to stop its tech companies such as Baidu and Alibaba from developing their own quantum research – and concentrate the people and the infrastructure into a state-run enterprise. China is trying to get the edge on quantum communications and satellites.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last year, Pan developed and tested the Zuchongzhi 3.0 quantum computer using similar technology though a different approach to that of Willow, claiming similar results. In the autumn it was opened up for commercial use. It all feels a little like the World War Two Manhattan Project to produce the first nuclear weapons, or the Space Race of the 21st Century.</p><p class=\"sc-9a00e533-0 eZyhnA\">The UK is one of the scientific heartlands for quantum research. It was a British scientist who did the original research on superconducting qubits. There are dozens of companies and cutting-edge research here. The government plans to make a significant investment around this in the coming weeks. It is vital for economics, for military use, and for geopolitics. There is a hope that the UK will be the third power in this area.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Parallel universes</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Back at the Willow lab, there are perhaps even more existential questions being posed. Last year Neven suggested that Willow's unprecedented speed supported some conceptions of the existence of a multiverse. Basically this speed could be explained by Willow having tapped into parallel universes for its compute power. Not all scientists bought this.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There is still a spirited debate,\" he tells me. \"As you have learned in your lab visit, the reason quantum computers are so powerful is that within one clock cycle it can touch two to the 105 combinations simultaneously. It makes you question where are these different things?… There's a version of quantum mechanics to think about - the many worlds formulation - parallel universes or parallel reality.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Willow had not proved this, Neven was careful to say, but was \"suggestive that we should take this idea seriously\".</p><p class=\"sc-9a00e533-0 eZyhnA\">This is the cutting edge of the frontier of the world, of technology, of growth, and the British government will soon pour hundreds of millions into catching up with Willow and the Chinese. It sounds like science fiction. It is rapidly becoming economic fact.</p></div></article></div></body></html>"
        },
        {
            "title": "How tariffs will continue to reshape the global economy in 2026",
            "time": "2026-01-08T00:00:40",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/645a/live/aab49c60-eb11-11f0-992c-75363ad17690.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">How tariff disruption will continue reshaping the global economy in 2026</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Jonathan Josephs</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Business reporter, BBC News</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/645a/live/aab49c60-eb11-11f0-992c-75363ad17690.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/645a/live/aab49c60-eb11-11f0-992c-75363ad17690.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/645a/live/aab49c60-eb11-11f0-992c-75363ad17690.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/645a/live/aab49c60-eb11-11f0-992c-75363ad17690.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/645a/live/aab49c60-eb11-11f0-992c-75363ad17690.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/645a/live/aab49c60-eb11-11f0-992c-75363ad17690.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/645a/live/aab49c60-eb11-11f0-992c-75363ad17690.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/645a/live/aab49c60-eb11-11f0-992c-75363ad17690.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images US President Trump and Chinese President Xi shake hands in front of their country's flags\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Trade and tariffs will be on the agenda when Trump and China's Xi next meet in April</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">President Trump's favourite word is tariffs. He reminded the world of that in his pre-Christmas <a target=\"_blank\" href=\"https://www.youtube.com/watch?v=DpLvGmPetds\" class=\"sc-f9178328-0 iCaRzc\">\"address to the nation\".</a></p><p class=\"sc-9a00e533-0 eZyhnA\">With the world still unwrapping the tariffs \"gift\" from the first year of his second term in office, he said they were bringing jobs, higher wages and economic growth to the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">That is hotly contested. What is less debatable is that they've refashioned the global economy, and will continue to do so into 2026.</p><p class=\"sc-9a00e533-0 eZyhnA\">The International Monetary Fund (IMF) says that although \"the tariff shock is smaller than originally announced\", it is a key reason why it now expects the rate of global economic growth <a target=\"_blank\" href=\"https://www.imf.org/-/media/files/publications/weo/2025/october/english/execsum.pdf\" class=\"sc-f9178328-0 iCaRzc\">to slow to 3.1% in 2026.</a> A year ago, it predicted a 3.3% expansion this year.</p><p class=\"sc-9a00e533-0 eZyhnA\">For the head of the IMF, Kristalina Georgieva, things are <a target=\"_blank\" href=\"https://www.nbim.no/en/news-and-insights/podcast/2025/kristalina-georgieva-leading-the-imf-navigating-global-crises-and-strengthening-cooperation/\" class=\"sc-f9178328-0 iCaRzc\">\"better than we feared, worse than it needs to be\".</a> Speaking on a podcast recently she explained that growth had fallen from a pre-Covid average of 3.7%.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This growth is too slow to meet the aspirations of people around the world for better lives,\" she said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Other forecasts for 2026 are <a target=\"_blank\" href=\"https://www.piie.com/newsroom/press-releases/2025/piie-sees-global-economic-growth-slowing-2026-amid-policy-headwinds\" class=\"sc-f9178328-0 iCaRzc\">even more pessimistic</a> than that of the IMF.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Yet the impact of the tariffs on the global economy was not as bad as it could have been, notes Maurice Obstfeld of the Peterson Institute for International Economics, who is also a former chief economist at the IMF. He says this is the case because \"countries didn't retaliate strongly against the US\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Obstfeld adds: \"And the one country that did forcefully hit back, which is China, induced the US to back down very quickly. So we certainly avoided a trade disaster.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">However, after five rounds of trade talks, the world's two biggest economies still have <a target=\"_blank\" href=\"https://www.reuters.com/world/china/trumps-trade-war-with-china-2025-2025-10-13/\" class=\"sc-f9178328-0 iCaRzc\">more tariffs and other trade restrictions</a> in place against each other than when Trump took office for the second time.</p><p class=\"sc-9a00e533-0 eZyhnA\">The tariffs have pushed up costs for many businesses and increased uncertainty, which makes it harder to plan for and invest in the future.</p><p class=\"sc-9a00e533-0 eZyhnA\">Despite the resilience seen so far, \"these frictions and uncertainties take their toll over time\", such as through efficiency loses, according to Obstfeld.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some of the damage of tariffs has been mitigated by lower interest rates, a fall in the value of the dollar, businesses finding clever ways around them, and, crucially, the many exemptions they contain.</p><p class=\"sc-9a00e533-0 eZyhnA\">This may help explain why the UN trade agency UNCTAD is forecasting that the value of global trade grew 7% last year to reach <a target=\"_blank\" href=\"https://unctad.org/news/global-trade-hit-record-35-trillion-despite-slowing-momentum\" class=\"sc-f9178328-0 iCaRzc\">more than $35tn (£26tn).</a></p><p class=\"sc-9a00e533-0 eZyhnA\">Yet Obstfeld says the loopholes in US tariffs are a double-edged sword. \"The exemptions mean lower tariffs in practice, but they also introduce a lot of uncertainty about how you get them.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Countries including the UK, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cly4jz9zr50o\" class=\"sc-f9178328-0 iCaRzc\">South Korea</a> and Japan have managed to navigate those mysteries and agree trade deals with Trump. Others will hope they can do so during 2026.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1df6/live/6239a170-eb15-11f0-992c-75363ad17690.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1df6/live/6239a170-eb15-11f0-992c-75363ad17690.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1df6/live/6239a170-eb15-11f0-992c-75363ad17690.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1df6/live/6239a170-eb15-11f0-992c-75363ad17690.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1df6/live/6239a170-eb15-11f0-992c-75363ad17690.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1df6/live/6239a170-eb15-11f0-992c-75363ad17690.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1df6/live/6239a170-eb15-11f0-992c-75363ad17690.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1df6/live/6239a170-eb15-11f0-992c-75363ad17690.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images Workers at a Hyundai factory in the US\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Hyundai is amongst the foreign firms expanding manufacturing in the US due to Trump's trade policies</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Whilst some economists have expressed doubt about how strongly the US is now growing, between July and September it <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c62n9ynzrdpo\" class=\"sc-f9178328-0 iCaRzc\">expanded by 4.3%,</a> the strongest annual growth in two years.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is a very, very resilient economy, and I don't see why that wouldn't continue going forward,\" says Aditya Bhave, a senior economist at Bank of America.</p><p class=\"sc-9a00e533-0 eZyhnA\">He thinks tariffs have added between 0.3% and 0.5% to US inflation, which in November was 2.7%, but \"we probably haven't seen the full impact\" yet.  That matters given the US economy is driven by consumer spending, and that it accounts for 26% of the global economy, according to the IMF.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cost of living pressures are still a problem for people in many parts of the world, but there are some encouraging signs for them. In the eurozone, inflation has stabilised and is now running at 2.1%. But in the UK <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cy7vjz3ngy7o\" class=\"sc-f9178328-0 iCaRzc\">it's 3.2%,</a> which as in the US, remains well above the central banks' 2% target.</p><p class=\"sc-9a00e533-0 eZyhnA\">Others major influences on the global economy this year could include the renegotiation of the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/business-51300625\" class=\"sc-f9178328-0 iCaRzc\">US Mexico Canada Agreement </a>(USMCA) trade deal that Trump signed in his first term in office.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, EU member states are due to vote on whether to ratify a <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/clyv0k88dgjo\" class=\"sc-f9178328-0 iCaRzc\">South American trade deal </a>that was signed more than a year ago.</p><p class=\"sc-9a00e533-0 eZyhnA\">And back in the US, there is a lot riding on a Supreme Court decision on the legality of Trump's tariffs.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/498a/live/ab7668f0-eb15-11f0-992c-75363ad17690.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/498a/live/ab7668f0-eb15-11f0-992c-75363ad17690.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/498a/live/ab7668f0-eb15-11f0-992c-75363ad17690.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/498a/live/ab7668f0-eb15-11f0-992c-75363ad17690.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/498a/live/ab7668f0-eb15-11f0-992c-75363ad17690.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/498a/live/ab7668f0-eb15-11f0-992c-75363ad17690.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/498a/live/ab7668f0-eb15-11f0-992c-75363ad17690.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/498a/live/ab7668f0-eb15-11f0-992c-75363ad17690.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images A cargo ship leaving the the Yangshan Deepwater Port Container Terminal in Shanghai\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Trump's tariffs have seen China increase exports to Europe</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">One key input into the world economy is oil, and Wall Street bank Goldman Sachs expects the price of benchmark Brent Crude to fall around 8% this year to around $56 a barrel.</p><p class=\"sc-9a00e533-0 eZyhnA\">That forecast is based on strong production in the US and Russia, rather than Trump's intervention in Venezuela, which is unlikely to lead to more oil on global markets in the short term.</p><p class=\"sc-9a00e533-0 eZyhnA\">With oil used for energy and transport, another downward pressure on prices could be the resumption of global shipping through the Red Sea. A week before Christmas shipping giant Maersk sent a container ship through it for the first time in almost two years.</p><p class=\"sc-9a00e533-0 eZyhnA\">Attacks by Houthi rebels based in Yemen, that were linked to the war in Gaza, mean major shipping companies <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-middle-east-67738792\" class=\"sc-f9178328-0 iCaRzc\">have avoided it.</a> Instead they've taken the longer and more expensive route around southern Africa.</p><p class=\"sc-9a00e533-0 eZyhnA\">Maersk says that whilst it was \"a significant step forward, we are not at a point where we can set a date on any potential wider network change back to the trans-Suez corridor\".</p><p class=\"sc-9a00e533-0 eZyhnA\">One of the most important destinations for container ships is China. It's where they pick up the toys, electronics, clothing and other goods that the country makes for the rest of the world.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, Beijing's trade relations with the US continue to cast a shadow over the global economy.</p><p class=\"sc-9a00e533-0 eZyhnA\">The latest available data suggests the value of goods the world's two biggest economies sold each other <a target=\"_blank\" href=\"https://www.census.gov/foreign-trade/balance/c5700.html\" class=\"sc-f9178328-0 iCaRzc\">fell for the third consecutive year</a> in 2025.</p><p class=\"sc-9a00e533-0 eZyhnA\">Unlike a year ago, there wasn't even a nod towards those strains, or the many <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c3e95lny0x9o\" class=\"sc-f9178328-0 iCaRzc\">domestic economic pressures</a> in President Xi's 2026 <a target=\"_blank\" href=\"https://www.fmprc.gov.cn/mfa_eng/xw/zyxw/202512/t20251231_11796363.html\" class=\"sc-f9178328-0 iCaRzc\">new year message.</a></p><p class=\"sc-9a00e533-0 eZyhnA\">However, he did forecast the world's second-biggest economy would reach the landmark size of $20tn this year, and said that China is \"ready to work with all countries to advance world peace and development\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Tariffs, US sourcing of rare earth metals, and Chinese access to high-end US computer chips, have dominated talks between the two sides, but there are many other issues to be resolved when <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ckgdr1vlz7ko\" class=\"sc-f9178328-0 iCaRzc\">Xi hosts Trump in April,</a> according to James Zimmerman who chairs the American Chamber of Commerce in China.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"A lot is riding on that [meeting],\" he says. \"Our expectations are indeed low.\" But he adds that its \"very, very important\" that there is a sustained dialogue even if it takes time to deliver results.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Beijing wants a fair shake at being able to compete globally. They do feel that the environment in certain places has been very restrictive towards Chinese companies. Part of that is the over emphasis on security concerns.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">On the other side, Zimmerman says that US concerns include \"how China manages its manufacturing output\". \"Overcapacity is an issue that is affecting a lot of different economies.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He explains that China has shown its strength in manufacturing consumer goods, but that it needs to show it can make adjustments when demand for them falls, \"so that there is not a situation where you have massive dumping of consumer goods around the world\".</p><p class=\"sc-9a00e533-0 eZyhnA\">In Europe, the continent's reliance on cheap Chinese imports is growing, <a target=\"_blank\" href=\"https://think.ing.com/articles/europes-china-shock-20/\" class=\"sc-f9178328-0 iCaRzc\">according to research</a> from Dutch bank ING.</p><p class=\"sc-9a00e533-0 eZyhnA\">This is something that the EU is looking <a target=\"_blank\" href=\"https://www.reuters.com/world/china/brussels-wants-accelerate-crackdown-cheap-chinese-parcels-2025-11-13/\" class=\"sc-f9178328-0 iCaRzc\">to crack down on </a>in the coming months.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/77bd/live/572907c0-eb16-11f0-992c-75363ad17690.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/77bd/live/572907c0-eb16-11f0-992c-75363ad17690.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/77bd/live/572907c0-eb16-11f0-992c-75363ad17690.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/77bd/live/572907c0-eb16-11f0-992c-75363ad17690.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/77bd/live/572907c0-eb16-11f0-992c-75363ad17690.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/77bd/live/572907c0-eb16-11f0-992c-75363ad17690.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/77bd/live/572907c0-eb16-11f0-992c-75363ad17690.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/77bd/live/572907c0-eb16-11f0-992c-75363ad17690.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images Oil wells in Canada\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The global economy is being boosted by an expected fall in oil prices</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Back in the US, limiting the inflow of foreign-made goods is a key part of Trump's trade policy. His Trade Representative Jamieson Greer recently wrote that re-industrialisation and increasing \"manufacturing's share of our economy\" was in the <a target=\"_blank\" href=\"https://ustr.gov/about/policy-offices/press-office/press-releases/2025/december/op-ed-ambassador-jamieson-greer-year-tariff\" class=\"sc-f9178328-0 iCaRzc\">US national interest.</a></p><p class=\"sc-9a00e533-0 eZyhnA\">In a hint towards tariffs staying in place, he argued that new investments in making cars, ships and pharmaceuticals in the US wouldn't be happening without them.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, since Trump's second term began, the number of Americans in manufacturing jobs has fallen slightly <a target=\"_blank\" href=\"https://data.bls.gov/timeseries/CES3000000001?amp%253bdata_tool=XGtable&amp;output_view=data&amp;include_graphs=true\" class=\"sc-f9178328-0 iCaRzc\">to just under 12.7 million.</a></p><p class=\"sc-9a00e533-0 eZyhnA\">Obstfeld says that despite tariffs the US economy has continued to grow because of \"resilient consumers who want to spend their money anyway\", and the huge investment in AI that has sent stock markets to record highs.</p><p class=\"sc-9a00e533-0 eZyhnA\">With some of Trump's key policy aims, such as creating new manufacturing jobs, still to be achieved Obstfeld adds: \"I don't think tariffs are going to go away as a matter of policy or of discussion.\"</p></div><div data-component=\"links-block\" class=\"sc-3b6b161a-0 djqsWD\"><div class=\"sc-666b6d83-0 sc-c4fb5674-0 jYmMqa kGPvxx\"><span data-testid=\"links-title\" class=\"sc-c4fb5674-2 bBuHEW\">Read more global business stories</span></div></div></article></div></body></html>"
        },
        {
            "title": "Watch: Eyewitnesses recount deadly ICE shooting",
            "time": "2026-01-08T16:12:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ed64/live/3eb65ea0-ecaa-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Eyewitnesses recount the moments a deadly ICE shooting unfolded in Minneapolis, Minnesota, describing what led up to the incident and what happened after. Renee Nicole Good, 37, was shot and pronounced dead after being transported to the hospital.</p></div></div></body></html>"
        },
        {
            "title": "Video shows moment ICE agent fatally shoots woman",
            "time": "2026-01-07T22:53:45",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0f7e/live/3f50a3a0-ec7a-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">A woman in a car was shot and killed by a US immigration officer on a residential street in Minnesota.</p><p class=\"sc-9a00e533-0 eZyhnA\">Video shared on social media showed the moment the shooting happened.</p><p class=\"sc-9a00e533-0 eZyhnA\">Chief Brian O'Hara, of the Minneapolis Police Department, later described the scene in a press conference following the incident.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"warning:-this-video-contains-distressing-scenes.\" class=\"sc-d16436d-0 iVdNuz\">Warning: this video contains distressing scenes.</i></p></div></div></body></html>"
        },
        {
            "title": "Tracking the oil tankers seized by the US",
            "time": "2026-01-07T21:53:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2a35/live/faea0e00-ec05-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">BBC Verify has been tracking the Marinera for weeks. Merlyn Thomas has more.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"produced-by-alex-dackevych.\" class=\"sc-d16436d-0 iVdNuz\">Produced by Alex Dackevych.</i></p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"verification-by-kayleen-devlin,-josh-cheetham,-thomas-spencer-and-paul-brown.\" class=\"sc-d16436d-0 iVdNuz\">Verification by Kayleen Devlin, Josh Cheetham, Thomas Spencer and Paul Brown.</i></p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"graphics-by-mark-edwards.\" class=\"sc-d16436d-0 iVdNuz\">Graphics by Mark Edwards.</i></p></div></div></body></html>"
        },
        {
            "title": "Watch: Trump says Maduro copied his dance moves. Did he?",
            "time": "2026-01-06T22:49:34",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/cd95/live/cb163f00-eb4c-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">In a speech to Republican members of Congress at the Kennedy Center, Trump claimed that former Venezuelan president Nicolas Maduro imitated his dance moves. </p><p class=\"sc-9a00e533-0 eZyhnA\">Maduro, who was seized by the US army in a raid on Caracas the night of 3 January, often appeared in public dancing - at one point, to a speech of his remixed to a Latin house beat.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump also enjoys a boogie, often to the Village People's hit single, 'YMCA.' Trump's signature dance move, by rocking the hips in a side-to-side motion while performing alternating, subdued fist pumps, became a feature of his election campaign rallies.</p></div></div></body></html>"
        },
        {
            "title": "BBC Verify: Does the US have the right to take over Greenland?",
            "time": "2026-01-06T17:48:59",
            "imgUrl": "https://ichef.bbci.co.uk/images/ic/1024xn/ichef.bbci.co.uk/images/ic/$widthxn/p0msf851.jpg",
            "body": "<html><body></body></html>"
        },
        {
            "title": "Watch: What's the relationship between Venezuela and Cuba?",
            "time": "2026-01-06T20:59:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7dcf/live/65d8c160-eb3a-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Cuba has held close relations with Nicolás Maduro's Venezuela. But with Maduro gone after a military operation in which he was seized, Havana could be exposed if oil supply collapses. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump suggested on Sunday that US military intervention in the country wasn't needed, because Cuba is \"ready to fall.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Cuba correspondent, Will Grant, reports from Cúcuta, on the Colombia-Venezuela border. </p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"video-produced-by-marina-costa-and-gabriela-boccaccio.-graphics-by-jean-li-lee.\" class=\"sc-d16436d-0 iVdNuz\">Video produced by Marina Costa and Gabriela Boccaccio. Graphics by Jean-li Lee.</i></p></div></div></body></html>"
        }
    ]
}