{
    "source": "BBC News",
    "articles": [
        {
            "title": "Trump-Putin meeting: European leaders tentatively hopeful after call with Trump ahead of Ukraine summit",
            "time": "2025-08-13T18:54:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/405e/live/e030ee20-78a7-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">European leaders tentatively hopeful after call with Trump ahead of Putin summit</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/405e/live/e030ee20-78a7-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/405e/live/e030ee20-78a7-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/405e/live/e030ee20-78a7-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/405e/live/e030ee20-78a7-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/405e/live/e030ee20-78a7-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/405e/live/e030ee20-78a7-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/405e/live/e030ee20-78a7-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/405e/live/e030ee20-78a7-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"eager\" alt=\"EPA German Chancellor Friedrich Merz, right, shakes hands with Ukrainian President Volodymyr Zelensky, in front of German, Ukrainian and EU flags, after a press conference\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Germany's Friedrich Merz hosted President Zelensky in Munich on Wednesday</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">European leaders appeared cautiously optimistic after holding a virtual meeting with Donald Trump on Wednesday, two days before he meets his Russian counterpart Vladimir Putin in Alaska to discuss ending the war in Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump reportedly told the Europeans that his goal for the summit was to obtain a ceasefire between Moscow and Kyiv.</p><p class=\"sc-9a00e533-0 hxuGS\">He also agreed that any territorial issues had to be decided with Volodymyr Zelensky's involvement, and that security guarantees had to be part of the deal, according to France's Emmanuel Macron.</p><p class=\"sc-9a00e533-0 hxuGS\">Speaking to Trump had allowed him to \"clarify his intentions\" and gave the Europeans a chance to \"express our expectations,\" Macron said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump and Vice-President JD Vance spoke to the leaders of the UK, France, Germany, Italy, Finland and Poland as well as EU chief Ursula von der Leyen and Nato chief Mark Rutte.</p><p class=\"sc-9a00e533-0 hxuGS\">The Europeans have been sidelined from the hastily organised summit in Alaska and their phone call on Wednesday was a last-ditch attempt to keep Ukraine's interests and the continent's security at the forefront of Trump's mind.</p><p class=\"sc-9a00e533-0 hxuGS\">To an extent, it seemed to work. On Wednesday evening Trump rated the meeting \"a 10\" and said Russia would face \"very severe\" consequences unless it halted its war in Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">He also said that if Friday's meeting went well he would try to organise a \"quick second one\" involving both Putin and Zelensky.</p><p class=\"sc-9a00e533-0 hxuGS\">Still, in their statements European leaders restated the need for Kyiv to be involved in any final decision – betraying an underlying nervousness that Putin could ultimately persuade Trump to concede Ukrainian land in exchange for a ceasefire.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's most important thing that Europe convinces Donald Trump that one can't trust Russia,\" said Poland's Donald Tusk, while German Chancellor Friedrich Merz stressed the leaders had \"made it clear that Ukraine must be at the table as soon as follow-up meetings take place\".</p><p class=\"sc-9a00e533-0 hxuGS\">If the Russian side refused to make any concessions, \"then the United States and we Europeans should and must increase the pressure\", Merz said.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Ukraine after 2014 and before the start of the 2022 full-scale invasion</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Since the US-Russia summit was announced last week, Trump has made several references to \"land-swapping\" between Kyiv and Moscow – sparking serious concerns in Ukraine and beyond that he could be preparing to give in to Putin's longstanding demand to seize large swathes of Ukrainian territory.</p><p class=\"sc-9a00e533-0 hxuGS\">On Wednesday morning Russia's Foreign Ministry spokesperson Alexey Fadeev reiterated that Russia's stance had not changed since Putin set it out in June 2024.</p><p class=\"sc-9a00e533-0 hxuGS\">At the time Putin said a ceasefire would start the minute the Ukrainian government withdrew from four regions partially occupied by Russia - Donetsk, Luhansk, Kherson and Zaporizhzhia. He also said Ukraine would need to officially give up its efforts to join the Nato military alliance.</p><p class=\"sc-9a00e533-0 hxuGS\">These are maximalist demands which neither Kyiv nor its European partners see as viable.</p><p class=\"sc-9a00e533-0 hxuGS\">Zelensky has said he is convinced that Russia would use any region it was allowed to keep as a springboard for future invasions.</p><p class=\"sc-9a00e533-0 hxuGS\">A way to counter this threat could be security guarantees - intended as commitments to ensure Ukraine's long-term defence.</p><p class=\"sc-9a00e533-0 hxuGS\">In statements issued after the phone call with Trump, several European leaders said such guarantees had been mentioned and UK Prime Minister Sir Keir Starmer said that \"real progress\" had been made in that respect.</p><p class=\"sc-9a00e533-0 hxuGS\">He also praised Trump's efforts to reach an agreement, saying: \"For three-and-a-bit years this conflict has been going on and we haven't got anywhere near the prospect of an actually viable solution, a viable way of bringing it to a ceasefire.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Now we do have that chance, because of the work the president has put in.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Since the spring the UK and France have been spearheading efforts to create a so-called \"Coalition of the Willing\" - a group of nations who have pledged to deter Russia from further invading Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">On Wednesday the group said it stood \"ready to play an active role\" including by deploying \"a reassurance force once hostilities have ceased\" - although the shape, composition and role of such a force is yet unclear.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Russians tell the BBC how they think the Ukraine war will end</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, on the front lines, Russia's summer offensive continues to press on. Referencing the sudden advance of Moscow's troops near Dobropillya, in the embattled Donetsk region, Zelensky said Putin was pretending that sanctions were not effective at damaging the Russian economy.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I told Trump and our European allies that Putin is bluffing,\" the Ukrainian president said, urging them to apply \"more pressure\" on Russia.</p><p class=\"sc-9a00e533-0 hxuGS\">For his part, Trump appeared to admit that even when he meets Putin face-to-face he may not be able to get him to stop killing civilians in Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I've had that conversation with him... but then I go home and see that a rocket has hit a nursing home or an apartment building and people are lying dead in the street.</p><p class=\"sc-9a00e533-0 hxuGS\">\"So I guess the answer to that is probably no.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Gaza talks to focus on releasing all hostages in one go, Netanyahu hints",
            "time": "2025-08-13T12:42:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6742/live/0e274c40-783d-11f0-aa29-15a69a839271.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Gaza talks to focus on releasing hostages all in one go, Netanyahu hints</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Yolande Knell</span><p class=\"sc-801dd632-8 hwLppI\"><span>Middle East correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6742/live/0e274c40-783d-11f0-aa29-15a69a839271.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6742/live/0e274c40-783d-11f0-aa29-15a69a839271.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6742/live/0e274c40-783d-11f0-aa29-15a69a839271.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6742/live/0e274c40-783d-11f0-aa29-15a69a839271.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6742/live/0e274c40-783d-11f0-aa29-15a69a839271.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6742/live/0e274c40-783d-11f0-aa29-15a69a839271.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6742/live/0e274c40-783d-11f0-aa29-15a69a839271.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6742/live/0e274c40-783d-11f0-aa29-15a69a839271.png.webp\" loading=\"eager\" alt=\"JACK GUEZ/AFP via Getty Images Enav Zangauker holds a portrait of her kidnapped son, Matan, during an anti-government protest calling for action to secure the release of Israeli hostages held captive in Gaza.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">JACK GUEZ/AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Hostages' families have increased pressure on Netanyahu to prioritise their release</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Israel's Prime Minister Benjamin Netanyahu has indicated that Gaza ceasefire efforts are now focused on a comprehensive deal to release all the remaining hostages at once.</p><p class=\"sc-9a00e533-0 hxuGS\">The plan previously being pushed was for an initial 60-day truce and partial release of living hostages.</p><p class=\"sc-9a00e533-0 hxuGS\">Hamas says a delegation of its leaders is in Cairo for \"preliminary talks\" with Egyptian officials.</p><p class=\"sc-9a00e533-0 hxuGS\">Reports say that mediators see a window of opportunity in the coming weeks to try to push a deal through.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">After indirect talks between Israel and Hamas broke down last month, Israel announced <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cj4w2q9k4pjo\" class=\"sc-f9178328-0 bGFWdi\">a controversial plan</a> to widen its military offensive and conquer all the Gaza Strip - including the areas where most of its two million Palestinian residents have sought refuge.</p><p class=\"sc-9a00e533-0 hxuGS\">However, Israeli media do not expect the new operation to begin until October - allowing time for military preparations, including a mass call-up of reservists.</p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, intense Israeli strikes have continued in Gaza, and the Hamas-run health ministry said at least 123 Palestinians have been killed in the past day.</p><p class=\"sc-9a00e533-0 hxuGS\">Witnesses say that Israel has <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/clyj0dd0qj9o\" class=\"sc-f9178328-0 bGFWdi\">stepped up its attacks on Gaza City</a> in particular with air strikes destroying homes.</p><p class=\"sc-9a00e533-0 hxuGS\">Footage shows large explosions caused by the strikes and demolitions in the Zaytoun area, to the east of Gaza City.</p><p class=\"sc-9a00e533-0 hxuGS\">Early on Wednesday, al-Shifa Hospital said seven members of one family, five of them children, were killed when tents were targeted in Tel al-Hawa, in the south of the city. Al-Ahli Hospital said 10 people were killed in a strike on a house in the Zaytoun area, to the city's east.</p><p class=\"sc-9a00e533-0 hxuGS\">The Israeli army said it had begun new operations in Zaytoun.</p><p class=\"sc-9a00e533-0 hxuGS\">Israeli military chief Lt Gen Eyal Zamir also \"approved the main framework for the IDF's operational plan in the Gaza Strip\", a statement released by the army said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In an interview with the i24News Israeli TV Channel shown on Tuesday, Netanyahu was asked if a partial ceasefire was still possible.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I think it's behind us,\" he replied. \"We tried, we made all kinds of attempts, we went through a lot, but it turned out that they were just misleading us.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"I want all of them,\" he said of the hostages. \"The release of all the hostages, both alive and dead - that's the stage we're at.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Palestinian armed groups still hold 50 hostages seized in the Hamas-led attack on 7 October 2023 that triggered the war. Israel believes that around 20 of them are still alive.</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c5yll33v9gwo\" class=\"sc-f9178328-0 bGFWdi\">Netanyahu is under mounting domestic pressure</a> to secure their release as well as over his plans to expand the war.</p><p class=\"sc-9a00e533-0 hxuGS\">Last week, unnamed Arab officials were quoted as saying that regional mediators, Egypt and Qatar, were preparing a new framework for a deal that would involve releasing all remaining hostages at the same time in return for an end to the war and the withdrawal of Israeli troops.</p><p class=\"sc-9a00e533-0 hxuGS\">However, this will be difficult to do in a short time frame as Israel is demanding that Hamas give up control of Gaza as well as its weapons.</p><p class=\"sc-9a00e533-0 hxuGS\">This is likely to be why, at a news conference on Tuesday, Egyptian Foreign Minister Badr Abdelatty told journalists that Cairo was still \"making great efforts\" with Qatar and the US - the other mediators - to revive the earlier phased plan.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The main goal is to return to the original proposal - a 60-day ceasefire - along with the release of some hostages and some Palestinian prisoners, and the flow of humanitarian and medical aid into Gaza without obstacles or conditions,\" Abdelatty said.</p><p class=\"sc-9a00e533-0 hxuGS\">The Israeli prime minister says Israel's goals have not changed. He says that the war will end only when all hostages are returned and Hamas surrenders. </p><p class=\"sc-9a00e533-0 hxuGS\">Netanyahu has said that, ultimately, Israel must keep open-ended security control over Gaza.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/69ca/live/639be4d0-783b-11f0-aa29-15a69a839271.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/69ca/live/639be4d0-783b-11f0-aa29-15a69a839271.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/69ca/live/639be4d0-783b-11f0-aa29-15a69a839271.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/69ca/live/639be4d0-783b-11f0-aa29-15a69a839271.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/69ca/live/639be4d0-783b-11f0-aa29-15a69a839271.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/69ca/live/639be4d0-783b-11f0-aa29-15a69a839271.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/69ca/live/639be4d0-783b-11f0-aa29-15a69a839271.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/69ca/live/639be4d0-783b-11f0-aa29-15a69a839271.jpg.webp\" loading=\"lazy\" alt=\"BASHAR TALEB/AFP via Getty Images An injured Palestinian woman wearing a blue robe holds her hand to the top of her head looking in pain as a man helps her by holding her left hand with his and the right hand behind her back. He is wearing a striped light blue, grey, white and navy blue shirt, has a stubble beard and is wearing glasses. Behind them there are two children and a building whose ground floors appears to have been hit\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BASHAR TALEB/AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Attacks on Gaza have continued and may get worse with Israel's planned expansion of its campaign</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Hamas has long called for a comprehensive deal to exchange the hostages it is holding for Palestinian prisoners in Israeli jails. It also wants a full pull-out of Israeli forces and an end to the war.  </p><p class=\"sc-9a00e533-0 hxuGS\">It refuses to disarm unless an independent Palestinian state is created.</p><p class=\"sc-9a00e533-0 hxuGS\">Speaking to i24News, Netanyahu also reiterated an idea that Palestinians should simply leave the territory through \"voluntary\" emigration, saying: \"They're not being pushed out, they'll be allowed to exit.\" </p><p class=\"sc-9a00e533-0 hxuGS\">He went on: \"All those who are concerned for the Palestinians and say they want to help the Palestinians should open their gates and stop lecturing us.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Palestinians, human rights groups and many in the international community have warned that any forced displacement of people from Gaza violates international law.</p><p class=\"sc-9a00e533-0 hxuGS\">Many Palestinians fear a repeat of what they call the \"Nakba\" (Catastrophe) when hundreds of thousands fled or were forced from their homes in the fighting that came before and after the state of Israel was created in 1948.  </p><p class=\"sc-9a00e533-0 hxuGS\">Most Gazans are descendants of those original refugees and themselves hold official refugee status.</p><p class=\"sc-9a00e533-0 hxuGS\">UN-backed experts have warned of widespread famine unfolding in Gaza, where Israel has greatly limited the amount of humanitarian aid it allows in.</p><p class=\"sc-9a00e533-0 hxuGS\">The UN's World Food Programme has warned that starvation and malnutrition are at the highest levels in Gaza since the conflict began.</p><p class=\"sc-9a00e533-0 hxuGS\">Hamas's 2023 attack killed about 1,200 people in Israel, with 251 seized and taken into Gaza as hostages.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel's offensive has since killed at least 61,722 Palestinians, according to the Hamas-run health ministry.  It says that 235 people including 106 children have also died due to starvation and malnutrition.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/bbb6/live/d07df3c0-781f-11f0-b256-b5155fe76a0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/bbb6/live/d07df3c0-781f-11f0-b256-b5155fe76a0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/bbb6/live/d07df3c0-781f-11f0-b256-b5155fe76a0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/bbb6/live/d07df3c0-781f-11f0-b256-b5155fe76a0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/bbb6/live/d07df3c0-781f-11f0-b256-b5155fe76a0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/bbb6/live/d07df3c0-781f-11f0-b256-b5155fe76a0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/bbb6/live/d07df3c0-781f-11f0-b256-b5155fe76a0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/bbb6/live/d07df3c0-781f-11f0-b256-b5155fe76a0e.jpg.webp\" loading=\"lazy\" alt=\"ABIR SULTAN/POOL/AFP via Getty Images Headshot of Israeli Prime Minister Benjamin Netanyahu staring ahead wearing a dark suit.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">ABIR SULTAN/POOL/AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Netanyahu is under pressure from international allies and families of the hostages</figcaption></p></figure></article></div></body></html>"
        },
        {
            "title": "Who is Jimmy Lai, the HK media tycoon on trial for national security crimes?",
            "time": "2025-08-14T00:57:32",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ab02/live/1c6fd9f0-7740-11f0-813c-29678c441e36.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Jimmy Lai: Rain warning delays landmark trial of Hong Kong's rebel mogul </h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ab02/live/1c6fd9f0-7740-11f0-813c-29678c441e36.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ab02/live/1c6fd9f0-7740-11f0-813c-29678c441e36.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ab02/live/1c6fd9f0-7740-11f0-813c-29678c441e36.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ab02/live/1c6fd9f0-7740-11f0-813c-29678c441e36.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ab02/live/1c6fd9f0-7740-11f0-813c-29678c441e36.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ab02/live/1c6fd9f0-7740-11f0-813c-29678c441e36.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ab02/live/1c6fd9f0-7740-11f0-813c-29678c441e36.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ab02/live/1c6fd9f0-7740-11f0-813c-29678c441e36.jpg.webp\" loading=\"eager\" alt=\"Getty Images Jimmy Lai, in a gray suit and black pants, poses for a photograph during an interview with AFP news agency in Hong Kong\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Lai is on trial for breaching national security and colluding with foreign forces</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Hailed by some as a hero and scorned by others as a traitor, Hong Kong's pro-democracy media tycoon Jimmy Lai is in the final stage of his national security trial. </p><p class=\"sc-9a00e533-0 hxuGS\">Closing arguments<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>were scheduled to start on Thursday for Lai, who is accused of colluding with foreign forces under a Beijing-imposed national security law.</p><p class=\"sc-9a00e533-0 hxuGS\">However, the morning hearing has been postponed by a \"black\" rainstorm warning - Hong Kong's highest level of warning - as a typhoon swept the city on Thursday. Hearings will remain adjourned for the rest of the day if the weather warning is not lifted by 11:00 local time (03:00 GMT).</p><p class=\"sc-9a00e533-0 hxuGS\">The trial has drawn international attention, with UK Prime Minister Sir Keir Starmer calling for Lai's release. The 77-year-old has British as well as Chinese citizenship - though China does not recognise dual nationality, and therefore considers Lai to be exclusively Chinese.</p><p class=\"sc-9a00e533-0 hxuGS\">Lai has been detained since December 2020 and faces a maximum sentence of life imprisonment if he is convicted.</p><p class=\"sc-9a00e533-0 hxuGS\">Critics say Lai's case shows how Hong Kong's legal system has been weaponised to silence political opposition.</p><p class=\"sc-9a00e533-0 hxuGS\">Lai has been a persistent thorn in China's side. Unlike other tycoons who rose to the top in Hong Kong, Mr Lai became one of the fiercest critics of the Chinese state and a leading figure advocating democracy in the former British territory.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I'm a born rebel,\" he told the BBC in an interview in 2020, hours before he was charged. \"I have a very rebellious character.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">He is the most prominent person charged under <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-china-52765838\" class=\"sc-f9178328-0 bGFWdi\">the controversial national security law</a> which China introduced in 2020, in response to massive protests which erupted in Hong Kong the year before. </p><p class=\"sc-9a00e533-0 hxuGS\">The legislation criminalises a wider range of dissenting acts which Beijing considers subversion and secession, among other things.</p><p class=\"sc-9a00e533-0 hxuGS\">Beijing says the national security law is necessary to maintain stability in Hong Kong but critics say it has effectively outlawed dissent. </p><p class=\"sc-9a00e533-0 hxuGS\">Over the years, Lai's son Sebastien has called for his release. In February, the younger Lai urged Starmer and US President Donald Trump to take urgent action, adding that his father's \"body is breaking down\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Rags to riches</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Lai was born in Guangzhou, a city in southern China, to a wealthy family that lost everything when the communists took power in 1949.</p><p class=\"sc-9a00e533-0 hxuGS\">He was 12 years old when he fled his village in mainland China, arriving in Hong Kong as a stowaway on a fishing boat.</p><p class=\"sc-9a00e533-0 hxuGS\">While working odd jobs and knitting in a small clothing shop he taught himself English. He went from a menial role to eventually founding a multi-million dollar empire including the international clothing brand Giordano.</p><p class=\"sc-9a00e533-0 hxuGS\">The chain was a huge success. But when China sent in tanks to crush pro-democracy protests in Beijing's Tiananmen Square in 1989, Lai began a new journey as a vocal democracy activist as well as an entrepreneur.</p><p class=\"sc-9a00e533-0 hxuGS\">He started writing columns criticising the massacre that followed the demonstrations in Beijing and established a publishing house that went on to become one of Hong Kong's most influential.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2288/live/0f196ef0-7741-11f0-9cb9-4b17a25d293a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2288/live/0f196ef0-7741-11f0-9cb9-4b17a25d293a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2288/live/0f196ef0-7741-11f0-9cb9-4b17a25d293a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2288/live/0f196ef0-7741-11f0-9cb9-4b17a25d293a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2288/live/0f196ef0-7741-11f0-9cb9-4b17a25d293a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2288/live/0f196ef0-7741-11f0-9cb9-4b17a25d293a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2288/live/0f196ef0-7741-11f0-9cb9-4b17a25d293a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2288/live/0f196ef0-7741-11f0-9cb9-4b17a25d293a.jpg.webp\" loading=\"lazy\" alt=\"Reuters Lai, dressed in a gray suit and beige pants, walks handcuffed and flanked by three police officers to a police van\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Lai is among the most prominent people charged under Hong Kong's controversial national security law</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">As China responded by threatening to shut his stores on the mainland, leading him to sell the company, Lai launched a string of popular pro-democracy titles that included Next, a digital magazine, and the widely read Apple Daily newspaper.</p><p class=\"sc-9a00e533-0 hxuGS\">In a local media landscape increasingly fearful of Beijing, Lai had been a persistent critic of Chinese authorities both through his publications and writing.</p><p class=\"sc-9a00e533-0 hxuGS\">This has seen him become a hero for many in Hong Kong, who view him as a man of courage who took great risks to defend the freedoms of the city.</p><p class=\"sc-9a00e533-0 hxuGS\">But on the mainland he is viewed as a \"traitor\" who threatens Chinese national security.</p><p class=\"sc-9a00e533-0 hxuGS\">In recent years, masked attackers firebombed Lai's house and company headquarters. He was also the target of an assassination plot.</p><p class=\"sc-9a00e533-0 hxuGS\">But none of the threats stopped him from airing his views robustly. He was a prominent part of the city's pro-democracy demonstrations and was arrested twice in 2021 on illegal assembly charges.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3a5a/live/17cc57a0-7742-11f0-9cb9-4b17a25d293a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3a5a/live/17cc57a0-7742-11f0-9cb9-4b17a25d293a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3a5a/live/17cc57a0-7742-11f0-9cb9-4b17a25d293a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3a5a/live/17cc57a0-7742-11f0-9cb9-4b17a25d293a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3a5a/live/17cc57a0-7742-11f0-9cb9-4b17a25d293a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3a5a/live/17cc57a0-7742-11f0-9cb9-4b17a25d293a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3a5a/live/17cc57a0-7742-11f0-9cb9-4b17a25d293a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3a5a/live/17cc57a0-7742-11f0-9cb9-4b17a25d293a.jpg.webp\" loading=\"lazy\" alt=\"Getty Images &quot;The evil law takes effect and has buried the two systems,&quot; read the headlines on copies of Apple Daily in the newspaper's publishing office\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Apple Daily was unafraid to be openly critical of the Chinese state</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">When China passed Hong Kong's new national security law in June 2020, Lai told the BBC it sounded the \"death knell\" for the territory.</p><p class=\"sc-9a00e533-0 hxuGS\">The influential entrepreneur also warned that Hong Kong would become as corrupt as China. Without the rule of law, he said, its coveted status as a global financial hub would be \"totally destroyed\".</p><p class=\"sc-9a00e533-0 hxuGS\">The media mogul is known for his frankness and acts of flamboyance.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2021, he urged Donald Trump to help the territory, saying he was \"the only one who can save us\" from China. His newspaper, Apple Daily, published a front-page letter that finished: \"Mr President, please help us.\"</p><p class=\"sc-9a00e533-0 hxuGS\">For Lai, such acts were necessary to defend the city which had taken him in and fuelled his success.</p><p class=\"sc-9a00e533-0 hxuGS\">He once told news agency AFP: \"I came here with nothing, the freedom of this place has given me everything... Maybe it's time I paid back for that freedom by fighting for it.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Lai has been slapped with various charges - including unauthorised assembly and fraud - since 2020. </p><p class=\"sc-9a00e533-0 hxuGS\">He has been in custody since December of that year.</p><p class=\"sc-9a00e533-0 hxuGS\">The prosecution of Lai has captured international attention, with rights groups and foreign governments urging his release.</p><p class=\"sc-9a00e533-0 hxuGS\">Over the years, Sebastien Lai has travelled the world to denounce his father's arrest and condemn Hong Kong for punishing \"characteristics that should be celebrated\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"My father is in jail for the truth on his lips, courage in his heart, and freedom in his soul,\" he had said.</p></div></article></div></body></html>"
        },
        {
            "title": "Evacuations in Alaska after glacial melt raises fears of record flooding in Juneau",
            "time": "2025-08-13T12:32:13",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/bec7/live/0fad6450-786f-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Evacuations in Alaska after glacial melt raises fears of record flooding</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Ana Faguy &amp; Mark Poynting</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Timelapse captures rising glacial lakes in Alaska</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Some Alaskans are evacuating their homes as meltwater escapes a basin dammed by the Mendenhall Glacier - raising fears of record-breaking flooding in the US state's capital city. </p><p class=\"sc-9a00e533-0 hxuGS\">The National Weather Service (NWS) office in Juneau has issued a flood warning as glacial outburst water flows into Mendenhall River, putting homes in the area at risk. </p><p class=\"sc-9a00e533-0 hxuGS\">For days, local officials have warned residents they may be forced to evacuate. On Tuesday, they confirmed water had begun escaping the ice dam and flooding was expected in the coming days. </p><p class=\"sc-9a00e533-0 hxuGS\">The glacier, a popular tourist attraction, is 12 miles (19km) from Juneau. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Water levels reached 9.85ft (3m) on Tuesday, below major flooding levels which begin at 14ft, the NWS said. But by Wednesday morning they were above 16ft, which is considered a crest. </p><p class=\"sc-9a00e533-0 hxuGS\">\"This will be a new record, based on all of the information that we have,\" Nicole Ferrin, a weather service meteorologist, said at a press conference on Tuesday. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Juneau city website explains that glacial lake outbursts happen when a lake of melting snow and ice and rain drains rapidly. It compares the process to pulling out a plug from a full bathtub. When meltwaters reach a certain level, they can overtop a glacier that previously held them back.</p><p class=\"sc-9a00e533-0 hxuGS\">Alaska Governor Mike Dunleavy issued a state disaster declaration on Sunday because of the \"imminent threat of catastrophic flooding from a glacier lake outburst flood (GLOF)\" in the Juneau area.</p><p class=\"sc-9a00e533-0 hxuGS\">Flooding has been an annual concern in the area since 2011, as homes have been damaged and swept away by deluges. Last year, hundreds of residences were damaged.</p><p class=\"sc-9a00e533-0 hxuGS\">Mountain glaciers are <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cy4ly8vde85o\" class=\"sc-f9178328-0 bGFWdi\">shrinking around the world</a> as temperatures rise. </p><p class=\"sc-9a00e533-0 hxuGS\">Extra meltwater can collect to form glacial lakes. Scientists have <a target=\"_self\" href=\"https://www.bbc.co.uk/news/science-environment-64547096\" class=\"sc-f9178328-0 bGFWdi\">observed an increasing number and size of these lakes</a> globally since 1990. </p><p class=\"sc-9a00e533-0 hxuGS\">The natural dams of ice and rock that hold the lakes in place can fail suddenly and unpredictably, triggering floods.</p><p class=\"sc-9a00e533-0 hxuGS\">Researchers expect climate change to increase the number of these outburst floods in future, although past trends – and the causes of individual floods – are complicated.</p></div></article></div></body></html>"
        },
        {
            "title": "Peru president signs amnesty law for police and soldiers accused of atrocities",
            "time": "2025-08-13T20:34:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6517/live/c1b2e880-7880-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Peru's president has signed a controversial new law pardoning soldiers, police and civilian militias on trial for atrocities during the country's two-decade armed conflict against Maoist rebels.</p><p class=\"sc-9a00e533-0 hxuGS\">Dina Boluarte enacted the measure that was passed by Congress in July, despite an order from the Inter-American Court of Human Rights to suspend it pending a review of its impact on victims.</p><p class=\"sc-9a00e533-0 hxuGS\">The law will benefit hundreds of members of the armed forces, police and self-defence committees accused of crimes committed between 1980 and 2000. </p><p class=\"sc-9a00e533-0 hxuGS\">It will also mandate the release of those over 70 serving sentences for such offences.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">During the conflict, the Shining Path and Tupac Amaru rebel groups waged insurgencies in which an estimated 70,000 people were killed and more than 20,000 disappeared, according to Peru's Truth and Reconciliation Commission (TRC).</p><p class=\"sc-9a00e533-0 hxuGS\">Boluarte, elected in 2022 as the the country's first female president, said the Peruvian government was paying tribute to the forces who - she said - fought against terrorism and in defence of democracy.</p><p class=\"sc-9a00e533-0 hxuGS\">Human rights organisations have condemned the law. Juanita Goebertus, Americas director at Human Rights Watch, called it \"a betrayal of Peruvian victims\" that \"undermines decades of efforts to ensure accountability for atrocities\".</p><p class=\"sc-9a00e533-0 hxuGS\">United Nations experts and Amnesty International had urged Boluarte to veto the bill, saying that it violated Peru's duty to investigate and prosecute grave abuses including extrajudicial killings, enforced disappearances, torture and sexual violence.</p><p class=\"sc-9a00e533-0 hxuGS\">UN experts said the amnesty could halt or overturn more than 600 pending trials and 156 convictions.</p><p class=\"sc-9a00e533-0 hxuGS\">The TRC found that state agents, notably the armed forces, were responsible for 83% of documented sexual violence cases.</p><p class=\"sc-9a00e533-0 hxuGS\">Last year, Peru adopted a statute of limitations for crimes against humanity committed before 2002, effectively shutting down hundreds of investigations into alleged crimes committed during the fighting.</p><p class=\"sc-9a00e533-0 hxuGS\">The initiative benefited late president Alberto Fujimori, who was jailed for atrocities - including the massacre of civilians by the army - but released from prison in 2023 on humanitarian grounds. He died in September 2024.</p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, former president Martin Vizcarra was ordered on Wednesday to be held in preventative detention for five months over allegations he received $640,000 in bribes while governor of Moquegua between 2011 and 2014.</p><p class=\"sc-9a00e533-0 hxuGS\">He is the fifth former president to be jailed in corruption investigations.</p></div></div></body></html>"
        },
        {
            "title": "Wildfire threatens major Greek city as heatwave grips Europe",
            "time": "2025-08-13T16:18:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/924d/live/7c7d1830-785d-11f0-b475-53d42db364a8.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Wildfire menaces major Greek city as heatwave grips Europe</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Nikos Papanikolaou &amp; Rachel Hagan</span><p class=\"sc-801dd632-8 hwLppI\"><span>Patras &amp; London</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Wildfire approaches horse enclosure in Greece</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A major city in western Greece is under threat from fast-moving wildfires as extreme heat and strong winds drive blazes across much of southern Europe.</p><p class=\"sc-9a00e533-0 hxuGS\">Searing winds pushed flames into the outskirts of Patras, the country's third-largest city with a population of around 200,000, forcing evacuations including a children's hospital, and sending plumes of smoke across the skyline.</p><p class=\"sc-9a00e533-0 hxuGS\">Nearly 10,000 hectares have burned in the surrounding Achaia region in two days.</p><p class=\"sc-9a00e533-0 hxuGS\">Entire villages have been emptied, homes and businesses destroyed and hundreds of vehicles incinerated, including more than 500 cars at a customs yard. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/924d/live/7c7d1830-785d-11f0-b475-53d42db364a8.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/924d/live/7c7d1830-785d-11f0-b475-53d42db364a8.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/924d/live/7c7d1830-785d-11f0-b475-53d42db364a8.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/924d/live/7c7d1830-785d-11f0-b475-53d42db364a8.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/924d/live/7c7d1830-785d-11f0-b475-53d42db364a8.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/924d/live/7c7d1830-785d-11f0-b475-53d42db364a8.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/924d/live/7c7d1830-785d-11f0-b475-53d42db364a8.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/924d/live/7c7d1830-785d-11f0-b475-53d42db364a8.jpg.webp\" loading=\"eager\" alt=\"Reuters A lady with black hair wearing a black vest walks with her head down next to a blackened and charred burnt tavern\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The fire destroyed a tavern in Kaminia, near Patras</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The streets of Patras were deserted on Wednesday, save for some residents watching in silence as the fires descended from the surrounding mountains. </p><p class=\"sc-9a00e533-0 hxuGS\">Strong and scorching winds blew as temperatures hit 38C and smoke has blanketed the city, sending some to hospital with breathing difficulties.</p><p class=\"sc-9a00e533-0 hxuGS\">Authorities ordered residents of a nearby town of 7,700 people to evacuate on Tuesday and fresh alerts were issued on Wednesday for two villages. </p><p class=\"sc-9a00e533-0 hxuGS\">Elsewhere in Greece, dozens of people were rescued by coastguards as fires inched towards beaches on the islands of Zante and Chios.</p><p class=\"sc-9a00e533-0 hxuGS\">Greece has requested EU water bombers to bolster the more than 4,800 firefighters tackling the more than 20 wildfires currently raging across the country.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/feb1/live/23ea4c80-785b-11f0-a975-cb151ca452f4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/feb1/live/23ea4c80-785b-11f0-a975-cb151ca452f4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/feb1/live/23ea4c80-785b-11f0-a975-cb151ca452f4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/feb1/live/23ea4c80-785b-11f0-a975-cb151ca452f4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/feb1/live/23ea4c80-785b-11f0-a975-cb151ca452f4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/feb1/live/23ea4c80-785b-11f0-a975-cb151ca452f4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/feb1/live/23ea4c80-785b-11f0-a975-cb151ca452f4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/feb1/live/23ea4c80-785b-11f0-a975-cb151ca452f4.jpg.webp\" loading=\"lazy\" alt=\"EPA/Shutterstock A large forest engulfed in thick orange flames with  one firefighter in the background and four men with wicker brooms trying to bat out the flames\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA/Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">In Portugal, 1,800 firefighters have been deployed against five major blazes</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The crisis comes as a heatwave blankets southern Europe, sparking blazes from Portugal to the Balkans.</p><p class=\"sc-9a00e533-0 hxuGS\">In Spain, a civilian and a volunteer firefighter were killed on Wednesday during the country's tenth consecutive day of extreme heat, which peaked at 45C the day before. </p><p class=\"sc-9a00e533-0 hxuGS\">The state weather agency warned almost all of Spain was at extreme or very high fire risk. The heatwave is expected to last until Monday, making it one of the longest in the country on record.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The fires have triggered a political row after transport minister Oscar Puente said that \"things are getting a little hot\" in Castile and León, where flames have threatened a world heritage Roman site and forced more than 6,000 people to flee.</p><p class=\"sc-9a00e533-0 hxuGS\">His remark, aimed at the region's conservative leader for holidaying during the crisis, drew condemnation from opposition figures, who demanded his dismissal. Puente defended his comments, saying leaders absent during disasters should be held to account.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fb91/live/c815ff80-785a-11f0-a975-cb151ca452f4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fb91/live/c815ff80-785a-11f0-a975-cb151ca452f4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fb91/live/c815ff80-785a-11f0-a975-cb151ca452f4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fb91/live/c815ff80-785a-11f0-a975-cb151ca452f4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fb91/live/c815ff80-785a-11f0-a975-cb151ca452f4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fb91/live/c815ff80-785a-11f0-a975-cb151ca452f4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fb91/live/c815ff80-785a-11f0-a975-cb151ca452f4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fb91/live/c815ff80-785a-11f0-a975-cb151ca452f4.jpg.webp\" loading=\"lazy\" alt=\"Reuters A field of hundreds of blackened charred burnt cars\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Over 500 vehicles at a customs yard in Patras were incinerated</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Authorities say 199 wildfires have destroyed nearly 99,000 hectares nationwide this year - double last year's total by mid-August - with several outbreaks suspected to be arson.</p><p class=\"sc-9a00e533-0 hxuGS\">In neighbouring Portugal, 1,800 firefighters have been deployed against five major blazes, including one in the eastern town Trancoso reignited by lightning.</p><p class=\"sc-9a00e533-0 hxuGS\">In Albania, the defence minister called it a \"critical week\" as 24 wildfires burned, forcing residents from central villages.</p><p class=\"sc-9a00e533-0 hxuGS\">Italy has brought under control a five-day blaze on Mount Vesuvius but remains under extreme heat warnings in 16 cities, with Florence touching 39C. Temperatures are at such a high that Pope Leo moved his weekly audience from St. Peter's Square to an indoor venue in the Vatican.</p><p class=\"sc-9a00e533-0 hxuGS\">Britain entered its fourth heatwave of the summer, with temperatures forecast to peak at 34C and health officials warning of a strain on care services.</p><p class=\"sc-9a00e533-0 hxuGS\">Meteorologists say such extremes are becoming more frequent and intense due to human-induced climate change.</p></div></article></div></body></html>"
        },
        {
            "title": "Sudan war: Children dying of hunger in Darfur's el-Fasher city",
            "time": "2025-08-13T21:09:32",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7cec/live/7221e6a0-7870-11f0-8071-1788c7e8ae0e.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">'Our children are dying' - rare footage shows plight of civilians in besieged Sudan city</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Barbara Plett Usher</span><p class=\"sc-801dd632-8 hwLppI\"><span>Africa correspondent, BBC News</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: BBC obtains rare video from inside besieged el-Fasher in Sudan</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The women at the community kitchen in the besieged Sudanese city of el-Fasher are sitting in huddles of desperation.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Our children are dying before our eyes,\" one of them tells the BBC. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We don't know what to do. They are innocent. They have nothing to do with the army or [its paramilitary rival] the Rapid Support Forces. Our suffering is worse than what you can imagine.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Food is so scarce in el-Fasher that prices have soared to the point where money that used to cover a week's worth of meals can now buy only one. International aid organisations have condemned the \"calculated use of starvation as a weapon of war\".</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has obtained rare footage of people still trapped in the city, sent to us by a local activist and filmed by a freelance cameraman.</p><p class=\"sc-9a00e533-0 hxuGS\">The Sudanese army has been battling the Rapid Support Forces (RSF) for more than two years after their commanders jointly staged a coup, and then fell out.</p><p class=\"sc-9a00e533-0 hxuGS\">El-Fasher, in the western Darfur region, is one of the most brutal frontlines in the conflict.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">This may be the only meal these children get for a day</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The hunger crisis is compounded by a surge of cholera sweeping through the squalid camps of those displaced by the fighting, which escalated this week into <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c890dx9vk8do\" class=\"sc-f9178328-0 bGFWdi\">one of the most intense RSF attacks on the city yet</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">The paramilitaries tightened their 14-month blockade after losing control of the capital Khartoum earlier this year, and stepped up their battle for el-Fasher, the last foothold of the armed forces in Darfur.</p><p class=\"sc-9a00e533-0 hxuGS\">In the north and centre of the country where the army has wrestled back territory from the RSF, food and medical aid have begun to make a dent in civilian suffering. </p><p class=\"sc-9a00e533-0 hxuGS\">But the situation is desperate in the conflict zones of western and southern Sudan.</p><p class=\"sc-9a00e533-0 hxuGS\">At the Matbakh-al-Khair communal kitchen in el-Fasher late last month, volunteers turned ambaz into a porridge. This is the residue of peanuts after the oil has been extracted, normally fed to animals.</p><p class=\"sc-9a00e533-0 hxuGS\">Sometimes it is possible to find sorghum or millet but on the day of filming, the kitchen manager says: \"There is no flour or bread.\" </p><p class=\"sc-9a00e533-0 hxuGS\">\"Now we've reached the point of eating ambaz. May God relieve us of this calamity, there's nothing left in the market to buy,\" he adds.</p><p class=\"sc-9a00e533-0 hxuGS\">The UN has amplified its appeal for a humanitarian pause to allow food convoys into the city, with its Sudan envoy Sheldon Yett once more demanding this week that the warring sides observe their obligations under international law.</p><p class=\"sc-9a00e533-0 hxuGS\">The army has given clearance for the trucks to proceed but the UN is still waiting for official word from the paramilitary group.</p><p class=\"sc-9a00e533-0 hxuGS\">RSF advisers have said they believed the truce would be used to facilitate the delivery of food and ammunition to the army's \"besieged militias\" inside el-Fasher.</p><p class=\"sc-9a00e533-0 hxuGS\">They have also claimed the paramilitary group and its allies were setting up \"safe routes\" for civilians to leave the city.</p><p class=\"sc-9a00e533-0 hxuGS\">Local responders in el-Fasher can receive some emergency cash via a digital banking system, but it does not go very far.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The prices in the markets have exploded,\" says Mathilde Vu, advocacy manager for the Norwegian Refugee Council. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Today, $5,000 [£3,680] covers one meal for 1,500 people in a single day. Three months ago, the same amount could feed them for an entire week.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Doctors say <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c2en72kvy00o\" class=\"sc-f9178328-0 bGFWdi\">people are dying of malnutrition</a>. It is impossible to know how many - one report quoting a regional health official put the number at more than 60 last week.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Hospitals cannot cope. Few are still operating. They have been damaged by shelling and are short of medical supplies to help both the starving, and those injured in the continual bombardment.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have many malnourished children admitted in hospital but unfortunately there is no single sachet of [therapeutic food],\" says Dr Ibrahim Abdullah Khater, a paediatrician at the Al Saudi Hospital, noting that the five severely malnourished children currently in the ward also have medical complications. </p><p class=\"sc-9a00e533-0 hxuGS\">\"They are just waiting for their death,\" he says.</p><p class=\"sc-9a00e533-0 hxuGS\">When hunger crises hit, those who usually die first are the most vulnerable, the least healthy or those suffering from pre-existing conditions.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The situation, it is so miserable, it is so catastrophic,\" the doctor tells us in a voice message. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The children of el-Fasher are dying on a daily basis due to lack of food, lack of medicine. Unfortunately, the international community is just watching.\"</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://reliefweb.int/report/sudan/ingos-condemn-persistent-violations-international-humanitarian-law-ihl-el-fasher-where-civilians-are-starving-and-besieged\" class=\"sc-f9178328-0 bGFWdi\">International non-governmental organisations working in Sudan issued an urgent statement</a> this week declaring that \"sustained attacks, obstruction of aid and targeting of critical infrastructure demonstrate a deliberate strategy to break the civilian population through hunger, fear, and exhaustion\".</p><p class=\"sc-9a00e533-0 hxuGS\">They said that \"anecdotal reports of recent food hoarding for military use add to the suffering of civilians\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"There is no safe passage out of the city, with roads blocked and those attempting to flee facing attacks, taxation at checkpoints, community-based discrimination and death,\" the organisations said.</p><p class=\"sc-9a00e533-0 hxuGS\">Hundreds of thousands of people did flee in recent months, many from the Zamzam displaced persons camp at the edge of el-Fasher, seized by the RSF in April. </p><p class=\"sc-9a00e533-0 hxuGS\">They arrive in Tawila, a town 60km (37 miles) west of the city, weak and dehydrated, with <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cvgee0q590qo\" class=\"sc-f9178328-0 bGFWdi\">accounts of violence and extortion along the road</a> from RSF-allied groups.</p><p class=\"sc-9a00e533-0 hxuGS\">Life is safer in the crowded camps, but they are stalked by disease - most deadly of all: cholera.  </p><p class=\"sc-9a00e533-0 hxuGS\">It is caused by polluted water and has killed hundreds in Sudan, triggered by the destruction of water infrastructure and lack of food and medical care, and made worse by flooding due to the rainy season.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Makeshift centres have been built to treat patients who have cholera</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Unlike el-Fasher, in Tawila aid workers at least have access, but their supplies are limited, says John Joseph Ocheibi, the on-site project coordinator for a group called The Alliance for International Medical Action.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have shortages in terms of [washing facilities], in terms of medical supplies, to be able to deal with this situation,\" he tells the BBC. \"We are mobilizing resources to see how best we can be able to respond.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Sylvain Penicaud of Médecins Sans Frontières (MSF) estimates there are only three litres of water per person per day in the camps, which, he says, is \"way below the basic need, and forces people to get water from contaminated sources\".</p><p class=\"sc-9a00e533-0 hxuGS\">Zubaida Ismail Ishaq is lying in the tent clinic. She is seven months pregnant, gaunt and exhausted. Her story is a tale of trauma told by many.</p><p class=\"sc-9a00e533-0 hxuGS\">She tells us she used to trade when she had a little money, before fleeing el-Fasher. </p><p class=\"sc-9a00e533-0 hxuGS\">Her husband was captured by armed men on the road to Tawila. Her daughter has a head injury. </p><p class=\"sc-9a00e533-0 hxuGS\">Zubaida and her mother came down with cholera shortly after arriving in the camp.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We drink water without boiling it,\" she says. \"We have no-one to get us water. Since coming here, I have nothing left.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Back in el-Fasher we hear appeals for help from the women clustered at the soup kitchen - any kind of help.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We're exhausted. We want this siege lifted,\" says Faiza Abkar Mohammed. \"Even if they airdrop food, airdrop anything - we're completely exhausted.\"</p></div><figure></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">You may also be interested in:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "National Guard troops appear in Washington DC as mayor rejects Trump's 'authoritarian push'",
            "time": "2025-08-14T01:24:16",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">National Guard troops appear in Washington DC as mayor rejects Trump's 'authoritarian push'</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Crime in DC: What do the figures say and how safe do people feel?</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">US National Guard troops have begun appearing on the streets of Washington DC, a day after President Donald Trump deployed the troops to the city and took control of its police force as he argued violent crime was out of control. </p><p class=\"sc-9a00e533-0 hxuGS\">Armoured vehicles were spotted at urban centres and tourist sites around the US capital on Tuesday evening. </p><p class=\"sc-9a00e533-0 hxuGS\">Officials have said that 800 National Guard troops are expected to be deployed, as well as 500 federal law enforcement agents. </p><p class=\"sc-9a00e533-0 hxuGS\">Washington DC Mayor Muriel Bowser, a Democrat, who has denied crime is out of control in her city, described the troop deployment as an \"authoritarian push\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump, a Republican, has also threatened similar deployments against New York and Chicago, two other cities controlled by Democrats.</p><p class=\"sc-9a00e533-0 hxuGS\">He has said crime is on the rise in the cities including in Washington DC, although analysis by BBC Verify suggests a different trend in DC.</p><p class=\"sc-9a00e533-0 hxuGS\">Violent offences fell after peaking in 2023, and in 2024, they hit their lowest level in 30 years, according to figures published by Washington DC's Metropolitan Police (MPDC). </p><p class=\"sc-9a00e533-0 hxuGS\">They are continuing to fall, according to preliminary data for 2025.</p><p class=\"sc-9a00e533-0 hxuGS\">Violent crime overall is down 26% this year compared to the same point in 2024, and robbery is down 28%, according to the MPDC.</p><p class=\"sc-9a00e533-0 hxuGS\">The camouflaged troops have been trickling into the US capital since Trump's announcement on Monday. </p><p class=\"sc-9a00e533-0 hxuGS\">They have been seen erecting barricades outside several government buildings, and taking photos with tourists. </p><p class=\"sc-9a00e533-0 hxuGS\">Twenty-three people were arrested by federal agents on Monday night, according to White House press secretary Karoline Leavitt. The agents are aiding local law enforcement.</p><p class=\"sc-9a00e533-0 hxuGS\">She said the arrests were for homicide, gun offences, drug dealing, lewd acts, stalking, reckless driving, and other crimes.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is only the beginning,\" said Leavitt.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Over the course of the next month, the Trump administration will relentlessly pursue and arrest every violent criminal in the District who breaks the law, undermines public safety, and endangers law-abiding Americans.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp\" loading=\"eager\" alt=\"Getty Images A soldier erecting a barricade outside a government building\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: National Guard arrives in Washington DC</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">FBI Director Kash Patel later said FBI agents were involved in around half of those arrests. </p><p class=\"sc-9a00e533-0 hxuGS\">On Wednesday, Patel said 43 arrests had been made as of Wednesday morning.</p><p class=\"sc-9a00e533-0 hxuGS\">US Attorney for the District of Columbia Jeanine Pirro warned on X that anyone who assaults an officer will be prosecuted. </p><p class=\"sc-9a00e533-0 hxuGS\">In a video she posted to the platform, she said an individual who had thrown a Subway sandwich at a police officer was facing a serious charge. </p><p class=\"sc-9a00e533-0 hxuGS\">\"This guy thought it was funny - well, he doesn't think it's funny today, because we charged him with a felony,\" she said. </p><p class=\"sc-9a00e533-0 hxuGS\">Both the mayor of Washington and the city's police chief said earlier in the day they shared the same goal as the federal agents.</p><p class=\"sc-9a00e533-0 hxuGS\">\"What I'm focused on is the federal surge and how to make the most of the federal officers that we have,\" Bowser said after a meeting on Tuesday with US Attorney General Pam Bondi.</p><p class=\"sc-9a00e533-0 hxuGS\">Metropolitan Police Department Chief Pamela Smith said: \"We know that we have to get illegal guns off of our streets, and if we have this influx of enhanced presence, we know that it's going to make our city even better.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But at a town hall on Tuesday night, the mayor sharpened her criticism of Trump.</p><p class=\"sc-9a00e533-0 hxuGS\">Bowser called on community members to \"protect our city, to protect our autonomy, to protect our home rule and get to the other side of this guy and make sure we elect a Democratic House so that we have a backstop to this authoritarian push\", according to the New York Times.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Troops seen standing with the US Capitol building in the background\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It comes as a manhunt was launched for an armed assailant who killed a man on Monday night in Logan Circle, one of Washington DC's trendiest neighbourhoods, just a mile from the White House.</p><p class=\"sc-9a00e533-0 hxuGS\">It was the 100th homicide recorded in Washington DC this year, according to local media.</p><p class=\"sc-9a00e533-0 hxuGS\">Police say the suspect was last seen wearing a black shirt and carrying a rifle. </p><p class=\"sc-9a00e533-0 hxuGS\">The shooting prompted US Secret Service to bolster security outside the president's home as a precaution.</p><p class=\"sc-9a00e533-0 hxuGS\">Despite crime figures showing a decrease in violent offences, DC Police Union chairman Gregg Pemberton has said the city police department is \"deliberately falsifying crime data, creating a false narrative of reduced crime while communities suffer\".</p><p class=\"sc-9a00e533-0 hxuGS\">FBI data has also indicated a drop in crime in Washington DC last year - a more modest decrease of 9%.</p><p class=\"sc-9a00e533-0 hxuGS\">Studies suggest the capital's homicide rate is higher than average compared with other major US cities.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Troops were seen posing with tourists on the National Mall near the Washington Monument\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Troops were seen posing with tourists on the National Mall near the Washington Monument</figcaption></p></figure></article></div></body></html>"
        },
        {
            "title": "Drones laden with explosives kills three Colombian soldiers",
            "time": "2025-08-13T13:00:48",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4f46/live/16c10140-7836-11f0-9116-4d3546f2bbbf.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Three soldiers have been killed in a drone attack in south-west Colombia, which authorities have blamed on a dissident rebel group.</p><p class=\"sc-9a00e533-0 hxuGS\">The devices dropped explosives on members of Colombia's navy and army, who were manning a checkpoint on the Naya River.</p><p class=\"sc-9a00e533-0 hxuGS\">Four other members of the security forces were injured in the attack.</p><p class=\"sc-9a00e533-0 hxuGS\">Drone attacks have become increasingly common in recent years in Colombia: in 2024, 115 such attacks were recorded in the country, most of them carried out by illegal armed groups. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In January, the government said it was putting a plan into place to prevent such attacks by beefing up its anti-drone technology, in order to better detect and \"neutralise\" drones.</p><p class=\"sc-9a00e533-0 hxuGS\">The latest deadly attack happened near Buenaventura, a city on the Pacific coast which is a hotbed for drug trafficking.</p><p class=\"sc-9a00e533-0 hxuGS\">Army officials gave the names of the three victims as Wilmar Rivas, Andrés Estrada and Dario Estrada.</p><p class=\"sc-9a00e533-0 hxuGS\">Off-shoots of <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-latin-america-36605769\" class=\"sc-f9178328-0 bGFWdi\">the Farc rebel group</a>, which refused to sign a peace deal negotiated by the guerrilla group's leaders in 2016, have a strong presence in the area.</p><p class=\"sc-9a00e533-0 hxuGS\">The rivers in the region are often used to transport cocaine - the main source of income for illegal armed groups - and weapons.</p><p class=\"sc-9a00e533-0 hxuGS\">Military officials said one of the groups under the command of a man known as Iván Mordisco was behind Tuesday's drone attack.</p><p class=\"sc-9a00e533-0 hxuGS\">Mordisco walked out of peace talks with the government in April 2024, and the dissident rebel factions he leads engage in criminal activities such as the extortion of farmers and landowners, illegal mining and cocaine trafficking.</p></div></div></body></html>"
        },
        {
            "title": "UK, France and Germany ready to reimpose sanctions on Iran over nuclear programme",
            "time": "2025-08-13T10:04:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2435/live/bb2bc5a0-7820-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The UK, France and Germany have told the UN they are ready to reimpose sanctions on Iran over its nuclear programme if it fails to resume talks<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>by the end of August.</p><p class=\"sc-9a00e533-0 hxuGS\">The three countries, known as the E3, said they were prepared to trigger a \"snapback\" mechanism - meaning previous sanctions would be reinstated - unless Iran resumes negotiations.</p><p class=\"sc-9a00e533-0 hxuGS\">The E3 said they had offered to extend a deadline for negotiations to the end of August, which they said Iran has not replied to. </p><p class=\"sc-9a00e533-0 hxuGS\">Iranian lawmaker Manouchehr Mottaki said Iran's parliament was ready to withdraw from a nuclear deal which restricted its nuclear programme if new sanctions were put in place, the Iranian Defa Press news agency reported.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The E3's letter comes after initial talks between their delegations and Iranian diplomats took place in Istanbul, Turkey last month.</p><p class=\"sc-9a00e533-0 hxuGS\">In the letter to the UN and its chief António Guterres, three foreign ministers - Jean-Noël Barrot from France, David Lammy from the UK and Johann Wadephul from Germany - said they would enforce severe sanctions on Iran unless it agrees to limit its nuclear programme.</p><p class=\"sc-9a00e533-0 hxuGS\">The E3 said their offer of an extension to the negotiations \"remained unanswered by Iran\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have made it clear that if Iran is not willing to reach a diplomatic solution before the end of August 2025, or does not seize the opportunity of an extension, the E3 are prepared to trigger the snapback mechanism,\" the letter said.</p><p class=\"sc-9a00e533-0 hxuGS\">They added they were committed to using \"all diplomatic tools\" to ensure Iran does not develop a nuclear weapon - something Iran has denied intending to do.</p><p class=\"sc-9a00e533-0 hxuGS\">Last month, Iran said it was prepared for further talks but only once sanctions already in place were lifted and its right to a civilian nuclear programme was agreed.</p><p class=\"sc-9a00e533-0 hxuGS\">Sanctions on Iran's nuclear programme were previously lifted in 2015 after Iran signed a nuclear deal with the E3, the US, Russia and China, agreeing limits on its nuclear operations and to allow international inspectors entry to its nuclear sites. The deal is due to expire in October.</p><p class=\"sc-9a00e533-0 hxuGS\">The US withdrew from the deal in 2018 during President Donald Trump's first term, with the leader saying it did too little to stop Iran from creating a pathway to a nuclear bomb. </p><p class=\"sc-9a00e533-0 hxuGS\">With its withdrawal, all US sanctions were re-imposed on Iran.</p><p class=\"sc-9a00e533-0 hxuGS\">Iran retaliated by increasingly breaching the restrictions. In May, the UN nuclear watchdog, the International Atomic Energy Agency (IAEA), said it had more than 400kg of uranium enriched to 60% purity - well above the level used for civilian purposes and close to weapons grade. </p><p class=\"sc-9a00e533-0 hxuGS\">In June Iran's parliament suspended cooperation with the IAEA after tensions with Israel and the US came to a head.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel launched attacks on Iran's nuclear facilities the same month, triggering a 12-day war.</p><p class=\"sc-9a00e533-0 hxuGS\">The US bombed a number of Iran's nuclear sites, bringing US-Iran talks to an abrupt end.</p><p class=\"sc-9a00e533-0 hxuGS\">Following the strikes, the E3 countries stepped up warnings to Iran about its suspension of cooperation with the IAEA.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has contacted the UK Foreign Office for comment. </p><p class=\"sc-9a00e533-0 hxuGS\">The Iranian mission to the UN did not immediately respond to the BBC's request for comment.</p></div></div></body></html>"
        },
        {
            "title": "Explained: Why is the opposition protesting against India's election commission?",
            "time": "2025-08-13T05:53:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b40f/live/2f8109f0-7809-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">The row over 'vote theft' that has shaken Indian politics</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Neyaz Farooquee</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Delhi</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3601/live/b354c000-7809-11f0-a07a-7b43be23c16b.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images  A woman shows her inked finger after casting her ballot to vote at a polling station as voting starts during the first phase of India's general election in India in June 2024.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">There were nearly a billion registered voters in the 2024 elections</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A political row has erupted in India over allegations of \"vote theft\", with opposition parties accusing the country's election body of irregularities, which they say favoured the ruling Bharatiya Janata Party (BJP) in the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c0vv93pz14zo\" class=\"sc-f9178328-0 bGFWdi\">2024 general elections</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">On Tuesday, parliament was adjourned after opposition MPs demanded a debate on the integrity of India's electoral process. </p><p class=\"sc-9a00e533-0 hxuGS\">A day earlier, dozens of opposition leaders, including Congress party leader Rahul Gandhi, were briefly detained by the police in the capital Delhi, as they tried to march to the Election Commission of India's (ECI) headquarters. </p><p class=\"sc-9a00e533-0 hxuGS\">Gandhi first raised the issue at a 7 August press conference in Delhi, and has since managed to galvanise strong support from hundreds of opposition lawmakers. </p><p class=\"sc-9a00e533-0 hxuGS\">The Election Commission and the BJP have aggressively rejected the allegations. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What are Rahul Gandhi's allegations against the Election Commission?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Gandhi has alleged widespread voter manipulation during the 2024 parliamentary elections, citing granular data obtained from the electoral body itself - though the ECI and the ruling party dispute his interpretation.</p><p class=\"sc-9a00e533-0 hxuGS\">Prime Minister Narendra Modi secured a historic third term in the elections, but his BJP-led alliance fell short of the sweeping majority predicted. Voter turnout averaged 66% in the world's largest election, with nearly a billion registered voters - one in eight people on Earth.</p><p class=\"sc-9a00e533-0 hxuGS\">Gandhi cited electoral data for Mahadevapura, a part of the Bangalore Central parliamentary constituency, and claimed that the voter list had more than 100,000 manipulated entries, including duplicate voters, invalid addresses, and bulk registrations of votes at single locations.</p><p class=\"sc-9a00e533-0 hxuGS\">He presented examples of voters like Shakun Rani, who he claimed cast her ballots  twice - a claim<a target=\"_blank\" href=\"https://x.com/ANI/status/1954503120102293957\" class=\"sc-f9178328-0 bGFWdi\"> disputed </a>by the election body. </p><p class=\"sc-9a00e533-0 hxuGS\">Gandhi also alleged CCTV footage from polling booths was deleted and pointed out an instance of 80 people registered in a single address in Mahadevapura. </p><p class=\"sc-9a00e533-0 hxuGS\">The Congress leader says his party lost at least 48 seats in the elections due to such irregularities and has accused India's election body of failing to enforce the \"one man, one vote\" principle. The Congress won <a target=\"_blank\" href=\"https://results.eci.gov.in/PcResultGenJune2024/index.htm\" class=\"sc-f9178328-0 bGFWdi\">99 of the 543 seats </a>in the elections, behind BJP's 240.</p><p class=\"sc-9a00e533-0 hxuGS\">Gandhi has demanded that the ECI release digital voter rolls, so that they can be audited by his party and the public. </p><p class=\"sc-9a00e533-0 hxuGS\">The BBC hasn't independently verified Gandhi's claims.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/637c/live/ba71c150-7758-11f0-89ee-73563f6604dd.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Congress MP Rahul Gandhi addresses a press conference in New Delhi, India with election data on the screen behind him.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Gandhi cited constituency data to allege large-scale poll manipulation</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What have the ECI and BJP said? </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Soon after Gandhi's press conference, ECI <a target=\"_blank\" href=\"https://x.com/ECISVEEP/status/1954558159265189981\" class=\"sc-f9178328-0 bGFWdi\">responded</a> on social media platform X, calling his allegations \"absurd\" and denying many of his claims. </p><p class=\"sc-9a00e533-0 hxuGS\">The polling body has demanded that he either submit a signed declaration under oath or apologise to the nation.</p><p class=\"sc-9a00e533-0 hxuGS\">ECI's Karnataka state unit further <a target=\"_blank\" href=\"https://economictimes.indiatimes.com/news/politics-and-nation/karnataka-eci-official-asks-rahul-gandhi-to-give-declaration-on-missing-names-in-voter-list/articleshow/123166499.cms\" class=\"sc-f9178328-0 bGFWdi\">said</a> that the Congress didn't file formal objections when the electoral roll was being revised ahead of the 2024 parliamentary elections.</p><p class=\"sc-9a00e533-0 hxuGS\">The poll body earlier<a target=\"_blank\" href=\"https://www.ndtv.com/india-news/election-commission-to-poll-officers-destroy-cctv-footage-of-process-after-45-days-8713891\" class=\"sc-f9178328-0 bGFWdi\"> said</a> it keeps CCTV footage only for 45 days after results - the window for filing election disputes.</p><p class=\"sc-9a00e533-0 hxuGS\">BJP leaders have also strongly rebutted the allegations. </p><p class=\"sc-9a00e533-0 hxuGS\">\"This anarchy is extremely worrying and dangerous for democracy,\"  BJP leader and federal education minister Dharmendra Pradhan said.</p><p class=\"sc-9a00e533-0 hxuGS\">Federal agriculture minister Shivraj Singh Chouhan said Gandhi and the opposition alliance were \"defaming democracy, tearing it to shreds, and tampering with the dignity of constitutional institutions\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c0c6/live/d0ea8660-775d-11f0-89ee-73563f6604dd.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Voters standing in a long queue for casting their votes at a polling booth during Lok Sabha election on May 20, 2024 in Saran, India. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The new draft rolls for Bihar have 72.4 million names - 6.5 million fewer than before</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What has been the political fallout?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Gandhi's allegations have led to an uproar as they come in the backdrop of a controversy over a month-long revision of electoral rolls in Bihar state, where key elections are scheduled for November. </p><p class=\"sc-9a00e533-0 hxuGS\">The Special Intensive Revision (SIR), held between June and July, saw officials visit all 78.9 million voters in the state for verification - the first update since 2003.</p><p class=\"sc-9a00e533-0 hxuGS\">The ECI says the drive targets duplicate and deceased voters, but critics say its haste has disenfranchised many, especially migrants and minorities.</p><p class=\"sc-9a00e533-0 hxuGS\">Many voters in Bihar <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c3wnx7689l5o\" class=\"sc-f9178328-0 bGFWdi\">have told the BBC </a>that the draft rolls have wrong photos and include dead people.</p><p class=\"sc-9a00e533-0 hxuGS\">India's Supreme Court is currently hearing a batch of petitions challenging the SIR, with petitioners demanding publication of the deleted names - about 6.5 million - with reasons for their removal.</p><p class=\"sc-9a00e533-0 hxuGS\">The election body says deletions include 2.2 million dead, 700,000 enrolled more than once and 3.6 million who have migrated from the state.</p><p class=\"sc-9a00e533-0 hxuGS\">Corrections are open until 1 September, with over 165,000 applications received. A similar review will be conducted nationwide to verify nearly a billion voters.</p><p class=\"sc-9a00e533-0 hxuGS\">The court has <a target=\"_blank\" href=\"https://www.livemint.com/elections/assembly-elections/supreme-court-weighs-trust-sssues-amid-controversial-electoral-roll-revision-in-bihar-11755006396783.html\" class=\"sc-f9178328-0 bGFWdi\">said</a> that the allegations of disenfranchisement \"largely appears to be a case of trust deficit, nothing else\" and <a target=\"_blank\" href=\"https://www.deccanherald.com/india/bihar-sir-row-will-step-in-if-there-is-mass-exclusion-of-voters-says-supreme-court-hearing-begins-august-12-3653539\" class=\"sc-f9178328-0 bGFWdi\">that</a> it would \"step in immediately\" if mass exclusion of voters is proven.</p><p class=\"sc-9a00e533-0 hxuGS\">On 12 August, Gandhi escalated his claims of vote theft, saying such manipulation was happening \"at a national level and systematically\". </p><p class=\"sc-9a00e533-0 hxuGS\">Highlighting the case of a 124-year-old voter's name found in the draft electoral list of Bihar he said: \"There are unlimited cases like that. 'Abhi picture baki hai' [the story is not over yet].\" </p></div></article></div></body></html>"
        },
        {
            "title": "Kim Keon Hee: South Korea's ex-first lady arrested in bribery probe",
            "time": "2025-08-13T00:55:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/274a/live/624a66c0-7808-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The wife of South Korea's jailed former president, Yoon Suk Yeol, has been arrested over a raft of charges, including stock manipulation and bribery.</p><p class=\"sc-9a00e533-0 hxuGS\">Former first lady Kim Keon Hee denied all charges during a four-hour court hearing in Seoul on Tuesday. But the court issued a detention warrant, citing the risk that she may destroy evidence.</p><p class=\"sc-9a00e533-0 hxuGS\">South Korea has a history of <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c93gqwek5jyo\" class=\"sc-f9178328-0 bGFWdi\">former presidents being indicted and imprisoned</a>. However, this is the first time both the former president and former first lady have been jailed.</p><p class=\"sc-9a00e533-0 hxuGS\">Yoon was detained in January to face trial over a failed martial law bid last year that plunged the country into chaos and eventually led to his ouster.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Prosecutors say Kim, 52, made over 800 million won ($577,940; £428,000) by participating in a price-rigging scheme involving the stocks of Deutsch Motors, a BMW dealer in South Korea. </p><p class=\"sc-9a00e533-0 hxuGS\">While this allegedly happened before her husband was elected the country's leader, it continued to cast a shadow throughout his presidency.</p><p class=\"sc-9a00e533-0 hxuGS\">She allegedly also accepted two Chanel bags and a diamond necklace as bribes from the controversial Unification Church in exchange for business favours. </p><p class=\"sc-9a00e533-0 hxuGS\">Among other charges, Kim is also accused of meddling in candidate nominations during the parliamentary by-elections in 2022 and the general elections last year.</p><p class=\"sc-9a00e533-0 hxuGS\">Kim appeared solemn as she attended Tuesday's hearing wearing a black suit and a black skirt. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I sincerely apologise for causing trouble despite being a person of no importance,\" she told reporters.</p><p class=\"sc-9a00e533-0 hxuGS\">While he was president, Yoon vetoed three opposition-led bills that sought a special counsel investigation into allegations against Kim. </p><p class=\"sc-9a00e533-0 hxuGS\">He issued the last veto in November, a week before he declared martial law.</p><p class=\"sc-9a00e533-0 hxuGS\">A special counsel was set up in June this year after Yoon's rival Lee Jae Myung became president. </p></div></div></body></html>"
        },
        {
            "title": "Putin reaffirms friendship with North Korea ahead of Trump talks",
            "time": "2025-08-13T01:18:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Putin reaffirms 'friendship' with North Korea before Trump talks</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp\" loading=\"eager\" alt=\"SPUTNIK/EPA-EFE/REX/Shutterstock Russian President Vladimir Putin shakes hands with North Korean leader Kim Jong Un during their meeting in Pyongyang, North Korea, 19 June 2024.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">SPUTNIK/EPA-EFE/REX/Shutterstock</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Russian President Vladimir Putin has reaffirmed his \"friendship\" with North Korean leader Kim Jong Un, ahead of his talks with Donald Trump on Friday.</p><p class=\"sc-9a00e533-0 hxuGS\">It also comes as the BBC reported the <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c2077gwjlvxo\" class=\"sc-f9178328-0 bGFWdi\">\"slave-like\" condition facing thousands of North Korean workers sent to Russia</a> to take part in construction projects.</p><p class=\"sc-9a00e533-0 hxuGS\">Putin and Kim spoke on Tuesday, with the Russian leader praising Pyongyang's military support for his country's war against Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">This week, Russia has been making <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c4g6qd3k2peo\" class=\"sc-f9178328-0 bGFWdi\">fresh military advances</a> in Ukraine, leading to a sudden thrust near the eastern town of Dobropillia and advancing 10km (six miles) in a short period of time.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Kim and Putin \"reaffirmed their commitment to the further development of friendship relations, good-neighbourliness and cooperation,\" the Kremlin said in a statement.</p><p class=\"sc-9a00e533-0 hxuGS\">Putin gave the North Korean leader an update on the Alaska summit's preparation, sharing with him \"information in the context of the upcoming talks with US President Donald Trump,\" the Kremlin said. </p><p class=\"sc-9a00e533-0 hxuGS\">The official North Korean statement did not mention this. </p><p class=\"sc-9a00e533-0 hxuGS\">Repeating his earlier statement, Putin \"praised the assistance provided by [North Korea's] support during the liberation of the territory of the Kursk region\", according to his office.</p><p class=\"sc-9a00e533-0 hxuGS\">The Ukrainian army briefly invaded Russia's Kursk region last year in an unexpected offensive that showed Western allies its capability to fight back against Russia, which currently occupies about 20% of Ukraine's territories.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">'Like slaves': North Koreans sent to work in Russia</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Putin and Kim spoke just days before the Russian leader is expected to travel to Alaska to meet Trump, his first face-to-face meeting with a US president since Russia's full-scale invasion of Ukraine in February 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">The war, while causing Russia near-complete economic and diplomatic isolation from the West, has seen unprecedented collaboration between Moscow and Pyongyang.  At least 10,000 North Korean soldiers have been sent to fight side by side with their Russian counterparts, according to Ukraine and South Korea.</p><p class=\"sc-9a00e533-0 hxuGS\">North Korea also provided Russia with missiles, artillery shells and labourers.</p><p class=\"sc-9a00e533-0 hxuGS\">With many of Russia's men either killed or tied up fighting - or having fled the country - South Korean intelligence officials have told the BBC that Moscow is increasingly relying on North Korean workers.</p></div></article></div></body></html>"
        },
        {
            "title": "Emmanuel Macron admits French colonial 'repression' in Cameroon independence struggle",
            "time": "2025-08-13T15:28:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/42fc/live/fdc387c0-781d-11f0-9b1f-8bdc1892e7d0.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">However, Macron fell short of offering a clear apology for the atrocities committed by French troops in its former colony, which gained independence in 1960.</p><p class=\"sc-9a00e533-0 hxuGS\">The French leader cited four independence icons who were killed during military operations led by French forces, including Ruben Um Nyobe, the firebrand leader of the anti-colonialist UPC party.</p><p class=\"sc-9a00e533-0 hxuGS\">France pushed hundreds of thousands of Cameroonians into internment camps and supported brutal militias to quash the independence struggle, the AFP news agency quotes the report as saying.</p><p class=\"sc-9a00e533-0 hxuGS\">Tens of thousands of people were killed between 1956 and 1961, the historians' report said.</p><p class=\"sc-9a00e533-0 hxuGS\">The decision to investigate and publish the findings on France's role in Cameroon's independence struggle was made in 2022, during Macron's visit to Yaoundé.</p><p class=\"sc-9a00e533-0 hxuGS\">It followed pressure from within the country for France to acknowledge its atrocities in its former colony and pay reparations.</p><p class=\"sc-9a00e533-0 hxuGS\">Commenting on Macron's lack of apology, one of the historians who contributed to the report said it was their job to \"establish the facts and figures after having gone through the archival documents\" and not to \"recommend apologies\".</p><p class=\"sc-9a00e533-0 hxuGS\">Prof Willibroad Dze-Ngwa told the BBC it was not within the historians' remit to recommend reparations.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Reparations only come after judgement has been passed, and we did not go to the field as a law court to pass judgement and condemn [or] to recommend reparation.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Macron also expressed willingness to work with Cameroon to promote further research on France's historic colonial role, while highlighting the need for both countries to make the findings available to universities and scientific bodies.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has reached out to Cameroon's government for comment on the French president's admission.</p><p class=\"sc-9a00e533-0 hxuGS\">While Macron did not address calls for reparations, it is likely to be a key talking-point in Cameroon going forward.</p><p class=\"sc-9a00e533-0 hxuGS\">His comments have had a mixed reception among Cameroonians. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Recognising that France has committed wrongs against Cameroonians is not enough,\" 25-year-old student Charles Wamalamou told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">He added that France had done \"too much harm to Cameroonians\".</p><p class=\"sc-9a00e533-0 hxuGS\">While 54-year-old teacher Tsoye Bruno told the BBC it was a \"good thing\" that Macron had acknowledged France's colonial violence, but added that his lack of apology was a \"very bad thing\".</p><p class=\"sc-9a00e533-0 hxuGS\">Under Macron, France has attempted to confront its brutal colonial past.</p><p class=\"sc-9a00e533-0 hxuGS\">Last year, it acknowledged for the first time that its soldiers had carried out a \"massacre\" in Senegal in which West African troops were killed in 1944.</p><p class=\"sc-9a00e533-0 hxuGS\">Macron has previously acknowledged France's role in the Rwandan genocide, in which about 800,000 ethnic Tutsis and moderate Hutus died, and sought forgiveness. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2021, he said France had not heeded warnings of impending carnage and had for too long \"valued silence over examination of the truth\".</p><p class=\"sc-9a00e533-0 hxuGS\">France has also made several attempts over the years to reconcile with its former colony Algeria, but has stopped short of issuing a formal apology.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2017, Macron, then a presidential candidate, described the colonisation of Algeria as a \"crime against humanity\", but two years later, he said there would be no \"repentance nor apologies\" for it.</p><p class=\"sc-9a00e533-0 hxuGS\">Instead, he said France would take part in \"symbolic acts\" aimed at promoting reconciliation, and commemorating the history of its violent occupation of the north African country.</p><p class=\"sc-9a00e533-0 hxuGS\">Recently, several West African countries under military rule, including Mali, Burkina Faso and Niger, have severed their ties with France, accusing it of continued neo-colonial control.</p></div></div></body></html>"
        },
        {
            "title": "Cape Verde floods: State of emergency declared in São Vicente and Santo Antão",
            "time": "2025-08-13T14:53:20",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/84c3/live/c665bed0-7857-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Cape Verde has declared a state of emergency on the islands of São Vicente and Santo Antão, after deadly floods which killed at least nine people and forced 1,500 from their homes.</p><p class=\"sc-9a00e533-0 hxuGS\">The state of emergency activates crisis funds and urgent infrastructure repairs in the Atlantic Ocean islands off the west coast of Africa.</p><p class=\"sc-9a00e533-0 hxuGS\">Monday's flash floods were triggered by Tropical Storm Erin, leading to 193mm (7.6in) of rain in just five hours, far above São Vicente's annual average. </p><p class=\"sc-9a00e533-0 hxuGS\">Deputy Prime Minister Olavo Correia told the BBC the floods were \"catastrophic\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Rescue teams are desperately searching for missing people, while roads, homes and vehicles have been severely damaged.</p><p class=\"sc-9a00e533-0 hxuGS\">Commenting on the heavy rains, Ester Brito from the country's meteorology institute told Reuters news agency that the weather conditions were uncommon.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is a rare situation because what was recorded is above our 30-year climatologist average.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Speaking to local media outlet Expresso das Ilhas, Ms Brito added that the country did not have the radar equipment required to forecast the extent of the rains. </p><p class=\"sc-9a00e533-0 hxuGS\">Describing the moment the floods hit, Interior Minister Paulo Rocha said the night was \"marked by panic and despair\", Reuters reports. </p><p class=\"sc-9a00e533-0 hxuGS\">Alveno Yali, a community organiser in São Vicente, the worst affected Island, described the situation as \"an incredible moment of heavy rains, strong winds, and flash floods, resulting in significant material losses\".</p><p class=\"sc-9a00e533-0 hxuGS\">The Cape Verdean diaspora especially in France, Luxembourg, Portugal, and the US have launched urgent crowdfunding campaigns. </p><p class=\"sc-9a00e533-0 hxuGS\">Tens of thousands of euros have already been raised to buy food, water, hygiene products, and emergency supplies.</p><p class=\"sc-9a00e533-0 hxuGS\">Andreia Levy, president of Hello Cabo Verde in France, told the BBC that the entire diaspora was mobilised and they planned to deliver aid directly.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div></div></body></html>"
        },
        {
            "title": "British Army in Kenya: Some soldiers using sex workers despite ban, inquiry finds",
            "time": "2025-08-12T17:15:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b2b7/live/f212d760-7777-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">An investigation by the British Army has found some soldiers stationed at a controversial base in Kenya continue to use sex workers despite being banned from doing so.</p><p class=\"sc-9a00e533-0 hxuGS\">Soldiers at the British Army Training Unit Kenya (Batuk) used sex workers \"at a low or moderate\" level, a report said, adding more work was needed to stamp out the practice.</p><p class=\"sc-9a00e533-0 hxuGS\">The investigation covered a period of more than two years, examining conduct at the base dating back to July 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">It was commissioned in October 2024 following an investigation by ITV into the behaviour of soldiers at Batuk, including allegations some army personnel were paying local women for sex.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The ITV documentary followed previous concerns raised about Batuk after the death in 2012 of a local woman Agnes Wanjiru, allegedly killed by a British soldier stationed at the base.</p><p class=\"sc-9a00e533-0 hxuGS\">Since then a string of allegations have been made about the conduct of troops at the training site, which lies near the town of Nanyuki 200km (125 miles) north of Kenya's capital Nairobi.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2022, the UK's Ministry of Defence banned its forces from using sex workers abroad as part of efforts to curb sexual exploitation and abuse across the military.</p><p class=\"sc-9a00e533-0 hxuGS\">UK Chief of General Staff Gen Sir Roly Walker said in a statement that the army was committed to stopping sexual exploitation by those in its ranks.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The findings of the Service Inquiry I commissioned conclude that transactional sex is still happening in Kenya at a low to moderate level. It should not be happening at all,\" he said. </p><p class=\"sc-9a00e533-0 hxuGS\">\"There is absolutely no place for sexual exploitation and abuse by people in the British Army. It is at complete odds with what it means to be a British soldier. It preys on the vulnerable and benefits those who seek to profit from abuse and exploitation,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://assets.publishing.service.gov.uk/media/689b4b9beb300a86d83d0c34/Service_Inquiry_to_investigate_the_circumstances_surrounding_alleged_unacceptable_behaviour_by_UK_Service_Personnel_in_Kenya_in_contravention_of_MoD_and_Army_policy_on_Sexual_Exploitati.pdf\" class=\"sc-f9178328-0 bGFWdi\">The service inquiry investigation</a> was carried out by a panel of four people, including two serving officers, a civil servant and an independent adviser.</p><p class=\"sc-9a00e533-0 hxuGS\">It investigated the behaviour of troops stationed at Batuk and assessed the army's systems to prevent breaches of its regulation JSP 769 which bans soldiers from paying for sex.</p><p class=\"sc-9a00e533-0 hxuGS\">The report details 35 instances in which Batuk soldiers were suspected to have paid for sex, since guidance for soldiers on the rule was published in July 2022. During that period 7,666 British soldiers served at the base.</p><p class=\"sc-9a00e533-0 hxuGS\">It notes that of those, 26 cases happened before training on the new rule was initiated for all army staff in November of that year, with nine reported cases since then. In the majority of cases, the allegation that soldiers had paid for sex was never proven.</p><p class=\"sc-9a00e533-0 hxuGS\">In addition to those detailed in the report, the Foreign Office told the BBC there was a small number - less than five - cases of alleged use of sex workers currently under investigation. The alleged incidents happened after the inquiry was concluded.</p><p class=\"sc-9a00e533-0 hxuGS\">The report said that despite the training given by the Army and the control measures in place, the reality was that \"transactional sexual activity\" by UK personnel in Kenya was still happening, and that \"the level is somewhere between low and moderate\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is not out of control, but the best way for the Army to manage the risk is for the Army to assume it may be at the upper end of that scale between low and moderate,\" the report added.</p><p class=\"sc-9a00e533-0 hxuGS\">The report noted efforts by the Army to stamp out the practice, including regular training and the use of \"sharkwatch\" patrols with a non-commissioned officer of the rank of sergeant or above deployed to monitor the conduct of junior personnel when they left the base for nights out.</p><p class=\"sc-9a00e533-0 hxuGS\">The army said it would implement recommendations from the report, including making it easier to dismiss soldiers found to have used sex workers and the implementation of additional training.</p><p class=\"sc-9a00e533-0 hxuGS\">The report follows years of controversy about the conduct of soldiers at Batuk sparked by an investigation by the Sunday Times in 2021 which revealed the alleged involvement of a British soldier in the murder of Ms Wanjiru, a mother of one whose body was found dumped in a septic tank near a hotel where she had been seen with soldiers on the night she vanished.</p><p class=\"sc-9a00e533-0 hxuGS\">Separately in Kenya,  MPs have been conducting an inquiry into wider allegations of mistreatment of local people by soldiers at Batuk and have heard claims at public hearings of injuries allegedly sustained through the behaviour of British troops and of soldiers fathering children to Kenyan mothers and then abandoning them when they returned home.</p><p class=\"sc-9a00e533-0 hxuGS\">In June this year a soldier stationed at the base was sent back to the UK after being accused of rape.</p><p class=\"sc-9a00e533-0 hxuGS\">The Service Inquiry behind the latest report said it had spoken to many local Kenyans and found \"the vast majority\" of local residents were happy with the presence of the Batuk camp.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div></div></body></html>"
        },
        {
            "title": "US announces criminal charges against Haitian gang leader Barbecue",
            "time": "2025-08-12T20:49:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a93a/live/1310bd30-77b7-11f0-97d0-cd631a12c7f2.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">US federal prosecutors have announced criminal charges against Jimmy Cherizier, the Haitian gang leader known as \"Barbecue\" who leads an alliance of gangs that control much of the capitol of Port-au-Prince.</p><p class=\"sc-9a00e533-0 hxuGS\">The indictment alleges that Mr Cherizier, as well as US citizen Bazile Richardson, 48, solicited funds from Haitian diaspora community in the US to help pay gang members and buy firearms in violation of US sanctions.  </p><p class=\"sc-9a00e533-0 hxuGS\">Mr Cherizier, a former police officer who is at large in Haiti, leads the group Viv Ansanm (Live Together). The US is offering $5m (£3.7m) for information leading to his arrest. </p><p class=\"sc-9a00e533-0 hxuGS\">The group has been accused of multiple murders, kidnappings and attacks on infrastructure.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"There's a good reason that there's a $5m reward for information leading to Cherizier's arrest,\" US Attorney Jeanine Pirro said at a news conference on Tuesday.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He's a gang leader responsible for heinous human rights abuses, including violence against American citizens in Haiti.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Prosecutors say he is suspected of playing a key role in the 2018 La Saline massacre, in which 71 people were killed, more than 400 houses were destroyed, and at least seven women raped.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Richardson, who was arrested in Texas last month, is a naturalised US citizen who grew up in Haiti, prosecutors say. He was residing in North Carolina before he was taken into custody.</p><p class=\"sc-9a00e533-0 hxuGS\">Also known as Fredo, Fred Lion, Leo Danger, and Lepe Blode, he helped raise funds that were then used to pay gang leaders and purchase weapons, according to officials.</p><p class=\"sc-9a00e533-0 hxuGS\">Both men helped \"bankroll Cherizier's violent criminal enterprise, which is driving a security crisis in Haiti\", said Assistant US Attorney General John Eisenberg.</p><p class=\"sc-9a00e533-0 hxuGS\">He added that the US \"will continue to pursue those who enable Haiti's violence and instability\".</p><p class=\"sc-9a00e533-0 hxuGS\">In May, US officials designated Viv Ansanm, which has controlled the capital since around 2020, as a foreign terrorist organisation. Earlier this year, the group announced that it was declaring itself a political party.</p><p class=\"sc-9a00e533-0 hxuGS\">In addition to the US, Mr Cherizier is also under sanctions from the United Nations,  Canada and Britain, which accuse him of fueling violence in Haiti. </p><p class=\"sc-9a00e533-0 hxuGS\">If arrested, he could be extradited to the US. However, he remains in a position of significant power on the streets and is protected by his group's members. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2021, President Jovenel Moïse was assassinated by unidentified gunmen in Port-au-Prince.</p><p class=\"sc-9a00e533-0 hxuGS\">Since then the country - the poorest in the Americas - has been wracked by economic chaos, little functioning political control and increasingly violent gang warfare.</p><p class=\"sc-9a00e533-0 hxuGS\">Gang control in Port-au-Prince has led to an almost complete breakdown of law and order, the collapse of health services and emergence of a food security crisis.</p><p class=\"sc-9a00e533-0 hxuGS\">In recent months, a UN backed Kenyan led security force has failed to take back control of the Haitian capital. </p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, the humanitarian crisis in the country has sunk to new levels. UN reports estimate that 5.7 million people – more than half of Haiti's population – are facing acute food insecurity and there are over one million internally displaced people.</p></div></div></body></html>"
        },
        {
            "title": "Mapping Ukraine's frontlines and ceasefire scenarios",
            "time": "2025-08-13T16:35:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6d76/live/255e15e0-785d-11f0-a20f-3b86f375586a.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">In maps: The war-ravaged Ukrainian territories at the heart of the Trump-Putin summit</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Paul Adams</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC Diplomatic Correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6d76/live/255e15e0-785d-11f0-a20f-3b86f375586a.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6d76/live/255e15e0-785d-11f0-a20f-3b86f375586a.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6d76/live/255e15e0-785d-11f0-a20f-3b86f375586a.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6d76/live/255e15e0-785d-11f0-a20f-3b86f375586a.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6d76/live/255e15e0-785d-11f0-a20f-3b86f375586a.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6d76/live/255e15e0-785d-11f0-a20f-3b86f375586a.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6d76/live/255e15e0-785d-11f0-a20f-3b86f375586a.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6d76/live/255e15e0-785d-11f0-a20f-3b86f375586a.png.webp\" loading=\"eager\" alt=\"BBC Map of Ukraine overlaid with the national flag colours - blue on top and yellow on the bottom. Stylised black-and-white headshots of Donald Trump and Vladimir Putin, both in suits and looking serious, are on either side of the map.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Donald Trump and Vladimir Putin will meet in Alaska on Friday</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Speculation has swirled over whether the Trump-Putin summit will result in the map of Ukraine being forcibly – and fundamentally – altered.</p><p class=\"sc-9a00e533-0 hxuGS\">Russia has laid claim to vast parts of Ukraine since 2014, when President Vladimir Putin made his first move.</p><p class=\"sc-9a00e533-0 hxuGS\">At the time, in the space of a short few months, Moscow carried out the relatively bloodless occupation and annexation of the Crimean peninsula.</p><p class=\"sc-9a00e533-0 hxuGS\">But that was followed by a Russian-backed separatist movement in the eastern Donbas region – specifically the two regions, or \"oblasts\", known as Donetsk and Luhansk.</p><p class=\"sc-9a00e533-0 hxuGS\">A war simmered there for eight years.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Ukraine after 2014 and before the start of the 2022 full-scale invasion</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Ukraine lost around 14,000 soldiers and civilians during this period.</p><p class=\"sc-9a00e533-0 hxuGS\">But in February 2022, Putin launched his full-scale invasion. Russian troops quickly reached the outskirts of Kyiv and seized huge swathes of the south, including big chunks of two more oblasts, Zaporizhzhia and Kherson.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Ukraine in 2022 - one month into the full-scale invasion</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\">The war has ebbed and flowed ever since. Russia now controls rather less territory - down from about 27% in the spring of 2022 to around 20% now. In the east, Russian forces are advancing, but very slowly and at great cost.</p><p class=\"sc-9a00e533-0 hxuGS\">President Volodymyr Zelensky of Ukraine says an unconditional ceasefire is needed now. European allies also insist on a halt in fighting. US President Donald Trump says that is what he has been trying to achieve.</p><p class=\"sc-9a00e533-0 hxuGS\">But in the run-up to his Alaska summit with Putin,  Trump has started talking, instead about territorial swaps. That has sent shockwaves across Kyiv and Europe.</p><p class=\"sc-9a00e533-0 hxuGS\">It is not at all clear what land Trump is referring to, or what those swaps could look like, given that all the territory in question legally belongs to Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">As of August 2025, the territory of Ukraine looks as follows:</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Russia would dearly love to expand its control over the entirety of Luhansk and Donetsk. </p><p class=\"sc-9a00e533-0 hxuGS\">Some reports suggest that Putin is demanding that Ukraine hand over the remaining territory it controls in both oblasts.</p><p class=\"sc-9a00e533-0 hxuGS\">But that would mean Kyiv giving up on places which tens of thousands of Ukrainian soldiers have died trying to protect - cities like Kramatorsk and Slovyansk, and a fortified line protecting Ukrainian territory to the north and west.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">For Kyiv, such a concession would be a bitter pill to swallow. For Moscow, whose losses have been even more catastrophic, it would be seen as victory. </p><p class=\"sc-9a00e533-0 hxuGS\">Zelensky said on Tuesday that Ukraine \"could not\" leave the Donbas as Moscow would use the region as a springboard to attack the rest of the country.</p><p class=\"sc-9a00e533-0 hxuGS\">In recent days, Russian forces appear to be pushing hard, and making progress, near the town of Dobropillya. But it's not yet clear whether this marks a significant strategic move or just an effort to show Trump that Moscow has the upper hand.</p><p class=\"sc-9a00e533-0 hxuGS\">What about Zaporizhzhia and Kherson, captured in 2022? </p><p class=\"sc-9a00e533-0 hxuGS\">Here, it's reported, Russia is offering to halt its offensive and freeze the lines.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But would Russia be prepared to give any of it back? </p><p class=\"sc-9a00e533-0 hxuGS\">On Monday, Trump talked vaguely about \"ocean-front property\" – presumably a reference to some of this shoreline, along the Sea of Azov or Black Sea.</p><p class=\"sc-9a00e533-0 hxuGS\">But this is all part of Putin's strategically vital land bridge connecting Russia to occupied Crimea. </p><p class=\"sc-9a00e533-0 hxuGS\">It's hard to see the Russian leader agreeing to give any of it up. Like Donetsk and Luhansk, Putin regards these places as part of Russia, and illegally annexed them three years ago in four referendums widely regarded as a sham.</p><p class=\"sc-9a00e533-0 hxuGS\">For Ukraine, and Europe, territorial swaps – at this very early stage of the talks – are a non-starter. </p><p class=\"sc-9a00e533-0 hxuGS\">A discussion about future borders may eventually come, but only when the war has stopped and Ukraine's security has been guaranteed.</p></div></article></div></body></html>"
        },
        {
            "title": "Mamta Pathak: When India professor used chemistry as defence in murder trial but failed",
            "time": "2025-08-13T21:21:44",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8fb0/live/8076b320-76e0-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">When Indian professor's viral chemistry defence failed in husband's murder trial</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Soutik Biswas</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, London</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d50d/live/0ac61670-76a9-11f0-8155-5f8739f897b4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d50d/live/0ac61670-76a9-11f0-8155-5f8739f897b4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d50d/live/0ac61670-76a9-11f0-8155-5f8739f897b4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d50d/live/0ac61670-76a9-11f0-8155-5f8739f897b4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d50d/live/0ac61670-76a9-11f0-8155-5f8739f897b4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d50d/live/0ac61670-76a9-11f0-8155-5f8739f897b4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d50d/live/0ac61670-76a9-11f0-8155-5f8739f897b4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d50d/live/0ac61670-76a9-11f0-8155-5f8739f897b4.jpg.webp\" loading=\"eager\" alt=\"BBC Mamta and Neeraj Pathak, a middle-aged Indian couple. Mamta Pathak (right) was sentenced to life for killing her husband, Neeraj (left) by electrocution.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Mamta Pathak (right) was sentenced to life for killing her husband Neeraj (left) by electrocution</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"Are you a chemistry professor?\" the judge asked.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Yes,\" Mamta Pathak replied, clasping her hand in a respectful namaste.</p><p class=\"sc-9a00e533-0 hxuGS\">Draped in a white sari, glasses perched on her nose, the retired college teacher stood before two judges in a courtroom in the central Indian state of Madhya Pradesh, speaking as if delivering a forensic chemistry lecture.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In the post-mortem,\" she argued, her voice trembling but composed, \"it is not possible to differentiate between a thermal burn and an electric burn mark without proper chemical analysis.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Across the bench, Justice Vivek Agarwal reminded her, \"The doctor who conducted the post-mortem said there were clear signs of electrocution.\"</p><p class=\"sc-9a00e533-0 hxuGS\">It was a rare, almost surreal moment - a 63-year-old woman, accused of murdering her husband by electrocution, explaining to the court how acids and tissue reactions revealed the nature of a burn.</p><p class=\"sc-9a00e533-0 hxuGS\">The exchange, caught on video during her April hearing, went viral in India and stunned the internet. But in the court, no amount of expert-like confidence could undo the prosecution's case - a spouse murdered and a motive rooted in suspicion and marital discord.</p><p class=\"sc-9a00e533-0 hxuGS\">Last month the High Court dismissed Mamta Pathak's appeal and upheld her life sentence for the April 2021 murder of her husband, Neeraj Pathak, a retired physician.</p><p class=\"sc-9a00e533-0 hxuGS\">While Pathak mounted a spirited, self-argued defence - invoking gaps in the autopsy, the insulation of the house, and even an electrochemical theory - the court found the circumstantial evidence conclusive: she had drugged her husband with sleeping pills and then electrocuted him.</p><p class=\"sc-9a00e533-0 hxuGS\">In court, Mamta, a mother of two, had peered over a stack of overflowing case files, leafing through them before she grew animated.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Sir, electric burn marks can't be distinguished as ante-mortem [before death] or post-mortem [after death],\" she argued quoting from a forensics book.</p><p class=\"sc-9a00e533-0 hxuGS\">\"How did they [doctors] write it was an electric burn mark in post-mortem [report]?\".</p><p class=\"sc-9a00e533-0 hxuGS\">Microscopically, electrical burns look the same before and after death, making standard examination inconclusive, say experts. A close study of dermal changes may reveal whether a burn was ante- or post-mortem, according to one <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/32925207/\" class=\"sc-f9178328-0 bGFWdi\">paper</a>. </p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The courtroom video of Mamta Pathak arguing her case in the high court went viral</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">An impromptu exchange on chemical reactions followed, with the judge probing her on laboratory processes. Mamta spoke about different acids, explaining that distinctions could be made using an electron microscope - something not possible in a post-mortem room. She tried to walk the judge through electron microscopy and different acids. Three women lawyers in the background smiled.</p><p class=\"sc-9a00e533-0 hxuGS\">Mamta ploughed on - she said she had been studying law in prison for a year. Flipping through her tabbed files with stickers and quoting from forensic medicine books, she pointed to alleged gaps in the investigation - from the unexamined crime scene to the absence of qualified electrical and forensic experts at the scene of the crime.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Our house was insured from 2017 to 2022, and inspections confirmed it was protected against electrical fire,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">Mamta told the court that her husband had high blood pressure and heart disease. She stated the actual cause of death was narrowing and \"calcification of his coronary arteries due to old age\". She also suggested he may have slipped and sustained a hematoma, but no CT scan was conducted to confirm this.</p><p class=\"sc-9a00e533-0 hxuGS\">Neeraj Pathak, 65, had been found dead at the family home on 29 April 2021. The autopsy ruled electrocution as the cause of death. Days later, Mamta had been arrested and charged with murder.</p><p class=\"sc-9a00e533-0 hxuGS\">Police had seized an 11-meter electric wire with a two-pin plug, and CCTV footage from the couple's house. Six tablets of a sleeping pill were recovered in a strip of 10.</p><p class=\"sc-9a00e533-0 hxuGS\">The postmortem report cited cardiorespiratory shock from electrical current at multiple sites as the cause of death, occurring 36 to 72 hours before the autopsy conducted on 1 May.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But they didn't find my fingerprints on the strip of tablets,\" Mamta told the judges.</p><p class=\"sc-9a00e533-0 hxuGS\">But her arguments quickly unravelled, leaving Judges Agarwal and Devnarayan Sinha unconvinced.</p><p class=\"sc-9a00e533-0 hxuGS\">For nearly four decades, Mamta and Neeraj Pathak had lived a seemingly orderly middle-class life in Chhatarpur - a drought-prone district of Madhya Pradesh known for its farms, granite quarries, and small businesses.</p><p class=\"sc-9a00e533-0 hxuGS\">She taught chemistry at the local government college; he was the chief medical officer at the district hospital. They raised two sons - one settled abroad, the other, sharing a home with his mother. Neeraj retired voluntarily in 2019 after 39 years as a government doctor and then opened a private clinic at home.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Mamta Pathak taught chemistry at a government college for 36 years</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The incident happened during the pandemic. Neeraj was showing Covid symptoms and kept to the first floor. Mamta and her son, Nitish, stayed downstairs. Two staircases from the ground floor linked Neeraj's rooms to the open gallery and waiting hall of his private clinic, where half a dozen staff bustled between the lab and the medical store.</p><p class=\"sc-9a00e533-0 hxuGS\">The 97-page judgment stated that Mamta reported finding her husband Neeraj unresponsive in his bed on 29 April, but did not inform a doctor or the police until 1 May. Instead, she took her elder son to Jhansi - over 130km away - without clear reason, according to the driver, and returned the same evening. She claimed ignorance about how he died when she finally alerted the police.</p><p class=\"sc-9a00e533-0 hxuGS\">Beneath this silence lay a troubled marriage. The judges highlighted longstanding marital discord, with the couple living apart and Mamta suspecting her husband of infidelity.</p><p class=\"sc-9a00e533-0 hxuGS\">On the morning of the day he died,, Neeraj had called an associate, alleging that Mamta was \"torturing him,\" locking him in a bathroom, withholding food for days, and causing physical injuries. He also accused her of taking cash, ATM cards, vehicle keys, and bank fixed deposit documents. Pleading for help, Neeraj's son contacted a friend who alerted the police, who then rescued the retired doctor from what was described as \"Mamta's custody\".</p><p class=\"sc-9a00e533-0 hxuGS\">The couple had even lived apart in recent times, adding weight to the court's doubts.</p><p class=\"sc-9a00e533-0 hxuGS\">Mamta had told the court she was the \"best mother,\" presenting a birthday card from her children as proof. She also showed photos of herself feeding her husband and snapshots with family.</p><p class=\"sc-9a00e533-0 hxuGS\">Yet, the judges were unmoved. They noted that such tokens of affection didn't erase motive - after all, a \"doting mother\" can also be a \"suspicious wife,\" they said.</p><p class=\"sc-9a00e533-0 hxuGS\">Fifty minutes into her deposition, after parrying questions and defending herself against the court's doubts, Mamta's composure faltered for the first time.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I know one thing… I did not kill him,\" she said, her voice trailing off.</p><p class=\"sc-9a00e533-0 hxuGS\">At another moment, she confessed, \"I can't take this very much more.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Trying to ease the tension, Judge Agarwal remarked, \"You must be used to this… you must be taking classes for 50 minutes in college.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"Forty minutes, sir. But they are small children,\" Mamta said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Small children in college? But your designation is assistant professor,\" the judge pressed.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But they are kids, sir,\" she replied.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Don't tell us such stories,\" Judge Agarwal interrupted sharply.</p><p class=\"sc-9a00e533-0 hxuGS\">Mamta fought not just as a defendant, but as a teacher turning the courtroom into a chemistry lab - hoping to prove her innocence through science. Yet in the end, the cold facts proved stronger than her lessons.</p></div></article></div></body></html>"
        },
        {
            "title": "Taylor Swift on New Heights: New album, Travis Kelce relationship",
            "time": "2025-08-14T01:12:48",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7606/live/885cb020-78a8-11f0-bbfa-91128fa656e1.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">What we learned from Taylor Swift's highly anticipated podcast interview</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Max Matza &amp; Christal Hayes</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Taylor Swift appears in Travis and Jason Kelce's podcast 'New Heights'</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Taylor Swift made her highly anticipated podcast debut on New Heights, hosted by boyfriend Travis Kelce and his brother Jason Kelce. </p><p class=\"sc-9a00e533-0 hxuGS\">The pop superstar used the appearance to announce her new album, The Life of a Showgirl, and give some updates on her life since the Eras Tour, which ran almost two years and spanned five continents before ending in December. </p><p class=\"sc-9a00e533-0 hxuGS\">More than 1.3 million tuned in live for the programme as Swift offered insights into her relationship with Travis, the notorious easter eggs she plants in music for fans and even tidbits on her sourdough-bread-baking hobby. </p><p class=\"sc-9a00e533-0 hxuGS\">It marked a change for megastar, who is notorious for not giving interviews and instead sharing updates on her life through song lyrics, which frenzied fans analyse and piece together. </p><p class=\"sc-9a00e533-0 hxuGS\">The American football star brothers offered a warm welcome to Swift, calling her \"Tay Tay\" and running through a list of her many awards.</p><p class=\"sc-9a00e533-0 hxuGS\">Teaser clips of the New Heights podcast went viral before her episode aired, including one video clip where Swift unveils a briefcase with \"TS\" on it and pulls out her new 12th studio album, which will be available 3 October. </p><p class=\"sc-9a00e533-0 hxuGS\">The record was simultaneously made available for pre-order on her website - which also had a countdown clock to the moment when she would appear on the podcast. </p><p class=\"sc-9a00e533-0 hxuGS\">Here is some of what we learned from her appearance. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What the cover of her new album looks like</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">As the countdown clock ran down on her website and the podcast started, Swift's website updated with the cover of her 12th studio album. </p><p class=\"sc-9a00e533-0 hxuGS\">The Life of a Showgirl features Swift wearing a dress emblazoned with diamonds lying in turquoise green.</p><p class=\"sc-9a00e533-0 hxuGS\">She is seen submerged in the water, with only her face and wrist above the surface.</p><p class=\"sc-9a00e533-0 hxuGS\">The website to pre-order the album started crashing as soon as the podcast began, with some users receiving error messages. It will be released 3 October, according to her website. </p><p class=\"sc-9a00e533-0 hxuGS\">Swift explained that she wrote the album while on her Eras Tour and said she would frequently return to Sweden while doing concerts in Europe, in order to record it. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7606/live/885cb020-78a8-11f0-bbfa-91128fa656e1.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7606/live/885cb020-78a8-11f0-bbfa-91128fa656e1.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7606/live/885cb020-78a8-11f0-bbfa-91128fa656e1.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7606/live/885cb020-78a8-11f0-bbfa-91128fa656e1.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7606/live/885cb020-78a8-11f0-bbfa-91128fa656e1.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7606/live/885cb020-78a8-11f0-bbfa-91128fa656e1.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7606/live/885cb020-78a8-11f0-bbfa-91128fa656e1.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7606/live/885cb020-78a8-11f0-bbfa-91128fa656e1.jpg.webp\" loading=\"eager\" alt=\"Wondery/Taylor Swift Taylor Swift debuts her new album and the cover on the New Heights podcast\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Wondery/Taylor Swift</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"I was basically exhausted at this point in the tour, but I was so mentally stimulated and so excited to be creating,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">Travis added: \"Literally living the life of a showgirl.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Swift went on to read out all 12 track names, including the title track which features Sabrina Carpenter.</p><p class=\"sc-9a00e533-0 hxuGS\">Travis said the album is \"upbeat\" and will make people dance - a true pop album. He called it a 180 degree difference from her last album, The Tortured Poets Department. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Life is more upbeat,\" Swift said in response, smiling and looking at Travis. </p><p class=\"sc-9a00e533-0 hxuGS\">She said it's also unlike her last album due to the number of tracks - making clear it </p><p class=\"sc-9a00e533-0 hxuGS\">Swift said the album tells the story of \"everything that was going on behind the curtain\" of her time on tour. The colour orange was chosen because it's a colour she likes and felt energised by, she added. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Swift says the podcast 'got me a boyfriend'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Toward the beginning of the show, Swift was asked why she chose to appear on the podcast, which caters primarily to sports fans. </p><p class=\"sc-9a00e533-0 hxuGS\">\"This podcast has done a lot for me. This podcast got me a boyfriend,\" she said, accusing Travis of using the podcast as his \"personal dating app\" before he met her.</p><p class=\"sc-9a00e533-0 hxuGS\">Before they started dating - or even met - Travis famously gushed on the podcast about attending one of Swift's concerts and being saddened when they couldn't meet. He talked about making her a beaded friendship bracelet, which were popular during the Eras Tour, and said he wanted to give her his phone number. </p><p class=\"sc-9a00e533-0 hxuGS\">She said the clip, which went viral, felt almost like \"he was standing outside of my apartment, holding a boom box saying, 'I want to go on a date with you'\". </p><p class=\"sc-9a00e533-0 hxuGS\">She said this was exactly the moment she had \"been writing songs about, wanting to happen to me since I was a teenager\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"It was wild, but it worked... He's the good kind of crazy,\" she said, calling her boyfriend \"a human exclamation point\".</p><p class=\"sc-9a00e533-0 hxuGS\">She said she was circling back to the podcast show as a way to say thank you. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Poking fun at male sports fans </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The episode began with a screaming introduction from Jason, the former Philadelphia Eagles player, who runs through a long list of his brother's girlfriend's accomplishments, including being the only artist to win the album of the year Grammy four times.</p><p class=\"sc-9a00e533-0 hxuGS\">Swift sat beside Travis, chuckling along before thanking Jason for his enthusiasm.</p><p class=\"sc-9a00e533-0 hxuGS\">She then went on to poke fun at the \"male sports fans\" in the audience.</p><p class=\"sc-9a00e533-0 hxuGS\">\"As we all know, you know, you guys have a lot of male sports fans that listen to your podcast,\" she said. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I think we all know that if there's one thing that male sports fans want in their spaces and on their screens, it's more of me,\" she deadpanned, looking straight into the camera. </p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.com/news/world-us-canada-67013451\" class=\"sc-f9178328-0 bGFWdi\">Swift's appearance at Kansas City Chiefs games</a> caused a frenzy over the years. In 2023 when the pair started dating and she started making appearances, game cameras looked for the singer in the stands - cutting to her more than a dozen times during some games. </p><p class=\"sc-9a00e533-0 hxuGS\">The NFL promoted her appearances at games heavily on social media, posting videos and tweets about the singer and her celebrity entourage that often accompanied her.</p><p class=\"sc-9a00e533-0 hxuGS\">Some football fans weren't happy with the new focus. </p><p class=\"sc-9a00e533-0 hxuGS\">Swift was booed by NFL fans during her appearance on the jumbotron screen at the Super Bowl last February, which drew headlines and even social media posts by President Donald Trump. </p><p class=\"sc-9a00e533-0 hxuGS\">But despite the criticism, Jason assured her that she has been the \"most requested guest on the podcast\". Other recent guests on the show include basketball stars Caitlin Clark, Shaquille O'Neal and LeBron James, and actors Brad Pitt, Ben Affleck, Bill Murray and Adam Sandler.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Insights into how she crafts her hidden easter eggs</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">She also spoke about all the ways she uses easter eggs to tease her music and plant hidden clues for fans. </p><p class=\"sc-9a00e533-0 hxuGS\">She said she has rules for the secret messages in her music and performances.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I'm never going to plant an easter egg that ties back to my personal life. It's always going to go back to my music,\" she explained, joking that some of fans have gotten so good at decoding her that it's almost gotten a bit \"zodiac killer\".</p><p class=\"sc-9a00e533-0 hxuGS\">The hidden clues are \"something that you don't know I'm saying for a specific reason, but you'll go back and be like 'Oh my God!'\"</p><p class=\"sc-9a00e533-0 hxuGS\">She said that her favourite example was a speech she gave when she received an honourary doctorate.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I put so many lyrical easter eggs in that speech that when the Midnights album came out, after that, the fans were like, 'The whole speech was an easter egg!'\"</p><p class=\"sc-9a00e533-0 hxuGS\">She spoke about her love of numbers and dates. \"I love math stuff,\" she said, calling out 13 as her favourite number. Travis, she said, is \"87\" – the number he wears on his jersey during games – and she noted that 13 plus 87 equals 100.</p><p class=\"sc-9a00e533-0 hxuGS\">Some of her hidden messages are so complex, she said, they are crafted \"upside down, backwards in Braille\".</p><p class=\"sc-9a00e533-0 hxuGS\">She added one of her biggest clues for fans came at the conclusion of the Eras Tour. </p><p class=\"sc-9a00e533-0 hxuGS\">Every performance of the tour ended with Swift leaving the stage by descending through an elevator. But for the final show, she took stairs and walked through an orange-coloured door – which she admitted was one of her easter eggs.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I wanted to give a little subliminal hint that I may be ending the Eras Tour era, but I may be entering a new era,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">The new vinyl record, she showed, is a sparkly shade of orange.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Swift didn't know about football - until Travis</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/cf62/live/d27db060-7898-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/cf62/live/d27db060-7898-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/cf62/live/d27db060-7898-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/cf62/live/d27db060-7898-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/cf62/live/d27db060-7898-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/cf62/live/d27db060-7898-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/cf62/live/d27db060-7898-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/cf62/live/d27db060-7898-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"lazy\" alt=\"Wondery/Taylor Swift Taylor Swift appears on the New Heights podcast. She is seated next to boyfriend and Kansas City player Travis Kelce. On a split screen, Jason Kelce, who co-hosts the program with Travis, appears with a microphone for the podcast\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Wondery/Taylor Swift</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Swift said that she knew nothing about football before their romance began.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I didn't know what a first down was,\" or a \"tight-end,\" (which is the position Travis plays), she said.</p><p class=\"sc-9a00e533-0 hxuGS\">She said she appreciated Travis' patience and understanding when they started dating and introducing her to his world. </p><p class=\"sc-9a00e533-0 hxuGS\">She's now found herself personally invested - citing an episode where she found herself interested in a recent player trade. She recalled thinking to herself: \"Who body snatched me?\"</p><p class=\"sc-9a00e533-0 hxuGS\">Travis told her that he will be \"forever grateful\" that she dove fully into his world \"wholeheartedly\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Taylor gets emotional speaking about her masters</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In May this year, it was announced that <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cp3n799d0v5o\" class=\"sc-f9178328-0 bGFWdi\">she had bought the rights to her first six albums</a>, ending a long-running and highly publicised battle over the ownership of her music.</p><p class=\"sc-9a00e533-0 hxuGS\">After her original masters sold, she vowed to re-record all six albums, which became known as \"Taylor's Versions\".</p><p class=\"sc-9a00e533-0 hxuGS\">Swift grew emotional as she explained the process by which she purchased her master recordings, after trying for an entire decade to secure the rights.</p><p class=\"sc-9a00e533-0 hxuGS\">She said she was not interested in the financial \"returns\" the albums would bring.</p><p class=\"sc-9a00e533-0 hxuGS\">\"For me it's not 'I want to own this asset because of its returns',\" she said. \"I want this because it was my handwritten diary entries from my entire life.\"</p><p class=\"sc-9a00e533-0 hxuGS\">She said that her mother and brother talked to Shamrock Capital, a Los Angeles-based investment firm, about purchasing her music.</p><p class=\"sc-9a00e533-0 hxuGS\">When her mother called her, saying \"You got your music,\" she said: \"I just very dramatically hit the floor. For real.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"Bawling my eyes out, and just weeping. And just like 'Really? Really? What do you mean?'\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"This changed my life,\" she continued. \"I can't believe it still.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Which version of her albums should fans listen to?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">She also thanked loyal fans for listening to her re-recorded albums, saying they reacted to the dispute over rights to her music with the Western cowboy expression, \"We ride at dawn\". </p><p class=\"sc-9a00e533-0 hxuGS\">She also said that it was through her fans that she was able to buy back her music.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The reason I was able to purchase my music back is, they came to the Eras Tour,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">She was also asked which versions of her albums her fans should listen to – now that she owns both versions.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I think a lot of the vocals I did on the re-records were better than the original,\" she said, adding that she is especially fond of the remake of her 2012 album Red.</p><p class=\"sc-9a00e533-0 hxuGS\">Speaking about her Eras Tour, which ended in December, she immediately drew comparisons to football.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It was a lot of physical therapy. It was a lot of being in a state of perpetual discomfort,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I'm not getting hit by huge 300-pounders. But the heels!\" she said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">She also talked about life after the tour. She and Travis spoke fondly about their love, describing how they bake sourdough bread together. </p><p class=\"sc-9a00e533-0 hxuGS\">His dough winds up with chest hair in it, while hers has extra cat hair, she joked.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I had never experienced something so mesmerising on stage, and then so real and beautiful in person,\" said Travis.</p><p class=\"sc-9a00e533-0 hxuGS\">Jason then joked that maybe he should leave, and give them some privacy, as Swift swooned.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Yeah I think so, honestly,\" Swift responded. \"At this point, I think everyone should leave.\"</p><p class=\"sc-9a00e533-0 hxuGS\">While Swift has at times been shy about discussing her relationship in public, Travis has been more outspoken. Before the podcast aired, he told GQ in an interview, \"I love being the happiest guy in the world\". </p><p class=\"sc-9a00e533-0 hxuGS\">He also praised Swift for her athleticism, comparing her three-hour long concerts to his football games.</p><p class=\"sc-9a00e533-0 hxuGS\">\"That is arguably more exhausting than how much I put in on a Sunday, and she's doing it three, four, five days in a row,\" he said.</p></div></article></div></body></html>"
        },
        {
            "title": "Crime in DC: what do the figures say and how safe do people feel?",
            "time": "2025-08-12T23:18:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/398f/live/b13989b0-7820-11f0-a20f-3b86f375586a.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump claims Washington DC has been \"overtaken by violent gangs and bloodthirsty criminals\", but DC Mayor Muriel Bowser says violent crime is \"at a 30-year low\".</p><p class=\"sc-9a00e533-0 hxuGS\">BBC Verify Correspondent Nick Beake has been looking into the crime statistics and asking people how safe they feel in their city.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"produced-by-meiying-wu\" class=\"sc-d16436d-0 fhKUCU\">Produced by Meiying Wu</i></p></div></div></body></html>"
        },
        {
            "title": "Rare earths: Australia bid to take on China dominance",
            "time": "2025-08-12T22:05:03",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Inside Australia's billion-dollar bid to take on China's rare earth dominance</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Suranjana Tewari</span><p class=\"sc-801dd632-8 hwLppI\"><span>Asia Business Correspondent in Eneabba</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp\" loading=\"eager\" alt=\"Bloomberg via Getty Images NdFeB alloy strip at the Australia Strategic Materials Ltd.'s Korean Metals Plant, in the Ochang Foreign Investment Zone, in Cheongju, South Korea\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Bloomberg via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Rare earths are essential in the production of alloys for magnets</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Drive three hours north of Perth, and you'll arrive in Eneabba - barren and desolate, just the odd hill in the distance. </p><p class=\"sc-9a00e533-0 hxuGS\">This is Western Australia mining territory. Buried in this vast terrain is a massive pit, full of what looks like mounds of worthless dirt. </p><p class=\"sc-9a00e533-0 hxuGS\">But appearances can be deceiving: this pit is home to a million-tonne stockpile containing critical minerals, better known as rare earths, which are crucial for making electric vehicles, wind turbines and defence equipment. </p><p class=\"sc-9a00e533-0 hxuGS\">And Australia is betting big on this discovery with a billion dollar loan to a mining company to extract these metals - and disrupt a supply chain that China has monopolised.</p><p class=\"sc-9a00e533-0 hxuGS\">Will the gamble pay off? </p><p class=\"sc-9a00e533-0 hxuGS\">China's chokehold on rare earths has hit home with US President Donald Trump's trade wars. When Beijing restricted exports, a powerful bargaining chip in tariff negotiations, it sent manufacturers around the world into their war rooms. China, they realised with alarm, had the power to stop their factories. </p><p class=\"sc-9a00e533-0 hxuGS\">Ford even halted production of its popular Explorer SUV for a week at one of its Chicago plants - a bold move while grappling with Trump's tariffs.</p><p class=\"sc-9a00e533-0 hxuGS\">A month later, CEO Jim Farley revealed the pause was triggered by a shortage of rare earths, admitting the company was still struggling to secure reliable supply. \"It's day to day,\" Mr Farley told Bloomberg TV.</p><p class=\"sc-9a00e533-0 hxuGS\">Beijing has since agreed to let rare earth minerals and magnets flow to the United States, which eased the bottleneck. </p><p class=\"sc-9a00e533-0 hxuGS\">But without a US-China trade deal, the fear is that the disruption could return.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The West dropped the ball – that's the reality. And China was in for the long run. It saw the benefit and was willing to invest in it,\" says Jacques Eksteen, chair for extractive metallurgy at Curtin University.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Why rare earths matter</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The phrase \"rare earths\" - referring to 17 elements on the periodic table which are lightweight, super strong and resistant to heat, making them useful in small electric motors  - is something of a misnomer.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Rare earths are not rare or scarce. Gold is scarce, but it's not a critical material,\" Professor Eksteen explains.</p><p class=\"sc-9a00e533-0 hxuGS\">Rare earths are critical, however. Take the average electric vehicle – there might be rare earths-based motors in dozens of components from side mirrors and speakers to windscreen wipers and braking sensors.</p><p class=\"sc-9a00e533-0 hxuGS\">The problem is therefore not amount, but the fact \"somewhere in the supply chain you've got one or maybe a few countries controlling that bottleneck\", Professor Eksteen adds.</p><p class=\"sc-9a00e533-0 hxuGS\">In the 90s, Europe and France in particular had a prominent rare earths industry. Today, almost all these minerals come from China, which has spent decades mining and refining at scale.</p><p class=\"sc-9a00e533-0 hxuGS\">China now accounts for more than half of global rare earth mining, and almost 90% of processing. </p><p class=\"sc-9a00e533-0 hxuGS\">The US sources 80% of its rare earth imports from China, while the European Union relies on China for about 98% of its supply.</p><p class=\"sc-9a00e533-0 hxuGS\">\"China has since very deliberately and overtly sought to control the market for the purposes of supporting their downstream manufacturing and defence industries,\" says Dan McGrath, head of rare earths for Iluka Resources, in between driving us around the company's vast Eneabba site. </p><p class=\"sc-9a00e533-0 hxuGS\">But Mr McGrath, and Iluka, are hoping to make a dent in that control - even if it wasn't necessarily in the company's original plan. </p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Iluka's 1mn tonne stockpile is worth more than $650m</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">For decades, Iluka has been mining zircon in Australia - a key ingredient in ceramics, and titanium dioxide used in the pigmentation of paint, plastics and paper.</p><p class=\"sc-9a00e533-0 hxuGS\">It just so happens the byproducts of these mineral sands include dysprosium and terbium - some of the most sought-after rare earths.</p><p class=\"sc-9a00e533-0 hxuGS\">Over the years, Iluka has built up the stockpile, and is now worth more than $650m (£440m).</p><p class=\"sc-9a00e533-0 hxuGS\">This was the easy part, however. The processing or refining is another matter altogether.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They're chemically very similar so to try and separate them requires a huge number of stages,\" Professor Eksteen explained.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Also, you've got residues and wastes that you have to deal with out of this industry, and that's problematic. They often produce radioactive materials. It comes at a cost.\"</p><p class=\"sc-9a00e533-0 hxuGS\">And that is one of the reasons the Australian government is loaning Iluka A$1.65bn ($1bn; £798m) to build a refinery to meet demand for rare earths which Iluka sees growing by 50-170% by the end of the decade.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We expect to be able to supply a significant proportion of Western demand for rare earths by 2030. Our customers recognise that having an independent, secure and sustainable supply chain outside of China is fundamental for the continuity of their business,\" says Mr McGrath.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This refinery and Iluka's commitment to the rare earth business is an alternative to China.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Australian resources minister Madeliene King sees investment in rare earths as a strategic decision</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But the refinery will take another two years to build and come online.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Without the strategic partnership we have with the Australian government, a rare earths project would not be economically viable,\" Mr McGrath says.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">A strategic necessity</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">China's recent willingness to turn supply of rare earths on and off has spurred trading partners to diversify their suppliers. </p><p class=\"sc-9a00e533-0 hxuGS\">Iluka says because automakers for example plan their production years in advance, it is already fielding requests for when its refinery does come online.</p><p class=\"sc-9a00e533-0 hxuGS\">Rare earths are critical to the green transition, electric vehicles, and defence technologies – making their control a pressing national priority.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The open international market in critical minerals and rare earths is a mirage. It doesn't exist. And the reason it doesn't exist is because there is one supplier of these materials and they have the wherewithal to change where the market goes, whether that be in pricing or supply,\" Australia's resources minister Madeleine King says.</p><p class=\"sc-9a00e533-0 hxuGS\">Canberra sees government intervention as necessary to provide an alternative supply, and help the world rely less on China.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We can either sit back and do nothing about that... or we can step up to take on the responsibility to develop a rare earths industry here that competes with that market,\" Ms King adds.</p><p class=\"sc-9a00e533-0 hxuGS\">But there is something that Australia will have to contend with as it invests and works to expand a rare earths industry – pollution.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250807-104329-14652b2216-web-2.27.0-5/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Labourers work at the site of a rare earth metals mine at Nancheng county, Jiangxi province\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Critics say China's environmental protections and regulations are weak</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In China, environmental damage from years of processing rare earths has led to chemicals and radioactive waste seeping into waterways - cities and people bearing the scars of decades of poor regulation.</p><p class=\"sc-9a00e533-0 hxuGS\">With rare earths, it's not so much about the mining footprint, rather the processing that is a dirty business – because it involves extraction, leaching, thermal cracking and refining which produce radioactive components.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I think there is no metal industry that is completely clean... unfortunately, it's a matter of picking your poison sometimes,\" Professor Eksteen says.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In Australia, we've got mechanisms to handle that. We've got a legal environment and a framework to work with that to at least deal with it responsibly.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The EU has in the past accused China of using a \"quasi monopoly\" on rare earths as a bargaining chip, weaponising it to undermine competitors in key industries. </p><p class=\"sc-9a00e533-0 hxuGS\">The bloc - which is home to hundreds of auto manufacturers that so desperately need rare earths - said even if China has loosened restrictions on supplies, the threat of supply chain shocks remains.</p><p class=\"sc-9a00e533-0 hxuGS\">Even if building a brand new industry will take time, Australia seems to have a lot going for it in the rare earths race, as it tries to be a more reliable and cleaner source.</p><p class=\"sc-9a00e533-0 hxuGS\">And one that - crucially - is independent of China.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-jaltson-akkanath-chummar\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by Jaltson Akkanath Chummar</i></p></div></article></div></body></html>"
        },
        {
            "title": "Greece: Wildfire approaches horse enclosure on Chios Island",
            "time": "2025-08-13T16:31:34",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7f8d/live/a185d9b0-7861-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Locals tried to put out a wildfire threatening a yard of horses on Chios in Greece.</p><p class=\"sc-9a00e533-0 hxuGS\">The blaze started earlier this week and quickly spread due to strong winds.</p><p class=\"sc-9a00e533-0 hxuGS\">In the past 24 hours alone, more than 152 new fires have broken out across the country and thousands of people have been evacuated. </p><p class=\"sc-9a00e533-0 hxuGS\">Around 4,850 firefighters are engaged in a multi-front battle to contain the flames.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div></div></body></html>"
        },
        {
            "title": "Aerial footage shows aftermath of massive train derailment in Texas",
            "time": "2025-08-13T10:45:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a096/live/7e744a90-782c-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">A Union Pacific train with approximately 35 cars derailed close to Gordon, Texas, on Tuesday afternoon.</p><p class=\"sc-9a00e533-0 hxuGS\">Video shows mangled train cars piled on top of each other on the tracks, as emergency crews attend the scene.</p><p class=\"sc-9a00e533-0 hxuGS\">Palo Pinto County officials confirmed the derailment happened near the Coalville Road Bridge and that no injuries have been reported.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Union Pacific Railroad is on scene with equipment and cranes preparing to move rail cars off the track. This will be an active scene for several days\", officials said on a Facebook post.</p></div></div></body></html>"
        },
        {
            "title": "Europe's wildfires seen from above",
            "time": "2025-08-12T19:47:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6e0a/live/2f6f6fa0-77ba-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">A heatwave is driving wildfires across southern Europe, with temperatures topping 40C (104F).</p><p class=\"sc-9a00e533-0 hxuGS\">Thousands have been forced to flee, and red heat alerts are in effect across Italy, France, Spain, Portugal, and the Balkans. </p><p class=\"sc-9a00e533-0 hxuGS\">Scientists warn global warming is making Mediterranean summers hotter and drier, fuelling longer and more intense fire seasons.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Trump announces federal takeover of Washington DC",
            "time": "2025-08-11T14:55:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fc56/live/731b73b0-76c1-11f0-a20f-3b86f375586a.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">President Trump has announced plans to assert greater federal control over Washington DC, as part of a sweeping crackdown on crime in the capital. The U.S. military is preparing to activate hundreds of National Guard troops in the district. The announcement follows the president's threat to \"exert my powers\" to bring Washington under federal control, after an alleged attempted carjacking that injured a DOGE staff member.</p></div></div></body></html>"
        }
    ]
}