{
    "source": "BBC News",
    "articles": [
        {
            "title": "EU leaders to loan €90bn to Ukraine - but fail to agree on using Russian assets",
            "time": "2025-12-19T03:55:45",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c01b/live/b40edb10-dc8c-11f0-b67b-690eb873de1b.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">European Union leaders have struck a deal to give Ukraine a €90bn (£79bn; $105bn) loan after failing to agree on using frozen Russian assets.</p><p class=\"sc-9a00e533-0 eZyhnA\">The agreement, which leaders said would meet Ukraine's military and economic needs for the next two years, came after more than a day of talks at a summit in Brussels. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We committed, we delivered,\" EU chief Antonio Costa wrote on X as he announced the deal to provide a loan backed by the bloc's common budget. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ukrainian President Volodymyr Zelensky had urged leaders to use €200bn of frozen Russian assets, but Belgium, where the vast bulk of the cash is held, demanded guarantees on sharing liability that proved too much for other countries.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Zelensky said he was grateful to European leaders for the deal, which he described as \"significant support that truly strengthens our resilience\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Writing on X, he said it was important for Russian assets to remain \"immobilised\" and said: \"Thank you for the result and for unity\".</p><p class=\"sc-9a00e533-0 eZyhnA\">In another development, French President Emmanuel Macron said he believed it would be \"useful\" for Europe to re-engage with Russian President Vladimir Putin.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I believe that it's in our interest as Europeans and Ukrainians to find the right framework to re-engage this discussion,\" he said, adding that Europeans should find the means to do so \"in coming weeks\".</p><p class=\"sc-9a00e533-0 eZyhnA\">EU ⁠leaders avoided \"chaos ‍and ‍division\" ​with ‌their decision to provide Ukraine with a loan through borrowing cash rather than ​use frozen Russian assets, Belgian Prime Minister Bart De ​Wever said early on Friday.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We remained united,\" De ‌Wever added. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine is months from running out of cash and Zelensky said without an injection by spring Ukraine would \"have to reduce production of drones\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The EU estimates Ukraine needs an extra €135 billion to stay afloat over the next two years, with the cash crunch set to start in April.</p><p class=\"sc-9a00e533-0 eZyhnA\">German Chancellor Friedrich Merz, who had pushed for the asset plan, said the final decision on the loan \"sends a clear signal\" to Putin.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia had warned EU leaders not to use its money, but Polish Prime Minister Donald Tusk said they had to \"rise to this occasion\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The agreement offers Kyiv a desperately needed lifeline amid a flurry of diplomacy as US President Donald Trump pushes for a quick deal to end Russia's war.</p><p class=\"sc-9a00e533-0 eZyhnA\">US and Russian officials are due to meet in Miami this weekend for further talks on a peace plan, a White House official has told AFP news agency. It is thought Kremlin envoy Kirill Dmitriev will talk to Trump envoys Steve Witkoff and Jared Kushner in Miami.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, Zelensky announced Ukrainian and US delegations would hold new talks on Friday and Saturday in the United States.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said he wanted Washington to give more details on the guarantees it could offer to protect Ukraine from another invasion.</p></div></div></body></html>"
        },
        {
            "title": "Brown University shooting suspect found dead",
            "time": "2025-12-19T04:23:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fba6/live/386b7030-dc8d-11f0-b67b-690eb873de1b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Brown University shooting suspect found dead, police say</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Nadine Yousif,</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Max Matza</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-2\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Tabby Wilson</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fba6/live/386b7030-dc8d-11f0-b67b-690eb873de1b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fba6/live/386b7030-dc8d-11f0-b67b-690eb873de1b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fba6/live/386b7030-dc8d-11f0-b67b-690eb873de1b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fba6/live/386b7030-dc8d-11f0-b67b-690eb873de1b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fba6/live/386b7030-dc8d-11f0-b67b-690eb873de1b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fba6/live/386b7030-dc8d-11f0-b67b-690eb873de1b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fba6/live/386b7030-dc8d-11f0-b67b-690eb873de1b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fba6/live/386b7030-dc8d-11f0-b67b-690eb873de1b.jpg.webp\" loading=\"eager\" alt=\"FBI A person dressed head to toe in black is seen walking along a pavement, with a blue ring drawn around them.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">FBI</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The suspect ‍in ​last week's ‌mass shooting at Brown University has been found dead in a storage facility in Salem, New Hampshire, following a six-day multi-state manhunt, police say. </p><p class=\"sc-9a00e533-0 eZyhnA\">They identified the suspect as Claudio Neves Valente, 48, a Portuguese national who studied at the university in Providence, Rhode Island, about 25 years ago. </p><p class=\"sc-9a00e533-0 eZyhnA\">Providence police chief Oscar Perez said video evidence and tips from the public led investigators to a car-rental location where they found the suspect's name and matched him to their person of interest.</p><p class=\"sc-9a00e533-0 eZyhnA\">Officials said they also believe Valente killed a Massachusetts Institute of Technology professor two days after the 13 December shooting at Brown.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Rhode Island Attorney General Peter  said Valente was found dead with a satchel and two firearms.  Evidence in a car nearby matched to the scene of the shooting at Brown University in Providence.</p><p class=\"sc-9a00e533-0 eZyhnA\">Initial findings suggest Valente died of a self-inflicted gunshot wound, and police were unable to comment on how long he might have been inside the storage unit.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Even though the suspect was found dead tonight our work is not done. There are many questions that need to be answered,\"  FBI Special Agent-in-Charge Ted Docks said, adding that the agency had deployed approximately 500 agents to assist local authorities in the investigation.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1fdc/live/6bbfcef0-dc8c-11f0-b67b-690eb873de1b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1fdc/live/6bbfcef0-dc8c-11f0-b67b-690eb873de1b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1fdc/live/6bbfcef0-dc8c-11f0-b67b-690eb873de1b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1fdc/live/6bbfcef0-dc8c-11f0-b67b-690eb873de1b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1fdc/live/6bbfcef0-dc8c-11f0-b67b-690eb873de1b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1fdc/live/6bbfcef0-dc8c-11f0-b67b-690eb873de1b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1fdc/live/6bbfcef0-dc8c-11f0-b67b-690eb873de1b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1fdc/live/6bbfcef0-dc8c-11f0-b67b-690eb873de1b.jpg.webp\" loading=\"lazy\" alt=\"Reuters Green and purple images of the shooter at Brown University, identified by authorities as Claudio Neves Valente, are displayed during a press conference in Providence, Rhode Island.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Images of Claudio Neves Valente were displayed during the Thursday press conference</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Brown University President Christina Paxson said that Valente was enrolled at the Ivy League school from the autumn of 2000 to spring 2001, and was studying for a PhD in physics. </p><p class=\"sc-9a00e533-0 eZyhnA\">He had \"no current active affiliation\" to Brown, she said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Officials said they believe Valente shot and killed MIT professor Nuno F Gomes Loureiro, 47,  on Monday at his home in Brookline, which is about 50 miles (80km) from Providence.</p><p class=\"sc-9a00e533-0 eZyhnA\">Both the victim and the suspect had studied at the same university in Portugal in the late 1990s, police said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Officials said the cases were linked when the suspect's vehicle was identified via CCTV footage and a witness at Brown University.</p><p class=\"sc-9a00e533-0 eZyhnA\">The same car was spotted nearby to the scene of the professor's shooting in Brookline, Massachusetts.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He was using a phone that obfuscated the ability to track it,\" said Leah B Foley, the US state attorney representing Massachusetts.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He was sophisticated in hiding his tracks.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Authorities have not provided any suspected motive for either attack.</p><p class=\"sc-9a00e533-0 eZyhnA\">For days, members of the public had expressed frustration at the investigation into the shooting at Brown University last Saturday, after it appeared to yield little progress almost a week after the attack. </p><p class=\"sc-9a00e533-0 eZyhnA\">A gunman burst into Brown University's Barus &amp; Holley engineering building and opened fire during final exams. </p><p class=\"sc-9a00e533-0 eZyhnA\">Two students were killed and a further nine injured. Six remain in hospital. </p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities identified the two dead victims as Ella Cook, 19, a sophomore from Alabama, and Mukhammad Aziz Umurzokov, 18, an Uzbek-American freshman student. </p><p class=\"sc-9a00e533-0 eZyhnA\">Police had asked for patience from Rhode Islanders and on Wednesday released new footage of a person of interest, where a man was seen walking around the university campus with a black mask over his mouth. </p><p class=\"sc-9a00e533-0 eZyhnA\">The FBI also offered a $50,000 (£37,350) reward for information leading to the identification, arrest and conviction of the person responsible for the attack.</p></div></article></div></body></html>"
        },
        {
            "title": "Australia announced gun buyback scheme in wake of Bondi attack",
            "time": "2025-12-19T02:30:21",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/65ac/live/62777320-dc82-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Australian government has announced a gun buyback scheme in the wake of the Bondi Beach attack - its deadliest mass shooting in decades.</p><p class=\"sc-9a00e533-0 eZyhnA\">The scheme is the largest since the Port Arthur massacre in 1996, which left 35 people dead and prompted Australia to introduce world-leading gun control measures.</p><p class=\"sc-9a00e533-0 eZyhnA\">Fifteen people were killed and dozens injured on Sunday when two gunmen, believed to have been motivated by \"Islamic State ideology\", opened fire on a Jewish festival at the country's most iconic beach.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Friday, police also said there was no ongoing reason to detain a group of men who were arrested in Sydney over their \"extremist Islamic ideology\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Police allege Sunday's attack, which they have declared a terrorist incident, was committed by a father-son duo. Naveed Akram, 24, has been charged with 59 offences, including 15 counts of murder and one of committing a terrorist act. His father Sajid was killed during the attack.</p><p class=\"sc-9a00e533-0 eZyhnA\">The day after the shooting, national cabinet - which includes representatives from the federal government and leaders from all states and territories - agreed to tighten gun controls.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to media on Friday, Prime Minister Anthony Albanese said there are now more than 4 million firearms in Australia - more than at the time of the Port Arthur massacre.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We know that one of these terrorists held a firearm licence and had six guns, in spite of living in the middle of Sydney's suburbs... There's no reason why someone in that situation needed that many guns. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"If you're going to reduce the number of guns, then a buyback scheme has to be a piece of that puzzle,\" Australian Federal Police Commissioner Krissy Barrett added.</p><p class=\"sc-9a00e533-0 eZyhnA\">The new scheme will purchase surplus, newly banned and illegal firearms, and will be funded on a 50-50 basis with the states and territories. Hundreds of thousands of firearms will be collected and destroyed, the government estimates.</p><p class=\"sc-9a00e533-0 eZyhnA\">National cabinet has also agreed to impose limits on the number of firearms held by any one individual, restrict open-ended firearms licensing and the types of guns that are legal and make Australian citizenship a condition of holding a firearm licence. </p><p class=\"sc-9a00e533-0 eZyhnA\">Work on a national firearms register will be accelerated and firearm regulators will have better access to criminal intelligence.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Friday, New South Wales Police said they were preparing to release seven men with extremist ideology, but that they would continue to be monitored.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tactical officers swarmed on the group, who had travelled from Victoria and were known to police there, in dramatic scenes in the suburb of Liverpool on Thursday. Officers found a knife, but no guns or other weapons.</p><p class=\"sc-9a00e533-0 eZyhnA\">NSW Police Commissioner Mal Lanyon told a press conference there is \"no confirmed link\" between the alleged terrorists and the detained group, but that Bondi Beach was one of several locations the latter was intending to visit.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Whilst this specific threat posed by the males is unknown, I can say that the potential [for] a violent offence being committed was such that we were not prepared to tolerate the risk,\" Commissioner Lanyon said.</p></div></div></body></html>"
        },
        {
            "title": "Violence erupts in Bangladesh after death of youth protest leader",
            "time": "2025-12-18T21:55:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2e8c/live/b3fa3080-dc5e-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Violence breaks out in Bangladesh after death of youth protest leader</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Jessica Rawnsley</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Anbarasan Ethirajan,</span><span data-testid=\"byline-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Global affairs correspondent</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Large crowd burns rubble outside offices of prominent Bangladeshi newspapers</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Violence has erupted in Bangladesh following the death of a prominent leader of the youth movement that ousted former Prime Minister Sheikh Hasina.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sharif Osman Hadi was shot by masked attackers while leaving a mosque in Dhaka last week and died of his injuries on Thursday while being treated in Singapore.</p><p class=\"sc-9a00e533-0 eZyhnA\">The shooting came a day after <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/czd031z5md9o\" class=\"sc-f9178328-0 iCaRzc\">Bangladeshi authorities announced a date for the first elections since the uprising in 2024</a>, which Hadi had been planning to contest as an independent candidate.</p><p class=\"sc-9a00e533-0 eZyhnA\">As news of his death emerged on Thursday, hundreds of his supporters gathered in a square in the capital city to protest.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Later on, demonstrators vandalised the offices of prominent Bangladeshi newspapers The Daily Star and Prothom Alo, with one building set on fire.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Hundreds of people have gathered here and carried out the attack,\" a police officer told BBC Bangla.</p><p class=\"sc-9a00e533-0 eZyhnA\">Troops were deployed to the scene, while firefighters rescued journalists trapped inside the building.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hadi, 32, was a senior leader of the student protest group Inqilab Mancha and an outspoken critic of neighbouring India - where Hasina remains in self-imposed exile.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e925/live/04079f10-dc53-11f0-b03f-a9913c5d2aec.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e925/live/04079f10-dc53-11f0-b03f-a9913c5d2aec.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e925/live/04079f10-dc53-11f0-b03f-a9913c5d2aec.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e925/live/04079f10-dc53-11f0-b03f-a9913c5d2aec.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e925/live/04079f10-dc53-11f0-b03f-a9913c5d2aec.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e925/live/04079f10-dc53-11f0-b03f-a9913c5d2aec.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e925/live/04079f10-dc53-11f0-b03f-a9913c5d2aec.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e925/live/04079f10-dc53-11f0-b03f-a9913c5d2aec.jpg.webp\" loading=\"eager\" alt=\"Getty Images A woman wearing a face mask holds up a photo of Sharif Osman Hadi, senior leader of the student protest group Inqilab Mancha\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Sharif Osman Hadi died while undergoing treatment in Singapore</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Bangladeshi political parties have mourned his death and urged the interim government to bring the perpetrators to justice.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nobel laureate Muhammad Yunus, who heads the caretaker government, called Hadi's death \"an irreparable loss for the nation\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The country's march toward democracy cannot be halted through fear, terror, or bloodshed,\" he said in a televised speech on Thursday.</p><p class=\"sc-9a00e533-0 eZyhnA\">The interim government declared a day of national mourning on Saturday.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8793/live/d9464820-dc58-11f0-bbc6-d3436edd360a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8793/live/d9464820-dc58-11f0-bbc6-d3436edd360a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8793/live/d9464820-dc58-11f0-bbc6-d3436edd360a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8793/live/d9464820-dc58-11f0-bbc6-d3436edd360a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8793/live/d9464820-dc58-11f0-bbc6-d3436edd360a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8793/live/d9464820-dc58-11f0-bbc6-d3436edd360a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8793/live/d9464820-dc58-11f0-bbc6-d3436edd360a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8793/live/d9464820-dc58-11f0-bbc6-d3436edd360a.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A fire can be seen outside a building with a group of people standing behind it\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div></figure><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3502/live/c002a670-dc57-11f0-bbc6-d3436edd360a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3502/live/c002a670-dc57-11f0-bbc6-d3436edd360a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3502/live/c002a670-dc57-11f0-bbc6-d3436edd360a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3502/live/c002a670-dc57-11f0-bbc6-d3436edd360a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3502/live/c002a670-dc57-11f0-bbc6-d3436edd360a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3502/live/c002a670-dc57-11f0-bbc6-d3436edd360a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3502/live/c002a670-dc57-11f0-bbc6-d3436edd360a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3502/live/c002a670-dc57-11f0-bbc6-d3436edd360a.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A fire can be seen in front of a building with a group of people stood around it\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Soon after Hadi was shot, Yunus said it was a premeditated attack and \"the objective of the conspirators is to derail the election\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"No form of violence intended to disrupt the election will be tolerated,\" Yunus said. \"The incident is a worrying development for the country's political landscape.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Investigations are ongoing and several people have been detained in connection to the shooting.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hasina fled to India on 5 August last year, following weeks of student-led protests, bringing an end to 15 years of increasingly authoritarian rule.</p><p class=\"sc-9a00e533-0 eZyhnA\">In November, she was <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cpwvg99e8vdo\" class=\"sc-f9178328-0 iCaRzc\">sentenced to death for crimes against humanity</a> after being found guilty of allowing lethal force to be used against protesters, 1,400 of whom died during the unrest.</p></div></article></div></body></html>"
        },
        {
            "title": "Greg Biffle: Ex-Nascar driver and family among seven killed in plane crash",
            "time": "2025-12-18T23:46:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3999/live/abd47730-dc5e-11f0-b1b4-f15065f62c2f.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A former Nascar driver and his family were among the seven people killed in a plane crash at a regional airport in North Carolina, the car-racing organisation has said.</p><p class=\"sc-9a00e533-0 eZyhnA\">A highway patrol spokesman said people on the ground confirmed that Greg Biffle was among those who boarded the plane.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Cessna C550 crashed while landing at Statesville Regional Airport around 10:20 local time (15:20GMT), officials investigating the incident told reporters.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Greg was more than a champion driver, he was a beloved member of the NASCAR community, a fierce competitor, and a friend to so many,\" Nascar said in a statement where it confirmed Biffle had died along with his wife, daughter, son, and three others.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"His passion for racing, his integrity, and his commitment to fans and fellow competitors alike made a lasting impact on the sport,\" the company added.</p><p class=\"sc-9a00e533-0 eZyhnA\">Beyond the racetrack, Biffle was remembered for helping in North Carolina in the aftermath of last year's Hurricane Helene, when he used his personal helicopter to rescue stranded residents and deliver supplies.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tributes to the former racer poured in on Thursday. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Heartbreaking news out of Statesville,\" North Carolina Governor Josh Stein posted on X. \"Beyond his success as a NASCAR driver, Greg Biffle lived a life of courage and compassion and stepped up for western North Carolina after Hurricane Helene.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Motorsport YouTuber Garrett Mitchell wrote on Facebook that Biffle and his family were on their way to spend the afternoon with him.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Unfortunately, I can confirm Greg Biffle, his wife Cristina, daughter Emma, and son Ryder were on that plane… because they were on their way to spend the afternoon with us,\" he wrote on Facebook.  \"We are devastated. I'm so sorry to share this.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Statesville Airport Director John Ferguson described the aircraft as a corporate jet and said it was already engulfed in flames when he arrived on the scene.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Cessna C550 aircraft is owned by a private company associated with Biffle, CBS, the BBC's US partner, reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">The jet took off around 10:06 local time and was in the air briefly before it crashed on the east end of the runway. </p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities are investigating the cause of the crash.</p><p class=\"sc-9a00e533-0 eZyhnA\">Statesville Airport will remain closed until further notice as crews clear debris off the runway, Mr Ferguson told reporters.</p><p class=\"sc-9a00e533-0 eZyhnA\">Officials did not provide any information about deaths or people aboard the aircraft during their first media conference.</p><p class=\"sc-9a00e533-0 eZyhnA\">The National Transportation Safety Board, which is leading the investigation<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>has sent in<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>a team to investigate the fatal crash. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Statesville Regional Airport (KSVH) is owned by the City of Statesville, which is about 45 minutes north of Charlotte. </p><p class=\"sc-9a00e533-0 eZyhnA\">It also provides aviation facilities for Fortune 500 companies and several Nascar racing teams. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Biffle, whose racing career spanned two decades, was named one of Nascar's 75 Greatest Drivers in 2023. The 55-year-old won 19 Cup Series races in the Xfinity Series and Craftsman Truck Series. </p><p class=\"sc-9a00e533-0 eZyhnA\">Known as The Biff, the Vancouver, Washington, native received national notice in 1995 during that year's Nascar Winter Heat Series, according to his Nascar profile.</p><p class=\"sc-9a00e533-0 eZyhnA\">He made a name for himself in the Craftsman Truck Series, winning the 1998 Rookie of Year award and the 2000 series championship.</p><p class=\"sc-9a00e533-0 eZyhnA\">He went on to be named 2001 Rookie of the Year in the Xfinity Series and to win the 2002 championship, becoming the first driver with championships in both the Xfinity Series and the Truck Series.</p><p class=\"sc-9a00e533-0 eZyhnA\">He also co-founded the organisation's Sand Outlaws Series. Although he scaled back on racing after 2016, he seemingly came out of retirement in 2019 for a one-off race at Texas Motor Speedway, which he won.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Racing is racing,\" he told <a target=\"_blank\" href=\"https://www.nascar.com/news-media/2021/05/06/where-are-they-now-catching-up-with-greg-biffle/\" class=\"sc-f9178328-0 iCaRzc\">Nascar.com</a> in 2021. \"It's that adrenaline, you want to be better than the competition, you want to build a better piece and have a faster car. I just enjoy the competition.\"</p></div></div></body></html>"
        },
        {
            "title": "TikTok owner signs join venture agreements to avoid US ban",
            "time": "2025-12-19T03:46:02",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/72e6/live/4fa6afd0-dc6f-11f0-97eb-cbacd394b696.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">TikTok owner signs agreements to avoid US ban</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Peter Hoskins,</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Business reporter</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Lily Jamali,</span><span data-testid=\"byline-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">North America technology correspondent</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: TikTok owner signs agreements to avoid US ban</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">TikTok's Chinese owner ByteDance has signed binding agreements with US and global investors to operate its  business in America, TikTok's boss told employees on Thursday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Half of the joint venture will be owned by a group of investors, including Oracle, Silver Lake and the Emirati investment firm MGX, according to a memo sent by chief executive Shou Zi Chew.</p><p class=\"sc-9a00e533-0 eZyhnA\">The deal, which is set to close on 22 January, would end years of efforts by Washington to force ByteDance to sell its US operations over national security concerns.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is in ​line with a deal unveiled in September, when US President Donald Trump delayed the enforcement of a law that would ban the app unless it was sold.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In the memo, TikTok said the deal will enable \"over 170 million Americans to continue discovering a world of endless possibilities as part of a vital global community\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Under the agreement, ByteDance will retain 19.9% of the business, while Oracle, Silver Lake and Abu Dhabi-based MGX will hold 15% each.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another 30.1% will be held by affiliates of existing ByteDance investors, according to the memo.</p><p class=\"sc-9a00e533-0 eZyhnA\">The White House previously said that Oracle, which was co-founded by Trump supporter Larry Ellison, will license TikTok's recommendation algorithm as part of the deal.</p><p class=\"sc-9a00e533-0 eZyhnA\">The deal comes after a series of delays.</p><p class=\"sc-9a00e533-0 eZyhnA\">In April 2024, during President Joe Biden's administration, the US Congress passed a law to ban the app over national security concerns, unless it was sold.</p><p class=\"sc-9a00e533-0 eZyhnA\">The law was set to go into effect on 20 January 2025 but was pushed back multiple times by Trump, while his administration worked out a deal to transfer ownership.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump said in September that he had spoken on the phone to China's President Xi Jinping, who he said had given the deal the go ahead.</p><p class=\"sc-9a00e533-0 eZyhnA\">The platform's future remained unclear after the leaders met face to face in October.</p><p class=\"sc-9a00e533-0 eZyhnA\">The app's fate was clouded by ongoing tensions between the two nations on trade and other matters.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"TikTok has become a bargaining chip in the wider US-China relationship,\" said Alvin Graylin, a lecturer at the Massachusetts Institute of Technology.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"With recent softening tensions, Beijing's sign off on the structure and algorithm licensing now looks less like capitulation and more like calibrated de-escalation, letting both capitals claim a win at home.\" </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/72e6/live/4fa6afd0-dc6f-11f0-97eb-cbacd394b696.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/72e6/live/4fa6afd0-dc6f-11f0-97eb-cbacd394b696.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/72e6/live/4fa6afd0-dc6f-11f0-97eb-cbacd394b696.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/72e6/live/4fa6afd0-dc6f-11f0-97eb-cbacd394b696.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/72e6/live/4fa6afd0-dc6f-11f0-97eb-cbacd394b696.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/72e6/live/4fa6afd0-dc6f-11f0-97eb-cbacd394b696.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/72e6/live/4fa6afd0-dc6f-11f0-97eb-cbacd394b696.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/72e6/live/4fa6afd0-dc6f-11f0-97eb-cbacd394b696.jpg.webp\" loading=\"eager\" alt=\"NurPhoto via Getty Images The TikTok logo appears on a smartphone screen, with the American flag on a computer screen in the background, in this photo illustration taken in Athens, Greece, on September 26, 2025\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">NurPhoto via Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The White House referred the BBC to TikTok when contacted for comment.</p><p class=\"sc-9a00e533-0 eZyhnA\">Oracle and Silver Lake declined to comment. The BBC has contacted MGX for comment.</p><p class=\"sc-9a00e533-0 eZyhnA\">The deal drew critiques from Senate Democrat Ron Wyden of Oregon, who said it wouldn't do \"a thing to protect the privacy of American user\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Under the terms, TikTok's recommendation algorithm is set to be retrained on American user data to ensure feeds are free from outside manipulation.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's unclear that it will even put TikTok's algorithm in safer hands,\" said Sen Wyden.</p><p class=\"sc-9a00e533-0 eZyhnA\">He opposed the 2024 law, and was among the US lawmakers who lobbied to extend the TikTok deadline in January in a bid to give Congress more time to mitigate threats from China.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some users also expressed caution at the prospect of new investors.</p><p class=\"sc-9a00e533-0 eZyhnA\">Small business owner Tiffany Cianci, who has more than 300,000 followers and nearly four million likes on the platform, said she hopes the incoming investors will maintain the same user experience for entrepreneurs like her.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I hope small business owners are protected,\" Ms Cianci said.</p><p class=\"sc-9a00e533-0 eZyhnA\">TikTok has said that more than seven million small businesses market their products and services on TikTok in the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I reserve judgement on whether or not we have saved the app for those small business,\" she added.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Cianci said she chose TikTok for promotion because the platform offers profit-sharing on terms that are more favourable than what competitors like Meta offer.</p><p class=\"sc-9a00e533-0 eZyhnA\">Over the last year, Ms Cianci has been active in organising protests in Washington and on TikTok aimed at saving the app.</p></div></article></div></body></html>"
        },
        {
            "title": "Democrats release latest batch of photos as Epstein deadline looms",
            "time": "2025-12-18T20:29:19",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a62c/live/d00dc7a0-dc4a-11f0-83b4-4b97b1cc3247.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Democrats release latest batch of Epstein photos as justice department deadline looms</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a62c/live/d00dc7a0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a62c/live/d00dc7a0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a62c/live/d00dc7a0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a62c/live/d00dc7a0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a62c/live/d00dc7a0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a62c/live/d00dc7a0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a62c/live/d00dc7a0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a62c/live/d00dc7a0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp\" loading=\"eager\" alt=\"House Oversight Committee Steve Bannon sitting at an ornate desk across from Jeffrey Epstein in a fancy office room \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">House Oversight Committee</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The House Oversight Committee has released a batch of around 70 photos from the estate of late convicted sex offender Jeffrey Epstein. </p><p class=\"sc-9a00e533-0 eZyhnA\">It's the third such release from a tranche of over 95,000 photos the committee has acquired from Epstein's estate. It includes images of quotes from the book Lolita written across a woman's body, and redacted images of women's foreign passports. </p><p class=\"sc-9a00e533-0 eZyhnA\">It comes hours before the 19 December deadline for the Department of Justice to release all files related to its investigation into Epstein. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"These new images raise more questions about what exactly the Department of Justice has in its possession,\" said ranking member of the committee, Robert Garcia.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What's in the images released</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Some of the photos released on Thursday show Epstein speaking with professor and activist Noam Chomsky aboard a private plane; Bill Gates standing beside a woman whose face is redacted; Steve Bannon sitting at a desk across from Epstein, and former Alphabet president Sergey Brin at a dinner event. The BBC has attempted to contact each for comment.</p><p class=\"sc-9a00e533-0 eZyhnA\">These are the latest wealthy, powerful men to be seen in Epstein estate photos released by the House Oversight Committee - previously released photos also show US President Donald Trump and former president Bill Clinton, as well as film director Woody Allen, former US treasury secretary Larry Summers, attorney Alan Dershowitz, former prince Andrew Mountbatton-Windsor, and others. </p><p class=\"sc-9a00e533-0 eZyhnA\">Appearing in the photos is not evidence of any wrongdoing, and many of the pictured men have said they were never involved in Epstein's illegal activity. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/42e5/live/21418230-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/42e5/live/21418230-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/42e5/live/21418230-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/42e5/live/21418230-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/42e5/live/21418230-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/42e5/live/21418230-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/42e5/live/21418230-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/42e5/live/21418230-dc49-11f0-83b4-4b97b1cc3247.jpg.webp\" loading=\"lazy\" alt=\"House Oversight Committee Bill Gates smiling and standing beside a woman whose face has been blacked out\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">House Oversight Committee</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a statement accompanying the photo release, Democrats on the US House Oversight Committee said the Epstein estate did not provide context or timings for the pictures. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Photos were selected to provide the public with transparency into a representative sample of the photos received from the estate, and to provide insights into Epstein's network and his extremely disturbing activities,\" the statement says.</p><p class=\"sc-9a00e533-0 eZyhnA\">The release also includes several photos of quotes from the Vladimir Nabokov novel Lolita written in black ink across different parts of a woman's body, like her chest, foot, hipbone, and back. Lolita tells the story of a young girl who was groomed by a middle-aged literature professor.</p><p class=\"sc-9a00e533-0 eZyhnA\">One quote from the book written across a woman's chest reads, \"Lo-lee-ta: the tip of the tongue taking a trip of three steps down the palate to tap, at three, on the teeth\". </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c1bf/live/8882c440-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c1bf/live/8882c440-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c1bf/live/8882c440-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c1bf/live/8882c440-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c1bf/live/8882c440-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c1bf/live/8882c440-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c1bf/live/8882c440-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c1bf/live/8882c440-dc49-11f0-83b4-4b97b1cc3247.jpg.webp\" loading=\"lazy\" alt=\"House Oversight Committee a woman's foot laying across a bed with a quote from Lolita written on it &quot;She was Lo, plain Lo, in the morning, standing four feet ten in one sock&quot; with the Lolita book in the background\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">House Oversight Committee</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">There are also a number of photos of female passports and identification documents from countries around the world, including Lithuania, Russia, the Czech Republic, and Ukraine.  </p><p class=\"sc-9a00e533-0 eZyhnA\">Most of the information on the documents, like names and birth dates, is redacted but the House Oversight Committee said in a press release that the passports belong to \"women whom Jeffrey Epstein and his conspirators were engaging\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Another photo shows Epstein sitting at a desk closely surrounded by three female figures whose faces have been redacted - one has her hand on Epstein's chest under his shirt, and another is crouching to look at a nearby laptop. Epstein appears to be helping the third put on a bracelet. </p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/35ad/live/7886dbc0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/35ad/live/7886dbc0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/35ad/live/7886dbc0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/35ad/live/7886dbc0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/35ad/live/7886dbc0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/35ad/live/7886dbc0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/35ad/live/7886dbc0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/35ad/live/7886dbc0-dc4a-11f0-83b4-4b97b1cc3247.jpg.webp\" loading=\"lazy\" alt=\"House Oversight Committee Epstein sitting at a desk closely surrounded by three female figures - whose faces have been redacted - one of whom has her hand on Epstein's chest under his shirt, and another who is crouching to look at a laptop.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">House Oversight Committee</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Another image released is a screenshot of text messages from an unknown person who says they have been sent \"some girls\" and are asking for \"$1000 per girl\". </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d3dc/live/dae32d10-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d3dc/live/dae32d10-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d3dc/live/dae32d10-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d3dc/live/dae32d10-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d3dc/live/dae32d10-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d3dc/live/dae32d10-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d3dc/live/dae32d10-dc49-11f0-83b4-4b97b1cc3247.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d3dc/live/dae32d10-dc49-11f0-83b4-4b97b1cc3247.jpg.webp\" loading=\"lazy\" alt='House Oversight Committee screenshot of a series of text messages in which someone says \"i have a friend scout she sent me some girls today\" and \"but she asks 1000$ per girl\" and \"i will send you girls now\" and \"maybe someone will be good for J?\" ' class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">House Oversight Committee</span></div></div></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Photo release comes ahead of DOJ deadline</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The committee has thousands of images in its possession from the Epstein estate, which are \"both graphic and mundane\", its statement on Thursday explained. </p><p class=\"sc-9a00e533-0 eZyhnA\">The House Oversight Committee first subpoenaed the estate of Epstein, who died in a New York prison in 2019 while awaiting trial on allegations of sex trafficking, in August. </p><p class=\"sc-9a00e533-0 eZyhnA\">The photos and files the Epstein estate gave to the committee are separate from what is largely referred to as \"the Epstein files\". Those are documents within the justice department's possession related to its own investigation into Epstein. </p><p class=\"sc-9a00e533-0 eZyhnA\">Under the Epstein Files Transparency Act, which President Trump signed into law last month, the DOJ has until 19 December to release its files. The extent of what's contained in the DOJ's files is unknown, and it's likely that much of the content will be heavily redacted, similar to House Oversight Committee materials. </p></div></article></div></body></html>"
        },
        {
            "title": "Pope Leo names Ronald Hicks next archbishop of New York",
            "time": "2025-12-18T23:43:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f06a/live/4d3faaa0-dc5e-11f0-b1b4-f15065f62c2f.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Pope Leo has named Bishop Aldon Ronald Hicks who, like the pope, is from the Chicago area and served in Latin America, as the next archbishop of New York.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bishop Hicks, 58, will lead one of the Roman Catholic Church's most populous and important postings in the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">He replaces retiring Cardinal Timothy Dolan, 75, who was seen as a conservative with close ties to President Donald Trump. Hicks said he accepted his appointment, which was announced on Thursday, with \"an open heart\" and Dolan called it \"an early Christmas gift\" for New Yorkers.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last month, Hicks joined other bishops to condemn the Trump administration's large scale immigration-related arrests as part of its mass deportation agenda.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Hicks' early life and pastoral career closely mirror Pope Leo's. He grew up in South Holland, a short distance from Leo's Dolton neighbourhood in the suburb of Chicago. </p><p class=\"sc-9a00e533-0 eZyhnA\">While Pope Leo spent two decades as a missionary in Peru, Hicks worked at an orphanage in El Salvador from 2005 to 2010, according to a biography released by the New York archdiocese. Hicks was appointed bishop of Joliet by Pope Francis in 2020.</p><p class=\"sc-9a00e533-0 eZyhnA\">Like the pope, Hicks has been outspoken about his concerns for immigrants. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Deeply rooted in our Gospel tradition of loving our neighbor, this letter affirms our solidarity with all our brothers and sisters as it expresses our concerns, opposition, and hopes with clarity and conviction,\" he said, in response to a joint-letter written by US bishops expressing concerns about the situation immigrants in the United States face.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It is grounded in the Church's enduring commitment to the Catholic social teaching of human dignity and a call for meaningful immigration reform,\" he said</p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration has carried out large scale immigration arrests in the Chicago area, leading to clashes between federal agents and residents protesting their presence.</p><p class=\"sc-9a00e533-0 eZyhnA\">The bishops' letter comes as churches grapple with how to respond to immigration activity that affects their members. </p><p class=\"sc-9a00e533-0 eZyhnA\">The majority of people at risk of deportation are Christians, with 61% of the at-risk group being Catholics, according to a report by the US Catholic Bishops Conference.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hicks will now leave his position as bishop of Joliet for the ornate sanctuary at St Patrick's Cathedral in Manhattan, where he will lead 2.5 million Catholics in the nation's largest city.<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>He will officially be installed at the cathedral on 6 February 2026.</p><p class=\"sc-9a00e533-0 eZyhnA\">His appointment comes a week after Cardinal Dolan, who has served in New York City for about 16 years, announced the archdiocese will set up a $300 million fund to settle claims of clergy sex abuse.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"As a church, we can never rest in our efforts to prevent abuse, to protect children and to care for survivors,\" the incoming archbishop said at a news conference. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"While this work is challenging, it's difficult, it's painful, I hope it will continue to help in the areas of accountability, transparency and healing.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Cardinal Dolan, of Missouri, announced his resignation in February, as required by church law when bishops turn 75. He was named head of the church in New York by Pope Benedict XVI in 2009, who later made him cardinal.</p><p class=\"sc-9a00e533-0 eZyhnA\">He participated in two conclaves, one that elected Pope Francis in 2013 and the second that elected Leo XIV last May. </p><p class=\"sc-9a00e533-0 eZyhnA\">The cardinal led prayers at both of Trump's inaugurations, and was appointed by the president to the new Religious Liberty Commission earlier this year.</p></div></div></body></html>"
        },
        {
            "title": "Kristin Cabot: HR exec in viral Coldplay clip speaks of abuse, threats and trying to find a new job",
            "time": "2025-12-18T20:07:40",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/33c1/live/17311310-dc4d-11f0-a8dc-93c15fe68710.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">HR exec in viral Coldplay clip speaks of abuse, threats and trying to find a new job</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Awkward moment for couple on screen at Coldplay gig</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">An HR executive caught on the big screen at a Coldplay concert embracing her boss has described how \"the harassment has never ended\" following the viral moment.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kristin Cabot has spoken publicly for the first time about the video in which she was seen hugging Andy Byron, then-CEO of tech company Astronomer, at the show in July, before they abruptly ducked and hid from the camera.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Cabot, 53, who was the company's chief people officer, stepped down following Mr Byron's resignation after the firm announced he would be placed on leave and investigated.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to the Times, Ms Cabot said she is looking for another job but has been told she is \"unemployable\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The video, which showed the pair swaying to music at the concert in Foxborough, Massachusetts, before trying to hide, quickly went viral after Coldplay's lead singer Chris Martin said to the crowd: \"Either they're having an affair, or they're just very shy.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">It was watched millions of times, shared widely across platforms, and they became the butt of many jokes. Within a few days, the internet had moved on, but for Ms Cabot, her ordeal had only just begun. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I became a meme, I was the most maligned HR manager in HR history,\" Ms Cabot <a target=\"_blank\" href=\"https://www.thetimes.com/us/news-today/article/coldplay-kisscam-boss-kristin-cabot-andy-byron-9qst70b7z?gaa_at=eafs\" class=\"sc-f9178328-0 iCaRzc\">told The Times</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Cabot was separated from her husband, who was also at the concert.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a separate interview with <a target=\"_blank\" href=\"https://www.nytimes.com/2025/12/18/style/coldplay-concert-couple-kiss-cam-woman.html\" class=\"sc-f9178328-0 iCaRzc\">the New York Times</a>, she explained she was not in a sexual relationship with Mr Byron and the pair had never kissed before that night - although she admitted to having had a \"crush\" on her boss.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I made a bad decision and had a couple of High Noons and danced and acted inappropriately with my boss,\" she said, adding she \"took accountability and I gave up my career for that\".</p><p class=\"sc-9a00e533-0 eZyhnA\">As to why she chose to speak out now, Ms Cabot told the Times \"...it's not over for me, and it's not over for my kids. The harassment never ended\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Her two children are too embarrassed to be picked up from school by their mother, she said, or to go to sports games.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They're mad at me. And they can be mad at me for the rest of their lives - I have to take that.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Cabot wondered whether Mr Byron had received the same level of abuse in the wake of the scandal, the Times reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think as a woman, as women always do, I took the bulk of the abuse. People would say things like I was a 'gold-digger' or I 'slept my way to the top', which just couldn't be further from reality,\" she said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I worked so hard to dispel that all my life and here I was being accused of it.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">At the peak of the scandal, her appearance, body, face and clothes were scrutinised and picked apart, with many high-profile celebrities including Whoopi Golderg piling on. Gwyneth Paltrow, who was once married to Chris Martin, even took part in a tongue-in-cheek promotional video for Astronomer.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ms Cabot told the New York Times she received threatening messages after the incident, including from a person who said they knew where she shopped and wrote: \"I'm coming for you\".</p><p class=\"sc-9a00e533-0 eZyhnA\">She said \"my kids were afraid that I was going to die and they were going to die\", and that her family began to dread public spaces and social events.</p><p class=\"sc-9a00e533-0 eZyhnA\">Women were the cruellest critics, she told the New York Times, with all of the in-person bullying, plus most of the phone calls and messages coming from women.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her private details were put online (known as doxxing) and for weeks she was bombarded with up to 600 calls a day, the New York Times reported. The paparazzi outside her house was like a \"parade\" and there were 50 or 60 death threats, she said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Things are starting to improve, though. Ms Cabot has found therapists for her children and she has started leaving the house to play tennis.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">While she and Mr Byron kept in touch for a short while, exchanging \"crisis management advice\", Ms Cabot said they decided that \"speaking with each other was going to make it too hard for everyone to move on and heal,\" and have not spoken since.</p><p class=\"sc-9a00e533-0 eZyhnA\">For his part, Mr Byron has not spoken publicly.</p><p class=\"sc-9a00e533-0 eZyhnA\">A fake statement purporting to be from him, complete with Coldplay lyrics, went viral after the concert and Astronomer had to release its own to say that he had not made any comment.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Astronomer is committed to the values and culture that have guided us since our founding,\" the statement read. \"Our leaders are expected to set the standard in both conduct and accountability.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The company later said: \"Andy Byron has tendered his resignation, and the Board of Directors has accepted.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has tried to contact Andy Byron, via his former employer Astronomer, for comment.</p></div></article></div></body></html>"
        },
        {
            "title": "Wiz Khalifa sentenced to nine months jail in Romania",
            "time": "2025-12-18T20:00:55",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/54d3/live/810c8c30-dc46-11f0-a1ce-39295e57b193.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Wiz Khalifa sentenced to nine months jail in Romania for smoking cannabis on stage</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Mircea Barbu,</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Bucharest</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">André Rhoden-Paul</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/54d3/live/810c8c30-dc46-11f0-a1ce-39295e57b193.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/54d3/live/810c8c30-dc46-11f0-a1ce-39295e57b193.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/54d3/live/810c8c30-dc46-11f0-a1ce-39295e57b193.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/54d3/live/810c8c30-dc46-11f0-a1ce-39295e57b193.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/54d3/live/810c8c30-dc46-11f0-a1ce-39295e57b193.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/54d3/live/810c8c30-dc46-11f0-a1ce-39295e57b193.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/54d3/live/810c8c30-dc46-11f0-a1ce-39295e57b193.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/54d3/live/810c8c30-dc46-11f0-a1ce-39295e57b193.jpg.webp\" loading=\"eager\" alt=\"Getty Images Wiz Khalifa wears a vest and jacket with a big chain on stage at Loud Park  in Mumbai \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A Romanian court has sentenced Wiz Khalifa to nine months in prison for smoking cannabis on stage.</p><p class=\"sc-9a00e533-0 eZyhnA\">The American rapper, real name Thomaz Cameron Jibril, admitted to smoking a joint during his performance at the Beach, Please! festival last year in Costinesti.</p><p class=\"sc-9a00e533-0 eZyhnA\">A Romanian appeals court overturned an earlier fine of 3,600 Romanian lei (£619; $829) for drug possession and ruled the rapper must serve the sentence in custody. </p><p class=\"sc-9a00e533-0 eZyhnA\">However he was sentenced in absentia. Earlier this week he was seen on stage performing with Gunna in California, and on Thursday he posted pictures and clips from his home on streaming platform Twitch and social media.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has approached the ten-time Grammy-nominated artist for comment. </p><p class=\"sc-9a00e533-0 eZyhnA\">Police briefly held and questioned Jibril after the concert on 13 July 2024, and prosecutors later charged him with possession of \"risk drugs\" for personal use.  </p><p class=\"sc-9a00e533-0 eZyhnA\">Romanian investigators said he was in possession of more than 18 grams of cannabis and consumed an additional amount on stage. </p><p class=\"sc-9a00e533-0 eZyhnA\">In a written decision, the Constanța Court of Appeal judges said they overturned the original fine because the artist had sent \"a message of normalisation of illegal conduct\" and thereby encouraged \"drug use among young people\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Calling it an \"ostentatious act\", the judges said the rapper was \"a music performer, on the stage of a music festival well known among young people\" who \"possessed and consumed, in front of a large audience predominantly made up of very young people, an artisanal cigarette\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Jabril said<a target=\"_blank\" href=\"https://x.com/wizkhalifa/status/1812454951139910093\" class=\"sc-f9178328-0 iCaRzc\"> in a post on X a day after the incident</a> that he did not mean to offend the country. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"They [the authorities] were very respectful and let me go. I'll be back soon. But without a big ass joint next time.\" </p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Romanian criminologist Vlad Zaha told BBC News that there was little-to-no chance of the US extraditing Jibril, and described the sentence as \"unusually harsh\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Given the defendant's wealth and connections, Romania's lack of real negotiating power on extradition, and the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cp8z684r6vlo\" class=\"sc-f9178328-0 iCaRzc\">legal and political status of cannabis in the US</a>, it is highly unlikely that Wiz Khalifa will be sent to serve a prison sentence in Constanța, even though a formal judicial request will be submitted to the United States,\" Mr Zaha said. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The  artist, known for songs like Black and Yellow, See You Again and Young, Wild &amp; Free, is often pictured smoking on his social media and founded his own marijuana brand in 2016. </p><p class=\"sc-9a00e533-0 eZyhnA\">Cannabis is legal recreational and medical use in some US states, but remains illegal under federal law.</p></div></article></div></body></html>"
        },
        {
            "title": "Trump expands access to cannabis in a major shift in drug policy",
            "time": "2025-12-18T20:17:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ef6c/live/cd924de0-dc2a-11f0-baba-317f14ba3c9d.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">President Donald Trump has signed an executive order that will expand access to cannabis, a long anticipated move that would mark the most significant shift in US drug policy in decades. </p><p class=\"sc-9a00e533-0 eZyhnA\">The order directs the US attorney general to reclassify cannabis from a Schedule I narcotic, to a Schedule III drug - placing it under the same category as Tylenol with codeine. </p><p class=\"sc-9a00e533-0 eZyhnA\">Cannabis will remain illegal at the federal level. But classifying it as a Schedule III narcotic would allow expanded research to be conducted into its potential benefits. </p><p class=\"sc-9a00e533-0 eZyhnA\">Several Republican lawmakers cautioned against the move, with some arguing it could normalise cannabis use. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US Drug Enforcement Agency notes that Schedule III narcotics - which also include ketamine and anabolic steroids - have only a \"moderate to low potential for physical and psychological dependence\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking in the Oval Office during a signing ceremony on Thursday, Trump said that people have been \"begging\" for the change, particularly those in \"great pain\" from ailments including \"incurable pain\", cancer, seizure disorders and veterans with service-related injuries. </p><p class=\"sc-9a00e533-0 eZyhnA\">The president compared cannabis to prescription painkillers that have legitimate uses \"but can also do irreversible damages\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The new classification also has tax implications for state-authorised cannabis dispensaries, as current regulations bar them from some tax deductions if they sell Schedule I products.</p><p class=\"sc-9a00e533-0 eZyhnA\">In addition to the rescheduling of cannabis, Trump has ordered White House officials to work with Congress to allow some Americans access to cannabidiol, commonly known as CBD. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump has also asked White House officials to work with Congress to allow some Americans access to cannabidiol.</p><p class=\"sc-9a00e533-0 eZyhnA\">Health officials have also been tasked with developing \"methods and models\" to examine the real-world health benefits and risks of CBD.</p><p class=\"sc-9a00e533-0 eZyhnA\">A senior administration official said that the order was a \"commonsense action that will let us better understand and study\" cannabis and CBD. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In recent years, a majority of US states have approved cannabis for some medical use, and nearly half - 24 - have legalised recreational use. But since 1971, cannabis has been  a Schedule I narcotic, which means it has no accepted medical use and a high potential to be abused.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Biden administration proposed a similar reclassification, and in April 2024 the <a target=\"_self\" href=\"https://www.bbc.com/news/world-us-canada-68932612\" class=\"sc-f9178328-0 iCaRzc\">DEA proposed a rule change</a>, but got bogged down under administrative and legal issues. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump's order drew praise from organisations that have been working to change US cannabis regulations. </p><p class=\"sc-9a00e533-0 eZyhnA\">Tim Barash, chairman of the Coalition of Cannabis Scheduling Reform, said in a statement that the move represents a \"fundamental shift\" in government and social perceptions of the drug. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"This change will empower the 425,000 people working in the US cannabis industry and bring in new talent, capital, and awareness to an industry that has a positive impact on millions of people's lives,\" Mr Barash said. </p><p class=\"sc-9a00e533-0 eZyhnA\">But the reclassification order has met some resistance from Republican lawmakers. </p><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday, a group of 22 Republican Senators sent an open letter to the president, arguing that marijuana use would mean that \"we cannot re-industrialise America\". </p><p class=\"sc-9a00e533-0 eZyhnA\">The Senators pointed to lingering concerns over the health impact of cannabis, as well as research suggesting that cannabis can be linked to \"impaired judgement\" and \"lack of concentration\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"In light of the documented dangers of marijuana, facilitating the growth of the marijuana industry is at odds with growing our economy and encouraging healthy lifestyles for Americans.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">In a separate letter sent to Attorney General Pam Bondi in August, nine Republican representatives argued that \"no adequate science or data\" exists to support the change. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Marijuana, while different than heroin, still has the potential for abuse and has no scientifically proven medical value,\" the letter said. \"Therefore, rescheduling marijuana would not only be objectively wrong, but it would also imply to our children that marijuana is safe. That couldn't be further from the truth.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">More broadly, polls show that a majority of Americans support efforts to legalise marijuana. </p><p class=\"sc-9a00e533-0 eZyhnA\">One Gallup poll released in November found that 64% of Americans believe that it should be legalised, although support had drifted slightly from previous years because of a 13-point drop among Republicans. </p></div></div></body></html>"
        },
        {
            "title": "French 'Doctor Death' who poisoned patients jailed for life",
            "time": "2025-12-18T13:24:41",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1119/live/b556e450-dbf0-11f0-8af2-2d39028f98bc.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A former anaesthetist has been jailed for life for intentionally poisoning 30 patients, 12 of them fatally.</p><p class=\"sc-9a00e533-0 eZyhnA\">Frédéric Péchier, 53,  was convicted Friday at the end of a four-month trial in the eastern city of Besançon.</p><p class=\"sc-9a00e533-0 eZyhnA\">In one of France's biggest ever medical malpractice cases, Péchier was found to have introduced chemicals like potassium chloride or adrenaline into the infusion bags of patients. </p><p class=\"sc-9a00e533-0 eZyhnA\">His youngest victim, a four-year-old child, survived two cardiac arrests during a routine tonsil surgery in 2016. The oldest victim was 89.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"You are Doctor Death, a poisoner, a murderer. You bring shame on all doctors,\" said prosecutors last week. \"You have turned this clinic into a graveyard.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The chemicals Péchier added triggered cardiac arrest or haemorrhaging in patients, which required emergency intervention in the operating theatre.</p><p class=\"sc-9a00e533-0 eZyhnA\">This was often provided by Péchier himself, who was then able to pose as the patient's saviour.</p><p class=\"sc-9a00e533-0 eZyhnA\">But in 12 cases he was unable to intervene, or it was too late, and the patient died.</p><p class=\"sc-9a00e533-0 eZyhnA\">The prosecution argued that Péchier acted in order to discredit fellow anaesthetists against whom he bore a grudge.</p><p class=\"sc-9a00e533-0 eZyhnA\">In most of the operations, he was not the primary anaesthetist. It was alleged he came in early to the clinic to tamper with the infusion bags.</p><p class=\"sc-9a00e533-0 eZyhnA\">Then, when things went wrong, he was able to step in after diagnosing the problem and ordering an antidote.</p><p class=\"sc-9a00e533-0 eZyhnA\">Péchier was first placed under investigation eight years ago, when he was suspected of poisoning patients at two clinics in Besançon between 2008 and 2017. </p><p class=\"sc-9a00e533-0 eZyhnA\">The alert was raised in 2017 after a surfeit of potassium chloride was found in the infusion bag of a woman who had a heart attack while being operated on for a back complaint.</p><p class=\"sc-9a00e533-0 eZyhnA\">Investigators found a pattern of \"serious adverse events\" at the Saint-Vincent private clinic in Besançon. While the national average for fatal heart attacks under anaesthetic was 1 in 100,000, at the clinic it was more than six times that.</p><p class=\"sc-9a00e533-0 eZyhnA\">And in most cases nationally, an explanation for the heart attack was subsequently found, whereas at Saint-Vincent the cause remained a mystery.</p><p class=\"sc-9a00e533-0 eZyhnA\">It was also found that the \"serious adverse events\" ceased when Péchier left for a short period to work at another clinic, which itself then saw an uptick. Then when he returned to Saint-Vincent, the emergencies resumed there. When he was disbarred from practising in 2017, the anomaly stopped.</p><p class=\"sc-9a00e533-0 eZyhnA\">Péchier's first known victim, Sandra Simard, was 36 when she experienced a sudden cardiac arrest in the middle of spine surgery. She survived thanks to intervention by Péchier, although she went into a coma. </p><p class=\"sc-9a00e533-0 eZyhnA\">Tests on her infusion bags showed concentrations of potassium 100 times the expected dose and the alarm was sounded with local prosecutors. </p><p class=\"sc-9a00e533-0 eZyhnA\">During the 15 weeks of the trial, Péchier sometimes acknowledged that some of the patients who fell ill or died may have been poisoned but he denied any wrongdoing. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I have said it before and I'll say it again: I am not a poisoner... I have always upheld the Hippocratic oath,\" he stated. </p><p class=\"sc-9a00e533-0 eZyhnA\">Péchier will now spend a minimum of 22 years behind bars, having been at liberty throughout the trial.</p><p class=\"sc-9a00e533-0 eZyhnA\">He has 10 days to lodge an appeal, which would entail a second trial within a year.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to the trial prosecutor: \"His colleagues said he always seemed to have the answer. That he made himself out to be the best, that he created this character of the saviour, so that colleagues would instinctively turn to him.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Péchier denied the charges and his lawyers argued that there was no hard proof linking him to the crimes. But his own testimony varied in the trial, and he ended up admitting there must have been a poisoner at large in the clinic, but it was not him.</p><p class=\"sc-9a00e533-0 eZyhnA\">The son of two parents in the medical profession, Péchier was described by a court psychologist as having a Dr Jekyll and Mr Hyde personality – one side respectable, the other side capable of doing great harm. In 2014 and again in 2021 he made attempts to kill himself.</p><p class=\"sc-9a00e533-0 eZyhnA\">A divorced father of three children, he told the court before the verdict that his sole concern was to protect his family. His children wept as the sentence was read but he remained impassive.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's the end of a nightmare,\" said survivor Sandra Simard. </p><p class=\"sc-9a00e533-0 eZyhnA\">Another patient who survived, Jean-Claude Gandon, said: \"We can have an easier Christmas now.\"</p></div></div></body></html>"
        },
        {
            "title": "Anthony Albanese announces hate speech crackdown after Bondi shooting",
            "time": "2025-12-18T23:54:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/13eb/live/a536d960-dbee-11f0-b67b-690eb873de1b.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The new laws will also include penalties for preachers and leaders who promote violence, a new federal offence of \"aggravated hate speech\", and the introduction of \"hate\" as an aggravating factor in sentencing crimes for online threats and harassment.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Every Jewish Australian has the right to feel safe, valued and respected for the contribution that they make to our great nation,\" Albanese said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The terrorists, inspired by ISIS... sought to turn Australians against each other. Australians have responded to that act of hatred with love and sympathy for those in mourning.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Daniel Aghion, the President of the Executive Council of Australian Jewry, the peak body representing Australian Jews, said he would \"need to see the details before making an assessment as to whether the measures are likely to live up to their billing.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We warned of the risk of not dealing with antisemitism in this country promptly and effectively after 7 October. It is an absolute tragedy that it has taken a massacre of Jewish and other Australians for that step to be taken.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">David Ossip, president of NSW Jewish Board of Deputies, welcomed the changes. \"For too long, Australian Jews have been targeted through social media, hate preachers and university campus activities. It was conveniently ignored until it was too late. The gaslighting and dismissal must end,\" he was quoted by the Sydney Morning Herald as saying.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tensions have been high in the country since the shooting, with police detaining seven men in southwest Sydney on Thursday after receiving a tip that a \"violent act was possibly being planned\", New South Wales Police said in a statement.</p><p class=\"sc-9a00e533-0 eZyhnA\">Police said they did not identify \"any connection\" to their investigation into Sunday's attack in Bondi. </p><p class=\"sc-9a00e533-0 eZyhnA\">Two cars were \"intercepted\" at George Street, police said. In videos shared by local media sites, armed officers appeared to detain people on the street just hours after Albanese made his speech.</p><p class=\"sc-9a00e533-0 eZyhnA\">Antisemitism envoy Jillian Segal, who also spoke at the press conference, said the country was \"at a very important moment not only for our community, but for fighting antisemitism around the world.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Albanese said his government would be \"fully supporting and adopting\" the  recommendations Segal put forward in July in a report.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her report was criticised by some upon its release in July due to its implications for free speech, including plans to monitor universities and arts organisations and withhold funding if they were deemed to have failed to act against antisemitism. There were concerns for instance, that the funding could be used to silence pro-Palestinian protests.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Jewish Council of Australia said it supported Albanese's commitment to act, including his focus on gun reform and online hate.</p><p class=\"sc-9a00e533-0 eZyhnA\">But, it said it was \"concerned that elements of today's announcement resemble long-standing proposals from the pro-Israel lobby which have nothing to do with addressing violent extremism.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If education initiatives like university scorecards become a form of ideological policing - particularly where they are used to limit legitimate criticism of Israel - they will only make Jews less safe, and do the opposite of combating antisemitism,\" Jewish Council of Australia executive officer Dr Max Kaiser said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, Albanese acknowledged accusations from the Jewish community that his government had not done enough to prevent antisemitism since the 7 October attack on Israel by Hamas, and said more could have been done. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I accept my responsibility for the part in that as prime minister of Australia,\" he said. \"But what I also do is accept my responsibility to lead the nation and unite the nation. Because what people are looking for at this time isn't more division.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Home Affairs Minister Tony Burke said the government was \"shifting the threshold\" on hate speech.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There have been individuals who have managed to exploit a nation that had different principles of freedom of speech and have gone right to the limits of language that is clearly dehumanising, unacceptable, having no place in Australia, but have not quite crossed the threshold to violence,\" he said.</p></div></div></body></html>"
        },
        {
            "title": "Trump Media to merge with fusion energy firm in $6bn deal",
            "time": "2025-12-18T17:32:16",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/039a/live/2429bec0-dc2d-11f0-baba-317f14ba3c9d.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The firm behind President Donald Trump's Truth Social platform is merging with a Google-backed energy company in a deal valued at more than $6bn (£4.4bn).</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump Media &amp; Technology Group (TMTG) and TAE Technologies announced the plans on Thursday in a joint statement, which said the move would \"create one of the world's first publicly traded fusion companies\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Fusion power is a method of generating energy from heat released by nuclear fusion reactions. It could release vast amounts of energy with little associated radioactivity.</p><p class=\"sc-9a00e533-0 eZyhnA\">The statement said the combined company planned to begin constructing the \"world's first utility-scale fusion power plant\" next year, with further plants to follow.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Under the merger both firms will have an equal 50% share in ownership after the deal is completed, which is expected by mid-2026 pending regulatory and shareholder approvals.</p><p class=\"sc-9a00e533-0 eZyhnA\">The combined company will have a nine-member board including Trump Media's current chief executive Devin Nunes, who will be co-chief executive of the new firm, and the president's son Donald Trump Jr.</p><p class=\"sc-9a00e533-0 eZyhnA\">TAE Technologies provides technology for energy storage and power delivery systems for batteries and electric vehicles. Its umbrella organisation, TAE Life Sciences, develops technologies and drugs for treating cancer patients.</p><p class=\"sc-9a00e533-0 eZyhnA\">The tie-up with the firm signals a bold and surprising shift for Trump Media, as it moves from social media and financial offerings into the energy sector. </p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Nunes said his firm was \"taking a big step forward toward a revolutionary technology that will cement America's global energy dominance for generations\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Calling fusion power the \"most dramatic energy breakthrough\" since the 1950s, he said Trump Media would bring \"the capital and public market access\" to help make TAE's technology commercial viable. </p><p class=\"sc-9a00e533-0 eZyhnA\">As part of the agreement, Trump Media is to provide up to $200m (£149m) of cash to TAE Technologies when completion of the deal is signed. An additional $100m (£74.7m) will be available once the transaction has been registered.</p><p class=\"sc-9a00e533-0 eZyhnA\">Surging electricity demand for AI data centers has revived interest in cleaner and reliable nuclear power, including restarting shuttered reactors, expanding existing ones and signing contracts for future small modular reactors.</p><p class=\"sc-9a00e533-0 eZyhnA\">The joint statement said TAE Technologies had raised more than $1.3bn of funding from other investors including Google and Goldman Sachs.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump Media, which mainly generates revenue from advertising on the Truth Social platform, has consistently clocked losses since it began. It posted a decline in revenue and a loss of $54.8m (£40.9m) in the third quarter ending September.</p></div></div></body></html>"
        },
        {
            "title": "Peter Arnett, Pulitzer-winning war reporter, dies aged 91",
            "time": "2025-12-18T14:07:44",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/30e9/live/f66d1d70-dc17-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Peter Arnett, Pulitzer-winning war reporter, dies aged 91</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/30e9/live/f66d1d70-dc17-11f0-aae2-2191c0e48a3b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/30e9/live/f66d1d70-dc17-11f0-aae2-2191c0e48a3b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/30e9/live/f66d1d70-dc17-11f0-aae2-2191c0e48a3b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/30e9/live/f66d1d70-dc17-11f0-aae2-2191c0e48a3b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/30e9/live/f66d1d70-dc17-11f0-aae2-2191c0e48a3b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/30e9/live/f66d1d70-dc17-11f0-aae2-2191c0e48a3b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/30e9/live/f66d1d70-dc17-11f0-aae2-2191c0e48a3b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/30e9/live/f66d1d70-dc17-11f0-aae2-2191c0e48a3b.jpg.webp\" loading=\"eager\" alt=\"AP Photo/File Peter Arnett stands with gear that he carries out in field while covering the Vietnamese army 1963, in Saigon, Vietnam\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AP Photo/File</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Arnett reported on the Vietnam and Gulf Wars during his career (pictured here in Saigon, Vietnam, in 1963) </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Pulitzer Prize-winning journalist and war correspondent Peter Arnett has died at the age of 91, US media has reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">Arnett won the international reporting prize in 1996 for his Vietnam War coverage at the Associated Press (AP). But he was also well known for his work at CNN, having become a household name while reporting on the first Gulf War.</p><p class=\"sc-9a00e533-0 eZyhnA\">His career spanned decades and covered several conflicts in countries including Iraq, Vietnam and El Salvador.</p><p class=\"sc-9a00e533-0 eZyhnA\">The New Zealand-born journalist died on Wednesday surrounded by family and friends in California, his son told reporters. He was receiving hospice care for prostate cancer.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6faf/live/33e77ce0-dc18-11f0-b67b-690eb873de1b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6faf/live/33e77ce0-dc18-11f0-b67b-690eb873de1b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6faf/live/33e77ce0-dc18-11f0-b67b-690eb873de1b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6faf/live/33e77ce0-dc18-11f0-b67b-690eb873de1b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6faf/live/33e77ce0-dc18-11f0-b67b-690eb873de1b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6faf/live/33e77ce0-dc18-11f0-b67b-690eb873de1b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6faf/live/33e77ce0-dc18-11f0-b67b-690eb873de1b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6faf/live/33e77ce0-dc18-11f0-b67b-690eb873de1b.jpg.webp\" loading=\"lazy\" alt=\"AP Photo/Peter Arnett/File Newly-landed U.S. Marines make their way through the sands of Red Beach at Da Nang, Vietnam, on their way to reinforce the air base as South Vietnamese Rangers battled guerrillas several miles south of the beach, April 10, 1965.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AP Photo/Peter Arnett/File</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Arnett also took photographs while on assignment with troops - like this one from Vietnam in 1965</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Arnett first worked for AP as a wire-service correspondent in Vietnam, from 1962 until the war's end in 1975, often accompanying troops on missions.</p><p class=\"sc-9a00e533-0 eZyhnA\">At a talk in 2013, he recalled the moment he witnessed a soldier being shot in Vietnam as he paused to read a map.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"As the colonel peered at it, I heard four loud shots as bullets tore through the map and into his chest, a few inches from my face,\" Arnett told the American Library Association.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He sank to the ground at my feet.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/907b/live/b3e9b890-dc18-11f0-a8dc-93c15fe68710.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/907b/live/b3e9b890-dc18-11f0-a8dc-93c15fe68710.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/907b/live/b3e9b890-dc18-11f0-a8dc-93c15fe68710.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/907b/live/b3e9b890-dc18-11f0-a8dc-93c15fe68710.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/907b/live/b3e9b890-dc18-11f0-a8dc-93c15fe68710.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/907b/live/b3e9b890-dc18-11f0-a8dc-93c15fe68710.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/907b/live/b3e9b890-dc18-11f0-a8dc-93c15fe68710.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/907b/live/b3e9b890-dc18-11f0-a8dc-93c15fe68710.jpg.webp\" loading=\"lazy\" alt=\"AP Photo/Peter Arnett/File North Vietnamese bicycle through the streets of Hanoi, past a bulletin board with a Ho Chi Minh, Oct. 2, 1972.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AP Photo/Peter Arnett/File</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">His reporting and photographs, including this one of workers in Ho Chi Minh City in 1972, showed the reality on the ground</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The journalist left AP in 1981 to join US outlet CNN, where he later became known for his work on the first Gulf War.</p><p class=\"sc-9a00e533-0 eZyhnA\">He was one of the few Western reporters to stay in Baghdad, according to AP, with one of his first broadcasts from the city being interrupted by the sounds of missiles and air-raid sirens.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There was an explosion right near me, you may have heard,\" he once exclaimed live on-air.</p><p class=\"sc-9a00e533-0 eZyhnA\">While in Iraq, he interviewed then-president Saddam Hussein. Writing about the experience in the Roanoke Times, Arnett said he had decided to be \"as tough in my questioning as the situation would allow\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He continued: \"I was not intimidated by the prospect of encountering the man many had called 'The Butcher of Baghdad'. I figured he could do no worse to me than the constant bombing of Baghdad was threatening to do.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e5de/live/d26055e0-dc18-11f0-a8dc-93c15fe68710.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e5de/live/d26055e0-dc18-11f0-a8dc-93c15fe68710.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e5de/live/d26055e0-dc18-11f0-a8dc-93c15fe68710.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e5de/live/d26055e0-dc18-11f0-a8dc-93c15fe68710.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e5de/live/d26055e0-dc18-11f0-a8dc-93c15fe68710.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e5de/live/d26055e0-dc18-11f0-a8dc-93c15fe68710.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e5de/live/d26055e0-dc18-11f0-a8dc-93c15fe68710.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e5de/live/d26055e0-dc18-11f0-a8dc-93c15fe68710.jpg.webp\" loading=\"lazy\" alt=\"AP Photo/Peter Arnett/File North Korean youngsters sing and play accordions to entertain foreign visitors including United Nations Secretary General Kurt Waldheim, who visited Pyongyang, May 4, 1979.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AP Photo/Peter Arnett/File</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Arnett visited Pyongyang, North Korea, in 1979, taking this photograph of children performing for then-UN Secretary General Kurt Waldheim</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In 1997, Arnett became the first Western journalist to interview Osama Bin Laden at a secret hideout in Afghanistan, a few years before the 11 September 2001 attacks on the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to several US media reports, when asked about his plans, Bin Laden told Arnett: \"You'll see them and hear about them in the media, God willing.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Arnett later worked for NBC and was famously sacked by the broadcaster after giving an interview on Iraqi state television, in which he was seen as critical of US military strategy.</p><p class=\"sc-9a00e533-0 eZyhnA\">He was hired by the Daily Mirror hours later and said he was \"in shock\" at his dismissal.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I report the truth of what is happening here in Baghdad and will not apologise for it,\" he wrote in the UK paper.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7459/live/9f167e70-dc19-11f0-a8dc-93c15fe68710.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7459/live/9f167e70-dc19-11f0-a8dc-93c15fe68710.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7459/live/9f167e70-dc19-11f0-a8dc-93c15fe68710.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7459/live/9f167e70-dc19-11f0-a8dc-93c15fe68710.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7459/live/9f167e70-dc19-11f0-a8dc-93c15fe68710.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7459/live/9f167e70-dc19-11f0-a8dc-93c15fe68710.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7459/live/9f167e70-dc19-11f0-a8dc-93c15fe68710.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7459/live/9f167e70-dc19-11f0-a8dc-93c15fe68710.jpg.webp\" loading=\"lazy\" alt=\"AP Photo/Peter Arnett/File U.S. Army helicopters take off after dropping South Vietnamese rangers on parched rice paddy for an assault on red positions south of Vi Thanh, March 27, 1965\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AP Photo/Peter Arnett/File</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Arnett provided an inside-look of what was happening in Vietnam throughout his career</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Born in 1934 in Riverton, New Zealand, Arnett later naturalised as an American citizen and had lived in southern California since 2014.</p><p class=\"sc-9a00e533-0 eZyhnA\">Edith Lederer, a former colleague who still works at AP, told the agency: \"Peter Arnett was one of the greatest war correspondents of his generation - intrepid, fearless, and a beautiful writer and storyteller.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"His reporting in print and on camera will remain a legacy for aspiring journalists and historians for generations to come.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, Nick Ut, a retired photographer who worked with Arnett in Vietnam, said he was \"like a brother\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"His death will leave a big hole in my life,\" he told AP.</p><p class=\"sc-9a00e533-0 eZyhnA\">Arnett is survived by his wife Nina Nguyen and their children, Andrew and Elsa.</p></div></article></div></body></html>"
        },
        {
            "title": "Nigeria Foreign Minister Yusuf Tuggar apologises over Burkina Faso military flight",
            "time": "2025-12-18T11:42:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a3c3/live/d15bebc0-dbf8-11f0-a030-476ae6d8c14a.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nigeria's Foreign Minister Yusuf Tuggar has formally apologised to Burkina Faso for the unauthorised entry of a Nigerian military jet into Burkinabè airspace, an incident that led to the detention of 11 Nigerian servicemen.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tuggar's spokesperson told the BBC that the detained personnel had been released and were due to return to Nigeria, without saying when.</p><p class=\"sc-9a00e533-0 eZyhnA\">The plane was flying to Portugal when it developed a technical problem and had to land in Burkina Faso, according to the Nigerian Air Force.</p><p class=\"sc-9a00e533-0 eZyhnA\">The unauthorised landing sparked a diplomatic row with the Alliance of Sahel States (AES) made up of Burkina Faso and its neighbours, Mali, and Niger.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a statement, AES characterised it as an \"unfriendly act\" and said member states‘ respective air forces had been put on maximum alert and authorised to \"neutralise any aircraft\" found to violate the confederation's airspace.</p><p class=\"sc-9a00e533-0 eZyhnA\">The three AES states, all run by the military, have withdrawn from the West African regional bloc, Ecowas, and moved closer to Russia, while most Ecowas members remain allied to the West.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tuggar led a delegation to the Burkinabè capital, Ouagadougou, on Wednesday, to discuss the incident with military leader Captain Ibrahim Traoré.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There were irregularities concerning the overflight authorisations, which was regrettable, and we apologise for this unfortunate incident,\" Tuggar said on national TV.</p><p class=\"sc-9a00e533-0 eZyhnA\">It remains unclear when the military personnel, said to be in \"high spirits\", and the aircraft will return to Nigeria.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to Nigeria's foreign ministry, both sides agreed to \"sustain regular consultations and pursue practical measures to deepen bilateral cooperation and regional integration\". </p></div></div></body></html>"
        },
        {
            "title": "Trump announces 'warrior dividend' for troops as he defends economic record",
            "time": "2025-12-18T11:25:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a311/live/19446ce0-dc04-11f0-b67b-690eb873de1b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Trump announces 'warrior dividend' for troops as he defends economic record</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Bernd Debusmann Jr,</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Washington </span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Anthony Zurcher,</span><span data-testid=\"byline-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">North America correspondent</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Trump says service members will receive $1,776 \"warrior dividend\"</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump has announced a \"warrior dividend\" payment to US service members, in a speech in which he also defended his track record on the economy after 11 months back in office.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a televised address to the nation on Wednesday, Trump said cheques for $1,776 (£1,329) for 1.45 million US service members were already on the way\" and should arrive before Christmas. He said they would be paid for, in part, by his tariffs.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the combative address, Trump also touted his achievements on immigration while railing against opposition Democrats.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking loudly and quickly, he seemed determined to convince Americans that the US was doing well - and things would only get better. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">He claimed prices were falling, at a time when polls show that many Americans are unhappy about the cost of housing, childcare and healthcare.</p><p class=\"sc-9a00e533-0 eZyhnA\">Democrats were critical of the speech. Senate Minority Leader Chuck Schumer said the president's words \"showed he lives in a bubble completely disconnected from the reality everyday Americans are seeing and feeling\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Schumer added: \"People are feeling squeezed harder and harder every day and tonight Donald Trump took a victory lap.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">In the brief, 18-minute address, Trump said the \"warrior dividend\", which totals $2.57bn (£1.9bn), would be distributed \"in honour of our nation's founding in 1776\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump added that the funds were drawn from his sweeping tariffs, as well as <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c0eqpz23l9jo\" class=\"sc-f9178328-0 iCaRzc\">the \"One Big, Beautiful Bill\" that he signed into law on 4 July</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Nobody deserves it more than our military,\" he said. </p><p class=\"sc-9a00e533-0 eZyhnA\">The president offered little new information in the speech, and some of his assertions were either exaggerated or unfounded. </p><p class=\"sc-9a00e533-0 eZyhnA\">Much of Trump's address focused on his economic record and the administration's efforts to bring down prices - which he blamed on former US President Joe Biden and the Democrats. Trump mentioned the former president seven times.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Now, under our leadership, they [prices] are all coming down and coming down fast,\" he said. \"Democrat politicians also sent the cost of groceries soaring, but we are solving that too.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">While fuel and egg prices have indeed fallen, many other food items are more expensive. </p><p class=\"sc-9a00e533-0 eZyhnA\">Economic data from September shows the US inflation rate hit 3% for the first time since January, while consumer confidence fell to its lowest level since April due to concerns over the cost of living, jobs and the wider economy. </p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump has previously acknowledged that concerns over rising prices have contributed to a lacklustre performance for candidates from his Republican Party during elections held in November - with the Democrats having success in Virginia, New Jersey and New York City, as well as more recently in Miami and Georgia. </p><p class=\"sc-9a00e533-0 eZyhnA\">He has also acknowledged that incumbent presidents and their parties often fare poorly in mid-term elections, which will take place next year. </p><p class=\"sc-9a00e533-0 eZyhnA\">The White House has since been wrestling with how to address voter concerns about the economy, while at the same time pushing back on repeated Democratic criticism over rising prices.</p><p class=\"sc-9a00e533-0 eZyhnA\">The political dilemma faced by the Trump administration has been highlighted by recent polling. </p><p class=\"sc-9a00e533-0 eZyhnA\">One poll, from Politico, showed that about half of overall voters - and 4 in 10 people who voted for Trump in 2024 - felt the cost of living was the worst it has been in their lives.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another poll, released in November by CBS News/YouGov, suggested that Trump's approval on economic issues had dropped 15 points since March - with 36% of Americans approving his handling of the issue. </p><p class=\"sc-9a00e533-0 eZyhnA\">More broadly, other polls show that Trump is at or near the lowest approval ratings of his second term, with concerns about the economy playing a significant role. </p><p class=\"sc-9a00e533-0 eZyhnA\">While the president offered little in the way of empathy over prices, he did point to Republican efforts - such as tax reform legislation passed earlier this year - that he said would benefit many Americans in the coming year.</p><p class=\"sc-9a00e533-0 eZyhnA\">When he ran for re-election last year, Trump promised immediate results. And after 11 months in office, many Americans say they still haven't seen substantive change, and the president's speech might be unlikely to change their minds. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump, in part, focused his remarks on the promise of improvements during 250th birthday celebrations for American's founding next year. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"When the world looks at us next year, let them see a nation that is loyal to its citizens, faithful to its workers, confident to its identity, certain to its destiny, and the envy of the entire globe,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are respected again, like we have never been respected before,\" he added.</p></div></article></div></body></html>"
        },
        {
            "title": "Thailand bombs near Poipet casino hub on Cambodian border",
            "time": "2025-12-18T13:08:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c186/live/ac25afa0-dc0a-11f0-b67b-690eb873de1b.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Thailand says it has bombed a \"logistics centre\" near the Cambodian town of Poipet, known for being a major casino hub and the biggest land crossing between the two countries.</p><p class=\"sc-9a00e533-0 eZyhnA\">The bombings come as renewed border clashes show no sign of abating. </p><p class=\"sc-9a00e533-0 eZyhnA\">Cambodia's defence ministry said Thai forces dropped two bombs, while the Thai side said that they targeted a facility storing rocket systems.</p><p class=\"sc-9a00e533-0 eZyhnA\">The renewed fighting this month has killed at least 21 people in Thailand and 17 in Cambodia, while displacing around 800,000, officials say.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a statement, the Cambodian defence ministry said Thai forces dropped two bombs in the area of Poipet municipality at around 11:00 am (0400 GMT) Thursday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Shortly after, Thai Air Force spokesman Air Marshal Jackkrit Thammavichai said that the Thai military had attacked the centre outside Poipet that had been used to store BM-21 rockets and that no civilians were harmed.</p><p class=\"sc-9a00e533-0 eZyhnA\">BM-21 rockets are weapons that are typically fired in volleys from the back of an armoured vehicle.</p><p class=\"sc-9a00e533-0 eZyhnA\">The bombings appear to be the first on Poipet, which is known for casinos popular with Thai gamblers and its international border checkpoint.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, Thailand said Tuesday that between 5,000 and 6,000 Thai nationals remained stranded in Poipet after Cambodia closed its land border crossings between the two countries.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cambodia's interior ministry said the border closures were a \"necessary measure\" to reduce risks to civilians, adding that air travel remained an option for those seeking to leave.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cdjxje2pje1o\" class=\"sc-f9178328-0 iCaRzc\">The century-old border dispute</a> between the South East Asian neighbours dramatically escalated on 24 July with a Cambodian rocket barrage into Thailand, followed by Thai air strikes. That set off five days of intense fighting, which left dozens of soldiers and civilians dead. </p><p class=\"sc-9a00e533-0 eZyhnA\">The two countries later agreed to an \"immediate and unconditional ceasefire\" brokered by Malaysian Prime Minister Anwar Ibrahim and US President Donald Trump - who at the time threatened to stop tariff negotiations until the hostilities stopped.</p><p class=\"sc-9a00e533-0 eZyhnA\">But that ceasefire fell apart again last week, with both sides blaming each other for re-igniting the fighting, which has seen air strikes and exchanges of artillery fire.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump claimed last week that he could stop the fighting between Thai and Cambodian forces that broke out by just picking up the phone, but it has continued.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this week, Cambodia accused Thai forces of bombing Siem Reap province, home to the ancient Angkor temples - the country's top tourist draw - for the first time in the latest round of clashes.</p></div></div></body></html>"
        },
        {
            "title": "Rob Reiner's family breaks silence as Nick faces court on murder charges",
            "time": "2025-12-17T22:45:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a0de/live/dd2d27b0-db86-11f0-a8dc-93c15fe68710.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Rob Reiner's family breaks silence as son Nick faces judge on murder charges</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Nardine Saad,</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Los Angeles </span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Regan Morris,</span><span data-testid=\"byline-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Los Angeles</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: \"Quite an occasion\" - BBC reports from Nick Reiner’s first court appearance</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Children of slain Hollywood director Rob Reiner and his wife, Michele Reiner are speaking out for the first time after their deaths and the arrest of their brother, Nick. </p><p class=\"sc-9a00e533-0 eZyhnA\">Jake and Romy Reiner said in a statement on Wednesday that they are experiencing \"unimaginable pain\" after the \"horrific and devastating loss\". They did not directly address the allegations against their brother.  </p><p class=\"sc-9a00e533-0 eZyhnA\">Nick Reiner, 32, appeared in court for the first time on Wednesday and waived his right to enter a plea to two charges of first-degree murder. </p><p class=\"sc-9a00e533-0 eZyhnA\">The couple were found dead on Sunday in their Los Angeles home. The county's medical examiner on Wednesday said they died in a homicide by multiple sharp force injuries.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nick Reiner was taken into custody on Sunday and charged with murder on Tuesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The horrific and devastating loss of our parents, Rob and Michele Reiner, is something that no one should ever experience,\" Romy and Jake Reiner said in a statement provided to CBS News, the BBC's US media partner. \"They weren't just our parents; they were our best friends.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are grateful for the outpouring of condolences, kindness, and support we have received not only from family and friends but people from all walks of life,\" they added. </p><p class=\"sc-9a00e533-0 eZyhnA\">The siblings also asked for privacy \"and for our parents to be remembered for the incredible lives they lived and the love they gave\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Family representatives did not immediately respond to the BBC's request for comment.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a0de/live/dd2d27b0-db86-11f0-a8dc-93c15fe68710.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a0de/live/dd2d27b0-db86-11f0-a8dc-93c15fe68710.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a0de/live/dd2d27b0-db86-11f0-a8dc-93c15fe68710.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a0de/live/dd2d27b0-db86-11f0-a8dc-93c15fe68710.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a0de/live/dd2d27b0-db86-11f0-a8dc-93c15fe68710.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a0de/live/dd2d27b0-db86-11f0-a8dc-93c15fe68710.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a0de/live/dd2d27b0-db86-11f0-a8dc-93c15fe68710.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a0de/live/dd2d27b0-db86-11f0-a8dc-93c15fe68710.jpg.webp\" loading=\"eager\" alt=\"Reuters A courtroom sketch shows Nick Reiner wearing a blue protective vest as he makes his first court appearance in Los Angeles, California, U.S., on 17 December 2025 on murder charges in the killing of his parents.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At the hearing in downtown Los Angeles on Wednesday, prosecutors and Mr Reiner's defence team agreed to delay his arraignment until 7 January, when he will once again have the opportunity to enter a plea.</p><p class=\"sc-9a00e533-0 eZyhnA\">As he appeared in court, Mr Reiner said only \"yes, your honour\" when asked by Judge Theresa McGonigle if he understood that he has the right to a speedy trial.</p><p class=\"sc-9a00e533-0 eZyhnA\">The judge earlier ordered the assembled media - who gathered outside the courthouse hours prior to the hearing - not to film the defendant, who was wearing a jail suicide-prevention smock.</p><p class=\"sc-9a00e533-0 eZyhnA\">Media inside the courtroom could not see Mr Reiner during the brief hearing because he was sitting in a corner out of sight, but glimpses afterward revealed his face was blank, and his arms bare and shackled. </p><p class=\"sc-9a00e533-0 eZyhnA\">He was initially slated to make a court appearance on Tuesday but had not been medically cleared to do so, his lawyer and prosecutors said.</p><p class=\"sc-9a00e533-0 eZyhnA\">His lawyer, Alan Jackson, told reporters outside court that there were \"complex and serious issues\" in the case that needed to be worked through in the coming weeks.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We ask that during this process, you allow the system to move forward in the way that it was designed to move forward,\" Mr Jackson told reporters.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Not with a rush to judgement, not with jumping to conclusions, but with restraint and with dignity, and with the respect that this system and this process deserves, and that the family deserves,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The delay in Mr Reiner entering a plea could be designed to allow time for a psychiatric evaluation, one criminal defence lawyer told the BBC after the hearing.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The psychiatric evaluation is generally done before arraignment to see if he is even fit to stand trial,\" Seth Zuckerman said.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5df2/live/fb89ee40-dbf0-11f0-b67b-690eb873de1b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5df2/live/fb89ee40-dbf0-11f0-b67b-690eb873de1b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5df2/live/fb89ee40-dbf0-11f0-b67b-690eb873de1b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5df2/live/fb89ee40-dbf0-11f0-b67b-690eb873de1b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5df2/live/fb89ee40-dbf0-11f0-b67b-690eb873de1b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5df2/live/fb89ee40-dbf0-11f0-b67b-690eb873de1b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5df2/live/fb89ee40-dbf0-11f0-b67b-690eb873de1b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5df2/live/fb89ee40-dbf0-11f0-b67b-690eb873de1b.jpg.webp\" loading=\"lazy\" alt='Getty Images Rob Reiner, Michele Singer, Romy Reiner and Nick Reiner at \"Spinal Tap II: The End Continues\" Los Angeles Premiere held at The Egyptian Theatre on September 09, 2025 in Los Angeles, California.' class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Nick Reiner (right) is accused of killing his parents</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Until the next hearing on 7 January, Mr Reiner will remain in custody at the Twin Towers Correctional Facility in Los Angeles.</p><p class=\"sc-9a00e533-0 eZyhnA\">If he pleads not guilty, he could be sentenced to life without the possibility of parole or the death penalty if convicted. Prosecutors have said no decision has been made yet about whether the death penalty will be pursued.</p><p class=\"sc-9a00e533-0 eZyhnA\">Rob Reiner directed a handful of iconic films in a variety of genres, including This is Spinal Tap, Misery and A Few Good Men.</p><p class=\"sc-9a00e533-0 eZyhnA\">Michele Singer Reiner was an actress, photographer and producer, and the founder of Reiner Light, a photography agency and production company.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This case is heartbreaking and deeply personal, not only for the Reiner family and their loved ones, but for the entire city,\" LA Police Department chief Jim McDonnell said.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"with-additional-reporting-from-sakshi-venkatraman\" class=\"sc-d16436d-0 iVdNuz\">With additional reporting from Sakshi Venkatraman</i></p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Moment Nick Reiner is arrested after being seen in convenience store</figcaption></p></article></div></body></html>"
        },
        {
            "title": "Dan Bongino stepping down as FBI deputy director",
            "time": "2025-12-18T10:35:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a7e1/live/658e5420-db92-11f0-88ca-0b2596ca1cee.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Dan Bongino has said he will leave his role as the FBI's deputy director in January.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a post on X, he thanked President Donald Trump, as well as the director of the FBI and the US attorney general \"for the opportunity to serve with purpose\". Bongino did not say in his post why he was stepping down.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier on Wednesday, Trump said the former podcast host \"did a great job\" in office, and \"wants to go back to his show\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Bongino, who was appointed to the role by Trump in February, built a large following through his podcast and other media appearances. He was previously a New York City police officer and a US Secret Service agent assigned to protect Barack Obama, the former president.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Bongino, a staunch Trump ally, was considered a surprise pick for the role –  which had previously been held by career agents – because he had no prior experience with the agency.</p><p class=\"sc-9a00e533-0 eZyhnA\">The FBI Agents Association, which represents around 14,000 current and former agents, had opposed his appointment to the position.</p><p class=\"sc-9a00e533-0 eZyhnA\">Announcing his decision to step down in Wednesday's social media post, Bongino wrote: \"I will be leaving my position with the FBI in January. I want to thank President Trump, AG [Pam] Bondi, and Director [Kash] Patel for the opportunity to serve with purpose.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Most importantly, I want to thank you, my fellow Americans, for the privilege to serve you. God bless America, and all those who defend Her.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Before joining the agency, Bongino had echoed disinformation and conspiracy theories about Trump's false claim that he won the 2020 election, and about the 6 January 2021 pipe bomb investigation. </p><p class=\"sc-9a00e533-0 eZyhnA\">Bongino had previously called the pipe bomb case an \"inside job\". After taking office he pushed to make the investigation, which Attorney General Bondi said had \"languished\", a priority for the FBI.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this month, a man with no known ties to the government was arrested, nearly six years after the pipe bombs were discovered outside the national headquarters for the Republican and Democratic parties. </p><p class=\"sc-9a00e533-0 eZyhnA\">FBI Director Patel, in a social media post on Wednesday praising Bongino's tenure, said he had \"served as the people's voice for transparency, and delivered major breakthroughs in long unsolved cases like the pipe bomb investigation\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He not only completed his mission - he far exceeded it,\" Patel wrote.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bongino also appeared to change his mind about the death of sex offender Jeffrey Epstein once he became a leader at the FBI.</p><p class=\"sc-9a00e533-0 eZyhnA\">As a commentator, he had questioned whether Epstein took his own life in a New York prison cell in 2019 while awaiting trial. Then, in May, Bongino<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>said: \"I have seen the whole file. He killed himself\".</p><p class=\"sc-9a00e533-0 eZyhnA\">In July, the US justice department and FBI released a memo that said Epstein did take his own life, and did not have a \"client list\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The memo frustrated many of Trump's supporters, who echoed the Epstein conspiracy theories and rejected the justice department's findings.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to the BBC's media partner CBS News, the memo led to a contentious meeting between him and Bondi.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bondi, who oversees the FBI, wrote in a brief post on X on Wednesday that \"Americans are safer\" because of Bongino's FBI service.</p></div></div></body></html>"
        },
        {
            "title": "Nigeria Foreign Minister Yusuf Tuggar apologises over Burkina Faso military flight",
            "time": "2025-12-18T11:42:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a3c3/live/d15bebc0-dbf8-11f0-a030-476ae6d8c14a.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nigeria's Foreign Minister Yusuf Tuggar has formally apologised to Burkina Faso for the unauthorised entry of a Nigerian military jet into Burkinabè airspace, an incident that led to the detention of 11 Nigerian servicemen.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tuggar's spokesperson told the BBC that the detained personnel had been released and were due to return to Nigeria, without saying when.</p><p class=\"sc-9a00e533-0 eZyhnA\">The plane was flying to Portugal when it developed a technical problem and had to land in Burkina Faso, according to the Nigerian Air Force.</p><p class=\"sc-9a00e533-0 eZyhnA\">The unauthorised landing sparked a diplomatic row with the Alliance of Sahel States (AES) made up of Burkina Faso and its neighbours, Mali, and Niger.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a statement, AES characterised it as an \"unfriendly act\" and said member states‘ respective air forces had been put on maximum alert and authorised to \"neutralise any aircraft\" found to violate the confederation's airspace.</p><p class=\"sc-9a00e533-0 eZyhnA\">The three AES states, all run by the military, have withdrawn from the West African regional bloc, Ecowas, and moved closer to Russia, while most Ecowas members remain allied to the West.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tuggar led a delegation to the Burkinabè capital, Ouagadougou, on Wednesday, to discuss the incident with military leader Captain Ibrahim Traoré.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There were irregularities concerning the overflight authorisations, which was regrettable, and we apologise for this unfortunate incident,\" Tuggar said on national TV.</p><p class=\"sc-9a00e533-0 eZyhnA\">It remains unclear when the military personnel, said to be in \"high spirits\", and the aircraft will return to Nigeria.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to Nigeria's foreign ministry, both sides agreed to \"sustain regular consultations and pursue practical measures to deepen bilateral cooperation and regional integration\". </p></div></div></body></html>"
        },
        {
            "title": "Venezuela denounces Trump's order for ship blockade as 'warmongering threats'",
            "time": "2025-12-18T04:02:03",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e67c/live/c1bb9f30-dae5-11f0-b072-97a1912d9a89.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Venezuela denounces Trump's order for ship blockade as 'warmongering threats'</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Aoife Walsh</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">James FitzGerald</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e67c/live/c1bb9f30-dae5-11f0-b072-97a1912d9a89.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e67c/live/c1bb9f30-dae5-11f0-b072-97a1912d9a89.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e67c/live/c1bb9f30-dae5-11f0-b072-97a1912d9a89.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e67c/live/c1bb9f30-dae5-11f0-b072-97a1912d9a89.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e67c/live/c1bb9f30-dae5-11f0-b072-97a1912d9a89.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e67c/live/c1bb9f30-dae5-11f0-b072-97a1912d9a89.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e67c/live/c1bb9f30-dae5-11f0-b072-97a1912d9a89.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e67c/live/c1bb9f30-dae5-11f0-b072-97a1912d9a89.jpg.webp\" loading=\"eager\" alt=\"Getty Images Image of US President Donald Trump\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump has ordered \"a total and complete\" blockade of all sanctioned oil tankers entering and leaving Venezuela - a move denounced by Caracas as \"warmongering threats\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump wrote that Venezuelan President Nicolás Maduro's government had been designated a foreign terrorist organisation (FTO), which had also engaged in \"Drug Smuggling, and Human Trafficking\".</p><p class=\"sc-9a00e533-0 eZyhnA\">His remarks come after the US seized an oil tanker off the coast of Venezuela last week, a significant action in light of the South American nation's reliance on oil.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US has also recently conducted deadly strikes on alleged Venezuelan drug-smuggling boats, and has significantly built up its naval presence nearby.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump's post did not give further detail of how the wide-ranging blockade on sanctioned oil tankers would be enforced.</p><p class=\"sc-9a00e533-0 eZyhnA\">As of last week, more than 30 of the 80 ships in Venezuelan waters or approaching the country were under US sanctions, according to data compiled by TankerTrackers.com.</p><p class=\"sc-9a00e533-0 eZyhnA\">Multiple new US sanctions on ships said to be carrying Venezuelan oil were issued after the tanker was seized. Sanctions were also placed on some of President Maduro's relatives and on businesses associated with what the US called his illegitimate regime.</p><p class=\"sc-9a00e533-0 eZyhnA\">In his Truth Social post on Tuesday, Trump wrote that Venezuela was \"completely surrounded by the largest Armada ever assembled in the History of South America\". He added that it would \"only get bigger\" and \"be like nothing they have ever seen before\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump also accused Maduro's government of using \"stolen\" oil to \"finance themselves, Drug Terrorism, Human Trafficking, Murder, and Kidnapping\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Tuesday's post from Trump suggested that a label the US had previously applied only to Maduro was now being widened to his whole government.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last month, the US formally alleged that the Venezuelan Cartel de los Soles group was an FTO. The designation meant that Maduro was effectively designated as terrorist as well, because he was alleged to be group's leader - which he denies.</p><p class=\"sc-9a00e533-0 eZyhnA\">In response to the recent US actions, Venezuela - home to the world's largest proven oil reserves - has accused Washington of seeking to steal its resources.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump has repeatedly accused Venezuela of drug smuggling, and since September the US military has killed about 100 people with its strikes on boats that were allegedly carrying fentanyl and other illegal drugs to the US. </p><p class=\"sc-9a00e533-0 eZyhnA\">However, it has provided no public evidence that these vessels were carrying drugs, be it fentanyl - which is mainly produced in Mexico - or cocaine.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another ship accused of drug trafficking was destroyed by the US military on Wednesday. US officials say four men were killed in the strike, which took place in the eastern Pacific Ocean.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela's economy is heavily dependent on oil exports, even though the amount of oil it actually produces is relatively small given that the country is home to the world's largest proven reserves.</p><p class=\"sc-9a00e533-0 eZyhnA\">When announcing the tanker seizure off Venezuela's coast last week, the White House said the vessel in question, called the Skipper, had been involved in \"illicit oil shipping\" and would be taken to a US port. </p><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela's government decried the move, with Maduro saying the US \"kidnapped the crew\" and \"stole\" the ship.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US had been building up its military presence in the Caribbean Sea, which borders Venezuela to the north, in the weeks and months before the raid.</p><p class=\"sc-9a00e533-0 eZyhnA\">The build-up has involved thousands of troops and the USS Gerald Ford – the world's largest aircraft carrier – being positioned within striking distance of Venezuela.</p><p class=\"sc-9a00e533-0 eZyhnA\">Congressman Joaquin Castro, a Democrat representing Texas, said Trump's \"naval blockade is unquestionably an act of war\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He added that US lawmakers would on Thursday vote on a resolution \"directing the president to end hostilities with Venezuela\". </p><p class=\"sc-9a00e533-0 eZyhnA\">The US, under both Trump and former President Joe Biden, has opposed the Maduro government for years and pressed for him to be removed by imposing stringent sanctions.</p><p class=\"sc-9a00e533-0 eZyhnA\">Maduro's government has been accused of rights abuses by the wider international community for many years. Venezuela's opposition, as well as many nations including the US, denounced last year's election as rigged and say his rule is therefore illegitimate.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, the UN human rights chief, Volker Türk, warned that the country's \"crackdown on civic space has intensified, suffocating people's freedoms\".</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p></article></div></body></html>"
        },
        {
            "title": "Mario Pineida: Ecuador defender killed in shooting in Guayaquil - BBC Sport",
            "time": "2025-12-18T10:17:26",
            "imgUrl": "https://ichef.bbci.co.uk/ace/branded_sport/1200/cpsprodpb/abf7/live/78247ed0-dbfa-11f0-a030-476ae6d8c14a.jpg",
            "body": "<html><body><div><div class=\"ssrcss-1o5p6v2-RichTextContainer e5tfeyi1\"><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\"><b class=\"ssrcss-1xjjfut-BoldText e5tfeyi3\">Ecuador defender Mario Pineida has died at the age of 33 after being shot in Guayaquil.</b></p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Local media reported that Pineida was shot on Wednesday by two people on motorbikes who opened fire on him, his mother and another woman outside a shop in the north of the city.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Ecuador's interior ministry said it has sent a special police unit to investigate.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Guayaquil has become a hotspot for gang violence and drug trafficking, with 1,900 murders recorded between January and September - the highest in Ecuador.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Three second-tier footballers were killed in September and a local player was wounded in a shooting in October.</p></div></div></body></html>"
        },
        {
            "title": "DR Congo conflict: M23 rebels begin pulling out from Uvira, its leaders say",
            "time": "2025-12-18T12:23:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f6a5/live/e290b7b0-dc1e-11f0-b67b-690eb873de1b.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The rebel group which last week seized the Democratic Republic of Congo city of Uvira say they have begun withdrawing, promising to complete the pullout on Thursday, following pressure from the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">The M23 group captured the strategic city near the border with Burundi, days after a \"historic\" US-brokered peace deal between Congolese and Rwandan governments aimed at ending the long-running conflict in eastern DR Congo.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, DR Congo's government says the reported withdrawal is a \"diversion\" and needs verification.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Thursday morning some Uvira residents told the BBC it was not clear if the M23 were leaving, with some of their trucks still moving around the city.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The capture of Uvira sparked US condemnation and warning of sanctions against Rwanda. The US accuses Rwanda of backing the rebels, which it denies.</p><p class=\"sc-9a00e533-0 eZyhnA\">M23 leader Bertrand Bisimwa said on Wednesday that the withdrawal was \"under way,\" with spokesman Willy Ngoma adding that this was \"for the sake of peace\".</p><p class=\"sc-9a00e533-0 eZyhnA\">In a post on X, Bisimwa urged mediators and international partners to ensure the city was protected from \"reprisals, violence and remilitarisation\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A local civil society member, who did not want to be named for his own safety, told the BBC that some M23 troops had started withdrawing. However, he said police officers from the same group were still moving in.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another resident expressed doubts about the withdrawal. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"It seems they are still here. In fact, yesterday I saw them bringing in the police trucks,\" the resident told the BBC on Thursday morning.</p><p class=\"sc-9a00e533-0 eZyhnA\">DR Congo government spokesman Patrick Muyaya told the BBC Newsday programme that the M23's announcement was meant \"to distract the American mediation team, which is preparing to take measures against Rwanda\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Muyaya described the M23's decision to leave Uvira as a \"positive sign\" but said the government needed to confirm the situation on the ground.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier he had called for \"vigilance\" in response to the \"alleged withdrawal\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Who can verify it? Where are they going? How many were there? What are they leaving behind in the city? Mass graves? Soldiers disguised as civilians?\" he said in a post on X.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Uvira offensive left dozens dead, at least 100 wounded and more than 200,000 displaced, according to the UN. At least 30,000 civilians fled into Burundi.</p><p class=\"sc-9a00e533-0 eZyhnA\">It came despite the 4 December peace deal signed in Washington between Rwandan President Paul Kagame and his DR Congo counterpart, Felix Tshisekedi, at a ceremony in Washington hosted by President Donald Trump.</p><p class=\"sc-9a00e533-0 eZyhnA\">The rebels were not signatories to that peace deal but they have been part of a parallel peace process led by Qatar, a US ally that has strong ties with Rwanda.</p></div></div></body></html>"
        },
        {
            "title": "Heavy rains compound dire conditions of displaced Gazans, UN warns",
            "time": "2025-12-17T20:45:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fd6a/live/eb5bff10-db8a-11f0-9110-a57affc61996.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Heavy rains worsen conditions for displaced Gazans, UN warns</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fd6a/live/eb5bff10-db8a-11f0-9110-a57affc61996.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fd6a/live/eb5bff10-db8a-11f0-9110-a57affc61996.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fd6a/live/eb5bff10-db8a-11f0-9110-a57affc61996.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fd6a/live/eb5bff10-db8a-11f0-9110-a57affc61996.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fd6a/live/eb5bff10-db8a-11f0-9110-a57affc61996.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fd6a/live/eb5bff10-db8a-11f0-9110-a57affc61996.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fd6a/live/eb5bff10-db8a-11f0-9110-a57affc61996.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fd6a/live/eb5bff10-db8a-11f0-9110-a57affc61996.jpg.webp\" loading=\"eager\" alt=\"Anadolu via Getty Images Tents - one of them blue with two children outside it - are reflected in floodwater in Nuseirat refugee camp, central Gaza (17 December 2025)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Anadolu via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Almost 55,000 families have so far been affected by the rains, with their belongings and shelters damaged</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Heavy rains over the past week have compounded the already dire living conditions of the hundreds of thousands of displaced Palestinians in the Gaza Strip, UN agencies say.</p><p class=\"sc-9a00e533-0 eZyhnA\">Unicef spokesman Jonathan Crickx told the BBC that the weather overnight had been \"horrendous\", with the rain so intense that he had seen up to 15cm (6in) of water on the ground near his office.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said he was extremely concerned that children living in tents and makeshift shelters in wet clothing would succumb to hypothermia and other illnesses.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gaza's Hamas-run health ministry has said one baby has died from hypothermia and at least 11 other people have died in building collapses caused by the severe weather.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">UN agencies have stepped up deliveries of tents, blankets and clothes since the Gaza ceasefire began nine weeks ago, but they have said there is still not enough aid getting in.</p><p class=\"sc-9a00e533-0 eZyhnA\">The UN and its partners estimate that almost 55,000 families have so far been affected by the rains, with their belongings and shelters damaged or destroyed.</p><p class=\"sc-9a00e533-0 eZyhnA\">More than 40 designated emergency shelters were severely flooded following downpours on Monday and Tuesday, forcing many people to relocate again.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Last night was really horrendous for the families. The heavy rains were so intense that we could see from our office and guest house 10cm, 15cm (4-6in) of water at some point. And the winds were so strong,\" Jonathan Crickx, chief of communications for Unicef State of Palestine, told the BBC's Today programme on Wednesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When I drove this morning, I could see that many, many people were trying with buckets to remove some of the water.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He noted that most of the estimated one million people living in tents and makeshift shelters had been displaced many times during the two years of war between Israel and Hamas, and that they had no or very few changes of clothes.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When I was seeing [children] this morning, their clothes were damp. I could see parents trying to dry some of the blankets they had. But it has been raining almost all of the time in the past four or five days, so it is extremely difficult to keep the children dry,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"With temperatures about 7C, 8C (45-46F) at night, we are extremely concerned about children getting sick or even worse, dying from hypothermia.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Many tents were also at risk of being blown away or destroyed by the strong winds accompanying the rain because they were only made from a piece of tarpaulin or plastic sheeting nailed to a fragile wooden structure, he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Crickx said Unicef had been able to bring in more aid during the ceasefire to help children cope with the harsh winter conditions, including 250,000 winter clothing kits, 600,000 blankets and 7,000 tents, but that it was not enough.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are working relentlessly to bring in that aid and to distribute it, but the scale of the needs is so immense that we still have thousands of people and children who are really suffering every night,\" he warned.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/af90/live/9860ba00-db83-11f0-b67b-690eb873de1b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/af90/live/9860ba00-db83-11f0-b67b-690eb873de1b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/af90/live/9860ba00-db83-11f0-b67b-690eb873de1b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/af90/live/9860ba00-db83-11f0-b67b-690eb873de1b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/af90/live/9860ba00-db83-11f0-b67b-690eb873de1b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/af90/live/9860ba00-db83-11f0-b67b-690eb873de1b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/af90/live/9860ba00-db83-11f0-b67b-690eb873de1b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/af90/live/9860ba00-db83-11f0-b67b-690eb873de1b.jpg.webp\" loading=\"lazy\" alt=\"Reuters People watch a search and rescue operation at the site of a house that collapsed in Shati refugee camp, north-west of Gaza City (16 December 2025)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">One man was killed when a building in Shati refugee camp where he was sheltering collapsed on Tuesday</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Gaza's health ministry said a two-week old boy named Mohammed Abu al-Khair had died of hypothermia on Monday, two days after he had been admitted to hospital and placed in intensive care. Another 11 people had so far died after the war-damaged buildings where they were sheltering collapsed, it added.</p><p class=\"sc-9a00e533-0 eZyhnA\">A spokesman for the Hamas-run Civil Defence agency, Mahmoud Bassal, put the death toll higher. He said in a video that a total of 17 people, including four children, had died because of building collapses and the cold.</p><p class=\"sc-9a00e533-0 eZyhnA\">He added that 17 residential buildings had collapsed completely because of the wind and rain and that another 90 buildings had collapsed partially.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, video footage showed first responders from the Civil Defence recovering the body of a man from the rubble of a building in Shati refugee camp, north-west of Gaza City. Its roof had collapsed suddenly, according to eyewitnesses.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We call on the world to solve our problems and rebuild the territory so that people can have homes instead of being displaced and living in the streets,\" said Ahmed al-Hosari, a relative of the man, told AFP news agency.</p><p class=\"sc-9a00e533-0 eZyhnA\">The International Committee of the Red Cross (ICRC) said the collapse of damaged buildings due to the severe weather conditions was \"deeply concerning\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It stressed the need for \"increased and sustained humanitarian assistance to respond to urgent and long-term needs, including food, shelter and equipment for the repair of critical infrastructure\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Cogat, the Israeli military body which controls Gaza's border crossings, has dismissed claims of deliberate aid restrictions as \"inconsistent with facts on the ground, and the ongoing co-ordination taking place daily\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It says that between 600 and 800 lorries carrying humanitarian supplies enter Gaza daily, and that almost 310,000 tents and tarpaulins have been delivered since the start of the ceasefire, along with more than 1,800 lorry loads of warm blankets and clothing.</p><p class=\"sc-9a00e533-0 eZyhnA\">The UN says a total of 67,800 tents, 372,500 tarpaulins and 318,100 bedding items have been collected from crossings over the same period.</p><p class=\"sc-9a00e533-0 eZyhnA\">The second phase of the ceasefire between Israel and Hamas includes plans for the reconstruction of Gaza, along with post-war governance, the withdrawal of Israeli troops, and the disarmament of Hamas.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last week, Israel's prime minister said the second phase was close, with only the body of one dead Israeli hostage in Gaza still to be returned by Hamas as part of the first phase.</p><p class=\"sc-9a00e533-0 eZyhnA\">The war was triggered by the Hamas-led attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others were taken hostage.</p><p class=\"sc-9a00e533-0 eZyhnA\">More than 70,600 people have been killed in Israeli attacks in Gaza since then, according to the territory's health ministry.</p></div></article></div></body></html>"
        },
        {
            "title": "Trump is good news for Nato, Mark Rutte tells BBC",
            "time": "2025-12-17T15:25:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/90be/live/abfdbee0-db52-11f0-a244-8faaf09b4725.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Nato spending pledge is Trump's biggest foreign policy success, Rutte tells BBC</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/90be/live/abfdbee0-db52-11f0-a244-8faaf09b4725.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/90be/live/abfdbee0-db52-11f0-a244-8faaf09b4725.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/90be/live/abfdbee0-db52-11f0-a244-8faaf09b4725.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/90be/live/abfdbee0-db52-11f0-a244-8faaf09b4725.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/90be/live/abfdbee0-db52-11f0-a244-8faaf09b4725.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/90be/live/abfdbee0-db52-11f0-a244-8faaf09b4725.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/90be/live/abfdbee0-db52-11f0-a244-8faaf09b4725.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/90be/live/abfdbee0-db52-11f0-a244-8faaf09b4725.jpg.webp\" loading=\"eager\" alt=\"EPA Mark Rutte wearing a dark suit, tie and white shirt, with open arms\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nato countries' pledge to spend 5% of their economic output on defence is Donald Trump's \"biggest foreign policy success,\" the alliance's chief has said. </p><p class=\"sc-9a00e533-0 eZyhnA\">In an interview with the BBC, Mark Rutte said it was thanks to Donald Trump that Nato was \"stronger than it ever was\", adding that Trump \"is good news for collective defence, for Nato and for Ukraine\". </p><p class=\"sc-9a00e533-0 eZyhnA\">The US leader has harshly criticised European allies for spending very little on defence - even threatening to withdraw US protection if they fail to do so. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Nato chief has <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cn81x8py3j5o\" class=\"sc-f9178328-0 iCaRzc\">warned that Russia could attack allies within the next five years</a>. Russia's President Vladimir Putin dismissed such talk as \"hysteria\" on Wednesday. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"I've said it repeatedly - it's a lie, nonsense, pure nonsense, about some imaginary Russian threat to European countries,\" Putin told defence officials in Moscow.</p><p class=\"sc-9a00e533-0 eZyhnA\">After Putin launched Russia's full-scale invasion of Ukraine in February 2022, he announced the annexation of four Ukrainian regions - Donetsk, Luhansk, Zaporizhzhia, and Kherson. Russia had already annexed Crimea in 2014. </p><p class=\"sc-9a00e533-0 eZyhnA\">It now occupies most of Luhansk, and is understood to demand Ukraine's withdrawal from all of Donetsk, too, even though Ukraine still controls up to 23% of the eastern region.</p><p class=\"sc-9a00e533-0 eZyhnA\">Putin said the goals of what he calls \"the special military operation\" would be achieved.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said he preferred to do it through diplomacy, before warning that, \"if the opposing side and their foreign patrons refuse to engage in substantive discussions, Russia will achieve the liberation of its historical lands by military means\". </p><p class=\"sc-9a00e533-0 eZyhnA\">In his interview with the BBC Radio 4's PM programme, the Nato secretary general said it was \"insane\" that Putin's pursuit of his \"historical idea that you want to regain access to Ukraine\" - or over the entire territory that used to constitute the former Soviet Union - had caused the death or serious injury to 1.1m of his people.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Mark Rutte praised Trump's efforts to find an end to the war.</p><p class=\"sc-9a00e533-0 eZyhnA\">US envoys have been conducting intense negotiations with Ukrainian officials over a Trump-proposed peace plan whose initial draft was seen as favouring Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">It envisages ceding control of territory in the east of the country to Russia, as well as security guarantees for Kyiv to forestall future Russian aggression.  </p><p class=\"sc-9a00e533-0 eZyhnA\">US officials say Washington is ready to offer Ukraine guarantees modelled on Nato's Article 5 clause of mutual protection.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Nato chief told the BBC that \"Russia will see that, with the security guarantees in place, he should never ever try again to attack Ukraine because our reaction will be devastating and that's exactly what we are now discussing\".</p><p class=\"sc-9a00e533-0 eZyhnA\">European allies who met Ukrainian President Volodymyr Zelensky on Monday in the German capital, Berlin, said a European-led force was also envisaged to \"assist in the regeneration of Ukraine's forces, in securing Ukraine's skies, and in supporting safer seas, including through operating inside Ukraine\".</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Putin has opposed any such ideas.</p><p class=\"sc-9a00e533-0 eZyhnA\">He has also warned that Russia does not seek conflict with Europe, but is ready \"right now\" if Europe wants to - or starts a war.</p><p class=\"sc-9a00e533-0 eZyhnA\">Similar reassurances were given by Moscow in 2022, just before 200,000 Russian troops crossed the border and invaded Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">The war is nearing its fourth anniversary and Kyiv's European allies have been discussing increasing economic pressure on Moscow to stop the war.</p><p class=\"sc-9a00e533-0 eZyhnA\">For months, EU leaders have grappled with the idea of using Russian assets frozen days after the start of the invasion to finance Ukraine's military and economic needs. The controversial issue is on the agenda of Thursday's summit in Brussels.</p><p class=\"sc-9a00e533-0 eZyhnA\">On the eve of the talks, Zelensky urged EU leaders to show courage.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The outcome of these meetings - the outcome for Europe - must be such that Russia feels that its desire to continue fighting next year will be pointless, because Ukraine will have support,\" the Ukrainian president said.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Russia's economy has been on a war footing for more than three years now - its factories churn out ever more supplies of drones, missiles and artillery shells.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to a recent report by the Kiel Institute for the World Economy, Russia has been producing each month around 150 tanks, 550 infantry fighting vehicles, 120 Lancet drones and more than 50 artillery pieces.</p><p class=\"sc-9a00e533-0 eZyhnA\">The UK, and most of its Western allies, are not anywhere near this point.</p><p class=\"sc-9a00e533-0 eZyhnA\">Analysts say it would take years for Western Europe's factories to come close to matching Russia's mass-production of weapons.</p><p class=\"sc-9a00e533-0 eZyhnA\">France and Germany have both recently moved to revive a system of voluntary military service for 18-year-olds.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nato includes 30 European countries - as well as Canada and the US, the alliance's most powerful military member.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under pressure from Trump, its members pledged during their summit in The Hague in June to increase military spending to 5% of their gross domestic product by 2035 - <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cj4en8djwyko\" class=\"sc-f9178328-0 iCaRzc\">because of \"long-term threat posed by Russia\" and terrorism</a>, among others.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Now we are stronger, but if we do not implement the Hague decisions, we would be weaker than the Russians in a couple of years and that is extremely dangerous,\" Mark Rutte said in his BBC interview.</p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Stigma of Ukraine's forgotten soldiers who 'died the wrong way'",
            "time": "2025-12-19T00:00:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ba69/live/ab4a0090-d773-11f0-a8dc-93c15fe68710.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Stigma of Ukraine's forgotten soldiers who 'died the wrong way'</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ba69/live/ab4a0090-d773-11f0-a8dc-93c15fe68710.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ba69/live/ab4a0090-d773-11f0-a8dc-93c15fe68710.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ba69/live/ab4a0090-d773-11f0-a8dc-93c15fe68710.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ba69/live/ab4a0090-d773-11f0-a8dc-93c15fe68710.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ba69/live/ab4a0090-d773-11f0-a8dc-93c15fe68710.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ba69/live/ab4a0090-d773-11f0-a8dc-93c15fe68710.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ba69/live/ab4a0090-d773-11f0-a8dc-93c15fe68710.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ba69/live/ab4a0090-d773-11f0-a8dc-93c15fe68710.png.webp\" loading=\"eager\" alt=\"BBC An unknown man in a white t-shirt sits with his back to the camera. Next to him is a collage of the flag and badge that soldiers wear. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">There is no official data of how many Ukrainian soldiers have died by suicide </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><b id=\"this-article-contains-distressing-details-and-references-to-suicide.-some-of-the-names-have-been-changed-to-protect-identities.\" class=\"sc-d16436d-0 gnUCoQ\">This article contains distressing details and references to suicide. Some of the names have been changed to protect identities.</b></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Kateryna cannot talk about her son, Orest, without tears. Her voice trembles with anger as she explains how she found out the news that he had died on the front line in the eastern Donetsk region of Ukraine in 2023.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to the official investigation by the army, he died by a \"self-inflicted wound\", something Katernya finds hard to believe.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kateryna has asked for her and her late son to remain anonymous due to the stigma that surrounds suicide and mental health in Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">Orest was a quiet 25-year-old who loved books and dreamed of an academic career. His poor eyesight had made him initially unfit for service at the start of the war, his mother says.</p><p class=\"sc-9a00e533-0 eZyhnA\">But in 2023, a recruitment patrol stopped him in the street. His eyesight was re-evaluated and he was deemed fit to fight. Not long after, he was sent to the front as a communications specialist.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/020f/live/e7bf7db0-d774-11f0-a8dc-93c15fe68710.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/020f/live/e7bf7db0-d774-11f0-a8dc-93c15fe68710.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/020f/live/e7bf7db0-d774-11f0-a8dc-93c15fe68710.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/020f/live/e7bf7db0-d774-11f0-a8dc-93c15fe68710.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/020f/live/e7bf7db0-d774-11f0-a8dc-93c15fe68710.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/020f/live/e7bf7db0-d774-11f0-a8dc-93c15fe68710.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/020f/live/e7bf7db0-d774-11f0-a8dc-93c15fe68710.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/020f/live/e7bf7db0-d774-11f0-a8dc-93c15fe68710.jpg.webp\" loading=\"lazy\" alt=\"EPA Ukrainian soldiers installing anti-tank landmines and non-explosive obstacles along the frontline at an undisclosed location near Chasiv Yar, Donetsk region, eastern Ukraine.\n\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Ukrainian army along the frontline near Chasiv Yar in Donetsk</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">While Ukraine collectively mourns the loss of more than 45,000 soldiers who have died since Russia's full-scale invasion in 2022, a quieter tragedy unfolds in the shadows.</p><p class=\"sc-9a00e533-0 eZyhnA\">There are no official statistics surrounding suicide among soldiers. Officials describe them as isolated incidents. Yet human rights advocates and bereaved families believe they may be in the hundreds.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Orest was caught, not summoned,\" Kateryna says bitterly.</p><p class=\"sc-9a00e533-0 eZyhnA\">The local recruitment centre denied wrongdoing to the BBC, saying impaired vision made Orest \"partially fit\" during wartime.</p><p class=\"sc-9a00e533-0 eZyhnA\">Once deployed near Chasiv Yar in Donetsk, Orest became increasingly withdrawn and depressed, Kateryna recalls.</p><p class=\"sc-9a00e533-0 eZyhnA\">She still writes letters to her son every day - 650 and counting - her grief made worse by how Ukraine classifies suicide as a non-combat loss. Families of those who take their own lives receive no compensation, no military honours and no public recognition.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"In Ukraine, it's as if we've been divided,\" says Kateryna. \"Some died the right way, and others died the wrong way.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The state took my son, sent him to war, and brought me back a body in a bag. That's it. No help, no truth, nothing.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/dae8/live/38954ab0-d77c-11f0-a8dc-93c15fe68710.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/dae8/live/38954ab0-d77c-11f0-a8dc-93c15fe68710.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/dae8/live/38954ab0-d77c-11f0-a8dc-93c15fe68710.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/dae8/live/38954ab0-d77c-11f0-a8dc-93c15fe68710.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/dae8/live/38954ab0-d77c-11f0-a8dc-93c15fe68710.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/dae8/live/38954ab0-d77c-11f0-a8dc-93c15fe68710.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/dae8/live/38954ab0-d77c-11f0-a8dc-93c15fe68710.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/dae8/live/38954ab0-d77c-11f0-a8dc-93c15fe68710.jpg.webp\" loading=\"lazy\" alt=\"Reuters Soldiers in uniform hold a Ukrainian blue and yellow flag above a coffin on a parade ground\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A funeral with military honours held in Lviv for a soldier killed in combat </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">For Mariyana from Kyiv, the story is heartbreakingly similar. She too wishes to keep her identity and her late husband's hidden.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her husband Anatoliy volunteered to fight in 2022. He was initially refused because of his lack of military experience but he \"kept coming back until they took him\", she says with a faint smile.</p><p class=\"sc-9a00e533-0 eZyhnA\">Anatoliy was deployed as a machine-gunner near Bakhmut, one of the bloodiest battles of the war.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He said that, after one mission, about 50 guys were killed,\" Maryana recalls. \"He came back different; quiet; distant.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">After losing part of his arm, Anatoliy was sent to hospital. One evening, after a phone call with his wife, he took his own life in the hospital yard. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The war broke him,\" she says through tears. \"He couldn't live with what he'd seen.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Because Anatoliy died by suicide, officials denied him a military burial. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"When he stood on the front line, he was useful. But now he's not a hero?\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Mariyana feels betrayed: \"The state threw me to the roadside. I gave them my husband, and they left me alone with nothing.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">She has also felt stigma from other widows.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Mariyana's husband was denied an official burial and she feels a sense of betrayal</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Her only source of support is an online community of women like her - widows of soldiers who took their own lives.</p><p class=\"sc-9a00e533-0 eZyhnA\">They want the government to change the law, so that their bereaved families have the same rights and recognition.</p><p class=\"sc-9a00e533-0 eZyhnA\">Viktoria, who we met in Lviv, still cannot talk about her husband's death publicly for fear of condemnation.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her husband Andriy had a congenital heart condition, but insisted on joining the army. He became a driver in a reconnaissance unit and witnessed some of the most intense battles, including the liberation of Kherson.</p><p class=\"sc-9a00e533-0 eZyhnA\">In June 2023, Viktoria received a phone call telling her Andriy had taken his own life.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It was like the world had collapsed,\" she says.</p><p class=\"sc-9a00e533-0 eZyhnA\">His body arrived 10 days later, but she was told she could not see it.</p><p class=\"sc-9a00e533-0 eZyhnA\">An attorney she later hired found inconsistencies in the investigation into his death. The photos from the scene made her doubt the official version of her husband's death. The Ukrainian military has since agreed to reopen the investigation, recognising failures.</p><p class=\"sc-9a00e533-0 eZyhnA\">Now she is fighting to re-open the case: \"I'm fighting for his name. He can't defend himself anymore. My war isn't over.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Oksana Borkun runs a support community for military widows.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her organisation now includes about 200 families bereaved by suicide.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If it's suicide, then he's not a hero - that's what people think,\" she says. \"Some churches refuse to hold funerals. Some towns won't put up their photos on memorial walls.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Many of these families doubt the official explanations of death. \"Some cases are simply written off too quickly,\" she adds. \"And some mothers open the coffin and find bodies covered in bruises.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Military chaplain Father Borys Kutovyi says he has seen at least three suicides in his command since the full-scale invasion began. But to him even one is too many.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Every suicide means we failed somewhere.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He believes that many recruited soldiers, unlike career servicemen, are especially psychologically vulnerable.</p><p class=\"sc-9a00e533-0 eZyhnA\">Both Osksana and Father Borys say those who died by suicide should be considered heroes.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ukraine's Commissioner for Veterans' Rights Olha Reshetylova wants reforms to the current system</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Olha Reshetylova, Ukraine's Commissioner for Veterans' Rights, says she receives reports of up to four military suicides each month and admits not enough is being done: \"They've seen hell. Even the strongest minds can break.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">She says her office is pushing for systemic reform but it can take years to set up a good military psychology unit.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Families have a right to the truth,\" she says. \"They don't trust investigators. In some cases, suicides may cover up murders.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">When it comes to honouring theses soldiers as military heroes, she prefers to look to the future.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"These people were your neighbours, your colleagues,\" says Ms Reshetylova. \"They've walked through hell. The warmer we welcome them, there will be fewer tragedies\"</p></div></article></div></body></html>"
        },
        {
            "title": "Bondi shooting: The incredible acts of bravery as horror unfolded",
            "time": "2025-12-19T04:50:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/48b5/live/d8255d40-dca4-11f0-a8dc-93c15fe68710.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Bondi bravery: Lifeguards, a 'superhero' mum and a couple who died fighting</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Tiffanie Turnbull</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Tabby Wilson,</span><span data-testid=\"byline-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Sydney</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">'An absolute superhero': father describes how Jess saved his daughter</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">When bullets began flying at Sydney's Bondi Beach on Sunday, strangers Wayne and Jessica found themselves in the same nightmare scenario. They couldn't find their three-year-olds.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the chaos, separately, they desperately scanned the green. People who'd gathered to celebrate the first day of Hanukkah screamed and ducked. Others ran. Some didn't make it far.</p><p class=\"sc-9a00e533-0 eZyhnA\">The 10-odd minutes that followed were the longest of their lives.</p><p class=\"sc-9a00e533-0 eZyhnA\">Wayne's body was acting as a human shield for his eldest daughter, but his mind was elsewhere: with his missing daughter Gigi.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We had to wait all that time for the gunshots to stop. It felt like eternity,\" he tells the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Unbeknown to him, Jessica's gaze had caught on a little girl in a rainbow skirt, confused, scared and alone - calling out for her mummy and daddy. </p><p class=\"sc-9a00e533-0 eZyhnA\">In that moment, the pregnant mother couldn't protect her own child, so she'd protect this one, she decided. She smothered Gigi's body with her own, and uttered \"I've got you\", over and over again. They could feel the moment a woman about a metre away was shot and killed.</p><p class=\"sc-9a00e533-0 eZyhnA\">By the time the air finally fell silent, Wayne had become all but convinced Gigi was dead.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I was looking amongst the blood and the bodies,\" he says, growing emotional.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"What I saw - no human should ever see that.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Eventually, he caught a glimpse of a familiar colourful skirt and found his daughter, stained in red - but okay, still shrouded under Jessica. Her son too would soon be found, unharmed.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"She said she's just a mother and she acted with mother instincts,\" Wayne says.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"[But] she's a superhero. We'll be indebted to her for the rest of our lives.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">It is one of the incredible accounts of selflessness and courage that have emerged from one of Australia's darkest days.</p><p class=\"sc-9a00e533-0 eZyhnA\">Declared a terror attack by police, it is the deadliest in Australian history. Dozens were injured and 15 people - including a 10-year-old girl - were killed by the two gunmen, who police say were inspired by the jihadist group Islamic State (IS).</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Bondi hero Ahmed Al Ahmed gifted A$2.5m (£1.24m) in his hospital bed</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">More people undoubtedly would have been harmed if it weren't for Ahmed al Ahmed.</p><p class=\"sc-9a00e533-0 eZyhnA\">A Syrian-Australian shop owner, he'd been having coffee nearby when the shooting began. His father told BBC Arabic Ahmed \"saw the victims, the blood, women and children lying on the street, and then acted\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Footage of the moment he sprung out from behind a car and wrestled a gun off one of the attackers immediately went viral. He was shot multiple times, and may lose his arm. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Another man, Reuven Morrison, was also seen on the video hurling objects at the same attacker in the moments after Ahmed disarmed him.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sheina Gutnik easily recognised her dad in the footage.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He is not one to lie down. He is one to run towards danger,\" Ms Gutnick told BBC partner CBS News.</p><p class=\"sc-9a00e533-0 eZyhnA\">He had jumped up the second the shooting started, she said, and was throwing bricks at one of the gunmen before he was fatally shot.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He went down fighting, protecting the people he loved most.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The first two victims of the assault, Boris and Sofia Gurman, were also captured on dashcam footage grappling with one of the men for his weapon. When they succeeded, he got another gun from the car he'd just climbed out of and killed them.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Bondi beach attack: Dashcam video shows couple tackle attacker</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Even in the final moments of their lives, they showed the depth of who they were by facing those moments with courage, selflessness and love,\" read a message from their proud son Alex, which was read out at the couple's funeral on Friday.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"In doing so, they reminded us that they were not only devoted parents, but, in every sense of the word, heroes.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The list goes on.</p><p class=\"sc-9a00e533-0 eZyhnA\">Chaya, only 14 years old, was shot in the leg while shielding two young children from gunfire. </p><p class=\"sc-9a00e533-0 eZyhnA\">Jack Hibbert - a beat cop just four months into the job - was hit in both the head and the shoulder but continued to help festival attendees until he physically couldn't, his family said. The 22-year-old will survive, but with life-changing injuries.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lifeguard Jackson Doolan was photographed sprinting over from a neighbouring beach during the attack, armed with critical medical supplies. He didn't even pause to put on shoes.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f6e7/live/a3fc3380-dc0f-11f0-b1c9-fd14547a86c1.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f6e7/live/a3fc3380-dc0f-11f0-b1c9-fd14547a86c1.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f6e7/live/a3fc3380-dc0f-11f0-b1c9-fd14547a86c1.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f6e7/live/a3fc3380-dc0f-11f0-b1c9-fd14547a86c1.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f6e7/live/a3fc3380-dc0f-11f0-b1c9-fd14547a86c1.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f6e7/live/a3fc3380-dc0f-11f0-b1c9-fd14547a86c1.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f6e7/live/a3fc3380-dc0f-11f0-b1c9-fd14547a86c1.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f6e7/live/a3fc3380-dc0f-11f0-b1c9-fd14547a86c1.jpg.webp\" loading=\"eager\" alt=\"Alexandra Ching/Instagram A man wearing a blue lifeguard shirt runs barefoot down a hit towards Bondi Beach, carrying a red bag of medical supplies.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Alexandra Ching/Instagram</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Jackson Doolan heard gunshots and took off running towards them</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Others at Bondi rushed from the beach into the fire, their red-and-yellow lifesaving boards working overtime as stretchers. One lifeguard even dived back into the surf to save swimmers who'd been sent into a panic by the shooting.</p><p class=\"sc-9a00e533-0 eZyhnA\">Student Levi Xu, 31, told the BBC he felt he could not shout for help, as he didn't want to draw attention to himself or risk any potential saviours being targeted.</p><p class=\"sc-9a00e533-0 eZyhnA\">But lifeguard Rory Davey saw him and his friend struggling, and dragged them back to shore.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We stood up and wanted to thank him, but he had already gone back into the sea to rescue other people,\" says Mr Xu.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Thousands of Australians flocked to donate blood, dwarfing the previous record.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities say many off-duty first responders travelled to Bondi on Sunday - from as far as two hours away - simply because they knew there was a need. Likewise, healthcare workers rushed to hospitals when they heard of the attack, shift or no shift, confronting unspeakable trauma to save lives. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"[They were] just coming into the station and saying 'I'm ready to go'. Coming to the scene and saying 'I'm ready... put me in',\" New South Wales Health Minister Ryan Park told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Normally on a Sunday night, there is staff available to run one operating theatre [at St Vincent's Hospital]. There were eight operating at once,\" Prime Minister Anthony Albanese said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">State premier Chris Minns, too, has been quick to praise the heroics of ordinary, everyday Australians.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is a terrible, wanton act of destructive violence. But there are still amazing people that we have in Australia, and they showed their true colours last night,\" he said, the day after the attack.</p><p class=\"sc-9a00e533-0 eZyhnA\">Wayne says he shudders to think what would have happened without people like Jessica and Ahmed.</p><p class=\"sc-9a00e533-0 eZyhnA\">When he speaks to the BBC, he's just attended a funeral for the gunmen's youngest victim, 10-year-old Matilda.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I was sitting at this funeral and I was just thinking, tears pouring out of my eyes... I could have been in the front... It could have been my little girl.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">\"There could have been so much more devastation without the bravery of [these] people... someone who could run just comes in. Someone who could worry about their own child looks after another child.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"That's what the world needs more of.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-fan-wang.\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Fan Wang.</i></p></div></article></div></body></html>"
        },
        {
            "title": "Why South Korea's president wants to help fund hair loss treatment",
            "time": "2025-12-18T23:02:59",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e4e4/live/4c3b6740-db30-11f0-b26d-b14c5ffa4921.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'Matter of survival': The president who wants to help fund hair loss treatment</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Koh Ewe,</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Singapore</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Hosu Lee,</span><span data-testid=\"byline-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Seoul</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e4e4/live/4c3b6740-db30-11f0-b26d-b14c5ffa4921.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e4e4/live/4c3b6740-db30-11f0-b26d-b14c5ffa4921.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e4e4/live/4c3b6740-db30-11f0-b26d-b14c5ffa4921.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e4e4/live/4c3b6740-db30-11f0-b26d-b14c5ffa4921.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e4e4/live/4c3b6740-db30-11f0-b26d-b14c5ffa4921.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e4e4/live/4c3b6740-db30-11f0-b26d-b14c5ffa4921.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e4e4/live/4c3b6740-db30-11f0-b26d-b14c5ffa4921.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e4e4/live/4c3b6740-db30-11f0-b26d-b14c5ffa4921.jpg.webp\" loading=\"eager\" alt=\"Getty Images Lee Jae Myung in a black suit smiling in front of two microphones\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">President Lee suggested that national health insurance cover hair loss treatments</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">South Korea's well-coiffed president is on a mission to help the country's balding residents.</p><p class=\"sc-9a00e533-0 eZyhnA\">In his crosshairs: the national health insurance scheme, which he suggests should foot the bill for hair loss treatments.</p><p class=\"sc-9a00e533-0 eZyhnA\">President Lee Jae Myung made the suggestion to officials at a briefing on this week, arguing that medical treatments for hair loss used to be seen as \"cosmetic\", but now they are viewed as \"a matter of survival\".</p><p class=\"sc-9a00e533-0 eZyhnA\">South Korea's national health insurance currently covers treatments for hair loss caused by medical conditions. But it excludes people with hereditary hair loss because that does not threaten someone's life, health minister Jeong Eun-kyeong explained at the meeting on Tuesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Is it just a matter of whether to define hereditary disease as a disease?\" Lee asked in response.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lee's proposal has earned him praise among social media users, one of whom called him the \"best president in history\". </p><p class=\"sc-9a00e533-0 eZyhnA\">But not everyone is as enthused - not even those who stand to benefit from subsidised hair loss treatment. </p><p class=\"sc-9a00e533-0 eZyhnA\">The move feels \"a bit like a vote-grabbing policy\", says Song Ji-hoon, a 32-year-old Seoul resident who takes hair loss medication.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Saving money sounds nice, but honestly it costs less than 300,000 won ($200) a year, so… is it even necessary?\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d1de/live/5fbc5cf0-dbe1-11f0-b369-edaeca80deb1.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d1de/live/5fbc5cf0-dbe1-11f0-b369-edaeca80deb1.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d1de/live/5fbc5cf0-dbe1-11f0-b369-edaeca80deb1.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d1de/live/5fbc5cf0-dbe1-11f0-b369-edaeca80deb1.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d1de/live/5fbc5cf0-dbe1-11f0-b369-edaeca80deb1.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d1de/live/5fbc5cf0-dbe1-11f0-b369-edaeca80deb1.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d1de/live/5fbc5cf0-dbe1-11f0-b369-edaeca80deb1.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d1de/live/5fbc5cf0-dbe1-11f0-b369-edaeca80deb1.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Backview of an old man, who's balding, getting a haircut at the barbers. You can see his face through the mirror in front of him.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Hair loss treatment can be \"a matter of survival\", according to President Lee Jae Myung</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Strands of the debate</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In South Korea, a country notorious for its <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-46478449\" class=\"sc-f9178328-0 iCaRzc\">strict beauty standards</a>, baldness comes with a stigma that can prove especially troubling for young people.</p><p class=\"sc-9a00e533-0 eZyhnA\">Out of 240,000 people in the country who visited hospitals for hair loss last year, 40% were in their 20s or 30s, according to authorities.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"My fringe keeps receding and won't stay up, so I can't get a perm or use wax properly,\"  says Lee Won-woo, 33, who lives in North Chungcheong province.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Because I can't style my hair the way I want, I end up thinking I look unkempt and unattractive, and that has seriously eroded my confidence.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Lee says while he would be \"thankful\" for subsidised hair-loss drugs, \"the national health insurance system is already running a deficit and struggling financially\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is not a situation where money can just be handed out,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">And balding, he notes, is a \"cosmetic issue\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's a natural part of ageing, not an illness or a disease,\" he says. \"I understand the emotional pain, but that doesn't change the reality.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">South Korea's national health insurance scheme, which faced a record deficit of 11.4 trillion Korean won ($7.7bn; £5.8bn) last year, is set to be further stressed by its ageing population.</p><p class=\"sc-9a00e533-0 eZyhnA\">To address the financial burden hair loss treatments would cause to the system, President Lee said on Tuesday that authorities could impose coverage limits.</p><p class=\"sc-9a00e533-0 eZyhnA\">But some critics argue priority should be given to helping more vulnerable members of society.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Korean Medical Association said in a statement on Wednesday that government funds should go to more serious diseases before hair loss. Social media users are similarly pointing to bigger social woes - such as South Korea's <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-66400158\" class=\"sc-f9178328-0 iCaRzc\">high suicide rate</a> and <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cx2621gzvkdo\" class=\"sc-f9178328-0 iCaRzc\">misogyny faced by women</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"In a country where people bristle and react hysterically when there are calls to cover sanitary pads ... or breast cancer medication under national health insurance, announcing that hair-loss drugs will be covered would honestly feel like a bad joke,\" one person wrote on X.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If hair loss truly becomes something that determines survival in a society, then changing that society should be the role of politics,\" wrote another.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0c63/live/9c3f5850-dbc6-11f0-bcb7-8fc95bc3292d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0c63/live/9c3f5850-dbc6-11f0-bcb7-8fc95bc3292d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0c63/live/9c3f5850-dbc6-11f0-bcb7-8fc95bc3292d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0c63/live/9c3f5850-dbc6-11f0-bcb7-8fc95bc3292d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0c63/live/9c3f5850-dbc6-11f0-bcb7-8fc95bc3292d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0c63/live/9c3f5850-dbc6-11f0-bcb7-8fc95bc3292d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0c63/live/9c3f5850-dbc6-11f0-bcb7-8fc95bc3292d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0c63/live/9c3f5850-dbc6-11f0-bcb7-8fc95bc3292d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Supporters of Lee Jae-myung, dressed in blue outfits, hold placards in a shopping district\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">After Lee Jae Myung won the 2025 presidential election, he has focused on supporting the country's youth</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">The roots of Lee's advocacy</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">This may seem like an unlikely crusade for the president, but the proposal to insure hair loss treatment was a rallying cry in Lee's unsuccessful 2022 presidential campaign.</p><p class=\"sc-9a00e533-0 eZyhnA\">Back then, Lee and his team gathered feedback from people struggling with hair loss and even starred in a viral parody of a hair loss commercial - a move that proved popular among some voters.</p><p class=\"sc-9a00e533-0 eZyhnA\">But critics accused Lee of using gimmicks to draw young male voters, who were backing his conservative opponent in large numbers on a <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-60643446\" class=\"sc-f9178328-0 iCaRzc\">rising tide of anti-feminism</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">Lee <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-60685141\" class=\"sc-f9178328-0 iCaRzc\">lost the 2022 election</a>. This year, he ran again and won, but his messages about hair loss treatment were cut from the campaign.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There is no reason he needs to be bound by the promise this time,\" says Don S Lee, an associate professor of political science at Korea University - though he added that the president may be trying to \"expand his base of supporters\" for the upcoming local elections in mid-2026.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since becoming president, Lee has put a clear focus on the country's youth, many of whom face <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c3w792x0ggyo\" class=\"sc-f9178328-0 iCaRzc\">intense competition</a> and bleak economic prospects.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, Lee also suggested adding obesity drugs to the national health insurance scheme, arguing that young people felt \"increasingly ostracised\" from the scheme because its benefits were not tailored towards their needs.</p><p class=\"sc-9a00e533-0 eZyhnA\">Dr Lee, the politics professor, is sceptical as to how serious the president actually is about bringing hair loss treatment under national health insurance coverage.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Personally, I doubt President Lee will carry on this issue and take further action,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's just a very strategic gesture targeting young male voters, signalling that 'I am also caring about you'.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Sunali Khatun: 'We are not from Bangladesh, we are Indian. Why did they do this to us?'",
            "time": "2025-12-18T23:43:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/753b/live/de843000-db35-11f0-9997-ed89cd5d199e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'We are not from Bangladesh, we are Indian. Why did they do this to us?' </h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Ilma Hasan</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">BBC Hindi, West Bengal</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/753b/live/de843000-db35-11f0-9997-ed89cd5d199e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/753b/live/de843000-db35-11f0-9997-ed89cd5d199e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/753b/live/de843000-db35-11f0-9997-ed89cd5d199e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/753b/live/de843000-db35-11f0-9997-ed89cd5d199e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/753b/live/de843000-db35-11f0-9997-ed89cd5d199e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/753b/live/de843000-db35-11f0-9997-ed89cd5d199e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/753b/live/de843000-db35-11f0-9997-ed89cd5d199e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/753b/live/de843000-db35-11f0-9997-ed89cd5d199e.jpg.webp\" loading=\"eager\" alt=\"Rubaiyat Biswas/BBC Sunali Khatun looks at the camera as tears run down her cheek.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Rubaiyat Biswas/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Sunali Khatun says the deportation tore her family apart</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"I was scared that my child's nationality would change if he was born in Bangladesh,\" says a heavily pregnant Sunali Khatun, 25, who returned to India earlier this month after being deported to the neighbouring country in June.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Khatun, a domestic worker from India's eastern state of West Bengal, was detained in Delhi with her husband, Danish Sheikh, and their eight-year-old son, and deported to Bangladesh on suspicion of being illegal immigrants. Bangladeshi authorities later jailed the family for entering the country unlawfully.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her deportation made national headlines and was stridently criticised by the West Bengal government, who accused the Bharatiya Janata Party-led federal government of <a target=\"_blank\" href=\"https://www.thehindu.com/news/national/west-bengal/sunali-khatun-was-pushed-to-bangladesh-despite-being-indian-says-mamata-banerjee/article70352802.ece\" class=\"sc-f9178328-0 iCaRzc\">deporting her without cause</a>. She is among hundreds of people who have been detained and deported to Bangladesh in the past couple of months on suspicion of being illegal immigrants.</p><p class=\"sc-9a00e533-0 eZyhnA\">Delhi has not provided official data about these deportations, but top sources in the Bangladesh government <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cqj78v79z9do\" class=\"sc-f9178328-0 iCaRzc\">had earlier told the BBC</a> that in May alone, more than 1,200 people were \"illegally pushed in\". The same month, the government-run All India Radio <a target=\"_blank\" href=\"https://www.newsonair.gov.in/900-illegal-bangladeshis-residing-in-delhi-will-be-deported-delhi-crime-branch/\" class=\"sc-f9178328-0 iCaRzc\">reported</a> that about 700 people had been sent back from Delhi.</p><p class=\"sc-9a00e533-0 eZyhnA\">Crackdowns on alleged Bangladeshi immigrants are not new in India. The two countries share close cultural ties and a porous 4,096km (2,545-mile) border spanning five states. West Bengal, like others along the frontier, has long seen waves of migration as people sought work or fled religious persecution.</p><p class=\"sc-9a00e533-0 eZyhnA\">But <a target=\"_blank\" href=\"https://www.hrw.org/news/2025/07/23/india-hundreds-of-muslims-unlawfully-expelled-to-bangladesh\" class=\"sc-f9178328-0 iCaRzc\">rights activists say</a> the recent deportations target Muslims who speak Bengali - the language spoken in both West Bengal and Bangladesh - and the exercise is being conducted without due process.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/94c1/live/00775470-db37-11f0-9016-6de5b06bea92.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/94c1/live/00775470-db37-11f0-9016-6de5b06bea92.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/94c1/live/00775470-db37-11f0-9016-6de5b06bea92.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/94c1/live/00775470-db37-11f0-9016-6de5b06bea92.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/94c1/live/00775470-db37-11f0-9016-6de5b06bea92.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/94c1/live/00775470-db37-11f0-9016-6de5b06bea92.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/94c1/live/00775470-db37-11f0-9016-6de5b06bea92.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/94c1/live/00775470-db37-11f0-9016-6de5b06bea92.jpg.webp\" loading=\"lazy\" alt=\"Rubaiyat Biswas/BBC Sonali Khatun looks at her son who is walking beside her.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Rubaiyat Biswas/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ms Khatun and her son spent more than 100 days in a jail in Bangladesh</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ms Khatun and her family, along with three neighbours - all Bengali-speaking Muslims - were deported after Delhi's Foreign Regional Registration Office said they lacked documents proving their legal entry or stay in India. Her seven-year-old daughter was left behind, as she was staying with relatives when the family was detained.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under protocol, authorities must verify a suspected illegal migrant's claim with the home state. West Bengal Migrant Workers Welfare Board chairman Samirul Islam told the BBC this was not done in Ms Khatun's case.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has written to Delhi's home department that monitors deportations.</p><p class=\"sc-9a00e533-0 eZyhnA\">In December, India's Supreme Court asked the federal government to allow Ms Khatun and her son to return on \"humanitarian grounds\" while her citizenship was investigated. She has since been living with her parents in West Bengal. Her husband, released on bail, remains in Bangladesh with a relative.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Khatun, says she has mixed feelings about being allowed back in India.</p><p class=\"sc-9a00e533-0 eZyhnA\">She is relieved that her baby, due in January, will be an Indian citizen by birthright, but is anxious about her husband, whom she has not seen for more than three months since they were held in separate prison cells in Bangladesh.</p><p class=\"sc-9a00e533-0 eZyhnA\">On video calls, she says, he breaks down often, saying that he wants to come home.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are not from Bangladesh, we are Indian. Why did they do this to us?\" Ms Khatun asks.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6dbd/live/9fac6e00-db36-11f0-9997-ed89cd5d199e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6dbd/live/9fac6e00-db36-11f0-9997-ed89cd5d199e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6dbd/live/9fac6e00-db36-11f0-9997-ed89cd5d199e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6dbd/live/9fac6e00-db36-11f0-9997-ed89cd5d199e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6dbd/live/9fac6e00-db36-11f0-9997-ed89cd5d199e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6dbd/live/9fac6e00-db36-11f0-9997-ed89cd5d199e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6dbd/live/9fac6e00-db36-11f0-9997-ed89cd5d199e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6dbd/live/9fac6e00-db36-11f0-9997-ed89cd5d199e.jpg.webp\" loading=\"lazy\" alt=\"Rubaiyat Biswas/BBC Sunali is looking at her husband, Danish, as she speaks to him on a video call.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Rubaiyat Biswas/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Sunali's husband Danish remains in Bangladesh and speaks to her via video calls</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">She alleges that about a week after being detained by the Delhi police, her family and their neighbours were flown to the India-Bangladesh border and \"pushed\" across by paramilitary personnel from the Border Security Force (BSF).</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They left us in a dense forest [in Bangladesh] with lots of rivers and streams,\" she alleges and adds that when they tried to enter India by a route shown to them by locals, BSF guards beat up some in the group, including her husband, and then led them back into the forest they had initially been brought to.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has sent questions to the BSF seeking a response to Ms Khatun's allegations.</p><p class=\"sc-9a00e533-0 eZyhnA\">With help from locals, the group travelled to Dhaka, where they wandered for days with little food or water before being arrested and jailed. She says the prison food was inadequate for a pregnant woman and that her cell had no toilet.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I was scared because it was just my son and me. All we did was cry,\" she says.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has written to Bangladesh's home and prisons departments for a response to Sunali's allegations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Back in India, her family was making desperate trips to courts to prove her citizenship so that she could be brought back. Her case is being heard by the Supreme Court.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"My family has been torn apart,\" Ms Khatun says, as she sits in her parent's one-room shanty in West Bengal. With two young children and another one on the way, she says she doesn't know how she's going to feed all of them. </p><p class=\"sc-9a00e533-0 eZyhnA\">But she is sure about one thing.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We may not make enough money to eat three square meals if we live here, but I will never go back to Delhi,\" she says.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 iVdNuz\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"instagram\" class=\"sc-d16436d-0 iVdNuz\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 iVdNuz\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"youtube,\" class=\"sc-d16436d-0 iVdNuz\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 iVdNuz\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"x\" class=\"sc-d16436d-0 iVdNuz\">X</i></a><i id=\"and\" class=\"sc-d16436d-0 iVdNuz\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"facebook\" class=\"sc-d16436d-0 iVdNuz\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 iVdNuz\">.</i></p></div></article></div></body></html>"
        },
        {
            "title": "In this secret missile factory, Ukraine is ramping up its domestic arms industry",
            "time": "2025-12-18T00:00:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/741f/live/42af7550-db7f-11f0-a8dc-93c15fe68710.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">In this secret missile factory, Ukraine is ramping up its domestic arms industry</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/741f/live/42af7550-db7f-11f0-a8dc-93c15fe68710.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/741f/live/42af7550-db7f-11f0-a8dc-93c15fe68710.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/741f/live/42af7550-db7f-11f0-a8dc-93c15fe68710.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/741f/live/42af7550-db7f-11f0-a8dc-93c15fe68710.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/741f/live/42af7550-db7f-11f0-a8dc-93c15fe68710.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/741f/live/42af7550-db7f-11f0-a8dc-93c15fe68710.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/741f/live/42af7550-db7f-11f0-a8dc-93c15fe68710.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/741f/live/42af7550-db7f-11f0-a8dc-93c15fe68710.jpg.webp\" loading=\"eager\" alt=\"Moose Campbell/BBC two men build the new Flamingo missile which is a  long-range Ukrainian cruise missile, designed for deep strikes against Russia with a over a ton warhead and a range up to 3,000 km \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Moose Campbell/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Flamingo missile is a new, long-range Ukrainian cruise missile, designed for deep strikes against Russia with a range of up to 3,000km </figcaption></p></figure><div data-component=\"subByline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Jonathan Beale</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Defence correspondent in Kyiv</span></p></div></span></div></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">We're driven blindfolded to a secret location where Ukraine is making one of its latest weapons. </p><p class=\"sc-9a00e533-0 eZyhnA\">We're told to turn off our phones - such is the secrecy around the production of Ukraine's Flamingo cruise missile.</p><p class=\"sc-9a00e533-0 eZyhnA\">For Ukraine, dispersing and hiding the production of weapons like this is key to survival. Two factories belonging to the company that makes it - Fire Point - have already been hit.</p><p class=\"sc-9a00e533-0 eZyhnA\">Inside the one we're visiting we're told not to film any features such as pillars, windows or ceilings. We're also asked not to show the faces of workers on the assembly line - where Flamingo missiles are at various stages of completion.</p><p class=\"sc-9a00e533-0 eZyhnA\">Even under fire, Ukraine is ramping up its arms industry. President Volodymyr Zelensky says the country now produces more than 50% of the weapons it uses on the front line. Almost its entire inventory of long-range weapons is domestically made.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the start of the war Ukraine mostly relied on its old Soviet-era arsenal. Western military support helped modernise the country's armed forces, but it now leads much of the world in developing unmanned systems – like robots and drones.</p><p class=\"sc-9a00e533-0 eZyhnA\">Now, domestically produced cruise missiles are adding to Ukraine's long-range capability.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3f76/live/f0c63b50-db5d-11f0-aae2-2191c0e48a3b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3f76/live/f0c63b50-db5d-11f0-aae2-2191c0e48a3b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3f76/live/f0c63b50-db5d-11f0-aae2-2191c0e48a3b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3f76/live/f0c63b50-db5d-11f0-aae2-2191c0e48a3b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3f76/live/f0c63b50-db5d-11f0-aae2-2191c0e48a3b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3f76/live/f0c63b50-db5d-11f0-aae2-2191c0e48a3b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3f76/live/f0c63b50-db5d-11f0-aae2-2191c0e48a3b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3f76/live/f0c63b50-db5d-11f0-aae2-2191c0e48a3b.jpg.webp\" loading=\"lazy\" alt=\"Moose Campbell/BBC An incomplete Flamingo missile sits in a factory in Kyiv - a long, black body with an engine on top\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Moose Campbell/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ukraine builds the missiles in secret factories - the BBC team were blindfolded before they were taken there</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Iryna Terekh is the chief technical officer of Fire Point – one of Ukraine's largest drone and missile manufacturers whose Latin motto translates to \"if not us, then who\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The 33-year-old once studied architecture, but she is now trying to help dismantle the Russian war machine.</p><p class=\"sc-9a00e533-0 eZyhnA\">She cuts a tiny figure in front of the giant Flamingo missile, which she tells me is painted black not pink (unlike early prototypes) \"because it eats Russian oil\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The end product looks similar to the German V1 rocket from World War Two. It consists of a large jet engine placed on top of a tube the length of a London bus. </p><p class=\"sc-9a00e533-0 eZyhnA\">They've already been used in combat, though the company won't confirm specific targets.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a9f3/live/3e905cc0-daa6-11f0-b67b-690eb873de1b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a9f3/live/3e905cc0-daa6-11f0-b67b-690eb873de1b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a9f3/live/3e905cc0-daa6-11f0-b67b-690eb873de1b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a9f3/live/3e905cc0-daa6-11f0-b67b-690eb873de1b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a9f3/live/3e905cc0-daa6-11f0-b67b-690eb873de1b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a9f3/live/3e905cc0-daa6-11f0-b67b-690eb873de1b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a9f3/live/3e905cc0-daa6-11f0-b67b-690eb873de1b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a9f3/live/3e905cc0-daa6-11f0-b67b-690eb873de1b.jpg.webp\" loading=\"lazy\" alt=\"Moose Campbell/BBC Irena Terekh from Fire Point with an off white background, long black hair and grey jumper\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Moose Campbell/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Irena Terekh from Fire Point says the Flamingo missile is black because it \"eats Russian oil\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Flamingo is the kind of deep-strike weapon that Western nations have been reluctant to supply. </p><p class=\"sc-9a00e533-0 eZyhnA\">The cruise missile is said to have a range of 3,000km (1,900 miles). That's similar to a US-made Tomahawk – the more sophisticated and expensive weapon that US President Donald Trump refused to give Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">But deep strikes are seen as a critical part of the war, for which Ukraine mainly uses long-range drones. It is still losing ground to Russia on a front line that stretches for more than a thousand kilometres. So Ukraine is increasingly trying to target Russia's war economy, to slow those advances. </p><p class=\"sc-9a00e533-0 eZyhnA\">The head of Ukraine's Armed Forces, General Oleksandr Syrskyi, says Ukraine's long-range strikes have already cost the Russian economy more than $21.5bn this year.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b8d7/live/d85de900-db5d-11f0-9022-1311f8dee4a5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b8d7/live/d85de900-db5d-11f0-9022-1311f8dee4a5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b8d7/live/d85de900-db5d-11f0-9022-1311f8dee4a5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b8d7/live/d85de900-db5d-11f0-9022-1311f8dee4a5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b8d7/live/d85de900-db5d-11f0-9022-1311f8dee4a5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b8d7/live/d85de900-db5d-11f0-9022-1311f8dee4a5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b8d7/live/d85de900-db5d-11f0-9022-1311f8dee4a5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b8d7/live/d85de900-db5d-11f0-9022-1311f8dee4a5.jpg.webp\" loading=\"lazy\" alt=\"Moose Campbell/BBC A Flamingo is painted on the side of a cupboard at a secret Ukrainian missile factory\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Moose Campbell/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The name Flamingo is a reference to early prototypes of the missiles, which were painted pink</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ruslan, an officer in Ukraine's Special Operations Forces, says the strategy is simple: \"To reduce the enemy's military capabilities and their economic potential.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">He says Ukraine's Special Operations Forces have carried out hundreds of strikes on oil refineries, weapons factories and ammunition dumps - deep inside enemy territory. </p><p class=\"sc-9a00e533-0 eZyhnA\">Of course Russia has been doing the same, and on a greater scale. On average it has been launching around 200 Shahed drones a day; Ukraine's response has been about half that number.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nor is Russia limiting its strikes to military targets. Its long-range missile and drone attacks have led to massive power cuts right across the country – making life harder for millions of civilians. \"I'd like to launch as many drones as Russia does,\" Ruslan says. \"But we're scaling up very quickly\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Terekh, of Fire Point, says Ukraine may not be able to match Russia's resources, but, she says, \"we are trying to fight with brains and tactics\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Denys Shtilerman, the chief designer and co-founder of the company, admits there is no \"Wunderwaffe\" – or wonder weapon. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The game changer is our will to win,\" he says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1471/live/6cb98810-daa6-11f0-b825-331725716d67.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1471/live/6cb98810-daa6-11f0-b825-331725716d67.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1471/live/6cb98810-daa6-11f0-b825-331725716d67.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1471/live/6cb98810-daa6-11f0-b825-331725716d67.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1471/live/6cb98810-daa6-11f0-b825-331725716d67.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1471/live/6cb98810-daa6-11f0-b825-331725716d67.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1471/live/6cb98810-daa6-11f0-b825-331725716d67.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1471/live/6cb98810-daa6-11f0-b825-331725716d67.jpg.webp\" loading=\"lazy\" alt=\"Kevin McGregor/BBC Ruslan, Special Operations Forces  with a hat and snood hiding his face and identity in a dark room wearing a black fleece\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Kevin McGregor/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ruslan, in Ukraine Special Operations Forces, says they're quickly scaling up domestic weapons manufacturing</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Fire Point didn't even exist before Russia's full-scale invasion. But the start-up is now producing 200 drones a day. Its FP1 and FP2 drones, each the size of a small aeroplane, have carried out 60% of Ukraine's long-range strikes. Each drone costs around $50,000 - a third of the price of a Russian Shahed drone. Russia is still producing nearly 3,000 of those a month.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine still needs outside help, not least with intelligence, targeting and money. But it is trying to be more self-sufficient. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Terekh says they've made a deliberate decision to source as many of their components as possible from within Ukraine. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are following the principle that no one can influence the weapons we build,\" she says. They avoid parts from two specific countries – China and the United States. </p><p class=\"sc-9a00e533-0 eZyhnA\">Asked why there should be no American components, she says \"we're on an emotional roller coaster [with the US]. Tomorrow somebody may want to shut it down, and we would not be able to use our own weapons.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9519/live/2fe43960-dbf2-11f0-a8dc-93c15fe68710.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9519/live/2fe43960-dbf2-11f0-a8dc-93c15fe68710.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9519/live/2fe43960-dbf2-11f0-a8dc-93c15fe68710.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9519/live/2fe43960-dbf2-11f0-a8dc-93c15fe68710.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9519/live/2fe43960-dbf2-11f0-a8dc-93c15fe68710.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9519/live/2fe43960-dbf2-11f0-a8dc-93c15fe68710.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9519/live/2fe43960-dbf2-11f0-a8dc-93c15fe68710.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9519/live/2fe43960-dbf2-11f0-a8dc-93c15fe68710.jpg.webp\" loading=\"lazy\" alt=\"Matthew Goddard/BBC A grey drone, looking like a small aeroplane, sits on a wooden frame in a nondescript room. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Matthew Goddard/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Fire Point now produces 200 drones a day</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Until the end of last year, under President Biden, the United States supplied nearly $70bn-worth of military support to Ukraine. That was soon stopped under President Trump – instead he has set up a scheme to allow European Nato to purchase US weapons. The US is no longer Ukraine's biggest military backer, and Europe has struggled to fill the gap left by America or to match its previous support.</p><p class=\"sc-9a00e533-0 eZyhnA\">Concerns about future US support spills over into talk of future US security guarantees – a key issue of the current peace talks. Ms Terekh dismisses the ongoing negotiations as \"capitulation talks\", and says that Ukraine making its own weapons \"is the only way to really provide security guarantees\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The former architecture student also hopes that the rest of Europe will be watching, and learning lessons. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are a bloody example,\" she says, \"in terms of being prepared for war.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Terekh says she wants to shock them into action, and believes that if any other country had faced the same onslaught as Ukraine \"then they'd already have been conquered.\"</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-volodymyr-lozhko-and-kyla-herrmannsen.\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Volodymyr Lozhko and Kyla Herrmannsen.</i></p></div></article></div></body></html>"
        },
        {
            "title": "H5N1: Indian scientists predict how bird flu could spread to humans",
            "time": "2025-12-17T23:56:02",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9c5f/live/0465e3f0-d72a-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Indian scientists predict how bird flu could spread to humans</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Soutik Biswas</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">India correspondent</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5294/live/489c62e0-da51-11f0-a8f0-851857e2c194.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5294/live/489c62e0-da51-11f0-a8f0-851857e2c194.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5294/live/489c62e0-da51-11f0-a8f0-851857e2c194.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5294/live/489c62e0-da51-11f0-a8f0-851857e2c194.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5294/live/489c62e0-da51-11f0-a8f0-851857e2c194.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5294/live/489c62e0-da51-11f0-a8f0-851857e2c194.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5294/live/489c62e0-da51-11f0-a8f0-851857e2c194.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5294/live/489c62e0-da51-11f0-a8f0-851857e2c194.jpg.webp\" loading=\"eager\" alt=\"Tribune News Service via Getty Images Bronze turkey hens roam in a fenced grassy area after being fed at All Grass Farms in Dundee. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Tribune News Service via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">More than two million turkeys have been culled in the US since late August due to avian flu</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">For years, scientists have warned that bird flu - better known as H5N1 - could one day make the dangerous leap from birds to humans and trigger a global health crisis.</p><p class=\"sc-9a00e533-0 eZyhnA\">Avian flu - a type of influenza - is entrenched across South and South-East Asia and has occasionally infected humans since emerging in China in the late 1990s. From 2003 to August 2025, the World Health Organization (WHO) has <a target=\"_blank\" href=\"https://www.paho.org/en/documents/epidemiological-update-avian-influenza-ah5n1-americas-region-15-october-2025?utm_source=chatgpt.com\" class=\"sc-f9178328-0 iCaRzc\">reported</a> 990 human H5N1 cases across 25 countries, including 475 deaths - a 48% fatality rate.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the US alone, the virus has struck more than 180 million birds, spread to over 1,000 dairy herds in 18 states, and infected at least 70 people - mostly farmworkers - causing several hospitalisations and one death. In January, three tigers and a leopard died at a wildlife rescue centre in India's Nagpur city from the virus that typically infects birds. </p><p class=\"sc-9a00e533-0 eZyhnA\">Symptoms in humans mimic a severe flu: high fever, cough, sore throat, muscle aches and, at times, conjunctivitis. Some people have no symptoms at all. The risk to humans remains low, but authorities are watching H5N1 closely for any shift that could make it spread more easily.</p><p class=\"sc-9a00e533-0 eZyhnA\">That concern is what prompted new peer-reviewed modelling by Indian researchers Philip Cherian and Gautam Menon of Ashoka University, which simulates how an H5N1 outbreak might unfold in humans and what early interventions could stop it before it spreads. </p><p class=\"sc-9a00e533-0 eZyhnA\">In other words, the<a target=\"_blank\" href=\"https://link.springer.com/article/10.1186/s12889-025-25358-5\" class=\"sc-f9178328-0 iCaRzc\"> model </a>published in the BMC Public Health journal uses real world data and computer simulations to play out how an outbreak might spread in real life.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The threat of an H5N1 pandemic in humans is a genuine one, but we can hope to forestall it through better surveillance and a more nimble public-health response,\" Prof Menon told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">A bird flu pandemic, researchers say, would begin quietly: a single infected bird passing the virus to a human - most likely a farmer, market worker or someone handling poultry. From there, the danger lies not in that first infection but in what happens next: sustained human-to-human transmission.</p><p class=\"sc-9a00e533-0 eZyhnA\">Because real outbreaks start with limited, messy data, the researchers turned to <a target=\"_blank\" href=\"https://bharatsim.ashoka.edu.in/\" class=\"sc-f9178328-0 iCaRzc\">BharatSim</a>, an open-source simulation platform originally built for Covid 19 modelling, but versatile enough to study other diseases.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5a75/live/2a266e10-d92e-11f0-983a-fdbf166801c4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5a75/live/2a266e10-d92e-11f0-983a-fdbf166801c4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5a75/live/2a266e10-d92e-11f0-983a-fdbf166801c4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5a75/live/2a266e10-d92e-11f0-983a-fdbf166801c4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5a75/live/2a266e10-d92e-11f0-983a-fdbf166801c4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5a75/live/2a266e10-d92e-11f0-983a-fdbf166801c4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5a75/live/2a266e10-d92e-11f0-983a-fdbf166801c4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5a75/live/2a266e10-d92e-11f0-983a-fdbf166801c4.jpg.webp\" loading=\"lazy\" alt=\"Hindustan Times via Getty Images A worker at National Zoological Park sprays pesticides at the entrance gate to sanitize the premises as bird flu spread in the zoo area on 1 September, 2025 in New Delhi, India. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Hindustan Times via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A bird flu outbreak in a Delhi zoo shut down the facility for a few days in August</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The key takeaway for policymakers is how narrow the window for action can be before an outbreak spirals out of control, the researchers say.</p><p class=\"sc-9a00e533-0 eZyhnA\">The paper estimates that once cases rise beyond roughly two to 10, the disease is likely to spread beyond primary and secondary contacts. </p><p class=\"sc-9a00e533-0 eZyhnA\">Primary contacts are people who have had direct, close contact with an infected person, such as household members, caregivers or close colleagues. Secondary contacts are those who have not met the infected person but have been in close contact with a primary contact.</p><p class=\"sc-9a00e533-0 eZyhnA\">If households of primary contacts are quarantined when just two cases are detected, the outbreak can almost certainly be contained, the research found.</p><p class=\"sc-9a00e533-0 eZyhnA\">But by the time 10 cases are identified, it is overwhelmingly likely that the infection has already spread into the wider population, making its trajectory virtually indistinguishable from a scenario with no early intervention.</p><p class=\"sc-9a00e533-0 eZyhnA\">To keep the study grounded in real-world conditions, the researchers chose a model of a single village in Namakkal district, Tamil Nadu - the heart of India's poultry belt.</p><p class=\"sc-9a00e533-0 eZyhnA\">Namakkal is home to more than 1,600 poultry farms and some 70 million chickens; it produces over 60 million eggs a day.</p><p class=\"sc-9a00e533-0 eZyhnA\">A village of 9,667 residents was generated using a synthetic community - households, workplaces, market spaces - and seeded with infected birds to mimic real-life exposure. (A synthetic community is an artificial, computer-generated population that mimics the characteristics and behaviours of a real population.)</p><p class=\"sc-9a00e533-0 eZyhnA\">In the simulation, the virus starts at one workplace -  a mid-sized farm or wet market - spreads first to people there (primary contacts), and then moves outward to others (seconday contacts) they interact with through homes, schools and other workplaces.  Homes, schools and workplaces formed a fixed network.</p><p class=\"sc-9a00e533-0 eZyhnA\">By tracking primary and secondary infections, the researchers estimated key transmission metrics, including the basic reproductive number, R0 - which measures how many people, on average, one infected person passes the virus on to. In the absence of a real-world pandemic, the researchers instead modelled a range of plausible transmission speeds.</p><p class=\"sc-9a00e533-0 eZyhnA\">Then they tested what happens when different interventions - culling birds, quarantining close contacts and targeted vaccination - kicked in. </p><p class=\"sc-9a00e533-0 eZyhnA\">The results were blunt. </p><p class=\"sc-9a00e533-0 eZyhnA\">Culling of birds works - but only if done before the virus infects a human. </p><p class=\"sc-9a00e533-0 eZyhnA\">If a spillover does occur, timing becomes everything, the researchers found.</p><p class=\"sc-9a00e533-0 eZyhnA\">Isolating infected people and quarantining households can stop the virus at the secondary stage. But once tertiary infections appear - friends of friends, or contacts of contacts - the outbreak slips out of control unless authorities impose much tougher measures, including lockdowns. </p><p class=\"sc-9a00e533-0 eZyhnA\">Targeted vaccination helps by raising the threshold at which the virus can sustain itself, though it does little to change the immediate risk within households.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9690/live/d2e150b0-d92e-11f0-983a-fdbf166801c4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9690/live/d2e150b0-d92e-11f0-983a-fdbf166801c4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9690/live/d2e150b0-d92e-11f0-983a-fdbf166801c4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9690/live/d2e150b0-d92e-11f0-983a-fdbf166801c4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9690/live/d2e150b0-d92e-11f0-983a-fdbf166801c4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9690/live/d2e150b0-d92e-11f0-983a-fdbf166801c4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9690/live/d2e150b0-d92e-11f0-983a-fdbf166801c4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9690/live/d2e150b0-d92e-11f0-983a-fdbf166801c4.jpg.webp\" loading=\"lazy\" alt=\"Bloomberg via Getty Images Chicks at a poultry farm in Kachhawa village, near Karnal, Haryana, India.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Bloomberg via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">India's poultry industry is one of the world's largest</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The simulations also highlighted an awkward trade-off. </p><p class=\"sc-9a00e533-0 eZyhnA\">Quarantine, introduced too early, keeps families together for long stretches - and increases the chance that infected individuals will pass the virus to those they live with. Introduced too late, it does little to slow the outbreak at all.</p><p class=\"sc-9a00e533-0 eZyhnA\">The researchers say this approach comes with caveats. </p><p class=\"sc-9a00e533-0 eZyhnA\">The model relies on one synthetic village, with fixed household sizes, workplaces and daily movement patterns. It does not include simultaneous outbreaks seeded by migratory birds or by poultry networks. Nor does it account for behavioural shifts - mask-wearing, for instance - once people know birds are dying.</p><p class=\"sc-9a00e533-0 eZyhnA\">Seema Lakdawala, a virologist at Atlanta-based Emory University, adds another caveat: this simulation model \"assumes a very efficient transmission of influenza viruses\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Transmission is complex and not every strain will have the same efficiency as another,\" she says, adding that scientists are also now starting to understand that not all people infected with seasonal flu spread the virus equally.</p><p class=\"sc-9a00e533-0 eZyhnA\">She says emerging research shows that only a \"subset of flu-positive individuals actually shed infectious influenza virus into the air\". </p><p class=\"sc-9a00e533-0 eZyhnA\">This mirrors the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/health-51447143\" class=\"sc-f9178328-0 iCaRzc\">super-spreader phenomenon</a> seen with Covid-19, though it is far less well characterised for flu - a gap that could strongly influence how the virus spreads through human populations.</p><p class=\"sc-9a00e533-0 eZyhnA\">What happens if H5N1 becomes successful in the human population?</p><p class=\"sc-9a00e533-0 eZyhnA\">Dr Lakdawala believes that it \"will cause a large disruption likely more similar to the <a target=\"_blank\" href=\"https://www.who.int/emergencies/situations/influenza-a-%28h1n1%29-outbreak?utm_source=chatgpt.com\" class=\"sc-f9178328-0 iCaRzc\">2009 [swine flu] pandemic</a> rather than Covid-19\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is because we are more prepared for an influenza pandemic. We have known licensed antivirals that are effective against the H5N1 strains as an early defence and stockpiled candidate<a target=\"_blank\" href=\"https://www.who.int/teams/global-influenza-programme/vaccines/who-recommendations/zoonotic-influenza-viruses-and-candidate-vaccine-viruses\" class=\"sc-f9178328-0 iCaRzc\"> H5 vaccines</a> that could be deployed in the short term.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">But complacency would be a mistake. Dr Lakdawala says if H5N1 becomes established in humans, it could re-assort - or intermingle - with existing strains, amplifying its public-health impact. Such mixing could reshape seasonal influenza, triggering \"chaotic and unpredictable seasonal epidemics\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The Indian modellers say the simulations can be run in real time and updated as data come in. </p><p class=\"sc-9a00e533-0 eZyhnA\">With refinements - better reporting delays, asymptomatic cases - they could give public-health officials something priceless in the early hours of an outbreak: a sense of which actions matter most, before the window for containment snaps shut.  </p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 iVdNuz\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"instagram\" class=\"sc-d16436d-0 iVdNuz\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 iVdNuz\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"youtube,\" class=\"sc-d16436d-0 iVdNuz\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 iVdNuz\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"x\" class=\"sc-d16436d-0 iVdNuz\">X</i></a><i id=\"and\" class=\"sc-d16436d-0 iVdNuz\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"facebook\" class=\"sc-d16436d-0 iVdNuz\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 iVdNuz\">.</i></p></div></article></div></body></html>"
        },
        {
            "title": "Surfers and swimmers pay tribute to victims of Bondi shooting",
            "time": "2025-12-19T02:43:13",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9a27/live/0bcbe160-dca9-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Surfers and swimmers paid tribute to Sunday's shooting victims at Bondi beach on Friday morning.</p><p class=\"sc-9a00e533-0 eZyhnA\">They paddled out past the wave breaks to create a ring shape and held a memorial on shore.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cn09p4kjj4wo\" class=\"sc-f9178328-0 iCaRzc\">Bondi beach</a> has become a vigil site for the 15 killed and dozens wounded in last weekend's attack.</p><p class=\"sc-9a00e533-0 eZyhnA\">Flower bouquets are bundled in a heap next to the park where the shooting occurred, where mourners have been listening to community speakers in the days since.</p></div></div></body></html>"
        },
        {
            "title": "Family release video of Matilda as aunt calls for 'happiness and love'",
            "time": "2025-12-18T10:38:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/24e2/live/abd09320-dbfc-11f0-a8dc-93c15fe68710.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The family of the Bondi shooting's youngest victim, Matilda, urged the community not to let her death fuel anger, as they said a final goodbye to the 10-year-old on Thursday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Matilda was among 15 people who were shot dead when two gunmen opened fire on an event marking the start of Hanukkah at Sydney's Bondi Beach on Sunday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to the BBC at Matilda's funeral, her aunt Lina Chernykh said that whilst Sydney's Jewish community want more done to stamp out antisemitism, Matilda was a happy child and she wanted that happiness to be spread in her memory. </p><p class=\"sc-9a00e533-0 eZyhnA\">Footage released by her family shows Rabbi Eli Schlanger performing the Tefillin prayer ritual around the arm of Matilda's father, Michael, while she stands by in a yellow dress before the attack.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cd0krr3jrkjo\" class=\"sc-f9178328-0 iCaRzc\">Read more here.</a> </p></div></div></body></html>"
        },
        {
            "title": "BBC outside Rabbi Schlanger's funeral as mourners pay tribute",
            "time": "2025-12-17T04:39:56",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9a55/live/df7b25e0-db03-11f0-a8dc-93c15fe68710.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Mourners paid tribute to British-born Rabbi Eli Schlanger, one of the 15 people killed in a mass shooting at Sydney's Bondi Beach on Sunday.</p><p class=\"sc-9a00e533-0 eZyhnA\">At his funeral, Schlanger's death was described as an \"unspeakable loss\" for the Jewish community in Bondi.</p><p class=\"sc-9a00e533-0 eZyhnA\">His funeral was the first to be held for victims of the attack, which targeted a Hanukkah event. The BBC's Katy Watson was outside as the service concluded. </p></div></div></body></html>"
        },
        {
            "title": "Moment Nick Reiner is arrested in California",
            "time": "2025-12-17T22:35:43",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/85f2/live/89657e00-db97-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Surveillance footage shows a man, appearing to be Nick Reiner, wandering in a convenience store before being arrested in Los Angeles on Sunday. </p><p class=\"sc-9a00e533-0 eZyhnA\">Nick, son of Hollywood director Rob Reiner and his producer wife Michele Reiner, has been charged with two counts of first-degree murder after the deaths of his parents.</p></div></div></body></html>"
        }
    ]
}