{
    "source": "BBC News",
    "articles": [
        {
            "title": "Jeremy Bowen: Israel's allies see evidence of war crimes in Gaza mounting up",
            "time": "2025-07-22T16:54:01",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6492/live/d95be970-671c-11f0-8139-991899391ed8.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Two years ago, Hamas was putting the finishing touches to its plan to attack Israel. In Israel Prime Minister Benjamin Netanyahu believed that the Palestinians were a problem to be managed. The real threat, he insisted, was Iran.</p><p class=\"sc-9a00e533-0 hxuGS\">Netanyahu's rhetoric opposing Hamas was undimmed, but he had also given permission for Qatar to funnel money into Gaza. It gave him space for his real priorities in foreign policy - confronting Iran and finding a way to normalise relations with Saudi Arabia. </p><p class=\"sc-9a00e533-0 hxuGS\">In Washington, then-President Joe Biden and his administration believed they were close to hatching a deal between the Saudis and Israelis.</p><p class=\"sc-9a00e533-0 hxuGS\">It was all a series of illusions.</p><p class=\"sc-9a00e533-0 hxuGS\">Netanyahu has refused to establish an enquiry to look into the mistakes he made alongside his army and security chiefs that gave Hamas its opportunity to attack with such deadly effect on 7 October 2023.</p><p class=\"sc-9a00e533-0 hxuGS\">The century-long conflict between Jews and Arabs for control of the land between the River Jordan and the Mediterranean was unresolved, festering, and about to explode into a war that looks to be as consequential as its other landmarks, in 1948 and 1967.</p><p class=\"sc-9a00e533-0 hxuGS\">The Middle East has been transformed since 7 October, and almost two years into the war, the conflict in Gaza is at another inflection point.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">This has been a hard war for journalists to report. </p><p class=\"sc-9a00e533-0 hxuGS\">They were taken by surprise on 7 October when Hamas attacked, and since then Israel has banned international journalists from Gaza to report freely. Palestinian journalists inside the Strip have done valiant work, and nearly 200 have been killed doing their jobs.</p><p class=\"sc-9a00e533-0 hxuGS\">But key facts are clear. Hamas committed a series of war crimes in the attacks it launched on 7 October, killing 1,200 people, mainly Israeli civilians. Hamas took 251 hostages, of which perhaps 20 who are still being held inside Gaza are believed to be alive.</p><p class=\"sc-9a00e533-0 hxuGS\">And there is clear evidence that Israel has committed a series of war crimes since then.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel's list includes the starvation of Gaza's civilians, the failure to protect them during military operations in which Israeli forces killed tens of thousands of innocents, and the wanton destruction of entire towns in a manner that is not proportionate to the military risk Israel faces.</p><p class=\"sc-9a00e533-0 hxuGS\">Netanyahu and his former defence minister are the subject of arrest warrants for war crimes issued by the International Criminal Court. They insist on their innocence. </p><p class=\"sc-9a00e533-0 hxuGS\">Israel has also condemned a legal process at the International Court of Justice which alleges that it is committing genocide against Palestinians. Israel denies the accusations, and claims they are antisemitic \"blood libels\".</p><p class=\"sc-9a00e533-0 hxuGS\">Israel is running out of friends. Allies who rallied around after the 7 October Hamas attacks have lost patience with Israel's conduct in Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">Even Israel's most important ally, Donald Trump, is reported to be losing patience with Netanyahu after being taken by surprise when the Israeli leader ordered the bombing of Damascus – attacking Syria's new regime, which Trump has recognised and encouraged.</p><p class=\"sc-9a00e533-0 hxuGS\">Other western allies of Israel ran out of patience months ago.</p><p class=\"sc-9a00e533-0 hxuGS\">Another joint statement, condemning Israel's actions, was signed on 21 July by foreign ministers from the UK, much of the European Union, Canada, Australia, New Zealand and Japan. They used strong words to describe civilian suffering in Gaza, and the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c15wz2ee05do\" class=\"sc-f9178328-0 bGFWdi\">failing and deadly aid distribution system run by the Gaza Humanitarian Foundation (GHF)</a> that Israel introduced to replace tried and trusted methods used by the UN and leading global relief groups.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The suffering of civilians in Gaza has reached new depths,\" <a target=\"_blank\" href=\"https://www.gov.uk/government/news/joint-statement-on-the-occupied-palestinian-territories\" class=\"sc-f9178328-0 bGFWdi\">the statement said</a>. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The Israeli government's aid delivery model is dangerous, fuels instability and deprives Gazans of human dignity. We condemn the drip feeding of aid and the inhumane killing of civilians, including children, seeking to meet their most basic needs of water and food. It is horrifying that over 800 Palestinians have been killed while seeking aid. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The Israeli Government's denial of essential humanitarian assistance to the civilian population is unacceptable. Israel must comply with its obligations under international humanitarian law.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">David Lammy, Britain's foreign secretary, followed the joint statement with one of his own, using similar language, in the House of Commons in Westminster. </p><p class=\"sc-9a00e533-0 hxuGS\">It was not enough for Labour MPs, who want strong words to be backed by strong actions. One told me there was \"fury\" at the government's reluctance to act more decisively. Top of their agenda is recognition of a Palestinian state, which has already been done by a majority of members of the United Nations. The UK and France have discussed doing so jointly, but so far seem to believe the time is not right.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel's parliament, known as the Knesset, is only days away from its summer recess, which will last until October. That means Benjamin Netanyahu will have a break from the threat of a vote of no confidence from the extremist nationalists in his coalition who oppose a ceasefire in Gaza. His reluctance to negotiate a truce is a result of their threats to quit his government. If Netanyahu lost power in an election, his day of reckoning for his 7 October mistakes - as well as the end of his long running corruption trial - would race towards him.</p><p class=\"sc-9a00e533-0 hxuGS\">A ceasefire is looking more possible, a chance of survival for Gaza's civilians and for the Israeli hostages who have been prisoners of Hamas for so long.</p><p class=\"sc-9a00e533-0 hxuGS\">None of that means the conflict will end. The war has taken it to new depths. But if there is a ceasefire there will be another chance to switch from killing to diplomacy.</p></div></div></body></html>"
        },
        {
            "title": "WHO condemns Israeli attacks on facilities in central Gaza",
            "time": "2025-07-22T11:54:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/af63/live/231bf5e0-66c9-11f0-a4de-6d8ec3aa70c3.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">WHO condemns Israeli attacks on facilities in central Gaza</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">David Gritten</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Jerusalem</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/af63/live/231bf5e0-66c9-11f0-a4de-6d8ec3aa70c3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/af63/live/231bf5e0-66c9-11f0-a4de-6d8ec3aa70c3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/af63/live/231bf5e0-66c9-11f0-a4de-6d8ec3aa70c3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/af63/live/231bf5e0-66c9-11f0-a4de-6d8ec3aa70c3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/af63/live/231bf5e0-66c9-11f0-a4de-6d8ec3aa70c3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/af63/live/231bf5e0-66c9-11f0-a4de-6d8ec3aa70c3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/af63/live/231bf5e0-66c9-11f0-a4de-6d8ec3aa70c3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/af63/live/231bf5e0-66c9-11f0-a4de-6d8ec3aa70c3.jpg.webp\" loading=\"eager\" alt=\"Anadolu via Getty Images Smoke rises over western Deir al-Balah, central Gaza (21 July 2025)\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Anadolu via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Smoke rises over western Deir al-Balah during an Israeli offensive on Monday</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The World Health Organization (WHO) says Israel's offensive in central Gaza has compromised its efforts to continue working, after its facilities came under attack.</p><p class=\"sc-9a00e533-0 hxuGS\">The UN agency accused Israeli forces of attacking a staff residence in the city of Deir al-Balah on Monday and mistreating those sheltering there. Its main warehouse was also attacked and destroyed.</p><p class=\"sc-9a00e533-0 hxuGS\">The WHO said one of its staff detained by troops during the raid on the residence was still being held and demanded their immediate release.</p><p class=\"sc-9a00e533-0 hxuGS\">The Israeli military said it detained \"several individuals suspected of involvement in terrorism\" in the area and that most were released.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The first major Israeli ground operation in Deir al-Balah since the start of the war has displaced tens of thousands of civilians, amid warnings of a severe hunger crisis.</p><p class=\"sc-9a00e533-0 hxuGS\">Gaza's Hamas-run health ministry said on Tuesday that 33 people, including 12 children, had died from malnutrition across the territory over the past 48 hours.</p><p class=\"sc-9a00e533-0 hxuGS\">The UN also said it had received growing reports of children and adults suffering from malnutrition and warned that \"the last lifelines keeping people alive are collapsing\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">On Sunday, the Israeli military ordered the immediate evacuation of six city blocks in southern Deir al-Balah, warning that it would be operating \"with great force to destroy the enemy's capabilities and terrorist infrastructure\".</p><p class=\"sc-9a00e533-0 hxuGS\">The estimated 50,000 to 80,000 people living in the affected areas were instructed to head south towards the al-Mawasi area in the south of the territory.</p><p class=\"sc-9a00e533-0 hxuGS\">The UN's humanitarian office said UN staff would remain in Deir al-Balah despite the evacuation order, spread across dozens of premises whose co-ordinates had been shared with Israel, and stressed that they had to be protected.</p><p class=\"sc-9a00e533-0 hxuGS\">On Monday night, the WHO put out a statement saying it condemned \"in the strongest terms\" attacks on its facilities.</p><p class=\"sc-9a00e533-0 hxuGS\">It said the WHO staff residence was attacked three times, and that staff and their families, including children, were \"exposed to grave danger and traumatized after air strikes caused a fire and significant damage\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"Israeli military entered the premises, forcing women and children to evacuate on foot toward al-Mawasi amid active conflict. Male staff and family members were handcuffed, stripped, interrogated on the spot, and screened at gunpoint,\" it added.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Two WHO staff and two family members were detained. Three were later released, while one staff member remains in detention.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The WHO demanded the immediate release of its detained staff member and the protection of its other staff, who have been relocated with their families to its office in Deir al-Balah.</p><p class=\"sc-9a00e533-0 hxuGS\">The WHO said its main warehouse in the city was damaged after \"an attack caused explosions and fire inside\". The warehouse was later looted by desperate crowds, it added.</p><p class=\"sc-9a00e533-0 hxuGS\">The agency did not attribute blame for the attack, but said it was \"part of a pattern of systematic destruction of health facilities\". </p><p class=\"sc-9a00e533-0 hxuGS\">The WHO warned that its operational presence in Gaza was \"now compromised, crippling efforts to sustain a collapsing health system and pushing survival further out of reach for more than two million people\".</p><p class=\"sc-9a00e533-0 hxuGS\">The Israel Defense Forces (IDF) said in a statement on Tuesday its troops had come under fire in the Deir al-Balah area and \"responded toward the area from which the shooting originated\".</p><p class=\"sc-9a00e533-0 hxuGS\">Without mentioning the WHO, the IDF said it had warned civilians to evacuate beforehand and had also been \"in contact with the international organisations working in the area\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"As part of IDF activity against the terrorist organisations in the area, the troops detained several individuals suspected of involvement in terrorism,\" it added.</p><p class=\"sc-9a00e533-0 hxuGS\">\"After questioning in the field, the majority were released and evacuated from the area in co-ordination with the international organisations. It should be emphasized that the suspects are treated in accordance with international law.\"</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The aim of the Israeli offensive in Deir al-Balah is not year clear.</p><p class=\"sc-9a00e533-0 hxuGS\">But Israel's Haaretz newspaper said troops were operating to \"establish a corridor that will cut through the city, severing it from the al-Mawasi area and preventing free movement between central Gaza refugee camps where the Israeli army has no ground presence\".</p><p class=\"sc-9a00e533-0 hxuGS\">Israeli sources say that the possible presence of Israeli hostages held by Hamas is one reason why Deir al-Balah has so far not been the target of a ground offensive. At least 20 of the 50 hostages still in captivity are believed to be alive.</p><p class=\"sc-9a00e533-0 hxuGS\">Hostages' families have expressed concern that an offensive could endanger them.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Wounded 'left to bleed without treatment'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Medics said shellfire killed at least three Palestinians in Deir al-Balah on Monday, as Israeli tanks advanced into southern and eastern areas.</p><p class=\"sc-9a00e533-0 hxuGS\">Another two people were killed on Tuesday, according to the Hamas-run Civil Defence agency.</p><p class=\"sc-9a00e533-0 hxuGS\">In northern Gaza, at least 14 people were killed and 25 wounded overnight when tents for displaced families were hit by two shells in al-Shati refugee camp, west of Gaza City, a local hospital said. Children and women were among the casualties, it added.</p><p class=\"sc-9a00e533-0 hxuGS\">Raed Bakr said a \"massive explosion\" blew away the tent where he lives with his three children.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I felt like I was in a nightmare. Fire, dust, smoke and body parts flying through the air, dirt everywhere. The children were screaming,\" he told AFP news agency.</p><p class=\"sc-9a00e533-0 hxuGS\">According to the UN, about 87.8% of Gaza is now covered by Israeli evacuation orders or is within Israeli militarised zones, leaving the 2.1 million population squeezed into about 46 sq km (18 sq miles) of land where essential services have collapsed.</p><p class=\"sc-9a00e533-0 hxuGS\">Asma Mustafa, a mother of two and teacher who has just been displaced for the ninth time during the war, said Gaza was \"a place of death, hunger and exhaustion\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"Clean water is a dream. The wounded are left to bleed without treatment. Children cry from hunger and mothers are powerless. We are living through a slow miserable death,\" she said in a message to the BBC's Newsday programme.</p><p class=\"sc-9a00e533-0 hxuGS\">UN human rights chief Volker Türk said in a statement: \"It seemed the nightmare couldn't possibly get any worse. And yet it does.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"Given the concentration of civilians in the area, and the means and methods of warfare employed by Israel until now, the risks of unlawful killings and other serious violations of international humanitarian law are extremely high,\" he said.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f849/live/1a904570-66e2-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f849/live/1a904570-66e2-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f849/live/1a904570-66e2-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f849/live/1a904570-66e2-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f849/live/1a904570-66e2-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f849/live/1a904570-66e2-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f849/live/1a904570-66e2-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f849/live/1a904570-66e2-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Reuters Palestinians inspect damage at the site of an overnight Israeli strike on tents sheltering displaced people, in Gaza City (22 July 2025)\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">An Israeli strike hit tents for displaced people in the Gaza City area overnight</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, French Foreign Minister Jean-Noël Barrot urged Israel to allow international media access to Gaza \"to show what is happening there and bear witness\".</p><p class=\"sc-9a00e533-0 hxuGS\">He spoke after AFP's Society of Journalists warned that the lives of local freelance journalists it was working with in Gaza were in danger and appealed to Israel to allow their evacuation.</p><p class=\"sc-9a00e533-0 hxuGS\">A statement from the society cited the example of one of the journalists, 30-year-old Bashar, who wrote on social media on Sunday: \"I no longer have the strength to work for the media.\" He also said his older brother \"fell because of hunger\".</p><p class=\"sc-9a00e533-0 hxuGS\">On Monday, one freelance photojournalist, Tamer al-Zaanin, was killed and another freelance photojournalist, Ibrahim Abu Ushaibeh, was injured when Israeli special forces detained a senior official in Gaza's health ministry, Dr Marwan al-Hams, according to Nasser hospital in the southern city of Khan Younis.</p><p class=\"sc-9a00e533-0 hxuGS\">The two journalists were reportedly interviewing Dr Hams outside a field hospital run by the International Committee of the Red Cross (ICRC) in the Rafah area at the time of the incident.</p><p class=\"sc-9a00e533-0 hxuGS\">The health ministry cited witnesses as saying that Dr Hams sustained a foot injury while being detained and expressed deep concern for his health in Israeli custody.</p><p class=\"sc-9a00e533-0 hxuGS\">The ICRC confirmed it treated casualties from the incident but did not comment further on their status. The Israeli military has also not yet commented.</p><p class=\"sc-9a00e533-0 hxuGS\">Channel 4 News said it understood a freelance journalist who regularly worked for it was injured and that it was \"working to establish the facts on the ground\".</p><p class=\"sc-9a00e533-0 hxuGS\">The Israeli military launched a campaign in Gaza in response to the Hamas-led attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others were taken hostage.</p><p class=\"sc-9a00e533-0 hxuGS\">At least 59,029 people have been killed in Gaza since then, according to the territory's health ministry.</p></div></article></div></body></html>"
        },
        {
            "title": "'They shot patients in beds' - BBC hears claims of massacre at Suweida hospital",
            "time": "2025-07-22T19:02:50",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/167e/live/cf81e5e0-671b-11f0-8139-991899391ed8.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">'They shot patients in beds' – BBC hears claims of massacre at Suweida hospital</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/167e/live/cf81e5e0-671b-11f0-8139-991899391ed8.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/167e/live/cf81e5e0-671b-11f0-8139-991899391ed8.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/167e/live/cf81e5e0-671b-11f0-8139-991899391ed8.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/167e/live/cf81e5e0-671b-11f0-8139-991899391ed8.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/167e/live/cf81e5e0-671b-11f0-8139-991899391ed8.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/167e/live/cf81e5e0-671b-11f0-8139-991899391ed8.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/167e/live/cf81e5e0-671b-11f0-8139-991899391ed8.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/167e/live/cf81e5e0-671b-11f0-8139-991899391ed8.jpg.webp\" loading=\"eager\" alt=\"BBC / Jon Donnison White plastic sheets cover bodies in the carpark of a hospital in Suweida. There is debris of chairs and hospital beds scattered across the ground too\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC / Jon Donnison</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The outbreak of violence in southern Syria's Druze-majority Suweida province has caused alarm in recent days</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Syrian government forces have been accused of carrying out a massacre at a hospital during sectarian clashes which erupted just over a week ago. </p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has visited Suweida's National Hospital, where staff claim patients were killed inside wards.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"warning:-this-story-contains-descriptions-of-violence\" class=\"sc-d16436d-0 fhKUCU\"><b id=\"warning:-this-story-contains-descriptions-of-violence\" class=\"sc-d16436d-0 jpoiOL\">Warning: This story contains descriptions of violence</b></i></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The stench hit me before anything else.</p><p class=\"sc-9a00e533-0 hxuGS\">In the car park of the main hospital in Suweida city, dozens of decomposing corpses are lined up in white plastic body bags.</p><p class=\"sc-9a00e533-0 hxuGS\">Some are open to the elements, revealing bloated and mutilated remains of those who were killed here.</p><p class=\"sc-9a00e533-0 hxuGS\">The tarmac beneath my feet is greasy and slippery with blood.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In the sweltering sun, the smell is overwhelming.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It was a massacre,\" Dr Wissam Massoud, a neurosurgeon at the hospital, tells me.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The soldiers came here saying they wanted to bring peace, but they killed scores of patients, from the very young to the very old.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this week, Dr Massoud sent me a video which he said was in the immediate aftermath of the government raid.</p><p class=\"sc-9a00e533-0 hxuGS\">In it, a woman shows you around the hospital. On the ground in the wards are dozens of dead patients still bundled up in their bloodied bed sheets.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/edbf/live/41e07660-671c-11f0-8139-991899391ed8.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/edbf/live/41e07660-671c-11f0-8139-991899391ed8.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/edbf/live/41e07660-671c-11f0-8139-991899391ed8.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/edbf/live/41e07660-671c-11f0-8139-991899391ed8.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/edbf/live/41e07660-671c-11f0-8139-991899391ed8.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/edbf/live/41e07660-671c-11f0-8139-991899391ed8.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/edbf/live/41e07660-671c-11f0-8139-991899391ed8.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/edbf/live/41e07660-671c-11f0-8139-991899391ed8.jpg.webp\" loading=\"lazy\" alt=\"BBC / Jon Donnison Kiness Abu Motab wears a white ralph lauren designer baseball cap, a grey backpack with straps and a blue slazenger polo shirt. He is looking away from the camera at a reporter out of shot\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC / Jon Donnison</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Hospital volunteer Kiness Abu Motab said the victims' were killed because they were in a minority group</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Everyone here, doctors, nurses, volunteers say the same thing.</p><p class=\"sc-9a00e533-0 hxuGS\">That last Wednesday evening, it was Syrian government troops targeting the Druze religious community who came to the hospital and carried out the killings.</p><p class=\"sc-9a00e533-0 hxuGS\">Kiness Abu Motab, a volunteer at the hospital, said of the victims: \"What is their crime? Just for being a minority in a democratic country?\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"They are criminals. They are monsters. We don't trust them at all,\" Osama Malak an English teacher in the city told me outside the hospital gates.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They shot an eight-year-old disabled boy in the head,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"According to international law, hospitals should be protected. But they attacked us even in the hospitals.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They entered the hospital. They started shooting everybody. They shot the patients in their beds as they slept.\"</p><p class=\"sc-9a00e533-0 hxuGS\">All sides in this conflict have been accusing each other of committing atrocities.</p><p class=\"sc-9a00e533-0 hxuGS\">Both Bedouin and Druze fighters as well as the Syrian army have been accused of killing civilians and extra judicial killings.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There is not yet a clear picture of what happened at the hospital. Some here estimate the number of people to be killed last Wednesday at more than 300 but that figure cannot be verified.</p><p class=\"sc-9a00e533-0 hxuGS\">On Tuesday night the Syrian defence ministry said in a statement that it was aware of reports of \"shocking violations\" by people wearing military fatigues in the country's predominantly Druze city of Suweida.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this week, Raed Saleh, the Syrian Minister for Disaster Management and Emergency Response, told me that any allegations of atrocities committed by all sides would be fully investigated.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Access to Suweida city has been heavily restricted, meaning gathering first hand evidence has been difficult.</p><p class=\"sc-9a00e533-0 hxuGS\">The city is in effect under siege, with Syrian government forces restricting who is allowed in and out.</p><p class=\"sc-9a00e533-0 hxuGS\">To get in, we had to pass through numerous checkpoints.</p><p class=\"sc-9a00e533-0 hxuGS\">As we entered the city, we passed burned out shops and buildings, and cars that had been crushed by tanks.</p><p class=\"sc-9a00e533-0 hxuGS\">Suweida city had clearly seen a serious battle between Druze and Bedouin fighters.</p><p class=\"sc-9a00e533-0 hxuGS\">It was at that point that the Syrian government first intervened to try and enforce a ceasefire.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: BBC report from last checkpoint before Suweida city</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Although numerous Druze villages in Suweida province have been recaptured by government forces, the city, home to more than 70,000 people, remains under full Druze control.</p><p class=\"sc-9a00e533-0 hxuGS\">Before we left the hospital, we found eight-year-old Hala al-Khatib sitting on a bench with her aunt.</p><p class=\"sc-9a00e533-0 hxuGS\">Hala's face is bloodied and bandaged. She appears to have lost an eye.</p><p class=\"sc-9a00e533-0 hxuGS\">She tells us that gunmen came and shot her in the head at she was hiding in a cupboard in her home.</p><p class=\"sc-9a00e533-0 hxuGS\">Hala doesn't know it yet, but both her parents are dead.</p></div></article></div></body></html>"
        },
        {
            "title": "Black Sabbath's Ozzy Osbourne dies, weeks after farewell show",
            "time": "2025-07-22T20:14:20",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a715/live/42bc5cd0-672f-11f0-85fb-2b8164eeaf68.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Ozzy Osbourne dies, weeks after farewell show</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Mark Savage</span><p class=\"sc-801dd632-8 hwLppI\"><span>Music Correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a715/live/42bc5cd0-672f-11f0-85fb-2b8164eeaf68.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a715/live/42bc5cd0-672f-11f0-85fb-2b8164eeaf68.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a715/live/42bc5cd0-672f-11f0-85fb-2b8164eeaf68.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a715/live/42bc5cd0-672f-11f0-85fb-2b8164eeaf68.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a715/live/42bc5cd0-672f-11f0-85fb-2b8164eeaf68.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a715/live/42bc5cd0-672f-11f0-85fb-2b8164eeaf68.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a715/live/42bc5cd0-672f-11f0-85fb-2b8164eeaf68.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a715/live/42bc5cd0-672f-11f0-85fb-2b8164eeaf68.jpg.webp\" loading=\"eager\" alt=\"Getty Images Ozzy Osbourne seated and smiling in a black T shirt and cross necklace\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Ozzy Osbourne said at his final gig: \"You have no idea how I feel. Thank you from the bottom of my heart\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Ozzy Osbourne, one of the most recognisable and influential musicians in rock, has died at the age of 76. </p><p class=\"sc-9a00e533-0 hxuGS\">As frontman of Black Sabbath, the Birmingham-born musician is credited with inventing heavy metal, thanks to songs like Iron Man and Paranoid.</p><p class=\"sc-9a00e533-0 hxuGS\">Less than three weeks ago, the self-styled “Prince of Darkness” performed a farewell concert in his hometown, supported by many of the musicians he had inspired, including Metallica and Guns ‘n’ Roses.</p><p class=\"sc-9a00e533-0 hxuGS\">In a statement, his family said: \"It is with more sadness than mere words can convey that we have to report that our beloved Ozzy Osbourne has passed away this morning. He was with his family and surrounded by love.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">They did not specify a cause of death, although the star had a series of health problems and was diagnosed with Parkinson’s in 2019.</p><p class=\"sc-9a00e533-0 hxuGS\">A spokesperson for the family confirmed to BBC News that Osbourne died in the UK. </p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Black Sabbath performs Iron Man at final gig</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Born John Michael Osbourne, he dropped out of school aged 15, holding several low-paid jobs and spending a short spell in prison for burglary before embarking on his musical career.</p><p class=\"sc-9a00e533-0 hxuGS\">After singing with several local bands, he joined Black Sabbath alongside guitarist Tony Iommi, bassist Geezer Butler, and drummer Bill Ward in the late 1960s. </p><p class=\"sc-9a00e533-0 hxuGS\">They developed a unique sound, inspired by the blues but slower, louder and more sinister - with frequent references to the occult.</p><p class=\"sc-9a00e533-0 hxuGS\">Considered pioneers of heavy metal, they released their self-titled album in 1970 and followed it up with platinum records such as Paranoid and Master of Reality throughout the rest of the decade.</p><p class=\"sc-9a00e533-0 hxuGS\">Fired from the band in 1978, he launched a successful solo career with the 1980 album Blizzard of Ozz, featuring the classic single Crazy Train. </p><p class=\"sc-9a00e533-0 hxuGS\">The following year’s Diary of a Madman was even more popular, selling more than five million copies.</p><p class=\"sc-9a00e533-0 hxuGS\">Along the way, Osbourne developed a reputation for his unhinged live performances, exemplified by the (possibly apocryphal) story that he had once bitten the head off a bat during a concert, having mistakenly thought it was a toy thrown on stage by a fan.</p><p class=\"sc-9a00e533-0 hxuGS\">His intake of drink and drugs was legendary, leading to some peculiar behaviour. The rock band Motley Crue once described how Osbourne, in a competition to see whose habits were the most debauched, snorted a line of ants from a hotel floor.</p><p class=\"sc-9a00e533-0 hxuGS\">There was also a dark side to his addiction. In 1989, he woke up in jail, having been arrested for the attempted murder of his second wife, Sharon.</p><p class=\"sc-9a00e533-0 hxuGS\">Following the arrest, Osbourne was ordered by the court to spend six months in rehabilitation. Believing he was remorseful, Sharon decided not to press charges. </p><p class=\"sc-9a00e533-0 hxuGS\">Speaking in the 2020 documentary The Nine Lives of Ozzy Osbourne, she recalled: “I told him, 'I don't want the  money but if you do this again, either I am going to kill you or you are going to kill me. And do you want that for the kids?'”</p><p class=\"sc-9a00e533-0 hxuGS\">In the 1990s, his wild image transformed thanks to the MTV reality show The Osbournes - which portrayed the star as the well-meaning, frequently befuddled patriarch of an unruly household.</p><p class=\"sc-9a00e533-0 hxuGS\">This, he said, was his true personality.</p><p class=\"sc-9a00e533-0 hxuGS\">“All the stuff onstage, the craziness, it's all just a role that I play, my work,\" he told The New York Times in 1992. \"I am not the Antichrist. I am a family man.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The Osbournes also made stars of his manager-wife Sharon, and children Jack and Kelly - with whom he duetted on a chart topping version of the Sabbath song Changes in 2003. </p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b1dd/live/bc7af030-6730-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b1dd/live/bc7af030-6730-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b1dd/live/bc7af030-6730-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b1dd/live/bc7af030-6730-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b1dd/live/bc7af030-6730-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b1dd/live/bc7af030-6730-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b1dd/live/bc7af030-6730-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b1dd/live/bc7af030-6730-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Kelly Osbourne, Ozzy Osbourne, Sharon Osbourne and Jack Osbourne in smart clothes in 2007\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Kelly Osbourne, Ozzy Osbourne, Sharon Osbourne and Jack Osbourne, pictured in 2007</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The same year, however, he suffered a spinal injury in 2003 after a crash involving an all-terrain vehicle, or ATV.</p><p class=\"sc-9a00e533-0 hxuGS\">The injury was exacerbated by a late-night fall in 2019, that required several rounds of extensive surgery.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2020, the star revealed he had been diagnosed with Parkinson's and largely stepped back from touring after playing the closing ceremony of the Commonwealth Games in 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">However, he was determined to make one last appearance, bowing out with his last concert at Birmingham’s Villa Park on 5 July - a stone’s throw from his childhood home in Aston. </p><p class=\"sc-9a00e533-0 hxuGS\">The musician sang while seated on a black throne - clapping, waving his arms and pulling wild-eyed looks as he performed hits including Crazy Train, Mr Crowley and War Pigs.</p><p class=\"sc-9a00e533-0 hxuGS\">He appeared overwhelmed at some moments. \"You have no idea how I feel. Thank you from the bottom of my heart,\" he told the audience - and almost six million more people who tuned in for the live stream.</p><p class=\"sc-9a00e533-0 hxuGS\">Speaking on stage, Pantera frontman Phil Anselmo said the artists on the bill \"would all be different people\" without Osbourne and Black Sabbath. </p><p class=\"sc-9a00e533-0 hxuGS\">\"That's the truth. I wouldn't be up here with this microphone in my hand without Black Sabbath. The greatest of all time.\"</p><p class=\"sc-9a00e533-0 hxuGS\">A host of stars including Rolling Stones' Ronnie Wood and Metallica have paid tribute to Osbourne. Elton John said Osbourne was \"a dear friend and a huge trailblazer who secured his place in the pantheon of rock gods - a true legend\".</p><p class=\"sc-9a00e533-0 hxuGS\">Singer Yungblud, who performed a cover of Changes at the farewell concert with Black Sabbath in Birmingham just weeks ago, hailed Osbourne as a \"legend\" and said \"I didn't think you would leave so soon\".</p><p class=\"sc-9a00e533-0 hxuGS\">Queen guitarist Sir Brian May said \"the world will miss Ozzie's unique presence and fearless talent\", adding that he was grateful to have shared \"a few quiet words with him\" after Osbourne's final show.</p><p class=\"sc-9a00e533-0 hxuGS\">Green Day singer Billie Joe Armstrong posted a photo of the singer on Instagram and wrote: \"No words. We love you Ozzy.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Sir Rod Stewart said: \"Bye, bye Ozzy. Sleep well, my friend. I'll see you up there - later rather than sooner.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Osbourne is survived by his wife and their three children, Aimee, Kelly and Jack Osbourne, and several grandchildren. He also is survived by three children from a previous marriage: Jessica, Louis and Elliot.</p></div></article></div></body></html>"
        },
        {
            "title": "Suweida: BBC sees fragile ceasefire holding in battle-scarred Syria province",
            "time": "2025-07-22T06:14:02",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f053/live/65f5e8c0-66d4-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">BBC sees fragile ceasefire holding in Syria's battle-scarred Suweida province</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: BBC report from last checkpoint before Suweida city</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"the-bbc-has-been-trying-to-reach-the-southern-syrian-city-of-suweida-where-sectarian-clashes-between-druze-fighters-and-bedouin-tribal-militia\" class=\"sc-d16436d-0 jpoiOL\">The BBC has been trying to reach the southern Syrian city of Suweida where sectarian clashes between Druze fighters and Bedouin tribal militia </b><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c5y76e9p1gno\" class=\"sc-f9178328-0 bGFWdi\">have killed hundreds of people</a><b id=\".-a-fragile-ceasefire-is-holding,-but-the-area-remains-extremely-tense.\" class=\"sc-d16436d-0 jpoiOL\">. A fragile ceasefire is holding, but the area remains extremely tense.</b></p><p class=\"sc-9a00e533-0 hxuGS\">On Monday, we got within six miles of Suweida, as close as it was deemed safe to go.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There are Druze snipers operating on the road ahead. That is the biggest danger,\" a Syrian army commander warned us as we approached.</p><p class=\"sc-9a00e533-0 hxuGS\">On the way we passed through deserted Druze villages, now under full Syrian government control.</p><p class=\"sc-9a00e533-0 hxuGS\">Over the past week, this highway has clearly been a battlefield. Shops and businesses have been burnt out. The pavements are littered with shell casings.</p><p class=\"sc-9a00e533-0 hxuGS\">Every half a mile or so we'd come across small groups of resting Syrian army soldiers. Young men, all in black, sipping on hot tea, their guns by their sides. </p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Heavily-armed government security personnel were present in the area</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It's four days since the Syrian government deployed its troops to enforce a ceasefire.</p><p class=\"sc-9a00e533-0 hxuGS\">The aim was to try and bring an end to a week of sectarian violence between the minority Druze religious community and Bedouin tribesmen that has left more than 1,000 people dead.</p><p class=\"sc-9a00e533-0 hxuGS\">For now that ceasefire appears to be holding, but it's fragile.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">As we headed south, we came across hundreds of armed Bedouin massed by the roadside.</p><p class=\"sc-9a00e533-0 hxuGS\">In their distinctive red and white headscarves, they were in a defiant mood, firing wildly into the air, as Syrian government soldiers looked on anxiously.</p><p class=\"sc-9a00e533-0 hxuGS\">All of them said they were prepared to take up arms again if the ceasefire breaks down.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Bedouin fighters the BBC spoke to said they were ready to take up arms again if the ceasefire failed</figcaption></p></figure><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The ceasefire is holding for now</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, the Syrian Red Crescent has managed to get some of the injured out of Suweida.</p><p class=\"sc-9a00e533-0 hxuGS\">At the main hospital in the southern Syrian city of Deraa, we saw some of the wounded being brought in.</p><p class=\"sc-9a00e533-0 hxuGS\">Ahmed, 27, was hobbling on crutches, still in his Syrian army fatigues but with his left foot heavily bandaged.</p><p class=\"sc-9a00e533-0 hxuGS\">\"A rocket propelled grenade exploded, and I was hit by shrapnel,\" he said, wincing.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I want to make something clear when we entered Suweida, the houses in front of us were burnt out, the bodies of children were burned, there were children with their heads cut off,\" the young solider said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The situation was beyond imagination.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has not been able to verify his claims.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Ahmed said he was hit by shrapnel from a rocket propelled grenade during recent fighting</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Outside the hospital, I talked to Riham Bermawi, a coordinator for the Syrian Red Crescent.</p><p class=\"sc-9a00e533-0 hxuGS\">Calling the situation \"catastrophic\", she said there was a shortage of medicines and first aid kits.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Too many surgeries needed,\" she added.</p><p class=\"sc-9a00e533-0 hxuGS\">She had just managed to bring some of the wounded out of Suweida province, but she said it was likely too dangerous on the road to try another medical evacuation that day because snipers were shooting at the ambulances.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A Syrian army fighter resting after the recent action</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">So, what does the future hold for Syria?</p><p class=\"sc-9a00e533-0 hxuGS\">This past week has seen the most serious sectarian violence since the Syrian uprising which <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c05p9g2nqmeo\" class=\"sc-f9178328-0 bGFWdi\">brought the Islamist rebel leader Ahmed al-Sharaa to power late last year</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">It came after decades of dictatorship under the Assad regime.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We all need to work more for Syria and to be united,\" Raed al-Saleh, minister of disaster management and emergency response, told me at a shelter for displaced people in Suweida province.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have many challenges, but we also have great hope,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have wise men in our communities so I believe that we can overcome this difficult phase, and we can achieve peace and justice.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But on the road to Suweida city, we did not witness much of that.</p></div></article></div></body></html>"
        },
        {
            "title": "DR Congo mine: Rescuers dig with bare hands for trapped miners in Lomera",
            "time": "2025-07-22T14:56:50",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/dd70/live/024a4860-6707-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">People in a gold-mining area in the east of the Democratic Republic of Congo have been using their bare hands and basic tools to free miners trapped underground.</p><p class=\"sc-9a00e533-0 hxuGS\">Six have been pulled out alive, with one seriously injured, since shafts collapsed in Lomera in the early hours of Sunday, local journalist Ashuza Barack told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">There have been conflicting reports on the death toll. One resident said that 12 bodies had been found but Barack said no bodies had been recovered.</p><p class=\"sc-9a00e533-0 hxuGS\">The area, in South Kivu province, has been under the control of M23 rebels since they captured swathes of DR Congo's mineral-rich east earlier this year. The M23 rejected reports that hundreds were trapped underground.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Lomera has witnessed a gold rush since the end of last year when the precious ore was discovered in the hills near what was then a quiet village, according to medical charity MSF.</p><p class=\"sc-9a00e533-0 hxuGS\">Thousands of people arrived hoping to make money as freelance, or artisanal, miners, turning the area into a \"sprawling chaos of mineshafts and makeshift shelters\", MSF said in a statement on a cholera outbreak in the area last month.</p><p class=\"sc-9a00e533-0 hxuGS\">Reports said a series of cascading landslides buried up to 15 of these makeshift shafts without warning.</p><p class=\"sc-9a00e533-0 hxuGS\">Rescue efforts have slowed as debris and large stones continue to block access.</p><p class=\"sc-9a00e533-0 hxuGS\">Journalist Barack told the BBC that the lack of proper equipment has hampered attempts to clear the site. Survivors told him that many miners remain stuck.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We've been digging since Sunday night but have not recovered any bodies. We are exhausted,\" one miner said.</p><p class=\"sc-9a00e533-0 hxuGS\">Officials from M23 visited the site and ordered mining activities to stop in parts of the area.</p><p class=\"sc-9a00e533-0 hxuGS\">Dozens of mining sites across this region of DR Congo supply the global electronics industry with vital metals and minerals. Many are not properly regulated and safety standards are not observed.</p><p class=\"sc-9a00e533-0 hxuGS\">The region has also been hit by conflict for decades as various rebel groups and the government have been fighting over control.</p><p class=\"sc-9a00e533-0 hxuGS\">The M23 made significant territorial gains earlier this year, capturing Goma, the main city in eastern DR Congo. </p><p class=\"sc-9a00e533-0 hxuGS\">It signed a ceasefire deal with the government at the weekend in talks brokered by Qatar. </p></div></div></body></html>"
        },
        {
            "title": "Hunter Biden lashes out at George Clooney over father's 2024 race exit",
            "time": "2025-07-22T13:36:32",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4ddc/live/aade3980-66f0-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Hunter Biden lashes out at George Clooney over father's 2024 election exit</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Hunter Biden slams Clooney, blames Ambien for father's debate performance</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Hunter Biden has reacted angrily towards actor George Clooney for questioning his father's mental sharpness during the 2024 election race - an intervention that led to Joe Biden dropping out.</p><p class=\"sc-9a00e533-0 hxuGS\">In an expletive-filled interview with the YouTube outlet Channel 5 with Andrew Callaghan, the younger Biden accused Clooney of exaggerating the former president's frailty.</p><p class=\"sc-9a00e533-0 hxuGS\">After meeting Biden at an LA fundraising event last summer, Clooney became one of the first major Democratic figures to call on Joe Biden to drop out of the race.</p><p class=\"sc-9a00e533-0 hxuGS\">Less than a fortnight later, the elder Biden announced he would step aside for the eventual Democratic nominee, Vice-President Kamala Harris. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c445/live/272b9240-66eb-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c445/live/272b9240-66eb-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c445/live/272b9240-66eb-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c445/live/272b9240-66eb-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c445/live/272b9240-66eb-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c445/live/272b9240-66eb-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c445/live/272b9240-66eb-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c445/live/272b9240-66eb-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"eager\" alt=\"Getty Images Joe Biden looking into the distance wearing a blue coat with the presidential seal, Hunter Biden is slightly behind him and wearing a black jacket with an American flag patch on it. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">President Biden and Hunter Biden pictured in November 2024, shortly after the president issued a pardon for his son</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The contest in November was ultimately won by Harris's opponent, Republican Donald Trump.</p><p class=\"sc-9a00e533-0 hxuGS\">Clooney inserted himself into the presidential campaign via a New York Times opinion article in July 2024 headlined \"<a target=\"_blank\" href=\"https://www.nytimes.com/2024/07/10/opinion/joe-biden-democratic-nominee.html\" class=\"sc-f9178328-0 bGFWdi\">I Love Joe Biden. But We Need a New Nominee</a>\". </p><p class=\"sc-9a00e533-0 hxuGS\">The actor expressed support for the president's agenda but pointed to worries over his disastrous debate against Trump in which he stumbled over his words.</p><p class=\"sc-9a00e533-0 hxuGS\">In the interview, the younger Biden blamed it on a gruelling travel schedule and taking the drug Ambien, also known as zolpidem, which is used to treat sleep problems.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They give him Ambien to be able to sleep. He gets up on the stage and he looks like he's a deer in the headlights,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">In the New York Times article, Clooney said the meeting with Biden at the charity event showed he was \"the same man we all witnessed in the debate\".</p><p class=\"sc-9a00e533-0 hxuGS\">He added: \"We are not going to win in November with this president.\"</p><p class=\"sc-9a00e533-0 hxuGS\">More details about the encounter at the fundraiser were revealed in a recent book by journalists Jake Tapper and Alex Thompson, who reported that the president \"appeared severely diminished\" and didn't recognise the actor.</p><p class=\"sc-9a00e533-0 hxuGS\">During the interview released Monday, Hunter Biden's first lengthy comments since the election, the former president's son denied that account and said Clooney had \"attempted to cut the knees out from a sitting president\".</p><p class=\"sc-9a00e533-0 hxuGS\">Asked why Clooney intervened in the race, Hunter Biden responded with a succession of profanities about the actor.</p><p class=\"sc-9a00e533-0 hxuGS\">\"What do you have to do with… anything,\" he said in a message directed at Clooney. \"Why do I have to… listen to you?\"</p><p class=\"sc-9a00e533-0 hxuGS\">The younger Biden suggested that Clooney was motivated by disagreement over the former president's stance towards Israel.</p><p class=\"sc-9a00e533-0 hxuGS\">Clooney's wife Amal was on a legal panel which recommended that the International Criminal Court issue an arrest warrant for Israeli Prime Minister Benjamin Netanyahu over the war in Gaza. </p><p class=\"sc-9a00e533-0 hxuGS\">But President Biden rejected the idea, at one point calling the warrant \"<a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c704y7gwr95o\" class=\"sc-f9178328-0 bGFWdi\">outrageous</a>\".</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has attempted to contact the Hollywood actor for comment.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ba44/live/3cfd3420-66eb-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ba44/live/3cfd3420-66eb-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ba44/live/3cfd3420-66eb-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ba44/live/3cfd3420-66eb-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ba44/live/3cfd3420-66eb-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ba44/live/3cfd3420-66eb-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ba44/live/3cfd3420-66eb-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ba44/live/3cfd3420-66eb-11f0-af20-030418be2ca5.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Clooney with a rainbow award around his neck shaking hands with Biden who has his back to the camera, in front of a crowd of guests\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">George Clooney (l) being greeted by President Biden at a Kennedy Center awards ceremony in December 2022</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\">Hunter Biden also criticised reports by Tapper and others that he was heavily involved in White House meetings during his father's final months in office - even after being convicted of felony weapons charges.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I think I spent 12 days in the White House in the last two years of the administration,\" Hunter Biden said.</p><p class=\"sc-9a00e533-0 hxuGS\">Before leaving office, Joe Biden pardoned his son, who last year pleaded guilty to tax evasion in addition to being convicted on the weapons charges.</p><p class=\"sc-9a00e533-0 hxuGS\">The younger Biden's business dealings, legal troubles and addiction to alcohol and drugs became an issue during the 2020 presidential campaign, when the contents of a laptop he owned were leaked to the New York Post.</p><p class=\"sc-9a00e533-0 hxuGS\">Despite initial questions about its veracity, the leaked material was determined to be authentic, however the fallout did not prevent Joe Biden from defeating Donald Trump in that year's election.</p><p class=\"sc-9a00e533-0 hxuGS\">Speaking to the BBC earlier this year in his first interview since leaving office, Joe Biden said he didn't regret ending his re-election campaign, but dismissed the idea that quitting earlier might have changed the outcome.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I don't think it would have mattered,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">An announcement from Joe Biden in May this year that he had been diagnosed with prostate cancer revived questions about his health while serving in the White House.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Biden's first interview since leaving the White House</figcaption></p></article></div></body></html>"
        },
        {
            "title": "French citiesimpose curfews on children after drug violence",
            "time": "2025-07-22T13:00:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b9ee/live/d8f5e230-66fc-11f0-9b2e-c75b85e592a2.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A number of French cities have imposed night-time curfews on young people following a spate of violence linked to drug trafficking.</p><p class=\"sc-9a00e533-0 hxuGS\">Nîmes in the south was the latest to bring in measures, which authorities said were meant to prevent under 16s from being \"exposed to violence\" and to \"contain tensions\". Additional police units will also be sent in.</p><p class=\"sc-9a00e533-0 hxuGS\">Over the course of the last month several shootings - one in broad daylight - left one person dead and several injured.</p><p class=\"sc-9a00e533-0 hxuGS\">Last week the body of a 19-year-old man was found partially burned on the outskirts of Nîmes.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Announcing the curfew – in force between 21:00 and 06:00 – mayor Jean-Paul Fournier said the situation had become \"untenable\" and that drug traffickers had created a \"climate of fear and terror\".</p><p class=\"sc-9a00e533-0 hxuGS\">Deputy mayor Richard Schieven said the curfew would protect minors not involved in the drug trade \"but also those aged 12 or 13 who are exploited by drug traffickers\".</p><p class=\"sc-9a00e533-0 hxuGS\">Béziers, 120km (75 miles) to the south-west, has had a curfew in place for children under 13 between 23:00 and 06:00 since last year and expanded it to under 15s in certain areas last March. \"No 10-year-old out on the street at 02:00 is up to anything but mischief,\" said mayor Robert Ménard in 2024.</p><p class=\"sc-9a00e533-0 hxuGS\">Despite the measures, Béziers continues to be plagued by violence. At the weekend balaclava-clad youths lured police and then attacked them with fireworks, local media reported.</p><p class=\"sc-9a00e533-0 hxuGS\">A similar incident occurred in Limoges in southwestern France. The city has also imposed curfew measures for under 13s for the duration of the summer holidays – but following violence involving 100 people at the weekend Mayor Émile Roger Lombertie said the results of the measures were \"not good\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"We had disturbances by young people, nobody managed to intercept and arrest them, and the curfew was useless,\" Lombertie said, adding that more police was needed to enforce the measures.</p><p class=\"sc-9a00e533-0 hxuGS\">Two years ago the there was outrage in Nimes when <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-europe-66602809\" class=\"sc-f9178328-0 bGFWdi\">a 10-year-old boy was killed</a> by a bullet in the Pissevin area of the city.</p><p class=\"sc-9a00e533-0 hxuGS\">The latest developments confirm a growing trend that has seen drug violence expand beyond Marseille – the long-time epicentre of gang wars in France.</p><p class=\"sc-9a00e533-0 hxuGS\">According to the interior ministry, 110 people died in France and more than 300 others were wounded in drug-related violence in 2024.</p><p class=\"sc-9a00e533-0 hxuGS\">Justice Minister Gérard Darmanin and Interior Minister Bruno Retailleau have long insisted on the need to fight the scourge of the drugs trade.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this year they steered a bill through parliament which resulted in two maximum-security jails for drug barons, a new, dedicated branch of the prosecutors' office, extra powers for investigators, and a special, protected status for informers.</p><p class=\"sc-9a00e533-0 hxuGS\">Darmanin said on Tuesday that \"the first 17 drug-traffickers, among them the most dangerous in our country\",  were transferred to a high-security jail at Vendin-le-Vieil in northern France.</p><p class=\"sc-9a00e533-0 hxuGS\">A wave of arson and gun attacks at French prisons in the spring was <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c4g27n775j1o\" class=\"sc-f9178328-0 bGFWdi\">widely pinned on drugs gangs</a> hitting back at the government's crackdown.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div></div></body></html>"
        },
        {
            "title": "Algal bloom killing marine life in South Australia is 'disaster', premier says",
            "time": "2025-07-22T05:08:40",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0568/live/3a012670-66d0-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Australia's toxic algae bloom is 'natural disaster' - premier</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Simon Atkinson and Tiffanie Turnbull</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Sydney</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Before and after footage shows impact of the toxic algae bloom</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">An algal bloom catastrophe which has turned usually pristine South Australian waters toxic green and suffocated masses of marine life is a \"natural disaster\", the state premier has declared.</p><p class=\"sc-9a00e533-0 hxuGS\">The algal bloom - a rapid increase in the population of algae in water systems – has been spreading since March and is now twice the size of the country's capital territory. </p><p class=\"sc-9a00e533-0 hxuGS\">The federal government has unveiled an assistance package of A$14m ($9m; £6.7m) but refused to designate the event a natural disaster - a term usually used for cyclones, floods and bushfires and which would trigger a greater response.</p><p class=\"sc-9a00e533-0 hxuGS\">Authorities say more than 400 species of marine life have died and local industries are suffering.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Algal bloom is naturally occurring but is caused by ocean warming, marine heatwaves, and nutrient pollution - all a direct result of climate change.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is a natural disaster and should be acknowledged as such... I think politicians can do themselves a disservice when they get caught up in technicalities,\" South Australian Premier Peter Malinauskas told the Australian Broadcasting Corporation (ABC) on Tuesday.</p><p class=\"sc-9a00e533-0 hxuGS\">He announced his government would match the federal government's A$14m in funding, with money to go towards research, clean up, and industry support measures.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/399f/live/a1974370-66c9-11f0-a4de-6d8ec3aa70c3.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/399f/live/a1974370-66c9-11f0-a4de-6d8ec3aa70c3.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/399f/live/a1974370-66c9-11f0-a4de-6d8ec3aa70c3.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/399f/live/a1974370-66c9-11f0-a4de-6d8ec3aa70c3.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/399f/live/a1974370-66c9-11f0-a4de-6d8ec3aa70c3.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/399f/live/a1974370-66c9-11f0-a4de-6d8ec3aa70c3.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/399f/live/a1974370-66c9-11f0-a4de-6d8ec3aa70c3.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/399f/live/a1974370-66c9-11f0-a4de-6d8ec3aa70c3.png.webp\" loading=\"eager\" alt=\"EPA Dead puffer fish on the shore\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Some dead fish have been washed ashore</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Greens Senator for South Australia Sarah Hanson-Young is among those openly criticising the federal government, accusing them of underplaying the situation.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If this toxic algal bloom was wreaking havoc on Bondi Beach or on the North Shore in Sydney, the prime minister would have already been on the beach with a response,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">However, federal Environment Minister Murray Watt on Monday said while the bloom and its impacts were \"incredibly disturbing\", the catastrophe did not meet the definition of a natural disaster under the country's laws.</p><p class=\"sc-9a00e533-0 hxuGS\">The bloom - which now stretches from Coorong to the Yorke Peninsula, an area about double the size of the Australian Capital Territory - is decimating the local environment and lining the coastline with dead wildlife.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is like a horror movie for fish,\" <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cqxewn0z2v8o\" class=\"sc-f9178328-0 bGFWdi\">Brad Martin - from OzFish, a non-profit organisation that protects fishing habitats - told the BBC in May.</a></p><p class=\"sc-9a00e533-0 hxuGS\">But the event is also wreaking havoc on the local economy. Representatives of the fishing industry say some of their members have had no income for at least three months.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I've got fishermen in tears on the phone,\" Ian Mitchell - who works as a middleman between fishers and retailers - told the ABC. </p></div></article></div></body></html>"
        },
        {
            "title": "Zelensky: Ukraine and Russia to hold peace talks on Wednesday",
            "time": "2025-07-22T03:59:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4aad/live/028a1550-66ab-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Russia and Ukraine will hold a new round of peace talks in Istanbul on Wednesday, Ukrainian President Volodymyr Zelensky has said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Today, I discussed with [Ukrainian Security Council chief] Rustem Umerov the preparations for a prisoner exchange and another meeting in Turkey with the Russian side,\" Zelensky said in his daily address on Monday. \"Umerov reported that the meeting is scheduled for Wednesday.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Zelensky proposed fresh talks at the weekend, days after US President Donald Trump threatened Russia with \"severe\" sanctions if there was no ceasefire between Moscow and Kyiv within 50 days.</p><p class=\"sc-9a00e533-0 hxuGS\">On Tuesday, Moscow said it did not expect a \"miraculous breakthrough\" from the talks. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"We intend to pursue our interests, we intend to ensure our interests and fulfil the tasks that we set for ourselves from the very beginning,\" Kremlin spokesperson Dmitry Peskov said in his daily press briefing.</p><p class=\"sc-9a00e533-0 hxuGS\">He said he hoped the talks would be held this week, without giving a date.</p><p class=\"sc-9a00e533-0 hxuGS\">Two previous rounds of direct talks between Moscow and Kyiv in Istanbul failed to make progress towards a ceasefire. Both nations remain far apart as to how it might be achieved.</p><p class=\"sc-9a00e533-0 hxuGS\">Washington has pledged new weapons for the Ukrainian military, after Russia intensified attacks.</p><p class=\"sc-9a00e533-0 hxuGS\">A child was killed overnight into Tuesday, when a Russian glide bomb hit an apartment block in the eastern city of Kramatorsk, local officials said. Six areas of the capital Kyiv had earlier come under a combined drone and missile attack.</p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, Ukrainian forces said they had pushed back more than 50 attacks in the Pokrovsk area of eastern Ukraine, where Russia has concentrated much of its firepower in recent months. Russian sabotage groups have already tried to enter the city, according to Ukraine's military commander, Oleksandr Syrskyi.</p><p class=\"sc-9a00e533-0 hxuGS\">Russia's RIA news agency, quoting a source, said the latest round of talks would take place over two days, on Thursday and Friday.</p><p class=\"sc-9a00e533-0 hxuGS\">A Turkish government spokesperson said Wednesday's talks would take place in  the same venue where previous negotiations in May and June failed to work towards a ceasefire, the Agence France-Presse news agency reported.</p><p class=\"sc-9a00e533-0 hxuGS\">This week's talks will be yet another attempt to bring an end to the war that has been going on for more than three years, and will come after Trump expressed frustration with Vladimir Putin. The US president told the BBC he was \"disappointed\" but \"not done\" with the Russian leader.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Istanbul talks could focus on further prisoner exchanges and a possible meeting between Zelensky and Putin, a senior Ukrainian official told AFP.</p><p class=\"sc-9a00e533-0 hxuGS\">Moscow, however, has downplayed the likelihood of reaching any concrete outcome anytime soon.</p><p class=\"sc-9a00e533-0 hxuGS\">Commenting on the prospects for a breakthrough, Kremlin spokesman Dmitry Peskov told reporters on Monday that the two sides were \"diametrically opposed\" and \"a lot of diplomatic work lies ahead\".</p><p class=\"sc-9a00e533-0 hxuGS\">Russia has intensified its drone and missile attacks on Ukrainian cities in recent weeks, causing record civilian casualties. It launched a full-scale invasion of its neighbour in 2022.</p></div></div></body></html>"
        },
        {
            "title": "Officer convicted in Breonna Taylor raid gets 33-month sentence",
            "time": "2025-07-21T22:55:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Officer convicted in Breonna Taylor raid gets 33-month sentence</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">\"We're grateful he's at least going to prison\", says attorney to Breonna Taylor's family</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A former Kentucky police officer has been sentenced to 33 months in prison after being convicted in connection with a raid that resulted in the fatal shooting of Breonna Taylor, a black woman, in her home.</p><p class=\"sc-9a00e533-0 hxuGS\">A federal jury last year found Brett Hankison guilty of violating Taylor's civil rights by using excessive force. The maximum sentence for the charge was life in prison.</p><p class=\"sc-9a00e533-0 hxuGS\">The sentencing comes days after the Trump administration asked the judge to give Hankison a one-day sentence - a position that starkly contrasts with the approach to the case under President Joe Biden.</p><p class=\"sc-9a00e533-0 hxuGS\">Hankison is the only officer who has been charged and convicted directly in connection with the botched raid.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Another former officer, Kelly Goodlett, who pleaded guilty to conspiring with a colleague to falsify the affidavit used to obtain a search warrant for Taylor's home and to cover up their actions after her death, will be sentenced next year. </p><p class=\"sc-9a00e533-0 hxuGS\">After his sentence, Hankison will face three years of supervised release.</p><p class=\"sc-9a00e533-0 hxuGS\">Tamika Palmer, Taylor's mother, and lawyers for the family spoke after the sentencing on Monday. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp\" loading=\"eager\" alt=\"Getty Images Picture frame of Breonna Taylor\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"I think the judge did the best she could with what she had to work with,\" Ms Palmer said, but she was critical of federal prosecutors who had argued for a lesser sentence. </p><p class=\"sc-9a00e533-0 hxuGS\">Taylor's boyfriend Kenneth Walker, who was in the apartment with her the night of the raid, said he was \"grateful for the small piece of justice that we got\". </p><p class=\"sc-9a00e533-0 hxuGS\">Taylor became a face of the Black Lives Matter movement in 2020 following her death and the police killing of George Floyd, who was murdered during a police arrest that same year. </p><p class=\"sc-9a00e533-0 hxuGS\">She was killed after officers in plain clothes executed a \"no-knock\" search warrant at her home. They burst into her apartment in the early morning hours while she and Walker were asleep.</p><p class=\"sc-9a00e533-0 hxuGS\">Authorities believed Taylor's former boyfriend was using her home to hide narcotics.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Walker fired a single shot when the police knocked the door down, hitting one officer, Sgt John Mattingly, in the leg. Mr Walker said the officers did not announce themselves as police, and he thought they were intruders.</p><p class=\"sc-9a00e533-0 hxuGS\">The three officers returned fire, shooting 32 bullets into the flat.</p><p class=\"sc-9a00e533-0 hxuGS\">Hankinson fired 10 times into her apartment, in order, he said during the trial, to protect fellow officers.</p><p class=\"sc-9a00e533-0 hxuGS\">None of Hankison's bullets hit anyone, but they did enter a neighbouring property, where a pregnant woman, a five-year-old and a man had been sleeping.</p><p class=\"sc-9a00e533-0 hxuGS\">Prosecutors said Hankison acted recklessly and \"violated one of the most fundamental rules of deadly force: If they cannot see the person they're shooting at, they cannot pull the trigger.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Outside the courthouse, protesters waiting for the verdict blocked the streets chanting Taylor's name. Several people, including Taylor's aunt, Bianca Austin, were detained by police. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp\" loading=\"lazy\" alt=\"Reuters A police officer holds a woman's hands behind her back as he arrests her on the street\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Bianca Austin, Breonna Taylor's aunt, is arrested outside the courthouse while protesting</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">How was the justice department involved in this case?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In early November 2024, Hankison was <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cz6jp80dx4no\" class=\"sc-f9178328-0 bGFWdi\">convicted on one count of civil rights abuse</a>. </p><p class=\"sc-9a00e533-0 hxuGS\">\"His use of deadly force was unlawful and put Ms Taylor in harm's way,\" then Attorney General Merrick Garland, a Biden-appointee, said in a statement. \"This verdict is an important step toward accountability for the violation of Breonna Taylor's civil rights, but justice for the loss of Ms Taylor is a task that exceeds human capacity.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Days after Hankinson's conviction, Donald Trump won re-election - a political shift that meant the sentencing recommendation would come not from the Biden administration, which brought the charges, but from the Trump-led justice department.</p><p class=\"sc-9a00e533-0 hxuGS\">Last week, that recommendation - a <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c3d135jz58zo\" class=\"sc-f9178328-0 bGFWdi\">request for Hankison to serve one day in prison</a> - stunned some, including Taylor's family.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Every American who believes in equal justice under the law should be outraged,\" attorneys for the family said. \"Recommending just one day in prison sends the unmistakable message that white officers can violate the civil rights of Black Americans with near-total impunity.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In its sentencing request, the justice department argued that although Hankison was involved in \"executing the warrant\" during the deadly raid, he did not shoot Taylor \"and is not otherwise responsible for her death\".</p><p class=\"sc-9a00e533-0 hxuGS\">The justice department also said that additional prison time \"would simply be unjust under these circumstances\". </p><p class=\"sc-9a00e533-0 hxuGS\">Ordinarily, sentencing recommendations are signed by lawyers involved in the case or career justice department employees who deal with sentencing requests. </p><p class=\"sc-9a00e533-0 hxuGS\">In this case, Trump's appointee to run the Civil Rights Department, Harmeet Dhillon, signed the recommendation. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What changes has Trump's justice department made?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Since returning to the White House, Trump has made rolling back Biden-era policies a priority, particularly at the justice department. </p><p class=\"sc-9a00e533-0 hxuGS\">In May, the justice department began the process of <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c8e663n8glgo\" class=\"sc-f9178328-0 bGFWdi\">dismissing lawsuits brought against the Louisville and Minneapolis police departments</a> following controversy over high-profile police killings and brutality, including that of Taylor.</p><p class=\"sc-9a00e533-0 hxuGS\">Investigations into police constitutional violations in other cities such as Memphis and Phoenix were also ended.  </p><p class=\"sc-9a00e533-0 hxuGS\">The justice department criticised the Biden administration for enacting \"sweeping\" oversight agreements \"that would have imposed years of micromanagement\" of local police by federal courts.</p><p class=\"sc-9a00e533-0 hxuGS\">During Biden's tenure, the justice department opened civil investigations into 12 state and local law enforcement agencies. </p><p class=\"sc-9a00e533-0 hxuGS\">In four of those - in Louisville, Minneapolis, Phoenix and Lexington, Mississippi - the department issued reports of systemic police misconduct. </p><p class=\"sc-9a00e533-0 hxuGS\">While accountability agreements were made with some of the police departments, they were not formally enacted. </p><p class=\"sc-9a00e533-0 hxuGS\">These changes have also come amid a mass exodus from the justice department. </p><p class=\"sc-9a00e533-0 hxuGS\">In the Civil Rights Division alone, the division of the department that made the Hankison sentencing recommendation, about 70% of attorneys have left since Trump was inaugurated, reports say. </p></div></article></div></body></html>"
        },
        {
            "title": "F-35B in Kerala: UK fighter jet stuck in India for five weeks leaves for Australia",
            "time": "2025-07-22T08:01:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6051/live/a87eab90-5af0-11f0-9a88-e7f85ff11261.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Meme-famous UK fighter jet stuck in India finally departs</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 bwIYVa\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Ashraf Padanna</span><p class=\"sc-801dd632-8 hwLppI\"><span>Thiruvananthapuram, Kerala</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6051/live/a87eab90-5af0-11f0-9a88-e7f85ff11261.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6051/live/a87eab90-5af0-11f0-9a88-e7f85ff11261.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6051/live/a87eab90-5af0-11f0-9a88-e7f85ff11261.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6051/live/a87eab90-5af0-11f0-9a88-e7f85ff11261.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6051/live/a87eab90-5af0-11f0-9a88-e7f85ff11261.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6051/live/a87eab90-5af0-11f0-9a88-e7f85ff11261.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6051/live/a87eab90-5af0-11f0-9a88-e7f85ff11261.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6051/live/a87eab90-5af0-11f0-9a88-e7f85ff11261.jpg.webp\" loading=\"eager\" alt=\"BBC The F-35B at Thiruvananthapuram airport in Kerala\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The F-35B was diverted to Thiruvananthapuram airport following an emergency</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A state-of-the-art British fighter jet that became a subject of jokes and memes after being stranded at an Indian airport for more than five weeks has finally left after repairs.</p><p class=\"sc-9a00e533-0 hxuGS\">The F-35B is now airborne and on its way to Darwin in Australia, an airport spokesman told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">The jet first landed on 14 June at Thiruvananthapuram airport in the southern state of Kerala where it was <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cy8gj2nlnywo\" class=\"sc-f9178328-0 bGFWdi\">diverted after it ran into bad weather</a> during a sortie in the Indian Ocean. It then developed a technical snag.</p><p class=\"sc-9a00e533-0 hxuGS\">Its prolonged presence on Indian soil sparked curiosity and raised questions about how such a modern aircraft could remain stranded in a foreign country for so long.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In a statement on Tuesday morning, the British High Commission confirmed the aircraft's departure. \"A UK engineering team, deployed since 6 July completed the repairs and safety checks, allowing the aircraft to resume active service.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The plane was part of the fleet of HMS Prince of Wales. Officials have not said why it was flying to Darwin, but it's most likely because the Royal Navy's flagship carrier is still in the region.</p><p class=\"sc-9a00e533-0 hxuGS\">For the past few days, HMS Prince of Wales has been posting updates and photos on X (formerly Twitter) from the joint exercises it has been conducting off the coast of Australia.</p><p class=\"sc-9a00e533-0 hxuGS\">After the plane was unable to return, engineers from the ship had visited it to fix it.</p><p class=\"sc-9a00e533-0 hxuGS\">But as they were unable to repair it, the UK ministry of defence <a target=\"_blank\" href=\"https://x.com/UKDefenceIndia/status/1942145462804636057\" class=\"sc-f9178328-0 bGFWdi\">said</a> a fortnight back that they had deployed a team of 14 engineers \"to Thiruvananthapuram airport to assess and repair the F-35B aircraft\".</p><p class=\"sc-9a00e533-0 hxuGS\">There had been speculation that if the technicians failed to repair the aircraft, it would have to be partially dismantled and carried out in a bigger cargo plane such as a C-17 Globemaster transport aircraft.</p><p class=\"sc-9a00e533-0 hxuGS\">F-35Bs are highly advanced stealth jets, built by Lockheed Martin, and are prized for their short take-off and vertical landing capability. The case of the stranded $110m (£80m) jet was raised in the House of Commons.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/31e6/live/c8476c00-66d0-11f0-b67d-756a7df7e209.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/31e6/live/c8476c00-66d0-11f0-b67d-756a7df7e209.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/31e6/live/c8476c00-66d0-11f0-b67d-756a7df7e209.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/31e6/live/c8476c00-66d0-11f0-b67d-756a7df7e209.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/31e6/live/c8476c00-66d0-11f0-b67d-756a7df7e209.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/31e6/live/c8476c00-66d0-11f0-b67d-756a7df7e209.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/31e6/live/c8476c00-66d0-11f0-b67d-756a7df7e209.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/31e6/live/c8476c00-66d0-11f0-b67d-756a7df7e209.jpg.webp\" loading=\"lazy\" alt=\"Kerala Tourism Kerala Tourism post included an AI-generated photograph of an F-35B standing on the runway with coconut palm trees in the background\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Kerala Tourism</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">In a post on X, Kerala Tourism said that like most visitors to the state, the jet too was finding it hard to leave</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In India, images of the \"lonely F-35B\", parked on the tarmac and soaked by the Kerala monsoon rains, made it a subject of jokes and memes.</p><p class=\"sc-9a00e533-0 hxuGS\">One viral post joked that the jet had been put up for sale at an online site at a hugely competitive price of $4m. The listing claimed the jet included features like \"automatic parking, brand-new tyres, a new battery and an automatic gun to destroy traffic violators\".</p><p class=\"sc-9a00e533-0 hxuGS\">One user on X said the jet deserved Indian citizenship as it had been in the country long enough, while another suggested that India should start charging rent and that the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-asia-india-38218308\" class=\"sc-f9178328-0 bGFWdi\">Kohinoor diamond</a> would be the most appropriate payment.</p><p class=\"sc-9a00e533-0 hxuGS\">Kerala government's tourism department also joined in the fun with a post on X that said \"Kerala, the destination you'll never want to leave.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The post included an AI-generated photograph of an F-35B standing on the runway with coconut palm trees in the background. The text joked that, like many visitors to the state famously dubbed 'God's Own Country' in tourism brochures, the jet too seemed reluctant to leave its scenic surroundings.</p><p class=\"sc-9a00e533-0 hxuGS\">On Tuesday, after it took off, X users posted messages saying \"adios\" to the jet as it left \"after enjoying more than one month of holidays at God's Own Country\".</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 fhKUCU\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"instagram\" class=\"sc-d16436d-0 fhKUCU\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 fhKUCU\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"youtube,\" class=\"sc-d16436d-0 fhKUCU\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 fhKUCU\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"x\" class=\"sc-d16436d-0 fhKUCU\">X</i></a><i id=\"and\" class=\"sc-d16436d-0 fhKUCU\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"facebook\" class=\"sc-d16436d-0 fhKUCU\">Facebook</i></a></p></div></article></div></body></html>"
        },
        {
            "title": "Epstein accuser urges release of case files if there is 'nothing to hide'",
            "time": "2025-07-22T07:48:34",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fc0a/live/4626dcd0-66d3-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Accuser says 'rollercoaster' of Epstein files saga is a 'real weight' on victims</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Nada Tawfik</span><p class=\"sc-801dd632-8 hwLppI\"><span>New York correspondent, BBC News</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: \"It's exhausting\" - Epstein accuser talks to the BBC about files saga</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">One of Jeffrey Epstein's accusers and a key witness in his associate Ghislaine Maxwell's sex trafficking trial is calling for the government to release information   related to him, especially if there is \"nothing to hide.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Annie Farmer has watched US President Donald Trump's recent handling of the case and the ensuing backlash from the MAGA movement, she said, with exhaustion. </p><p class=\"sc-9a00e533-0 hxuGS\">She says the case has been politicised and too much focus has been paid to the abusers with little new information emerging, leaving her feeling \"used\", she told the BBC during an interview on Monday.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There are people who have used this to their advantage and tried to focus on elements of it that are sensational,\" she said. </p><p class=\"sc-9a00e533-0 hxuGS\">But that doesn't mean there weren't real crimes committed, Ms Farmer said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Those victims are people with feelings that are trying to live their everyday lives, and this can feel like a real weight falling on us.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Ms Farmer, and her sister Maria, made the earliest known reports of abuse by Epstein to the NYPD and the FBI in 1996. Maria Farmer is currently suing the federal government, accusing it of negligence and failing to protect victims. Over the decades, Annie Farmer said her only sense of justice came from the conviction of Maxwell, Epstein's accomplice.</p><p class=\"sc-9a00e533-0 hxuGS\">She remains very sceptical of the Trump administration's handling of the case -  turning away from promises to release more information on the case, then saying there were no files to release, then seeking to make public related grand jury testimony.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's an emotional rollercoaster for the people involved,\" she said, adding that they were hopeful \"more information could be coming\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp\" loading=\"eager\" alt=\"REUTERS/Jane Rosenberg Annie Farmer testifies during Ghislaine Maxwell's sex trafficking trial in a courtroom sketch in 2021. \n\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">REUTERS/Jane Rosenberg</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Annie Farmer testifies during Ghislaine Maxwell's sex trafficking trial, seen in a courtroom sketch in 2021.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Ms Farmer said she did not believe Trump supports justice for victims, given his past association with Epstein in the 1990s and 2000s.</p><p class=\"sc-9a00e533-0 hxuGS\">In response, White House communications director Stephen Cheung said on Monday that President Trump kicked Epstein out of his club for being a \"creep\" and called allegations about him  \"recycled, old fake news\".</p><p class=\"sc-9a00e533-0 hxuGS\">The rift between Trump and staunch MAGA supporters was sparked by early campaign promises from Trump to<a target=\"_self\" href=\"https://www.bbc.com/news/articles/cy8ge16d2y3o\" class=\"sc-f9178328-0 bGFWdi\"> \"declassify\" information on the case.</a> Other Trump allies have previously called for the release of more information on Epstein.</p><p class=\"sc-9a00e533-0 hxuGS\">But the Department of Justice recently said there was no evidence that Epstein kept a \"client list\". Trump has said Attorney General Pam Bondi should release <a target=\"_self\" href=\"https://www.bbc.com/news/articles/ckgl4dl334go\" class=\"sc-f9178328-0 bGFWdi\">\"whatever she thinks is credible\" </a>and has defended her handling of the files. He also has questioned the level of interest in the files.</p><p class=\"sc-9a00e533-0 hxuGS\">Ms Farmer said that those involved in the case know it's \"a bit more complex than a client list\", with some central questions left unanswered.  </p><p class=\"sc-9a00e533-0 hxuGS\">She also said she was upset by the<a target=\"_self\" href=\"https://www.bbc.com/news/articles/cdjxkkpgn1ko\" class=\"sc-f9178328-0 bGFWdi\"> recent firing of Maureen Comey</a>, who prosecuted both Epstein and Maxwell. \"I've spoken with other women involved, and I know they shared my sentiment that it felt very wrong at this time,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"And it was very concerning to us in terms of, why did this happen?\"</p><p class=\"sc-9a00e533-0 hxuGS\">It is not clear why the federal prosecutor was removed from her job at the Southern District of New York, and Ms Comey has said publicly she was not given a reason.</p><p class=\"sc-9a00e533-0 hxuGS\">A few things motivated her to speak out now, Ms Farmer said. First, she is extremely disturbed by calls from fringe voices to pardon Maxwell so she can speak in front of Congress about the case.</p><p class=\"sc-9a00e533-0 hxuGS\">\"That would be extremely problematic and would be a huge loss for individuals like myself,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">The second reason is the suicide in April of one of Epstein's most outspoken accusers, Virginia Giuffre.</p><p class=\"sc-9a00e533-0 hxuGS\">Losses like that, she said, renewed her energy toward better understanding where the justice system fell apart.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-for-this-story-by-pratiksha-ghildial\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting for this story by Pratiksha Ghildial </i></p></div></article></div></body></html>"
        },
        {
            "title": "China kindergarten poisoning: Investigation finds cover-up as six arrested",
            "time": "2025-07-22T06:07:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2795/live/84a98350-66b9-11f0-a1db-bffe5000ba80.png",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Dozens of provincial officials and hospital staff attempted to cover up a lead poisoning case that made hundreds of children sick in north-west China and sparked widespread outrage, an official investigation has found.</p><p class=\"sc-9a00e533-0 hxuGS\">The officials tampered with the blood tests of students who were poisoned at Peixin Kindergarten in Tianshui city, Gansu provincial authorities said in a report on Sunday.</p><p class=\"sc-9a00e533-0 hxuGS\">City officials also accepted bribes from an investor in Peixin while neglecting food safety inspections across several pre-schools, the report said.</p><p class=\"sc-9a00e533-0 hxuGS\">In an attempt to attract more students, Peixin chefs had used inedible paint to \"enhance the look\" of its meals, the report said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Food samples were later found to contain lead <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cy4n7wn8l58o\" class=\"sc-f9178328-0 bGFWdi\">2,000 times in excess of the national safety limit</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">Eight people were initially detained for their involvement in producing the toxic snacks. Six of them - including the kindergarten's principal, cooks, and an investor - have been arrested, according to the report. </p><p class=\"sc-9a00e533-0 hxuGS\">Ten other officials will face \"formal accounting procedures\" while another 17 people are under disciplinary investigation.</p><p class=\"sc-9a00e533-0 hxuGS\">Authorities revealed on 8 July that 235 children from the privately-owned kindergarten were being treated in hospital for lead poisoning after eating steamed red date cakes and sausage corn buns. </p><p class=\"sc-9a00e533-0 hxuGS\">As of Sunday, 234 of them have been discharged.</p><p class=\"sc-9a00e533-0 hxuGS\">The Gansu Provincial Centre for Disease Control and Prevention was ordered to test 267 students and staff at Peixin after some showed symptoms earlier this month, but officials \"did not take the work seriously\". </p><p class=\"sc-9a00e533-0 hxuGS\">The person in charge of the tests \"seriously violated operating procedures, which distorted the results\", according to the report.</p><p class=\"sc-9a00e533-0 hxuGS\">The report named several people under investigation and set out lead concentrations of various food samples, among other details.</p><p class=\"sc-9a00e533-0 hxuGS\">It also accused staff at the Tianshui No. 2 People's Hospital of \"serious dereliction of duty\" and described the institution's management of the case as \"chaotic\". </p><p class=\"sc-9a00e533-0 hxuGS\">The Chinese internet paid keen attention to the report, with some commending what they see as transparent disclosure and others asking for perpetrators in this case to be held accountable. </p><p class=\"sc-9a00e533-0 hxuGS\">In contrast to its chiding of provincial and city-level officials, the report said there was \"quick response\" from the central government, which convened an expert panel \"at the earliest opportunity\" to review any gaps in procedures.</p><p class=\"sc-9a00e533-0 hxuGS\">On Monday, China published a set of national guidelines for the provision of meals on campuses. Among other things, it mandates that every new batch of food must be tested, and that rice, flour and cooking oil must be bought at centralised procurement points. </p><p class=\"sc-9a00e533-0 hxuGS\">Authorities in Tianshui have also announced that children suffering from lead poisoning can receive free treatment at designated hospitals and legal assistance will be made available to affected families. </p><p class=\"sc-9a00e533-0 hxuGS\">Peixin will be temporarily managed by a state-owned kindergarten. </p></div></div></body></html>"
        },
        {
            "title": "Migrants deported from US tortured in El Salvador, Venezuela says",
            "time": "2025-07-22T03:17:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Migrants tortured in El Salvador, Venezuela says</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp\" loading=\"eager\" alt=\"AFP Two men with masked faces and bullet proof vests hold down the shaved head of a man dressed in white, who is handcuffed. In the background stand many more armed and masked guards, waiting to issue prison whites and crocs. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">More than 250 migrants were returned to Venezuela after spending four months in the El Salvador's notorious Cecot prison</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Venezuela has announced an investigation into claims migrants sent to a prison in El Salvador from the US suffered human rights abuses.</p><p class=\"sc-9a00e533-0 hxuGS\">More than 250 Venezuelans were repatriated to near Caracas on Friday. They had been detained in El Salvador since March following their deportation from the United States.</p><p class=\"sc-9a00e533-0 hxuGS\">Venezuelan Attorney-General Tarek William Saab said there had been \"systemic torture\" inside the prison, which included sexual abuse, daily beatings and rotten prison food.</p><p class=\"sc-9a00e533-0 hxuGS\">El Salvador is yet to respond to the claims.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">During a press conference, Saab presented testimonies and images appearing to show detainees with injuries including bruising and missing teeth.  These claims have not been independently verified by the BBC. </p><p class=\"sc-9a00e533-0 hxuGS\">Venezuela will investigate El Salvador's President Nayib Bukele, Justice Minister Gustavo Villatoro and Head of Prisons Osiris Luna Meza.</p><p class=\"sc-9a00e533-0 hxuGS\">The attorney general urged the International Criminal Court (ICC), the UN Human Rights Council and relevant bodies in the Americas to \"do the same\". </p><p class=\"sc-9a00e533-0 hxuGS\">Venezuela is currently facing an investigation by the ICC in The Hague for allegations similar to those the country is levelling at El Salvador, including torturing prisoners and denying them access to legal representation.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Venezuelans were deported in March under the 1798 Alien Enemies Act, which gives a US president power to detain and deport natives or citizens of \"enemy\" nations without usual processes.  They were accused of belonging to a gang, something many of the men's relatives and lawyers deny.</p><p class=\"sc-9a00e533-0 hxuGS\">They were held in the notorious Terrorism Confinement Center, known as Cecot, which was originally built to hold accused gang members.</p><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"read:\" class=\"sc-d16436d-0 jpoiOL\">Read:</b> <a target=\"_self\" href=\"https://www.bbc.co.uk/news/resources/idt-81749d7c-d0a0-48d0-bb11-eaab6f1e6556\" class=\"sc-f9178328-0 bGFWdi\">El Salvador's secretive mega-jail</a></p><p class=\"sc-9a00e533-0 hxuGS\">The group did not have access to lawyers or their relatives, and were last seen in photos issued by Bukele's government which pictured them arriving in handcuffs with their heads shaved, which sparked international outcry.</p><p class=\"sc-9a00e533-0 hxuGS\">They were released in mid-July by El Salvador in exchange for US nationals held in Venezuela, with a senior Trump administration official <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c4gd4ye41ymo\" class=\"sc-f9178328-0 bGFWdi\">telling reporters that they extended their \"deep,deep gratitude\" to Bukele for facilitating the dea</a>l. </p><p class=\"sc-9a00e533-0 hxuGS\">The US has imposed heavy sanctions on Venezuela, and in May the Supreme Court ruled that the Temporary Protected Status for Venezuelan nationals could be revoked, affecting about 350,000 people.</p></div></article></div></body></html>"
        },
        {
            "title": "Jagdeep Dhankar: Indian vice president's resignation sparks political speculation",
            "time": "2025-07-22T07:08:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7c89/live/910cf1e0-66af-11f0-996e-37d861b5c4cf.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The sudden resignation of India's Vice-President Jagdeep Dhankhar on Monday night has sparked speculation about what prompted the move.</p><p class=\"sc-9a00e533-0 hxuGS\">Dhankar, also the chairman of the upper house of the parliament, announced his resignation on the first day of the monsoon session, citing health concerns.</p><p class=\"sc-9a00e533-0 hxuGS\">The ruling Bharatiya Janata Party (BJP), which had nominated him for the post, has yet to comment on his resignation.</p><p class=\"sc-9a00e533-0 hxuGS\">But many opposition leaders have expressed surprise at the move, with one MP saying there was more to it \"than meets the eye\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Dhankhar, 74, took office in August 2022, with his term set to run until 2027.</p><p class=\"sc-9a00e533-0 hxuGS\">On Monday, Dhankhar presided over a Rajya Sabha - the upper house - session and swore in new members. </p><p class=\"sc-9a00e533-0 hxuGS\">He also received an impeachment notice against high court judge Yashwant Varma, signed by over 50 MPs, following the discovery of cash at the judge's home earlier this year. Justice Varma has denied any wrongdoing by him or his family.</p><p class=\"sc-9a00e533-0 hxuGS\">Dhankhar's official schedule had listed a visit to the western city of Jaipur on Wednesday in his capacity as vice president.</p><p class=\"sc-9a00e533-0 hxuGS\">But on Monday evening, he submitted his resignation letter to President Droupadi Murmu, saying he wanted \"to prioritise health care and abide by medical advice\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"It has been a privilege and satisfaction to witness and partake in India's remarkable economic progress and unprecedented exponential development during this significant period. Serving in this transformative era of our nation's history has been a true honour,\" Dhankar said in the letter.</p><p class=\"sc-9a00e533-0 hxuGS\">The abrupt move sent ripples through political circles, with some remarking that they had spoken to Dhankhar just hours before his resignation.</p><p class=\"sc-9a00e533-0 hxuGS\">\"What is going on in this government?\" asked Anand Dubey, spokesperson of the Shiv Sena (UBT) party.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This decision came without proper consultation or discussion. If health was the concern, the resignation could have been submitted a few days before the session or even after,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">Manish Tewari, an MP of India's main opposition Congress party, called the move \"totally unexpected\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"No doubt Mr Dhankhar has to give topmost priority to his health,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But, clearly there is far more to his totally unexpected resignation than meets the eye.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Jairam Ramesh, another Congress MP, called Dhankar's resignation \"unprecedented\".</p><p class=\"sc-9a00e533-0 hxuGS\">He also pointed to the absence of two ministers from an advisory committee meeting presided over by Dhankar that was supposed to happen on Monday afternoon. </p><p class=\"sc-9a00e533-0 hxuGS\">Ramesh said Dhankar was not personally informed of their absence and took \"umbrage\" before rescheduling the meeting for Tuesday.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Jagdeep Dhankar's resignation speaks highly of him. It also speaks poorly of who got him elected as vice president in the first instance,\" he added. </p><p class=\"sc-9a00e533-0 hxuGS\">Dhankar, a lawyer by profession, first entered politics as an MP from Rajasthan's Jhunjhunu seat in 1989.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2003, he joined the BJP and went on to head the party's legal department. In 2019, he was appointed the governor of West Bengal state where he was often at loggerheads with the state government, run by the Trinamool Congress party.</p><p class=\"sc-9a00e533-0 hxuGS\">He resigned as governor in 2022 after the BJP nominated him as vice president.</p><p class=\"sc-9a00e533-0 hxuGS\">Dhankhar underwent angioplasty in Delhi in March but quickly resumed his duties and remained active in parliament.</p><p class=\"sc-9a00e533-0 hxuGS\">With the vice president's seat now vacant, his responsibilities are likely to be handled by the deputy chairperson of the Rajya Sabha or another member designated by the president.</p><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 fhKUCU\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"instagram\" class=\"sc-d16436d-0 fhKUCU\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 fhKUCU\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"youtube\" class=\"sc-d16436d-0 fhKUCU\">YouTube</i></a><i id=\",\" class=\"sc-d16436d-0 fhKUCU\">, </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 bGFWdi\"></a><i id=\"and\" class=\"sc-d16436d-0 fhKUCU\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"facebook\" class=\"sc-d16436d-0 fhKUCU\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 fhKUCU\">.</i></p></div></div></body></html>"
        },
        {
            "title": "Martin Luther King Jr: Trump administration releases files on slain civil rights leader",
            "time": "2025-07-22T14:52:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ee86/live/ba990050-66ad-11f0-9626-a50c88fff2c9.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump's administration has released a trove of records on the assassination of Martin Luther King Jr, including FBI surveillance files on the civil rights leader. </p><p class=\"sc-9a00e533-0 hxuGS\">A court-imposed order had kept the documents, totalling 230,000 pages, blocked from public view since 1977. </p><p class=\"sc-9a00e533-0 hxuGS\">Prominent members of King's family had opposed the release. A statement from his two living children condemned \"any attempts to misuse these documents in ways intended to undermine our father's legacy\".</p><p class=\"sc-9a00e533-0 hxuGS\">King, the country's most famous civil rights activist, was shot in Memphis on 4 April 1968, at age 39. James Earl Ray, a career criminal, pleaded guilty to the killing, but later renounced his plea.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump's critics noted the release comes as the administration is accused of a lack of transparency over files relating to influential sex offender Jeffrey Epstein, whose 2019 jail death was ruled a suicide. </p><p class=\"sc-9a00e533-0 hxuGS\">Civil rights leader Al Sharpton said the disclosure of the King files was \"a desperate attempt to distract\" from \"the firestorm engulfing Trump over the Epstein files and the public unraveling of his credibility\".</p><p class=\"sc-9a00e533-0 hxuGS\">King Jr's two living children, Martin III and Bernice, who were notified ahead of time about the release, said in a statement on Monday: \"We ask those who engage with the release of these files to do so with empathy, restraint, and respect for our family's continuing grief.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The release of these files must be viewed within their full historical context.</p><p class=\"sc-9a00e533-0 hxuGS\">\"During our father's lifetime, he was relentlessly targeted by an invasive, predatory, and deeply disturbing disinformation and surveillance campaign orchestrated by J Edgar Hoover through the Federal Bureau of Investigation.\" </p><p class=\"sc-9a00e533-0 hxuGS\">The statement said the government's surveillance had denied King the \"dignity and freedoms of private citizens\". </p><p class=\"sc-9a00e533-0 hxuGS\">The family also cited a jury verdict in a 1999 wrongful death civil lawsuit that found the civil rights leader was the victim not of a lone racist gunman, but of a vast conspiracy.</p><p class=\"sc-9a00e533-0 hxuGS\">In January, Trump ordered that documents from the assassinations of King and former President John F Kennedy be declassified, along with the records in the assassination of Robert F Kennedy.</p><p class=\"sc-9a00e533-0 hxuGS\">The Office of the Director of National Intelligence (DNI) said in a press release on Monday that the King files had \"sat collecting dust in facilities across the federal government for decades, until today\". </p><p class=\"sc-9a00e533-0 hxuGS\">The documents include \"internal FBI memos\" and \"never-before-seen CIA records\" behind the hunt for King's assassin, the DNI said. </p><p class=\"sc-9a00e533-0 hxuGS\">The release was co-ordinated with the FBI, Department of Justice, National Archives and CIA. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The American people deserve answers decades after the horrific assassination of one of our nation's great leaders,\" US Attorney General Pamela Bondi said.</p><p class=\"sc-9a00e533-0 hxuGS\">But experts  say the files contain little information beyond what is already known. </p><p class=\"sc-9a00e533-0 hxuGS\">\"There is nothing new or notable in what was released yesterday,\" David Garrow, a historian and author of a Pulitzer Prize-winning biography on MLK Jr, told the BBC. </p><p class=\"sc-9a00e533-0 hxuGS\">Mr Garrow added that many of the files contain details that have been in the public domain for over 40 years.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Not all of King's family was upset about the release.</p><p class=\"sc-9a00e533-0 hxuGS\">Referring to the civil rights leader as \"my uncle\", Alveda King said: \"I am grateful to President Trump and DNI Gabbard for delivering on their pledge of transparency.</p><p class=\"sc-9a00e533-0 hxuGS\">\"While we continue to mourn his death, the declassification and release of these documents are a historic step towards the truth that the American people deserve.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Before his arrest, King's convicted assassin, James Earl Ray, fled the country to Canada, Portugal and the UK, <a target=\"_self\" href=\"https://www.bbc.com/news/world-us-canada-36434706\" class=\"sc-f9178328-0 bGFWdi\">where he raided a bank</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">Extradited to Memphis, he entered a guilty plea in 1969 and was sentenced to 99 years in prison. </p><p class=\"sc-9a00e533-0 hxuGS\">He later claimed he had been framed by shadowy conspirators and tried to recant his guilty plea, but it was repeatedly upheld by the courts. Ray died in 1998 at 70.</p></div></div></body></html>"
        },
        {
            "title": "Obituary: Wild life of Ozzy Osbourne, rock's 'prince of darkness'",
            "time": "2025-07-22T18:58:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0460/live/32f29d50-672f-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Wild life of Ozzy Osbourne, rock's 'prince of darkness'</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0460/live/32f29d50-672f-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0460/live/32f29d50-672f-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0460/live/32f29d50-672f-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0460/live/32f29d50-672f-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0460/live/32f29d50-672f-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0460/live/32f29d50-672f-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0460/live/32f29d50-672f-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0460/live/32f29d50-672f-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"eager\" alt=\"Getty Images Ozzy Osbourne\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Ozzy Osbourne, who has died at the age of 76, helped forge the sound that became known as heavy metal - and on top of that, the frontman practically invented the image of the wild rock star.</p><p class=\"sc-9a00e533-0 hxuGS\">Ozzy's band Black Sabbath made an indelible mark on music by pioneering heavy metal - and were hailed as a major influence by a range of artists who followed them.</p><p class=\"sc-9a00e533-0 hxuGS\">With his wailing vocal style and \"prince of darkness\" reputation, Ozzy led the band to become global stars - before he was fired due mainly to his increasing dependency on drugs and alcohol.</p><p class=\"sc-9a00e533-0 hxuGS\">But he carved out a successful solo career before reuniting with the band, as well as becoming the unlikely star of a hit TV reality show which showcased his erratic domestic life.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3ea5/live/5e86fc90-0df8-11ef-82e8-cd354766a224.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3ea5/live/5e86fc90-0df8-11ef-82e8-cd354766a224.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3ea5/live/5e86fc90-0df8-11ef-82e8-cd354766a224.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3ea5/live/5e86fc90-0df8-11ef-82e8-cd354766a224.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3ea5/live/5e86fc90-0df8-11ef-82e8-cd354766a224.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3ea5/live/5e86fc90-0df8-11ef-82e8-cd354766a224.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3ea5/live/5e86fc90-0df8-11ef-82e8-cd354766a224.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3ea5/live/5e86fc90-0df8-11ef-82e8-cd354766a224.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Ozzy plays the piano\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Music transformed Osbourne's life, after a difficult start at school</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">He was born John Michael Osbourne in the Aston area of Birmingham on 3 December 1948. His father Jack was a toolmaker, while his mother Lillian worked at the Lucas factory, which made car components.</p><p class=\"sc-9a00e533-0 hxuGS\">He picked up the nickname Ozzy at primary school and it stuck.</p><p class=\"sc-9a00e533-0 hxuGS\">Aside from gifting him his moniker, school was a dismal experience for young Osbourne. He suffered from dyslexia and what would now be termed attention deficit hyperactivity disorder (ADHD).</p><p class=\"sc-9a00e533-0 hxuGS\">He left at 15 and wandered into a series of dead-end jobs, including some time spent working in a slaughterhouse, which allowed him to play practical jokes in pubs by putting cows' eyeballs in peoples' pints.</p><p class=\"sc-9a00e533-0 hxuGS\">He even turned his hand to crime but found he had little luck there either. A TV fell on him while he was burgling a house and he later spent six weeks in Birmingham's Winston Green prison after robbing a clothes shop.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Reunited</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">What saved him was music: the sound of the Beatles singing She Loves You out of a crackly transistor radio transformed his life.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It was such an incredible explosion of happiness and hope,\" he later told writer Bryan Appleyard. \"I used to dream - wouldn't it be great if Paul McCartney married my sister.\"</p><p class=\"sc-9a00e533-0 hxuGS\">He persuaded his dad to buy him a microphone and an amplifier and, together with a friend Terry 'Geezer' Butler, formed a band called Rare Breed - which lasted for just two performances.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/bd97/live/95e83b90-0df8-11ef-82e8-cd354766a224.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/bd97/live/95e83b90-0df8-11ef-82e8-cd354766a224.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/bd97/live/95e83b90-0df8-11ef-82e8-cd354766a224.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/bd97/live/95e83b90-0df8-11ef-82e8-cd354766a224.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/bd97/live/95e83b90-0df8-11ef-82e8-cd354766a224.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/bd97/live/95e83b90-0df8-11ef-82e8-cd354766a224.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/bd97/live/95e83b90-0df8-11ef-82e8-cd354766a224.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/bd97/live/95e83b90-0df8-11ef-82e8-cd354766a224.jpg.webp\" loading=\"lazy\" alt=\"Rex Features Black Sabbath in 1970\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Rex Features</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The original members of Black Sabbath, who came together in Birmingham, are considered heavy metal pioneers</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The pair became part of a Blues outfit named Polka Tulk Blues, later renamed Earth, along with guitarist Tony Iommi and drummer Bill Ward.</p><p class=\"sc-9a00e533-0 hxuGS\">The band, intent on making what they called \"scary music\", rehearsed in a room opposite the local cinema - where a screening of 1963 horror film Black Sabbath gave birth to the band's name and first hit.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I didn't invent that sort of music,\" Ozzy later recalled. \"When I look back at that song, Black Sabbath, I think, how did I even begin to think of a melody like that?\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Masterpiece</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The song, written by Osbourne and Butler, opened their 1970 debut album which, despite a mauling from music critics, reached number eight in the UK charts and number 23 in the US.</p><p class=\"sc-9a00e533-0 hxuGS\">Further success followed with a string of best-selling albums including Paranoid, Master of Reality and Volume 4, all of which sold more than a million copies.</p><p class=\"sc-9a00e533-0 hxuGS\">By the time the band released Sabbath Bloody Sabbath in 1973, even the critics were beginning to heap praise on them.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e70a/live/b61402f0-0df8-11ef-82e8-cd354766a224.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e70a/live/b61402f0-0df8-11ef-82e8-cd354766a224.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e70a/live/b61402f0-0df8-11ef-82e8-cd354766a224.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e70a/live/b61402f0-0df8-11ef-82e8-cd354766a224.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e70a/live/b61402f0-0df8-11ef-82e8-cd354766a224.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e70a/live/b61402f0-0df8-11ef-82e8-cd354766a224.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e70a/live/b61402f0-0df8-11ef-82e8-cd354766a224.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e70a/live/b61402f0-0df8-11ef-82e8-cd354766a224.jpg.webp\" loading=\"lazy\" alt=\"Rex Features Black Sabbath\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Rex Features</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Behind the scenes the band's relations with Ozzy were frayed</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">One writer described it as a \"masterpiece\" and went on to say he thought the band had discovered a newfound sense of finesse and maturity.</p><p class=\"sc-9a00e533-0 hxuGS\">The 1975 album Sabotage also received critical praise, but by this time the band were beginning to unravel and Black Sabbath were destined to lose their momentum.</p><p class=\"sc-9a00e533-0 hxuGS\">Osbourne was already starting to succumb to the drink and drugs that would come to dominate his life. His unreliability became legendary and was beginning to irk fellow members of Black Sabbath.</p><p class=\"sc-9a00e533-0 hxuGS\">Family life was also under strain, with his addictions, affairs and frequent touring jeopardising his relationship with wife Thelma and their two children. The pair would later split.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Unfair</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Osbourne had always covered up his insecurities by acting as the band's clown, but by now his antics were seriously hindering Sabbath's development.</p><p class=\"sc-9a00e533-0 hxuGS\">His relationship with Iommi had never been smooth and Ozzy began to resent what he saw as the guitarist's domination of the band.</p><p class=\"sc-9a00e533-0 hxuGS\">In 1978 he spent three months working on a solo project called Blizzard of Ozz, but returned to Sabbath to record the album Never Say Die.</p><p class=\"sc-9a00e533-0 hxuGS\">After a lacklustre tour, Osbourne was fired by the other members of Sabbath on the basis of his substance abuse, being replaced by Ronnie James Dio.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9df4/live/d18157e0-0df8-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9df4/live/d18157e0-0df8-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9df4/live/d18157e0-0df8-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9df4/live/d18157e0-0df8-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9df4/live/d18157e0-0df8-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9df4/live/d18157e0-0df8-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9df4/live/d18157e0-0df8-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9df4/live/d18157e0-0df8-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"PA Ozzy Osbourne\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">PA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The singer carved out a successful solo career post-Black Sabbath - but his misdemeanors were equally legendary</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Osbourne later claimed that his dismissal was unfair, arguing: \"We were all as bad as each other.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The problem was that Ozzy was not as good at handling the effects of the myriad substances in which the whole band indulged.</p><p class=\"sc-9a00e533-0 hxuGS\">He resurrected Blizzard of Ozz with the help of Sharon Arden, the daughter of Black Sabbath's manager Don Arden. The couple would later marry and go on to have three children - Aimee, Kelly and Jack.</p><p class=\"sc-9a00e533-0 hxuGS\">She also attempted to help him control his intake of drink and drugs. There were periods when he appeared to have kicked his addictions - but he often fell off the wagon.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Unfortunate bat - and doves</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"If it wasn't for Sharon,\" he later told Appleyard, \"I'd be long dead.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Controversy was never far away. The most notorious incident was biting the head off a live bat while on stage in Iowa in 1982. He had been catapulting raw meat into the audience on tour, which prompted fans to throw things on stage in return. He claims he thought the bat was fake before he took a bite.</p><p class=\"sc-9a00e533-0 hxuGS\">He did not attempt to use the same excuse about the two doves whose heads he bit off during a record label meeting the previous year.</p><p class=\"sc-9a00e533-0 hxuGS\">His other exploits included being arrested for urinating on Texas war monument the Alamo while wearing one of Sharon's dresses; getting thrown out of the Dachau concentration camp for being drunk and disorderly while on a visit during a German tour; pulling a gun on Black Sabbath's drummer while on a bad acid trip; blacking out and waking up in the central reservation of a 12-lane freeway; and massacring the inhabitants of his chicken coop with a gun, sword and petrol while wearing a dressing gown and pair of wellies.</p><p class=\"sc-9a00e533-0 hxuGS\">That all added to Ozzy's legend, but in reality most of his behaviour was not very appealing or glamorous. He was a wreck, and the drink and drugs gave him a Jekyll and Hyde personality.</p><p class=\"sc-9a00e533-0 hxuGS\">In 1989, he woke up in jail to be told he had been arrested on suspicion of attempted murder for strangling Sharon. He could not remember anything about it. She dropped the charges.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/752f/live/f0aee920-0df8-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/752f/live/f0aee920-0df8-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/752f/live/f0aee920-0df8-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/752f/live/f0aee920-0df8-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/752f/live/f0aee920-0df8-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/752f/live/f0aee920-0df8-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/752f/live/f0aee920-0df8-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/752f/live/f0aee920-0df8-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"PA Black Sabbath\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">PA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Sabbath reunited in 2005, following Osbourne's full recovery from the quad bike accident at his home in Buckinghamshire</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, his first solo album went platinum and the follow-ups, Diary of a Madman and Bark at the Moon, were also best-sellers.</p><p class=\"sc-9a00e533-0 hxuGS\">He toured extensively throughout the 1980s and 90s, as well as achieving huge commercial success with Ozzfest - a series of tours, mainly in the US, that featured bands across all genres of metal.</p><p class=\"sc-9a00e533-0 hxuGS\">Osbourne headlined most of the festivals and there were even appearances by his former Black Sabbath bandmates.</p><p class=\"sc-9a00e533-0 hxuGS\">Then In 2002, he and his family were catapulted to a new form of fame when they unwittingly pioneered reality TV as cameras captured the foul-mouthed (but affectionate) dysfunction of their home life.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Row</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It was a huge success, even though the US broadcasts were heavily censored to remove Osbourne's frequent profanities - something that was not deemed necessary when the show aired in the UK.</p><p class=\"sc-9a00e533-0 hxuGS\">At the same time, Osbourne continued to record - but was forced to take a break in 2003 when he fell off a quad bike and sustained serious injuries.</p><p class=\"sc-9a00e533-0 hxuGS\">It was while he was recovering in hospital that he topped the UK singles charts for the first time, with a recording of the Black Sabbath song Changes, on which he sang a duet with daughter Kelly.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/597e/live/081c39a0-0df9-11ef-bee9-6125e244a4cd.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/597e/live/081c39a0-0df9-11ef-bee9-6125e244a4cd.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/597e/live/081c39a0-0df9-11ef-bee9-6125e244a4cd.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/597e/live/081c39a0-0df9-11ef-bee9-6125e244a4cd.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/597e/live/081c39a0-0df9-11ef-bee9-6125e244a4cd.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/597e/live/081c39a0-0df9-11ef-bee9-6125e244a4cd.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/597e/live/081c39a0-0df9-11ef-bee9-6125e244a4cd.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/597e/live/081c39a0-0df9-11ef-bee9-6125e244a4cd.jpg.webp\" loading=\"lazy\" alt=\"PA Ozzy and his wife Sharon\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">PA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">His wife Sharon guided his career. Both went on to have successful careers in television.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Black Sabbath reunited at regular intervals, and in 2013 went back to the top of the UK album chart - 43 years after their last number one, Paranoid.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2018, he claimed to have ditched the alcohol and the drugs and would be reining in his touring lifestyle.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I have grandchildren now and I'm 70 years old and I don't want to be found dead in a hotel room somewhere,\" he told a journalist while promoting Ozzfest that year.</p><p class=\"sc-9a00e533-0 hxuGS\">However, he had other health issues to contend with. At first, he thought the shaking in his hands was a result of his lifetime of excess. But in 2007 he was diagonosed with a condition called Parkinsonian syndrome, then in 2019 with Parkinson's disease.</p><p class=\"sc-9a00e533-0 hxuGS\">He suffered spinal damage in a late-night fall the same year, which aggravated the injury he sustained in the quad-bike crash. Repeated surgeries had limited success.</p><p class=\"sc-9a00e533-0 hxuGS\">But he was determined to bow out of the public eye with a customary bang. </p><p class=\"sc-9a00e533-0 hxuGS\">He, Sharon and his old Black Sabbath bandmates lined up a farewell concert at Villa Park football stadium, a stone's throw from his childhood home, which took place just over two weeks ago.</p><p class=\"sc-9a00e533-0 hxuGS\">An array of fellow rock legends - including Metallica, Guns N' Roses and Aerosmith's Steven Tyler - lined up to perform and pay homage to him and Sabbath's influence.</p><p class=\"sc-9a00e533-0 hxuGS\">Osbourne himself performed seated because of his mobility problems, but managed to recapture his old magic - belting out his hits while clapping, waving his arms and pulling wild-eyed looks, just like old times.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I'm proud of what I've achieved with my life,\" he once told an interviewer. \"You couldn't have written my life story if you'd been the best writer in the world\".</p></div></article></div></body></html>"
        },
        {
            "title": "Air India crash report: Cockpit voices fuel controversy over doomed flight",
            "time": "2025-07-22T01:54:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c897/live/788d3220-660e-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">When the preliminary report into the crash of Air India Flight 171 - which killed 260 people in June - was released, many hoped it would bring some measure of closure.</p><p class=\"sc-9a00e533-0 hxuGS\">Instead, the <a target=\"_blank\" href=\"https://aaib.gov.in/What's%20New%20Assets/Preliminary%20Report%20VT-ANB.pdf\" class=\"sc-f9178328-0 bGFWdi\">15-page report</a> further stoked speculation. For, despite the measured tone of the report, one detail continues to haunt investigators, aviation analysts and the public alike.</p><p class=\"sc-9a00e533-0 hxuGS\">Seconds after take-off, both fuel-control switches on the 12-year-old Boeing 787 abruptly moved to \"cut-off\", cutting fuel to the engines and causing total power loss - a step normally done only after landing.</p><p class=\"sc-9a00e533-0 hxuGS\">The cockpit voice recording captures one pilot asking the other why \"did he cut-off\", to which the person replies that he didn't. The recording doesn't clarify who said what. At the time of take-off, the co-pilot was flying the aircraft while the captain was monitoring.</p><p class=\"sc-9a00e533-0 hxuGS\">The switches were returned to their normal inflight position, triggering automatic engine relight. At the time of the crash, one engine was regaining thrust while the other had relit but had not yet recovered power. The plane was airborne for less than a minute before crashing into a neighbourhood in the western Indian city of Ahmedabad.</p><p class=\"sc-9a00e533-0 hxuGS\">Several speculative theories have emerged since the preliminary report - a full report is expected in a year or so. </p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://www.wsj.com/world/asia/air-india-crash-senior-pilot-eab72db5\" class=\"sc-f9178328-0 bGFWdi\">The Wall Street Journal</a> and <a target=\"_blank\" href=\"https://www.reuters.com/business/aerospace-defense/air-india-cockpit-recording-suggests-captain-cut-fuel-engines-before-crash-2025-07-18/\" class=\"sc-f9178328-0 bGFWdi\">Reuters</a> news agency have reported that \"new details in the probe of last month's Air India crash are shifting the focus to the senior pilot in the cockpit\". </p><p class=\"sc-9a00e533-0 hxuGS\">Italian newspaper <a target=\"_blank\" href=\"https://www.corriere.it/economia/trasporti/aerei/25_luglio_18/air-india-comandante-trappola-2db9160e-9395-4daf-8746-fa0278faaxlk.shtml\" class=\"sc-f9178328-0 bGFWdi\">Corriere della Sera</a> claimed that its sources had told them the first officer repeatedly asked the captain why he \"shut off the engines\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Sumeet Sabharwal, 56, was the captain on the flight, while Clive Kunder, 32, was the co-pilot who was flying the plane. Together, the two pilots had more than 19,000 hours of flight experience - nearly half of it on the Boeing 787.  Both had passed all pre-flight health checks before the crash.</p><p class=\"sc-9a00e533-0 hxuGS\">Understandably, the wave of speculative leaks has rattled investigators and angered Indian pilots.</p><p class=\"sc-9a00e533-0 hxuGS\">Last week, India's Aircraft Accident Investigation Bureau (AAIB), the lead investigator, stated in a release that \"certain sections of the international media are repeatedly attempting to draw conclusions through <a target=\"_blank\" href=\"https://aaib.gov.in/What's%20New%20Assets/APPEAL%20VT-ANB%2017-07-2025.pdf\" class=\"sc-f9178328-0 bGFWdi\">selective and unverified reporting</a>\". It described these \"actions [as] irresponsible, especially while the investigation remains ongoing\".</p><p class=\"sc-9a00e533-0 hxuGS\">Jennifer Homendy, chairwoman of the US's National Transportation Safety Board (NTSB), which is assisting the investigation, said on X that the media reports were <a target=\"_blank\" href=\"https://x.com/NTSB_Newsroom/status/1946299060060610699\" class=\"sc-f9178328-0 bGFWdi\">\"premature and speculative\"</a> and that “investigations of this magnitude take time\".  </p><p class=\"sc-9a00e533-0 hxuGS\">Back in India, the Indian Commercial Pilots' Association condemned the rush to blame the crew as \"reckless\" and \"deeply insensitive\", urging restraint until the final report is out. </p><p class=\"sc-9a00e533-0 hxuGS\">Sam Thomas, head of the Airline Pilots' Association of India (ALPA India), told the BBC that \"speculation has triumphed over transparency\", emphasising the need to review the aircraft's maintenance history and documentation alongside the cockpit voice recorder data.</p><p class=\"sc-9a00e533-0 hxuGS\">At the heart of the controversy is the brief cockpit recording in the report - the full transcript, expected in the final report, should shed clearer light on what truly happened. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A Canada-based air accident investigator, who preferred to remain unnamed, said that the excerpt of the conversation in the report presents several possibilities.</p><p class=\"sc-9a00e533-0 hxuGS\">For example, \"if pilot 'B' was the one who operated the switches - and did so unwittingly or unconsciously - it's understandable that they would later deny having done it,\" the investigator said. </p><p class=\"sc-9a00e533-0 hxuGS\">\"But if pilot 'A' operated the switches deliberately and with intent, he may have posed the question knowing full well that the cockpit voice recorder would be scrutinised, and with the aim of deflecting attention and avoiding identification as the one responsible.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Even if the AAIB is eventually able to determine who said what, that doesn't decisively answer the question 'Who turned the fuel off?'\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"We may even never know the answer to that question.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Investigators told the BBC that while there appeared to be strong evidence the fuel switches were manually turned off, it's still important to keep \"an open mind\". </p><p class=\"sc-9a00e533-0 hxuGS\">A glitch in the plane's Full Authority Digital Engine Control (FADEC) system - which monitors engine health and performance - could, in theory, trigger an automatic shutdown if it receives false signals from sensors, some pilots suggest.</p><p class=\"sc-9a00e533-0 hxuGS\">However, if the pilot's exclamation - 'why did you cut-off [the fuel]?' - came after the switches moved to cut-off (as noted in the preliminary report), it would undermine that theory. The final report will likely include time-stamped dialogue and a detailed analysis of engine data to clarify this.</p><p class=\"sc-9a00e533-0 hxuGS\">Speculation has been fuelled less by who said what, and more by what wasn't said.</p><p class=\"sc-9a00e533-0 hxuGS\">The preliminary report withheld the full cockpit voice recorder (CVR) transcript, revealing only a single, telling line from the final moments. </p><p class=\"sc-9a00e533-0 hxuGS\">This selective disclosure has raised questions: was the investigation team confident about the speakers' identities but chose to withhold the rest out of sensitivity? Or are they still uncertain whose voices they were hearing and needed more time to fully investigate the matter before publishing any conclusions?</p><p class=\"sc-9a00e533-0 hxuGS\">Peter Goelz, former NTSB managing director, says the AAIB should release a voice recorder transcript with pilot voices identified.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If any malfunctions began during take-off, they would be recorded in the Flight Data Recorder (FDR) and would likely have triggered alerts in the flight management system - alerts the crew would almost certainly have noticed and, more importantly, discussed.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Investigators are urging restraint in drawing conclusions.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have to be cautious because it's easy to assume that if the switches were turned off, it must mean intentional action - pilot error, suicide, or something else. And that's a dangerous path to go down with the limited information we have,\" Shawn Pruchnicki, a former airline accident investigator and aviation expert at Ohio State University, told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">At the same time, alternative theories continue to circulate. </p><p class=\"sc-9a00e533-0 hxuGS\">Indian newspapers including the Indian Express flagged a possible <a target=\"_blank\" href=\"https://indianexpress.com/article/cities/ahmedabad/ai-crash-probe-looks-for-vital-clues-of-electric-malfunction-in-tail-wreckage-10137487/\" class=\"sc-f9178328-0 bGFWdi\">electrical fire in the tail</a> as a key focus. But the preliminary report makes clear: the engines shut down because both fuel switches were moved to cut-off - a fact backed by recorder data. If a tail fire occurred, it likely happened post-impact, triggered by spilled fuel or damaged batteries, an independent investigator said.</p><p class=\"sc-9a00e533-0 hxuGS\">Last week, AAIB chief GVG Yugandhar stressed that the preliminary report aims to \"provide information about 'WHAT' happened\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's too early for definite conclusions,\" he said, emphasising the investigation is ongoing and the final report will identify \"root causes and recommendations\". He also pledged to share updates on \"technical or public interest matters\" as they arise.</p><p class=\"sc-9a00e533-0 hxuGS\">Summing up, Mr Pruchnicki said the probe \"boils down to two possibilities - either deliberate action or confusion, or an automation-related issue\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"The report doesn't rush to blame human error or intent; there's no proof it was done intentionally,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">In other words, no smoking gun - just an uneasy wait for answers that may never even fully emerge.</p></div></div></body></html>"
        },
        {
            "title": "How Donald Trump is using the courts to push through his agenda",
            "time": "2025-07-21T23:00:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8e6c/live/664d12b0-5c0e-11f0-b5c5-012c5796682d.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">How Trump is using the courts to get what he wants - and changing the shape of presidential power</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Gary O'Donoghue</span><p class=\"sc-801dd632-8 hwLppI\"><span>Chief North America correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/75d6/live/596bce20-5c03-11f0-960d-e9f1088a89fe.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/75d6/live/596bce20-5c03-11f0-960d-e9f1088a89fe.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/75d6/live/596bce20-5c03-11f0-960d-e9f1088a89fe.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/75d6/live/596bce20-5c03-11f0-960d-e9f1088a89fe.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/75d6/live/596bce20-5c03-11f0-960d-e9f1088a89fe.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/75d6/live/596bce20-5c03-11f0-960d-e9f1088a89fe.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/75d6/live/596bce20-5c03-11f0-960d-e9f1088a89fe.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/75d6/live/596bce20-5c03-11f0-960d-e9f1088a89fe.png.webp\" loading=\"eager\" alt=\"BBC Edited image of Donald Trump signing an order, alongside a photo of the Supreme Court \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"it-was-a-warm,-late-may-afternoon-in-2024-in-lower-manhattan.-the-jury-in-donald-trump's-trial-over-hush-money-paid-by-his-former-lawyer-to-adult-film-star-stormy-daniels-was-out-deliberating-for-a-second-day.\" class=\"sc-d16436d-0 jpoiOL\">It was a warm, late May afternoon in 2024 in lower Manhattan. The jury in Donald Trump's trial over hush money paid by his former lawyer to adult film star Stormy Daniels was out deliberating for a second day.</b></p><p class=\"sc-9a00e533-0 hxuGS\">Assuming we were in for a long wait, I took myself off to lunch with the BBC team at the world-famous Katz's deli for a Reuben sandwich.</p><p class=\"sc-9a00e533-0 hxuGS\">Then all hell broke loose. The jury was returning. </p><p class=\"sc-9a00e533-0 hxuGS\">According to one rumour, they were just being sent home for the day; another suggested there was a verdict. </p><p class=\"sc-9a00e533-0 hxuGS\">Seconds before the BBC News at Ten went on air, I arrived breathless at the live television point outside the courthouse, smashing my phone screen on the pavement in my hurry. </p><p class=\"sc-9a00e533-0 hxuGS\">One by one, the verdicts filtered through: guilty... guilty... guilty... it went on.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/59c2/live/96817850-5c03-11f0-960d-e9f1088a89fe.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/59c2/live/96817850-5c03-11f0-960d-e9f1088a89fe.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/59c2/live/96817850-5c03-11f0-960d-e9f1088a89fe.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/59c2/live/96817850-5c03-11f0-960d-e9f1088a89fe.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/59c2/live/96817850-5c03-11f0-960d-e9f1088a89fe.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/59c2/live/96817850-5c03-11f0-960d-e9f1088a89fe.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/59c2/live/96817850-5c03-11f0-960d-e9f1088a89fe.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/59c2/live/96817850-5c03-11f0-960d-e9f1088a89fe.png.webp\" loading=\"lazy\" alt=\"Getty Images Donald Trump sits at the defendant's table inside the courthouse as the jury is scheduled to continue deliberations for his hush money trial at Manhattan Criminal Court on 30 May 2024 in New York City.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">During his recent interview with Gary O'Donoghue, Donald Trump called judges who have suspended presidential executive orders \"radical left lunatics\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">All 34 charges came back guilty, and I spent that night's main news bulletin explaining the enormity of the idea that a former president was now a convicted felon – a first in US history.</p><p class=\"sc-9a00e533-0 hxuGS\">As the BBC's senior North America correspondent, I'd spent months covering the multitude of Trump's legal problems in courts up and down the East Coast. Four separate criminal cases; several civil actions; it was coming at him from all sides, threatening not just his liberty but his whole political and commercial existence.</p><p class=\"sc-9a00e533-0 hxuGS\">Spool on a year, and the boot is thoroughly on the other foot.</p><p class=\"sc-9a00e533-0 hxuGS\">Three major Supreme Court judgments – one giving presidents and former presidents broad immunity from prosecution; a second dismissing the ruling that Trump's attempts to overturn the 2020 election results disqualified him from running for office again; and a third, just last month, curbing district judges' abilities to stall the president's agenda – have all emboldened this president who, having reshaped the Supreme Court with a solid conservative majority, now has the lower courts in his sights.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3fec/live/a64cc300-660a-11f0-89ea-4d6f9851f623.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3fec/live/a64cc300-660a-11f0-89ea-4d6f9851f623.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3fec/live/a64cc300-660a-11f0-89ea-4d6f9851f623.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3fec/live/a64cc300-660a-11f0-89ea-4d6f9851f623.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3fec/live/a64cc300-660a-11f0-89ea-4d6f9851f623.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3fec/live/a64cc300-660a-11f0-89ea-4d6f9851f623.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3fec/live/a64cc300-660a-11f0-89ea-4d6f9851f623.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3fec/live/a64cc300-660a-11f0-89ea-4d6f9851f623.png.webp\" loading=\"lazy\" alt=\"Reuters Nine US Supreme Court justices pose for an organised group portrait wearing black official dress\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">US Supreme Court justices at the Supreme Court in 2022</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Those federal district judges – who had often made rulings on immigration policy that they said applied nationwide – are now facing a full-frontal onslaught from an administration that has questioned their legitimacy, and some say flouted their very authority.</p><p class=\"sc-9a00e533-0 hxuGS\">The question is, should they fight back to reassert their authority – and if so, how can they? And will this all permanently reshape the balance of powers in the US, even after Donald Trump's term ends?</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'The gravest assault on democracy'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Several judges – both active and retired – have told me that the scale of the \"attack\" is like nothing seen before.</p><p class=\"sc-9a00e533-0 hxuGS\">John E Jones III, a former judge in Pennsylvania, appointed by a Republican president, and now president of Dickinson College, said: \"I think it's fair to say that in particular, the US district courts… [are] under attack by the administration in a way that is unprecedented.\"</p><p class=\"sc-9a00e533-0 hxuGS\">As well as his colourful remarks to me on the phone during our recent interview, the US President has variously called judges \"crooked\", \"monsters\", \"deranged\", \"lunatics\", \"USA hating\", and \"radical left\". </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4459/live/ba3cf620-5c03-11f0-b5c5-012c5796682d.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4459/live/ba3cf620-5c03-11f0-b5c5-012c5796682d.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4459/live/ba3cf620-5c03-11f0-b5c5-012c5796682d.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4459/live/ba3cf620-5c03-11f0-b5c5-012c5796682d.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4459/live/ba3cf620-5c03-11f0-b5c5-012c5796682d.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4459/live/ba3cf620-5c03-11f0-b5c5-012c5796682d.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4459/live/ba3cf620-5c03-11f0-b5c5-012c5796682d.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4459/live/ba3cf620-5c03-11f0-b5c5-012c5796682d.png.webp\" loading=\"lazy\" alt=\"Getty Images Stephen Miller arrives for a campaign rally for Republican presidential nominee Donald Trump at Lancaster Airport on 3 November 2024 in Lititz, Pennsylvania - pictured walking down a red carpet, wearing a suit and waving, with US flags either side\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Deputy chief of staff for policy, Stephen Miller, has said that the country is living under a judicial tyranny</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">He has also called for the impeachment of those he disagrees with. And there have been threats to sue judges too.</p><p class=\"sc-9a00e533-0 hxuGS\">His deputy chief of staff for policy, Stephen Miller, has been even more forthright, declaring that the country is living under a judicial tyranny.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Each day, they change the foreign policy, economic, staffing, and national security policies of the administration,\" he posted on the social media site X in March. \"It is madness. It is lunacy. It is pure lawlessness.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is the gravest assault on democracy. It must and will end.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">From death threats to doxxing</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Judges have faced growing hostility, and in some cases threats of violence from the public.</p><p class=\"sc-9a00e533-0 hxuGS\">\"[They] are facing threats that they never have faced before,\" says Nancy Gertner, a former federal judge who now teaches at Harvard Law School. She was appointed by President Bill Clinton and spent 17 years on the federal bench in Massachusetts.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There's no question that the kind of opprobrium that the administration heaps on judges with whom they disagree is unlike any other time.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Judge Gertner says she knows of serving judges who have received death threats this year that are understood to have been prompted by their blocking or delaying some of the president's executive orders.</p><p class=\"sc-9a00e533-0 hxuGS\">There is no suggestion that Trump had any knowledge of the threats.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Figures compiled by the US Marshals Service, which is tasked with protecting the judiciary, show that, to mid-June, there were more than 400 threats against almost 300 judges – surpassing the totals for the entire year of 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">Some of the threats involve doxxing – the publication of personal information about the person or their family, which risks opening them up to attack.</p><p class=\"sc-9a00e533-0 hxuGS\">Other forms of intimidation this year have been more sinister still.</p><p class=\"sc-9a00e533-0 hxuGS\">According to Esther Salas, a serving district judge in New Jersey, more than 100 judges have been subjected to fake pizza delivery orders.</p><p class=\"sc-9a00e533-0 hxuGS\">No big deal, you might think, but the deliveries are often accompanied with threats and in around 20 cases, the orders were placed by people who used the name Daniel Anderl, Judge Salas's late son. </p><p class=\"sc-9a00e533-0 hxuGS\">He was killed five years ago by a disgruntled lawyer from a case heard by his mother. The assailant, who also shot her husband, had posed as a pizza delivery man.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2140/live/724683f0-660c-11f0-af20-030418be2ca5.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2140/live/724683f0-660c-11f0-af20-030418be2ca5.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2140/live/724683f0-660c-11f0-af20-030418be2ca5.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2140/live/724683f0-660c-11f0-af20-030418be2ca5.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2140/live/724683f0-660c-11f0-af20-030418be2ca5.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2140/live/724683f0-660c-11f0-af20-030418be2ca5.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2140/live/724683f0-660c-11f0-af20-030418be2ca5.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2140/live/724683f0-660c-11f0-af20-030418be2ca5.png.webp\" loading=\"lazy\" alt=\"Getty Images A view of the home of U.S. District Judge Esther Salas - a yellow house with police tape outside\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Esther Salas's home following the attack in July 2020 that killed her son</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Judge Salas told me of her reaction to hearing what was going on: \"To say that I was angry is an understatement. And then of course, to have come home and tell my husband who nearly [died].\"</p><p class=\"sc-9a00e533-0 hxuGS\">The rise in threats began before the current administration but Judge Salas says we are in new territory now. \"We are inviting individuals to do us harm when inflammatory rhetoric [is used],\" she claims. </p><p class=\"sc-9a00e533-0 hxuGS\">\"That is giving a green light to anyone who thinks they may need to take things into their own hands. And our leaders know that.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Many supporters of the current administration including Jeff Anderson, one of the architects of the Project 2025 program (which many saw as a blueprint for Trump's second term), reject the idea that presidential rhetoric is to blame for raising the temperature.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Mr Anderson argues that the left is more to blame for hostility towards judges: \"The most high-profile threat to anyone on the federal courts was when someone tried to assassinate [the conservative] Supreme Court Justice Brett Kavanaugh.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There's this tendency to try to characterise the Trump administration as being what has facilitated this. I think a lot of the more radical revolutionary notions that we need to take law in our own hands and the ends justify the means… tend to [be] from the left in America.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">A blizzard of executive orders</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While other presidents have clashed with the courts, Trump's confrontations are unquestionably unique in their scale and fury, and they were perhaps inevitable, given that he arrived in the White House with a blizzard of executive orders aimed at getting what he wanted quickly. </p><p class=\"sc-9a00e533-0 hxuGS\">On day one alone, 26 were signed.</p><p class=\"sc-9a00e533-0 hxuGS\">There have been another 140 to the beginning of July – more than President Joe Biden signed during his four-year term, and only around 100 fewer than President Barack Obama in his eight years in the White House.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump could have asked Congress to enact laws to implement these policies; after all, Republicans currently control both chambers. But that process takes time, and Congress has been preoccupied with the president's flagship domestic legislation – the so-called \"Big Beautiful Bill\" – meaning that there has been no time or political capital for other priorities.</p><p class=\"sc-9a00e533-0 hxuGS\">Of course, executive orders are perfectly within the president's prerogative. The power to make executive orders comes directly from Article II of the US Constitution, so Trump is not defying or bypassing the constitution – he's pulling the levers of government in a way he's allowed to do, provided the orders cite legislative authority; and those orders do have the force of law.</p><p class=\"sc-9a00e533-0 hxuGS\">What the president can't do, with the sweep of his pen, is make new laws, or do things that go contrary to the Constitution. </p><p class=\"sc-9a00e533-0 hxuGS\">And if Congress doesn't step in, then the only option for those who want to challenge the orders is to go to court.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/689e/live/99a67420-5c05-11f0-b5c5-012c5796682d.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/689e/live/99a67420-5c05-11f0-b5c5-012c5796682d.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/689e/live/99a67420-5c05-11f0-b5c5-012c5796682d.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/689e/live/99a67420-5c05-11f0-b5c5-012c5796682d.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/689e/live/99a67420-5c05-11f0-b5c5-012c5796682d.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/689e/live/99a67420-5c05-11f0-b5c5-012c5796682d.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/689e/live/99a67420-5c05-11f0-b5c5-012c5796682d.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/689e/live/99a67420-5c05-11f0-b5c5-012c5796682d.png.webp\" loading=\"lazy\" alt=\"Getty Images Former US President Barack Obama and former Vice President Joe Biden congratulate US President Donald Trump after he took the oath of office on the West Front of the US Capitol on 20 January 2017 in Washington, DC.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">While other presidents have clashed with the courts, Trump's confrontations are unquestionably unique in their scale </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The sweeping nature of the orders he has signed, many touching on constitutional issues such as the right of everyone born in the US to citizenship, has led to dozens of nationwide injunctions pending the outcome on the merits of the individual cases.</p><p class=\"sc-9a00e533-0 hxuGS\">That is why Trump's Supreme Court victory at the end of June, curbing such nationwide injunctions, is so significant.</p><p class=\"sc-9a00e533-0 hxuGS\">\"These district court judges have been totally out of line and out of control,\" argues Jeff Anderson.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Are judges blocking 'electorate desires'?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The administration has deployed various arguments. The judiciary has been accused of \"overreach\" and judges themselves accused of being \"activists\". But perhaps the most fundamental – and most philosophical – criticism is that they are standing in the way of the will of the people.</p><p class=\"sc-9a00e533-0 hxuGS\">As Stephen Miller has put it, \"out of control Marxist judges\" are standing in the way of the \"desires of the electorate\".</p><p class=\"sc-9a00e533-0 hxuGS\">It's an argument that, according to many judges, misunderstands the constitution in a fundamental way.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We're a nation of laws, not men,\" explains judge John E Jones III. \"A mandate to the president of the United States does not mean a mandate to disregard the law. That's evident, but this is papering over a fundamental disregard of the law and the constitution.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c1be/live/2ad5c9e0-660c-11f0-af20-030418be2ca5.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c1be/live/2ad5c9e0-660c-11f0-af20-030418be2ca5.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c1be/live/2ad5c9e0-660c-11f0-af20-030418be2ca5.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c1be/live/2ad5c9e0-660c-11f0-af20-030418be2ca5.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c1be/live/2ad5c9e0-660c-11f0-af20-030418be2ca5.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c1be/live/2ad5c9e0-660c-11f0-af20-030418be2ca5.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c1be/live/2ad5c9e0-660c-11f0-af20-030418be2ca5.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c1be/live/2ad5c9e0-660c-11f0-af20-030418be2ca5.png.webp\" loading=\"lazy\" alt=\"Getty Images Trump points at an audience, standing behind a lectern, while people raise their hands to ask questions\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Executive orders are perfectly within the president's prerogative under Article II of the US Constitution</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There are signs that some individuals in the administration, despite its assertions to the contrary, could well be toying with flouting the authority of the courts.</p><p class=\"sc-9a00e533-0 hxuGS\">The president's border tsar, Tom Homan, went on television over a court's attempts to prevent the deportation of several hundred Venezuelans and said: \"I'm proud to be a part of this administration. We're not stopping. … I don't care what the judges think.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But, in his interview with me last week, the President denied he was defying the judiciary, pointing out that when rulings have gone against him, he has sought remedy through the court process. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I have too much respect for it to defy it. I have great respect for the judiciary. And you can see that,\" he told me, adding: \"That's why I'm winning on appeal.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'The US faces a catastrophic situation'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Some vocal critics of the president go further and claim he's tearing up the whole system of checks and balances in which the three equal branches of government (the presidency, congress and the judiciary) each act as a brake on the others.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is a huge turning point for the country,\" says Professor Laurence Tribe, one of the nation's foremost constitutional experts, who has become a forthright critic of the president.</p><p class=\"sc-9a00e533-0 hxuGS\">He argues that Congress has ceased to perform its oversight function and fears \"the United States is facing a catastrophic situation\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"The idea of three branches… was hatched at our founding - before the rise of political parties and before the rise of demagogues as effective and charismatic as Trump,\" he told me. \"The whole system is completely out of balance.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/af0d/live/d90d08a0-5c04-11f0-960d-e9f1088a89fe.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/af0d/live/d90d08a0-5c04-11f0-960d-e9f1088a89fe.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/af0d/live/d90d08a0-5c04-11f0-960d-e9f1088a89fe.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/af0d/live/d90d08a0-5c04-11f0-960d-e9f1088a89fe.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/af0d/live/d90d08a0-5c04-11f0-960d-e9f1088a89fe.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/af0d/live/d90d08a0-5c04-11f0-960d-e9f1088a89fe.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/af0d/live/d90d08a0-5c04-11f0-960d-e9f1088a89fe.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/af0d/live/d90d08a0-5c04-11f0-960d-e9f1088a89fe.png.webp\" loading=\"lazy\" alt=\"EPA Protesters gather outside the US Supreme Court, Washington DC on 1 July 2024. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">That balance that Professor Tribe talks about has long been debated and the shift in power towards the presidency is not a new complaint.</p><p class=\"sc-9a00e533-0 hxuGS\">After the Watergate scandal in the 1970s, which saw President Richard Nixon flout many of the norms followed by previous presidents, a whole slew of legislation was passed to curb the executive and make it more accountable.</p><p class=\"sc-9a00e533-0 hxuGS\">But some of the changes involved merely adopting new norms such as publication of presidential tax returns and avoiding financial conflicts of interest – and this president has showed little concern to be seen to follow those norms.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">The judiciary is fighting back</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">When it comes to the relationship between the presidency and the courts, though, even Nixon stopped short of defying their authority, eventually handing over the infamous Watergate tapes, after months of refusing to do so, once the Supreme Court unanimously ordered it.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump has come close to defiance. In one instance, after being ordered to facilitate the return of a man wrongly deported to El Salvador, Kilmar Ábrego García, the administration was accused of slow-walking the process of complying with the Supreme Court's decision.</p><p class=\"sc-9a00e533-0 hxuGS\">Even Trump's Attorney General, Pam Bondi, said: \"He's not coming back to our country.\"</p><p class=\"sc-9a00e533-0 hxuGS\">It took two months for the administration to follow the court's order. That was seen by the president's critics as a taste of what could follow. </p><p class=\"sc-9a00e533-0 hxuGS\">After all, there are only two ways a president can be truly held to account – one is by removal at an election; the second is by impeachment in Congress, and Trump has already survived two of those.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6123/live/003e67c0-5c0f-11f0-960d-e9f1088a89fe.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6123/live/003e67c0-5c0f-11f0-960d-e9f1088a89fe.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6123/live/003e67c0-5c0f-11f0-960d-e9f1088a89fe.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6123/live/003e67c0-5c0f-11f0-960d-e9f1088a89fe.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6123/live/003e67c0-5c0f-11f0-960d-e9f1088a89fe.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6123/live/003e67c0-5c0f-11f0-960d-e9f1088a89fe.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6123/live/003e67c0-5c0f-11f0-960d-e9f1088a89fe.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6123/live/003e67c0-5c0f-11f0-960d-e9f1088a89fe.png.webp\" loading=\"lazy\" alt=\"AFP via Getty Images Donald Trump departs during a break in the civil fraud trial against the Trump Organization, at the New York State Supreme Court in New York City on 7 December 2023.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">This battle is far from over – and its consequences for future presidents are unpredictable</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But if there truly is a plan to defy or neuter the courts, the judiciary is not giving in without a fight.</p><p class=\"sc-9a00e533-0 hxuGS\">Even after the Supreme Court ruled to curb those nationwide injunctions at the end of June (incidentally, presidents of both parties have complained about such injunctions in the past), another judge slapped one on Trump's asylum policy.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this month, a US district judge issued a fresh nationwide block on Trump's executive order restricting the automatic right to citizenship for babies born to undocumented migrants or foreign visitors, drawing more furious words from the White House.</p><p class=\"sc-9a00e533-0 hxuGS\">This battle is enjoined, but it's far from over – and its consequences for this president and future presidents are unpredictable.</p><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"top-image-credits:-bloomberg-via-getty-and-epa-efe/rex/shutterstock\" class=\"sc-d16436d-0 fhKUCU\">Top image credits: Bloomberg via Getty and EPA-EFE/REX/Shutterstock</i></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/bbcindepth\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"bbc-indepth\" class=\"sc-d16436d-0 fhKUCU\">BBC InDepth</i></a><i id=\"is-the-home-on-the-website-and-app-for-the-best-analysis,-with-fresh-perspectives-that-challenge-assumptions-and-deep-reporting-on-the-biggest-issues-of-the-day.-and-we-showcase-thought-provoking-content-from-across-bbc-sounds-and-iplayer-too.-you-can-send-us-your-feedback-on-the-indepth-section-by-clicking-on-the-button-below.\" class=\"sc-d16436d-0 fhKUCU\"> is the home on the website and app for the best analysis, with fresh perspectives that challenge assumptions and deep reporting on the biggest issues of the day. And we showcase thought-provoking content from across BBC Sounds and iPlayer too. You can send us your feedback on the InDepth section by clicking on the button below.</i></p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p></article></div></body></html>"
        },
        {
            "title": "South Africa solar power: Pay-as-you-go system helps save lives",
            "time": "2025-07-21T23:40:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3915/live/660311f0-6641-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">'It's a lifesaver': Making solar power affordable in South Africa</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Pumza Fihlani</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Johannesburg</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/814c/live/95084b90-6624-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/814c/live/95084b90-6624-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/814c/live/95084b90-6624-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/814c/live/95084b90-6624-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/814c/live/95084b90-6624-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/814c/live/95084b90-6624-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/814c/live/95084b90-6624-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/814c/live/95084b90-6624-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"eager\" alt=\"Pumza Fihlani / BBC Mark Moodley stands next to his mother. He is wearing a blue-checked shirt and she is wearing a grey jumper and pink beanie hat.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Pumza Fihlani / BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Mark Moodley (L) says that the lack of a consistent power supply endangered his mother's life</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">South African Mark Moodley believes that installing a domestic solar power system has helped keep his 81-year-old mother alive.</p><p class=\"sc-9a00e533-0 hxuGS\">She spent three weeks in intensive care last year, and now back at home in Benoni, east of Johannesburg, she needs an oxygen concentrator to help her breathe.</p><p class=\"sc-9a00e533-0 hxuGS\">But the country's erratic electricity supply meant could not be relied on.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There were days we'd be without power for six hours. I had to use a car battery to run her oxygen tank, but that didn't last long and you'd have to sit with her with her arms raised to try and get oxygen into her lungs,\" Mr Moodley tells the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Sometimes we had to rush her to hospital when that didn't work. It was scary.\" </p><p class=\"sc-9a00e533-0 hxuGS\">Back then, doctors told the family she might not have long to live. But a steady power supply has given them more time together.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's been a lifesaver. I don't have to check on her constantly through the night. I know her oxygen tank has power no matter what,\" he says, voice trembling.</p><p class=\"sc-9a00e533-0 hxuGS\">Despite recent improvements in South Africa's power grid, there are still outages.</p><p class=\"sc-9a00e533-0 hxuGS\">Having a steady electricity supply has become a privilege in the country, which has endured nearly 15 years of \"load-shedding\" - scheduled nationwide blackouts introduced to ease pressure on the fragile infrastructure.</p><p class=\"sc-9a00e533-0 hxuGS\">As well as endangering some lives, the crisis has damaged economic growth and contributed to job losses.</p><p class=\"sc-9a00e533-0 hxuGS\">South Africa is heavily reliant on highly polluting coal for its power - it accounts for around 80% of all electricity generated. But in recent years it has loosened restrictions on small-scale solar generation and created tax incentives for installation.</p><p class=\"sc-9a00e533-0 hxuGS\">The country is also looking for more investment in renewable energy in order to aid the switch from coal.</p><p class=\"sc-9a00e533-0 hxuGS\">Domestically, those with financial means have gradually taken their homes and businesses off-grid, investing in solar power systems that require an initial outlay of $14,000- $19,600 (£10,400-£14,500).</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4d58/live/39c07530-6626-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4d58/live/39c07530-6626-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4d58/live/39c07530-6626-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4d58/live/39c07530-6626-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4d58/live/39c07530-6626-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4d58/live/39c07530-6626-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4d58/live/39c07530-6626-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4d58/live/39c07530-6626-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Pumza Fihlani / BBC Mark Moodley, in a checked shirt, stands with his back to the camera fitting a key into a large meta box on the wall that contains the sola-power inverter and battery.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Pumza Fihlani / BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Mr Moodley is hoping to go completely off-grid</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">That price tag means that this option is far out of the reach of most South Africans. Those scraping by cannot take advantage of the country's sunshine and invest in clean, reliable energy.</p><p class=\"sc-9a00e533-0 hxuGS\">But Mr Moodley was able to turn to a pay-as-you-go scheme that has kept the lights on and the medical equipment working.</p><p class=\"sc-9a00e533-0 hxuGS\">His electricity bill has dropped by $80 a week - savings he hopes to use to expand what he has and eventually go completely off-grid.</p><p class=\"sc-9a00e533-0 hxuGS\">The system he uses comes from Wetility, a local start-up founded in 2019</p><p class=\"sc-9a00e533-0 hxuGS\">For domestic users, the most basic package costs $60 a month - and crucially no prohibitive up-front payment - making solar power more accessible.</p><p class=\"sc-9a00e533-0 hxuGS\">The company says it identified a gap in the market - affordable solar solutions tailored to small businesses and low-income households.</p><p class=\"sc-9a00e533-0 hxuGS\">\"South Africa has traditionally had high electricity access - but access means nothing if the power isn't reliable or affordable,\" says Vincent Maposa, the company's founder and a former energy analyst.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We had to develop products that are both fit-for-purpose and financially accessible.\"</p><p class=\"sc-9a00e533-0 hxuGS\">While solar power is not new in South Africa, Wetility's business model includes a mobile-phone style monthly payment plan, allowing customers to spread out the cost.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8958/live/3a273cc0-63f6-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8958/live/3a273cc0-63f6-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8958/live/3a273cc0-63f6-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8958/live/3a273cc0-63f6-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8958/live/3a273cc0-63f6-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8958/live/3a273cc0-63f6-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8958/live/3a273cc0-63f6-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8958/live/3a273cc0-63f6-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Pumza Fihlani / BBC A close-up of a welder wearing dark glasses and welding some metal.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Pumza Fihlani / BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The boxes containing the inverter and battery that are installed in homes and businesses are put together at a factory in Johannesburg</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">For years, load-shedding has been used as a last-ditch attempt to keep the national grid from total collapse, following decades of mismanagement at state utility Eskom.</p><p class=\"sc-9a00e533-0 hxuGS\">While blackouts have eased for some urban centres, poorer communities and business people continue to suffer forced cuts as aging infrastructure struggles to meet the growing demand.</p><p class=\"sc-9a00e533-0 hxuGS\">For some in the townships worries about theft and practicality have also deterred people from getting solar equipment, but Wetility has also designed lightweight, flexible panels that can be fitted on the fragile rooftops common in many of these areas.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We came up with a thin-film panel that sticks onto the roof. If someone tries to peel it off, it tears and becomes valueless. That was important for areas where theft is a concern,\" says Mr Maposa.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In terms of efficiency, they perform about as well as traditional panels.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The energy unit, including an inverter, which converts the power generated by the panels into useable electricity, and a battery that works when the sun is not shining, is secured in a large steel box weighing about 300kg that bolts onto a wall.</p><p class=\"sc-9a00e533-0 hxuGS\">The team says this reduces the risk of theft and avoids drawing attention in high-crime areas. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a9eb/live/47f3dea0-63f4-11f0-b6f0-53138033c34e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a9eb/live/47f3dea0-63f4-11f0-b6f0-53138033c34e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a9eb/live/47f3dea0-63f4-11f0-b6f0-53138033c34e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a9eb/live/47f3dea0-63f4-11f0-b6f0-53138033c34e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a9eb/live/47f3dea0-63f4-11f0-b6f0-53138033c34e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a9eb/live/47f3dea0-63f4-11f0-b6f0-53138033c34e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a9eb/live/47f3dea0-63f4-11f0-b6f0-53138033c34e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a9eb/live/47f3dea0-63f4-11f0-b6f0-53138033c34e.jpg.webp\" loading=\"lazy\" alt=\"Pumza Fihlani / BBC Julius Koobetseng in red trousers, oranage T-shirt, blue coat and a beanie hat stands outside his small shop. Shelves of goods can be seen in the background. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Pumza Fihlani / BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Julius Koobetseng's business was under threat because of the power cuts</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Shopkeeper Julius Koobetseng recently made the switch to solar that may have saved his small grocery store.</p><p class=\"sc-9a00e533-0 hxuGS\">In a grey beanie hat and thick blue jacket to ward off the cold in the southern Hemisphere winter, he stacks cans of drink in a brightly lit fridge remembering how the frequent power cuts nearly wrecked his livelihood.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Meat would go off, dairy would spoil. Sometimes we'd be without power for four days,\" the 43-year-old says.</p><p class=\"sc-9a00e533-0 hxuGS\">But since March, his shop in Krugersdorp, west of Johannesburg, has been using the pay-as-you-go solar power system to keep the lights and fridges on.</p><p class=\"sc-9a00e533-0 hxuGS\">Some small business owners have turned to back-up diesel generators but Mr Koobetseng, who has had his shop for the past 13 years, was drawn to the more environmentally friendly option.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Power cuts have badly affected small businesses. I know many in this area that had to shut down because they couldn't keep up with the uncertainty,\" he says.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We live month-to-month, depending on what the business brings in. If you can't guarantee power, how do you even plan for the future?\"</p><p class=\"sc-9a00e533-0 hxuGS\">Now he does not worry when the power goes out which has been \"a huge relief\".</p><p class=\"sc-9a00e533-0 hxuGS\">It costs his business $250 a month but Mr Koobetseng's business has picked up thanks to the reliable power.</p><p class=\"sc-9a00e533-0 hxuGS\">\"People know my shop stays open even when the power's out. Some just come to charge their appliances, but while they're here, they buy things too,\" he says with a smile.</p><p class=\"sc-9a00e533-0 hxuGS\">For him, the benefit is not about lowering his electricity bills. It is the consistency.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Solar gave me back control. I can plan my day knowing I'll have power.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">You may also be interested in:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Trucking's uneasy relationship with new tech",
            "time": "2025-07-21T23:20:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/48ab/live/18706a30-527f-11f0-ad6a-617a010885d7.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Trucking's uneasy relationship with new tech</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Sam Gruet</span><p class=\"sc-801dd632-8 fRRQoT\"><span>Technology Reporter</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/48ab/live/18706a30-527f-11f0-ad6a-617a010885d7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/48ab/live/18706a30-527f-11f0-ad6a-617a010885d7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/48ab/live/18706a30-527f-11f0-ad6a-617a010885d7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/48ab/live/18706a30-527f-11f0-ad6a-617a010885d7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/48ab/live/18706a30-527f-11f0-ad6a-617a010885d7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/48ab/live/18706a30-527f-11f0-ad6a-617a010885d7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/48ab/live/18706a30-527f-11f0-ad6a-617a010885d7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/48ab/live/18706a30-527f-11f0-ad6a-617a010885d7.jpg.webp\" loading=\"eager\" alt=\"Getty Images A truck drives along a backroad, with electric poles and wires stretching across the landscape in Edmonton, Alberta\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Digital trucking apps look to minimise trucks without cargo</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">When Jared first started out in trucking more than two decades ago, he didn't anticipate he'd be on tour with a country music star, hauling guitars, amps, and other pieces of on-stage equipment.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It just happened, right place, right time,\" the Canadian driver, who prefers not to use his surname, explains from behind the wheel of his towering lorry.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I've done 5,000 miles in a month and a half, but there's a lot of breaks this year.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But during time off between driving to shows in New Jersey, New York, Toronto and Nashville, Jared will be scanning multiple screens in his cabin – a laptop, tablet and two smart phones – to secure more work. All made possible by new technology.</p><p class=\"sc-9a00e533-0 hxuGS\">It's a world away from his early career, when he was transporting fruit and wine, he explains.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Back in the day, you had to sit by a payphone if you're on the road and start calling people you've worked with and then you'd have a pager.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Today, you just turn on your devices and scan through possible work. It's all digital and you get paid instantly. It's much better for business.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The change has been driven by \"Uberised\" platforms, digitally matching truckers with companies which need to move freight. The phrase was coined due to the similarity to the ride hailing app.</p><p class=\"sc-9a00e533-0 hxuGS\">While Jared agrees it has made things easier, the truck driver says it has led to wages falling.</p><p class=\"sc-9a00e533-0 hxuGS\">\"During Covid, the average was $3 (£2.24) per mile, today on some loads from Toronto to Los Angeles that is $1.10 per mile.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Not to mention, he says, the rising cost of fuel.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In Canada, eight major platforms including Uber Freight, have emerged to digitise the market for freight.</p><p class=\"sc-9a00e533-0 hxuGS\">Like the taxi app, they are capitalising on a fragmented market dominated by smaller players, with 2023 data suggesting that more than eight in 10 trucking and freight firms in Canada employ fewer than five people.</p><p class=\"sc-9a00e533-0 hxuGS\">Christopher Monette, from Teamsters Canada, told the BBC that the Canadian Trade Union representing over 130,000 members including truckers, has \"deep concerns around the efforts to 'Uberise' the trucking sector\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"Wages in Canada have remained largely stagnant for the past 25 years, and the rise of gig-style work stands to make things even worse,\" he argues, adding that \"larger, often unionised carriers who operate responsibly by investing in safety, training, and decent working conditions are most at risk\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"Truckers don't need another app. We need stronger protections and bigger paycheques.\"</p><p class=\"sc-9a00e533-0 hxuGS\">When asked, Uber Freight did not directly address the issue of wages and prices.</p><p class=\"sc-9a00e533-0 hxuGS\">Instead, a spokesperson said: \"Flexibility, transparency, and choice are built directly into our platform.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Carriers can search for loads based on their preferences, such as lane, equipment type, commodity, and schedule, and either book instantly at a listed price or submit a bid for a rate that better aligns with their needs.</p><p class=\"sc-9a00e533-0 hxuGS\">In the trucking industry a lane refers to a regularly travelled route.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Our platform also uses real-time market data and AI-powered recommendations to help carriers make the most of their time on the road,\" the spokesperson said. </p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Eric Beckwitt's firm is using AI to speed up complicated bookings</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Vancouver-based Freightera is among the biggest players when it comes to digital trucking services in Canada.</p><p class=\"sc-9a00e533-0 hxuGS\">Co-founder Eric Beckwitt meets me at a point overlooking the city's sprawling port, where towering orange cranes move brightly coloured containers against a backdrop of snow-topped mountains.</p><p class=\"sc-9a00e533-0 hxuGS\">When he started the company in 2014, there were no trucking apps for Canadian companies.</p><p class=\"sc-9a00e533-0 hxuGS\">The service he has developed allows drivers and customers to search 20 billion regular routes for hauling freight which, he says, can be done in \"five or 10 seconds\".</p><p class=\"sc-9a00e533-0 hxuGS\">He points out that, unlike other platforms, Freightera does not set prices. </p><p class=\"sc-9a00e533-0 hxuGS\">\"At Freightera, carriers set their own price. We ask them what they need to be healthy and profitable on each lane, and they set the price.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Beckwitt says the service has been good for trucking. Before services like his came along, finding work, or even the best route, was like \"finding a needle in a haystack\", the Freightera boss explains.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Carriers really appreciate Freightera's reliable demand for service, which has grown every year consistently, right through Covid, the inflation afterwards and the current freight recession, one of the largest running freight downtowns,\" he says. </p><p class=\"sc-9a00e533-0 hxuGS\">The company is now developing AI to speed up complicated bookings: \"Digging through the noisy, messy documents, fine print and inconsistent rules - things like missing paperwork, unexpected charges, or a routing issue that could throw off delivery.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Beckwitt also dreams of a completely automated freight industry, \"40 years from now\", where AI would control global freight.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Automatically assigning cargo to networks with the lowest capacity and allowing complete transparency, tracking and even trading while they're in travel\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d138/live/f5c5dfd0-5281-11f0-a2ff-17a82c2e8bc4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d138/live/f5c5dfd0-5281-11f0-a2ff-17a82c2e8bc4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d138/live/f5c5dfd0-5281-11f0-a2ff-17a82c2e8bc4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d138/live/f5c5dfd0-5281-11f0-a2ff-17a82c2e8bc4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d138/live/f5c5dfd0-5281-11f0-a2ff-17a82c2e8bc4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d138/live/f5c5dfd0-5281-11f0-a2ff-17a82c2e8bc4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d138/live/f5c5dfd0-5281-11f0-a2ff-17a82c2e8bc4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d138/live/f5c5dfd0-5281-11f0-a2ff-17a82c2e8bc4.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A big red truck on the Nairobi Expressway along the Mombasa road\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Around three quarters of Kenyan freight is moved by trucks</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Digital trucking services are employed all over the world.</p><p class=\"sc-9a00e533-0 hxuGS\">Kenya heavily relies on road freight, so has embraced the new tech.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Over 75% of inland freight is moved by road and in many cases it's the only mode of transportation available,\" says Jean-Claude Homawoo, co-founder of Africa's biggest digitised freight platform, LORI.</p><p class=\"sc-9a00e533-0 hxuGS\">Since launching in 2016, LORI has grown its network to 20,000 trucks. It doesn't own any vehicles but manages them digitally, trying to ensure that trucks don't stand idle or return home empty.</p><p class=\"sc-9a00e533-0 hxuGS\">In that time, he says, \"there are certain routes like Mombasa to Kampala in Uganda, where we have loaded so many trucks that the price of a full truckload has fallen\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">If truckers are finding work that requires less driving around without cargo, then they should be using less fuel.</p><p class=\"sc-9a00e533-0 hxuGS\">And that could be helpful in cutting the industry's contribution to carbon dioxide (CO2) emissions.</p><p class=\"sc-9a00e533-0 hxuGS\">Trucking accounts for more than half of CO2 emissions within trade-related transport, <a target=\"_blank\" href=\"https://www.mckinsey.com/industries/automotive-and-assembly/our-insights/road-freight-global-pathways-report?utm_source=chatgpt.com\" class=\"sc-f9178328-0 bGFWdi\">according to a 2022 McKinsey report</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Beckwitt is convinced that tech like his, is the answer.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's just so much more energy-efficient and so much more cost-efficient,\" he adds.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/de5c/live/289cc6a0-5280-11f0-ad6a-617a010885d7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/de5c/live/289cc6a0-5280-11f0-ad6a-617a010885d7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/de5c/live/289cc6a0-5280-11f0-ad6a-617a010885d7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/de5c/live/289cc6a0-5280-11f0-ad6a-617a010885d7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/de5c/live/289cc6a0-5280-11f0-ad6a-617a010885d7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/de5c/live/289cc6a0-5280-11f0-ad6a-617a010885d7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/de5c/live/289cc6a0-5280-11f0-ad6a-617a010885d7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/de5c/live/289cc6a0-5280-11f0-ad6a-617a010885d7.jpg.webp\" loading=\"lazy\" alt=\"Getty Images The steering wheel on an Inceptio Technology autonomous truck in Jinan, Shandong Province, China\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Driverless trucks are being trialled across China</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">One form of AI might be helping drivers find work, but another could, one day, put them out of work.</p><p class=\"sc-9a00e533-0 hxuGS\">In April, a commercial driverless truck took to an American highway for the first time ever, operated by US-based tech firm Aurora.</p><p class=\"sc-9a00e533-0 hxuGS\">In China, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c5ykel5dr62o\" class=\"sc-f9178328-0 bGFWdi\">fleets of driverless lorries</a> are currently operating on test routes around the country.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The technology is there,\" explains Freightera's Mr Beckwitt. \"It's just whether we trust it to be let loose on the roads. And there's obviously bureaucratic hurdles in the way and red tape.\"</p><p class=\"sc-9a00e533-0 hxuGS\">For trucker Jared though, self-driving freight is still a distant prospect.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Transportation has been around for hundreds of years. It's not going to end with people worrying about self-driving trucks, that's not going to happen any time soon.\"</p></div><div data-component=\"links-block\" class=\"sc-3b6b161a-0 dHQIrb\"><div class=\"sc-666b6d83-0 sc-c4fb5674-0 gMiqnK iuHqSH\"><span data-testid=\"links-title\" class=\"sc-c4fb5674-2 jdmgui\">More Technology of Business</span></div></div></article></div></body></html>"
        },
        {
            "title": "How Canada became the centre of a measles outbreak in North America",
            "time": "2025-07-21T00:50:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2ef9/live/dd1fcb20-63ee-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">How Canada became the centre of a measles outbreak in North America</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Nadine Yousif</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Toronto</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3fb2/live/a9ac1a00-63ee-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3fb2/live/a9ac1a00-63ee-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3fb2/live/a9ac1a00-63ee-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3fb2/live/a9ac1a00-63ee-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3fb2/live/a9ac1a00-63ee-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3fb2/live/a9ac1a00-63ee-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3fb2/live/a9ac1a00-63ee-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3fb2/live/a9ac1a00-63ee-11f0-af20-030418be2ca5.jpg.webp\" loading=\"eager\" alt=\"Canadian Press Catalina Friesen, a personal support worker and Low German-speaking liaison, stands in front of a bus outfitted as a mobile walk-in clinic, in St. Thomas, Ontario. She has a slight smile on her face and is wearing a dark blazer and a white T-shirt\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Canadian Press</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Catalina Friesen serves with a mobile clinic in Ontario</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Morgan Birch was puzzled when her four-month-old daughter, Kimie, suddenly fell ill with a fever and rash.</p><p class=\"sc-9a00e533-0 hxuGS\">At first, the Alberta mother assumed it was a common side effect of immunisations - or perhaps a case of chicken pox. Ms Birch then consulted her 78-year-old grandmother, who recognised Kimie's illness immediately.</p><p class=\"sc-9a00e533-0 hxuGS\">\"That's measles,\" her grandmother said. Ms Birch was stunned, as she thought the disease had been eradicated.</p><p class=\"sc-9a00e533-0 hxuGS\">A lab test later confirmed her grandmother's hypothesis: Kimie had measles, likely contracted after a routine visit to the hospital in the Edmonton area a few weeks earlier.</p><p class=\"sc-9a00e533-0 hxuGS\">Kimie is one of <a target=\"_blank\" href=\"https://health-infobase.canada.ca/measles-rubella/\" class=\"sc-f9178328-0 bGFWdi\">more than 3,800 in Canada who have been infected with measles</a> in 2025, most of them children and infants. That figure is nearly three times higher than <a target=\"_blank\" href=\"https://www.cdc.gov/measles/data-research/index.html\" class=\"sc-f9178328-0 bGFWdi\">the number of confirmed US cases</a>, despite Canada's far smaller population.</p><p class=\"sc-9a00e533-0 hxuGS\">Now Canada is the only western country listed among the top 10 with measles outbreaks, <a target=\"_blank\" href=\"https://www.cdc.gov/global-measles-vaccination/data-research/global-measles-outbreaks/index.html\" class=\"sc-f9178328-0 bGFWdi\">according to CDC data</a>, ranking at number eight. Alberta, the province at the epicentre of the current outbreak, has the highest per capita measles spread rate in North America. </p><p class=\"sc-9a00e533-0 hxuGS\">The data raises questions on why the virus is spreading more rapidly in Canada than in the US, and whether Canadian health authorities are doing enough to contain it.</p><p class=\"sc-9a00e533-0 hxuGS\">In the US, the rise of measles has been partly linked to vaccine-hesitant public figures, like Health Secretary Robert F Kennedy Jr - although he has since endorsed the measles vaccine as safe.</p><p class=\"sc-9a00e533-0 hxuGS\">But Canada does not have a prominent RFK Jr-like figure in public health, noted Maxwell Smith, a professor of public health at Western University in southern Ontario.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There are other things that need to be interrogated here I think,\" Dr Smith said. \"Looking at the Canadian context adds another layer of complexity to this.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Measles overall is on the rise in North America, Europe and the UK. Cases in the US reached a 33-year high this year, <a target=\"_blank\" href=\"https://www.gov.uk/government/publications/measles-epidemiology-2023/confirmed-cases-of-measles-in-england-by-month-age-region-and-upper-tier-local-authority-2025\" class=\"sc-f9178328-0 bGFWdi\">while England reported nearly 3,000 confirmed infections in 2024</a>, its highest count since 2012.</p><p class=\"sc-9a00e533-0 hxuGS\">Canada's 2025 figures have surpassed both. The country has not seen this many measles cases since the illness was declared eliminated in 1998. Before this year, the last peak was in 2011, when about 750 cases were reported.</p><p class=\"sc-9a00e533-0 hxuGS\">The MMR vaccine is the most effective way to fight off measles, a highly contagious and dangerous virus, which can lead to pneumonia, brain swelling and death. The jabs are 97% effective and also immunise against mumps and rubella.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fb3c/live/156094c0-632b-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fb3c/live/156094c0-632b-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fb3c/live/156094c0-632b-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fb3c/live/156094c0-632b-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fb3c/live/156094c0-632b-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fb3c/live/156094c0-632b-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fb3c/live/156094c0-632b-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fb3c/live/156094c0-632b-11f0-af20-030418be2ca5.jpg.webp\" loading=\"lazy\" alt=\"Morgan Birch A photo of Kimie with a visible red rash on her body, a common symptom of measles.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Morgan Birch</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A photo of Kimie with a visible red rash on her body, a common symptom of measles.</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">How measles spread in Canada</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The hardest-hit provinces have been Ontario and Alberta, followed by Manitoba.</p><p class=\"sc-9a00e533-0 hxuGS\">In Ontario, health authorities say the outbreak began in late 2024, when an individual contracted measles at a large Mennonite gathering in New Brunswick and then returned home.</p><p class=\"sc-9a00e533-0 hxuGS\">Mennonites are a Christian group with roots in 16th-Century Germany and Holland, who have since settled in other parts of the world, including Canada, Mexico and the US.</p><p class=\"sc-9a00e533-0 hxuGS\">Some live modern lifestyles, while conservative groups lead simpler lives, limiting the use of technology and relying on modern medicine only when necessary. </p><p class=\"sc-9a00e533-0 hxuGS\">In Ontario, the illness primarily spread among Low German-speaking Mennonite communities in the province's southwest, where vaccination rates have historically been lower due to some members' religious or cultural beliefs against immunisation.</p><p class=\"sc-9a00e533-0 hxuGS\">Almost all those infected were unvaccinated, according to data from Public Health Ontario.</p><p class=\"sc-9a00e533-0 hxuGS\">Catalina Friesen, a healthcare worker at a mobile clinic serving the Mennonite population near Aylmer, Ontario, said she first became aware of the outbreak in February, when a woman and her five-year-old child came in with what appeared to be an ear infection. It later turned out to be a symptom of measles.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is the first time I've ever seen measles within our community,\" Ms Friesen told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Cases spread rapidly from that point, reaching a peak of more than 200 a week across Ontario by late April.</p><p class=\"sc-9a00e533-0 hxuGS\">While new confirmed cases have since dropped sharply in Ontario, Alberta has emerged as the next hotspot. There, the spread happened so quickly that health officials were unable to pinpoint exactly how or where the outbreak began, said Dr Vivien Suttorp, the medical officer of health in southern Alberta, where cases are the highest.</p><p class=\"sc-9a00e533-0 hxuGS\">She, too, said she had not seen an outbreak this bad in her 18 years working in public health.</p><p class=\"sc-9a00e533-0 hxuGS\">Ms Friesen noted that Canada has a higher concentration of conservative Low German-speaking Mennonites than the US, which may be a factor behind the higher number of cases.</p><p class=\"sc-9a00e533-0 hxuGS\">But Mennonites are not a monolith, she said, and many have embraced vaccinations. What's changed is the rapid spread of anti-vaccine misinformation both in her community and beyond after the Covid-19 pandemic.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There's hearsay that immunisations are bad for you,\" Ms Friesen said, or are \"dangerous\".</p><p class=\"sc-9a00e533-0 hxuGS\">This is amplified by a general distrust in the healthcare system, which she said has historically ostracised members of her community.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We are sometimes put down or looked down upon because of our background,\" she said, adding that she herself has experienced discrimination in hospitals based on assumptions about her beliefs.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Vaccine hesitancy on the rise</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Experts say it's tough to pinpoint why measles have spread wider in Canada than in the US, but many agree that cases in both countries are likely underreported.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The numbers that we have in Alberta are just the tip of the iceberg,\" said Dr Suttorp.</p><p class=\"sc-9a00e533-0 hxuGS\">But there is one big reason driving the outbreak: low vaccination rates, said Janna Shapiro, a postdoctoral fellow at the University of Toronto's Centre for Vaccine Preventable Diseases.</p><p class=\"sc-9a00e533-0 hxuGS\">Dr Shapiro said there is \"an element of chance\" at play, where a virus is introduced to a community by accident and spreads among those who are unprotected.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The only thing that is going to stop an outbreak is getting those vaccination rates up,\" she said. \"If the public is not willing to get vaccinated, then it will continue until the virus can't find anymore receptible hosts.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In general, studies show that vaccine hesitancy has risen in Canada since the pandemic, and the data reflects that. In southern Alberta, for example, the number of MMR vaccines administered has dropped by nearly half from 2019 to 2024, according to provincial figures.</p><p class=\"sc-9a00e533-0 hxuGS\">Covid-19 vaccine mandates were fiercely opposed by some during the pandemic, prompting the so-called \"Freedom Convoy\" protest in Ottawa where truckers gridlocked the city for two weeks in 2021.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">That opposition has since expanded to other vaccines, said Dr Shapiro.</p><p class=\"sc-9a00e533-0 hxuGS\">Pandemic-related disruptions also left some children behind on routine immunisations. With measles having been largely eliminated, families likely did not prioritise getting their kids' vaccinations up to date, Dr Shapiro said.</p><p class=\"sc-9a00e533-0 hxuGS\">That is not the case for Ms Birch, who began routine immunisations for her baby Kimie as soon as she was eligible. But Kimie was still too young for the measles vaccine, which is typically given at 12 months in Alberta.</p><p class=\"sc-9a00e533-0 hxuGS\">Dr Suttorp said Alberta has since lowered that age cap in response to the recent outbreak, and there has been an uptick in people taking the vaccine.</p><p class=\"sc-9a00e533-0 hxuGS\">Health units across the country have also tried to encourage people to get vaccinated through public bulletins and radio advertisements. But the response is notably more muted than that during the Covid-19 pandemic, health officials say.</p><p class=\"sc-9a00e533-0 hxuGS\">Kimie has since slowly recovered, Ms Birch said, though she continues to be monitored for potential long-term effects of the virus.</p><p class=\"sc-9a00e533-0 hxuGS\">The Alberta mother said she was saddened and horrified when she learned her daughter had measles, but also \"frustrated and annoyed\" at those choosing not to vaccinate their children.</p><p class=\"sc-9a00e533-0 hxuGS\">She called on people to heed public health guidelines and \"protect the ones that can't protect themselves\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"My four-month-old shouldn't have gotten measles in 2025,\" Ms Birch said.</p></div></article></div></body></html>"
        },
        {
            "title": "Why Kenya's forgotten indigenous vegetables are proving a culinary hit",
            "time": "2025-07-21T01:17:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fc7d/live/1b6e7d70-63e2-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Forgotten 'weeds' prove a culinary hit in Kenya</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Basillioh Rukanga</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Nairobi</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fc7d/live/1b6e7d70-63e2-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fc7d/live/1b6e7d70-63e2-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fc7d/live/1b6e7d70-63e2-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fc7d/live/1b6e7d70-63e2-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fc7d/live/1b6e7d70-63e2-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fc7d/live/1b6e7d70-63e2-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fc7d/live/1b6e7d70-63e2-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fc7d/live/1b6e7d70-63e2-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"AFP/Getty Images The hands of a chef pluck green mrenda (jute mallow) leaves from stalks and lets them fall into a white bowl underneath.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP/Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Mrenda, being prepared here by a chef in Nairobi, has many more micronutrients than cabbage</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Once dismissed as wild weeds and a \"poor man's food\", indigenous leafy vegetables in Kenya are now becoming much more common - grown on farms, sold in markets and gracing the menus of restaurants.</p><p class=\"sc-9a00e533-0 hxuGS\">At the busy Skinners Restaurant in Gachie just outside the capital, Nairobi, one employee says demand for \"kienyeji\" - as all local vegetable varieties are known - is higher than for other greens.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Many people ask for kienyeji when they come here,\" Kimani Ng'ang'a tells the BBC, despite the fact the restaurant charges extra for them as he says they are harder to source.</p><p class=\"sc-9a00e533-0 hxuGS\">Vegetables like cabbage, spinach, kale and spring greens, introduced by colonial authorities before the 1960s, are more readily available and cheaper. Spring greens are known as \"sukumawiki\", meaning \"stretch the week\" in Swahili, reflecting how they have become a daily staple.</p><p class=\"sc-9a00e533-0 hxuGS\">But diners in Gachie are part of the growing wave of Kenyans who see the benefits of eating local, organically produced nutrient-rich varieties of greens.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It detoxifies the body and is good in weight loss,\" says James Wathiru, who ordered \"managu\" - or African nightshade.</p><p class=\"sc-9a00e533-0 hxuGS\">Another person told me: \"It's all about its taste, which is better.\"</p><p class=\"sc-9a00e533-0 hxuGS\">According to horticulture professor Mary Abukutsa-Onyango, this trend is reflected in government data and some of the health benefits are backed by research.</p><p class=\"sc-9a00e533-0 hxuGS\">Over the last 10 years, production of local greens has doubled - with 300,000 tonnes produced by local farmers last year, she says.</p><p class=\"sc-9a00e533-0 hxuGS\">It is a remarkable change in attitudes, given people used to look down on traditional crops as inferior - not realising they were often more resistant to diseases and pests, meaning they can be grown organically.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In the 1980s, when Prof Abukutsa-Onyango began her studies, she says she was perplexed to find them referred to as \"weeds\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"We never learnt about African indigenous vegetables. They were calling amaranth 'pigweed' [and] spider plant, they were calling it 'spider weed',\" she tells the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Her postgraduate research on traditional plants was also tricky as there was no literature about them, but she persevered and now works with the government to promote them for food security.</p><p class=\"sc-9a00e533-0 hxuGS\">She says managu and other local vegetables like \"mrenda\" (jute mallow) and \"terere\" (amaranth) have more essential minerals than sukumawiki, as well as \"higher levels of vitamin A and C [and] antioxidants\" that boost immunity and reduce the risk of disease.</p><p class=\"sc-9a00e533-0 hxuGS\">Some varieties also contain protein, making them an excellent option for vegetarians. She notes for instance that 100g (3.5 ounces) of mrenda - known for its distinctive slimy texture when cooked - contains more nutrients than a similar portion of common cabbage.</p><p class=\"sc-9a00e533-0 hxuGS\">The progress people like Prof Abukutsa-Onyango have made in promoting the diversity and knowledge of indigenous vegetables was <a target=\"_blank\" href=\"https://ich.unesco.org/en/BSP/success-story-of-promoting-traditional-foods-and-safeguarding-traditional-foodways-in-kenya-01409\" class=\"sc-f9178328-0 bGFWdi\">acknowledged by Unesco in 2021,</a> when the UN cultural agency commended the East African nation for the \"safeguarding of intangible cultural heritage\" that had been threatened by \"historical factors and the pressures of modern lifestyles\".</p><p class=\"sc-9a00e533-0 hxuGS\">It noted that Kenya had begun a project in 2007 involving scientists and local communities to record an inventory of traditional foods, which now includes 850 indigenous plants and their local names.</p><p class=\"sc-9a00e533-0 hxuGS\">Some of these vegetables are eaten nationwide, while others are specific to certain areas or communities.</p><p class=\"sc-9a00e533-0 hxuGS\">But sukumawiki, first introduced to Kenya from the Mediterranean as animal feed, is still favoured by many farmers - with more than 700,000 tonnes produced in 2023 - more than double the volume of all indigenous leafy vegetables combined.</p><p class=\"sc-9a00e533-0 hxuGS\">Francis Ngiri, who used to farm in Kirinyaga in central Kenya where cabbages are a mainstay crop, explains that this is because, especially during the 1970s, those growing imported leafy vegetables used fertilisers and pesticides that damaged the local biodiversity.</p><p class=\"sc-9a00e533-0 hxuGS\">Today, he tells the BBC, only the introduced varieties thrive as the soil has become too acidic to support many native species.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Sukumawiki is often paired with ugali, a type of maize porridge popular in Kenya</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Determined to do something so they would not be lost forever, Mr Ngiri moved his operation to Kenya's Rift Valley - an area he considers relatively untouched by chemical contamination - so he could practise organic farming of indigenous crops.</p><p class=\"sc-9a00e533-0 hxuGS\">On a four-acre (1.6 hectare) farm in Elementaita, he began with 14 native varieties in 2016. Today that has grown to 124, many of which he has sourced through seed exchanges with fellow farmers. His farm now draws visitors from across Kenya and neighbouring countries.</p><p class=\"sc-9a00e533-0 hxuGS\">They come to see how he collaborates with 800 other regional farmers, who also grow organic food for local markets, to preserve and regenerate \"forgotten plants\", ensuring their genetic diversity is safeguarded for future generations.</p><p class=\"sc-9a00e533-0 hxuGS\">Nonetheless by swapping seeds, Mr Ngiri and his colleagues are actually breaking the law as the government only allows the planting of certified seeds.</p><p class=\"sc-9a00e533-0 hxuGS\">This controversial law was introduced in 2012 with the intention of protecting farmers from purchasing poor quality seeds.</p><p class=\"sc-9a00e533-0 hxuGS\">Wambui Wakahiu, who trains farmers on seed conservation, says such policies do not support efforts to save indigenous crop varieties, as their seeds are not available in farm-supply shops.</p><p class=\"sc-9a00e533-0 hxuGS\">She works for Seed Savers Network, a non-governmental organisation with 400,000 members, which helps establish seed banks for farmers to safely store and preserve their local seeds.</p><p class=\"sc-9a00e533-0 hxuGS\">Her team found that more than 35 traditional plant varieties had been \"completely lost\" in one county alone because of the law.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If [the farmers] focus more on the exotic [foreign] seeds, then the traditional seeds continue going away. And we have seen most of them go extinct,\" she tells the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Ngiri and others who have been exchanging seeds have not been pursued by the authorities, but he says the law does prevent them from marketing them: \"If I can't sell the seed, I don't own it.\"</p><p class=\"sc-9a00e533-0 hxuGS\">And getting certification is a rigorous, costly process, as seeds need to be tested in a laboratory for their purity and things like how well they germinate.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Vegetable vendor Priscilla Njeri says indigenous vegetables are now more popular than cabbages, spinach or kale</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Dr Peterson Wambugu, a chief research scientist with the national gene bank at the Kenya Agricultural and Livestock Research Organization (Kalro), acknowledges that under the current law, the exchanging and sale of uncertified seeds - including those saved by farmers - is criminalised.</p><p class=\"sc-9a00e533-0 hxuGS\">However, he points out that this is at odds with the International Treaty on Plant Genetic Resources for Food and Agriculture, of which Kenya is a signatory, as it sets out farmers' rights to save, use and exchange their seeds.</p><p class=\"sc-9a00e533-0 hxuGS\">The national gene bank has been working with other groups to draft regulations through the agriculture ministry to align Kenyan law with the treaty.</p><p class=\"sc-9a00e533-0 hxuGS\">The proposals, once passed by parliament, will allow farmers to exchange their seeds \"without fearing that what they are doing is criminal\", he tells the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">However, the selling of such seeds would still remain outlawed - something Dr Wambugu knows means the journey to full acceptance of indigenous crops continues.</p><p class=\"sc-9a00e533-0 hxuGS\">For Priscilla Njeri, a vegetable vendor in the bustling Wangige market in Kiambu county just outside Nairobi, there is no turning back, as she can see first-hand that indigenous greens are now the most popular with her customers - something she puts down to the media campaigns that promote them.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The most preferred are managu, terere and kanzira [African kale] - which is popular for those who have sensitive stomachs as it has no gas,\" she tells the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But all the kienyeji greens are good because they have a better taste.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">You may also be interested in:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Watch: Black Sabbath goes out with a bang at final gig",
            "time": "2025-07-06T12:24:37",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7fca/live/27d7dba0-5a65-11f0-b5c5-012c5796682d.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Black Sabbath went out with a bang on Saturday night at what the band said would be its final gig. </p><p class=\"sc-9a00e533-0 hxuGS\">As they played one of their most-recognisable songs, Iron Man, fans sang along with lead singer Ozzy Osbourne at Villa Park in Birmingham. </p><p class=\"sc-9a00e533-0 hxuGS\">Ozzy, 76, who has Parkinson's disease, sang while seated on a black throne - encouraging the crowd to sing louder, and pulling wild-eyed looks, just like old times.</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ckg565mk8jxo\" class=\"sc-f9178328-0 bGFWdi\">More on this story.</a></p></div></div></body></html>"
        },
        {
            "title": "Crackdown on Pakistan's illegal big cats after pet lion attack",
            "time": "2025-07-22T12:12:19",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/eead/live/66c31640-66f4-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">A crackdown against those keeping big cats as illegal pets has been launched in the province of Punjab in Pakistan.</p><p class=\"sc-9a00e533-0 hxuGS\">This comes as a pet lion escaped in the city of Lahore, attacking a woman and two children.</p><p class=\"sc-9a00e533-0 hxuGS\">The moment was captured on film two weeks ago and triggered outrage amongst the public.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC's Pakistan correspondent Azadeh Moshiri joined wildlife officials on their raids.</p></div></div></body></html>"
        },
        {
            "title": "Syria: At the final checkpoint before the 'dangerous' road to Suweida city",
            "time": "2025-07-21T18:14:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d1c9/live/54e41c80-665e-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Bedouin fighters positioned outside the southern Syrian city of Suweida have told the BBC they will observe a ceasefire with the Druze community there, but have not ruled out resuming hostilities. </p><p class=\"sc-9a00e533-0 hxuGS\">The Bedouin fighters have retreated from the city to surrounding villages in the province after a week of deadly sectarian clashes between Druze fighters, Bedouins and government forces, with Israel carrying out air strikes in support of the Druze.</p><p class=\"sc-9a00e533-0 hxuGS\">Dozens of government security personnel, all heavily armed, continue to block the Bedouin from re-entering the city of Suweida. </p><p class=\"sc-9a00e533-0 hxuGS\">The Bedouin fighters want the release of injured Bedouin people still in the city, who they refer to as hostages. Otherwise, they say, they will force their way past the checkpoint and head back into the city.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh plane crash witness: 'I heard an explosion, saw fire and smoke'",
            "time": "2025-07-21T13:55:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c0b5/live/6e546390-664b-11f0-8dbd-f3d32ebd3327.png",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">A teacher in Bangladesh has described the moment he witnessed a jet crash into a school campus in the capital, Dhaka.</p><p class=\"sc-9a00e533-0 hxuGS\">Masud Tarik was by the gates of Milestone School when he heard an explosion behind him.</p><p class=\"sc-9a00e533-0 hxuGS\">At least 27 people have died, including the pilot, after a Bangladeshi air force training jet crashed into the school on Monday. </p><p class=\"sc-9a00e533-0 hxuGS\">More than 170 people were injured, with 50 people - including children - taken to hospital with burns. </p><p class=\"sc-9a00e533-0 hxuGS\">The armed forces said the F-7 jet experienced a mechanical fault after taking off.</p></div></div></body></html>"
        },
        {
            "title": "Indonesia: Passengers rescued from ferry fire",
            "time": "2025-07-20T15:16:44",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8a93/live/bfb2b1a0-657a-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">At least five people have died and 284 rescued from a ferry fire off the coast of Indonesia's Sulawesi island. </p><p class=\"sc-9a00e533-0 hxuGS\">The Indonesian Navy said everyone onboard the KM III Barcelona has been removed from the ship. </p><p class=\"sc-9a00e533-0 hxuGS\">Passengers were seen diving into the water with lifejackets to escape the flames, before the blaze was extinguished. </p><p class=\"sc-9a00e533-0 hxuGS\">The Indonesian Navy, the Maritime Security Agency (Bakamla), and local search and rescue teams were deployed in the joint rescue effort. </p><p class=\"sc-9a00e533-0 hxuGS\">The cause of the fire remains unknown.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Why is Donald Trump asking Coca-Cola to change its recipe?",
            "time": "2025-07-17T17:56:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/eba4/live/e9caef20-6336-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">US president Donald Trump has said Coca-Cola has agreed to change its recipe. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump wants corn syrup to be replaced by cane sugar, but what would that mean for the popular fizzy drink?</p><p class=\"sc-9a00e533-0 hxuGS\">Coca Cola has not confirmed any recipe change, and posting on social media on Wednesday, defended corn syrup - saying it was \"no more likely to contribute to obesity than table sugar or other full-calorie sweeteners\"</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC's Georgina Rannard takes a look at what changing the ingredients might mean for the drink, and for the US.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div></div></body></html>"
        }
    ]
}