{
    "source": "BBC News",
    "articles": [
        {
            "title": "Israel targets key Hezbollah official in first attack on Beirut in months",
            "time": "2025-11-23T17:14:48",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9268/live/f96bce90-c87b-11f0-b59b-8f3754d4238d.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Israel has carried out an air strike on the southern suburbs of the Lebanese capital, Beirut, for the first time in months, targeting a senior member of the militant group Hezbollah, despite a ceasefire.</p><p class=\"sc-9a00e533-0 eZyhnA\">The office of Israeli Prime Minister Benjamin Netanyahu said the target was Hezbollah's chief of staff. Israeli media reports identified him as Ali Tabtai, describing him as the group's number two.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lebanon's health ministry said at least five people had been killed and 28 others wounded in the strike, which hit an apartment building in the densely populated Dahieh district. It was not immediately clear if the person killed was Tabtai.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Hezbollah confirmed the strike targeted a senior commander but didn't disclose their identity.</p><p class=\"sc-9a00e533-0 eZyhnA\">The attack happens as Israel has escalated its campaign on people and targets it says are linked to Hezbollah - a Shia Muslim group supported by Iran - despite a ceasefire brokered by the US and France that came into effect last November.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israeli officials say Hezbollah has been trying to rebuild its military capabilities, is smuggling weapons into Lebanon and stepping up the production of explosive drones as an alternative to rockets and missiles, and there are growing fears of an escalation of hostilities.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lebanon's President Joseph Aoun has urged the international community to put pressure on Israel - which continues to occupy at least five locations in southern Lebanon - to stop the attacks and withdraw from the country, saying the Israeli actions are a violation of the agreement that put an end to 13 months of conflict.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Lebanese government has vowed to disarm Hezbollah, but the group has rejected calls to discuss the future of its weapons before Israel stops its attacks, fully withdraws from Lebanon, and releases Lebanese prisoners. </p><p class=\"sc-9a00e533-0 eZyhnA\">A Western diplomatic official, who spoke on condition of anonymity, told the BBC the authorities are under pressure from the Trump administration, which is growing impatient with what they see as the slow progress against the group, considered a terrorist organisation by countries including the US and UK.</p><p class=\"sc-9a00e533-0 eZyhnA\">The latest conflict between Israel and Hezbollah erupted after the Lebanese group started firing rockets at Israeli positions the day after the Hamas attacks of 7 October 2023. Hezbollah said it was acting in solidarity with Palestinians in Gaza.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lebanese authorities said Israel's attacks killed about 4,000 people there - including many civilians - and led to the displacement of more than 1.2 million residents. Israeli authorities said more than 80 of its soldiers and 47 of its civilians were killed in the hostilities.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US government imposed sanctions on Tabtai in 2016 and designated him a terrorist. It has a $5m (£3.8m) award on offer for information about him.</p></div></div></body></html>"
        },
        {
            "title": "Fifty children escape after mass school abduction in Nigeria",
            "time": "2025-11-23T16:00:45",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/86ec/live/f9992680-c883-11f0-bd12-71741f879d80.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Fifty children escape after mass school abduction in Nigeria</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 fMReXM\"><span class=\"sc-7bfdb3c2-7 byKoUE\">Richard Kagoe,</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gTWlHk\">Nairobi, Kenya</span><span class=\"sc-7bfdb3c2-9 bTXCSY\"> and </span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-7bfdb3c2-5 fMReXM\"><span class=\"sc-7bfdb3c2-7 byKoUE\">Wedaeli Chibelushi</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/86ec/live/f9992680-c883-11f0-bd12-71741f879d80.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/86ec/live/f9992680-c883-11f0-bd12-71741f879d80.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/86ec/live/f9992680-c883-11f0-bd12-71741f879d80.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/86ec/live/f9992680-c883-11f0-bd12-71741f879d80.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/86ec/live/f9992680-c883-11f0-bd12-71741f879d80.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/86ec/live/f9992680-c883-11f0-bd12-71741f879d80.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/86ec/live/f9992680-c883-11f0-bd12-71741f879d80.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/86ec/live/f9992680-c883-11f0-bd12-71741f879d80.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images Shoes lie abandoned on a bunk bed in a school dormitory. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Fifty of the 315 children kidnapped by gunmen from a Catholic school in Nigeria's Niger State on Friday have escaped. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Christian Association of Nigeria says they have been reunited with their families.</p><p class=\"sc-9a00e533-0 eZyhnA\">A major military-led search and rescue operation is under way for the remaining 265 children and 12 teachers who were taken with them.</p><p class=\"sc-9a00e533-0 eZyhnA\">Calling for the release of the abductees, Pope Leo XIV expressed \"immense sadness\" and urged the authorities to act swiftly.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities in several Nigerian states ordered schools to shut following the mass abduction in Niger and another smaller hostage-taking in Kebbi state on Monday when 20 pupils were kidnapped from a boarding school.  </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Orders were given for many schools to close in the states of Kebbi, Niger, Katsina, Yobe and Kwara.</p><p class=\"sc-9a00e533-0 eZyhnA\">News of the children's escape brought welcome relief for families and for a country that has been agonising over the fate of hundreds of schoolchildren abducted in Nigeria's northwest. </p><p class=\"sc-9a00e533-0 eZyhnA\">According to a Christian group involved in the case, the pupils managed to escape between Friday and Saturday in what is being described as a brave and risky attempt to flee their captors.</p><p class=\"sc-9a00e533-0 eZyhnA\">The students and teachers were taken from St Mary's School in Papiri, Niger state. earlier reports spoke of 303 students and 12 teachers being taken. </p><p class=\"sc-9a00e533-0 eZyhnA\">Their number surpasses the 276 abducted during the<a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-africa-68769102\" class=\"sc-f9178328-0 iCaRzc\"> infamous Chibok mass abduction of 2014</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Local police say armed men stormed St Mary's at around 02:00 (01:00 GMT), abducting students staying there.</p><p class=\"sc-9a00e533-0 eZyhnA\">Niger state governor Mohammed Umaru Bongo announced on Saturday that all schools in the area would close, warning that was \"not a time for blame game\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Dominic Adamu, whose daughters attend the school but were not taken, told the BBC: \"Everybody is weak... It took everybody by surprise.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">One distressed woman tearfully told the BBC that her nieces, aged six and 13, had been kidnapped, adding: \"I just want them to come home.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The military, police and local vigilantes are conducting a search for the children, combing nearby forests and remote routes believed to have been used by the gunmen.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities in Niger state said St Mary's School had disregarded an order to close all boarding facilities following intelligence warnings of a heightened risk of attacks. The school has not commented on that allegation.</p><p class=\"sc-9a00e533-0 eZyhnA\">The kidnapping of people for ransom by criminal gangs, known locally as bandits, has become a major problem in many parts of Nigeria.</p><p class=\"sc-9a00e533-0 eZyhnA\">The payment of ransoms has been outlawed in an attempt to cut the supply of money to the criminal gangs, but it has had little effect.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, more than 20 schoolgirls, who the BBC has been told are Muslim, were kidnapped from a boarding school in Kebbi state.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities there have now ordered all secondary schools and colleges to close.</p><p class=\"sc-9a00e533-0 eZyhnA\">A church was also attacked further south in Kwara state, with two people killed and 38 others abducted.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nigerian President Bola Tinubu postponed foreign trips - including to this weekend's G20 summit in South Africa - in order to address the security concerns.</p><p class=\"sc-9a00e533-0 eZyhnA\">This week's attacks follows <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cgqlzkdeeqjo\" class=\"sc-f9178328-0 iCaRzc\">claims by right-wing figures in the US, including President Donald Trump, that Christians are being persecuted in Nigeria</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">For months, campaigners and politicians in Washington have been alleging that Islamist militants are systematically targeting Christians. The Nigerian government has dismissed this claim.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this month, Trump said he would send troops into Nigeria \"guns a-blazing\" if the African nation's government \"continues to allow the killing of Christians\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The Nigerian government has called claims that Christians are being persecuted \"a gross misrepresentation of reality\".</p><p class=\"sc-9a00e533-0 eZyhnA\">An official said that \"terrorists attack all who reject their murderous ideology - Muslims, Christians and those of no faith alike\".</p><p class=\"sc-9a00e533-0 eZyhnA\">In the north-east, jihadist groups have been battling the state for more than a decade.</p><p class=\"sc-9a00e533-0 eZyhnA\">Organisations monitoring violence say most of the victims of these groups are Muslim because most attacks happen in the majority-Muslim north of the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the centre of Nigeria, there are also frequently deadly attacks between herders - who are mostly Muslim - on farmers, who are largely Christian.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, analysts say these are often motivated by competition for resources, such as water or land, rather than religion.</p><p class=\"sc-9a00e533-0 eZyhnA\">The militant Islamist group Boko Haram took 276 girls from their school in the town of Chibok in 2014.</p><p class=\"sc-9a00e533-0 eZyhnA\">The incident drew international attention and sparked a global campaign seeking their return, which included an intervention from then-US First Lady Michelle Obama.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many have since either escaped or been freed, but as many as 100 remain missing.</p></div><div data-component=\"links-block\" class=\"sc-3b6b161a-0 djqsWD\"><div class=\"sc-666b6d83-0 sc-c4fb5674-0 jYmMqa doYqeg\"><span data-testid=\"links-title\" class=\"sc-c4fb5674-2 bBuHEW\">You may also be interested in</span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "G20 summit boycotted by US closes in South Africa",
            "time": "2025-11-23T17:07:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0b96/live/2b78e5a0-c88e-11f0-ad71-a78644c7fe2c.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The G20 summit in South Africa, a gathering of the world's major economies, has ended with a joint declaration committing to \"multilateral co-operation\". </p><p class=\"sc-9a00e533-0 eZyhnA\">The declaration, which covered climate change mitigation and economic inequality, was adopted despite objections from the US, which boycotted the meeting in Johannesburg.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking at the closing ceremony on Sunday, South African President Cyril Ramaphosa said the agreement showed \"shared goals\" outweighed the countries' differences.</p><p class=\"sc-9a00e533-0 eZyhnA\">American President Donald Trump chose to abstain from the G20 because of a <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c9wg5pg1xp5o\" class=\"sc-f9178328-0 iCaRzc\"> widely discredited claim that South Africa's white minority is the victim of large-scale killings and land grabs.</a> </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It was the first time a G20 summit was held in Africa. Indonesia, India and Brazil have led the summit over the past three years.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US will host the G20 in 2026, with the summit expected to be held at Trump's golf course in Florida. </p><p class=\"sc-9a00e533-0 eZyhnA\">The ceremonial handover of the presidency which was meant to happen at the end of the summit on Sunday did not take place. </p><p class=\"sc-9a00e533-0 eZyhnA\">It is expected to take place next week, involving junior officials.</p><p class=\"sc-9a00e533-0 eZyhnA\">Brazilian President Luiz Inácio Lula da Silva said \"it didn't matter much\" that Trump had not attended, adding that multilateralism was \"more alive than ever\".</p><p class=\"sc-9a00e533-0 eZyhnA\">German Chancellor Fredriech Merz said it had not been a \"good decision\" for the US to abstain. </p><p class=\"sc-9a00e533-0 eZyhnA\">He told Reuters news agency that what he had noted at the G20 was that \"the world is currently undergoing a realignment and that new connections are being formed\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Delegates also reached consensus on working towards \"just, comprehensive, and lasting peace\" in Ukraine, Sudan, the Democratic Republic of Congo and the \"Occupied Palestinian Territory\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The inclusion of Sudan is significant, according to Sudanese commentator and journalist Saeed Abdalla.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think for the first time, [at] the G20 now they bring the Sudan conflict [to the forefront] after more than two years,\" he told local broadcaster Newzroom Afrika.</p></div></div></body></html>"
        },
        {
            "title": "Man who grabbed Ariana Grande at premiere banned from Singapore",
            "time": "2025-11-23T08:54:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6b04/live/f42644e0-c846-11f0-b991-15c7bfbd8eea.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">An Australian man who jumped over a barricade and grabbed Hollywood star Ariana Grande has been deported and banned from Singapore.</p><p class=\"sc-9a00e533-0 eZyhnA\">Johnson Wen, 26, was <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c2dr6y0w3rjo\" class=\"sc-f9178328-0 iCaRzc\">sentenced to nine days in prison</a> for being a public nuisance and has now been \"barred from re-entering Singapore\", the Immigration and Checkpoints Authority (ICA) told local media. </p><p class=\"sc-9a00e533-0 eZyhnA\">Wen pushed past photographers and charged at the actress and singer, who was attending the Asian premier for Wicked: For Good on 13 November. Co-star Cynthia Erivo wrestled him away from Grande. </p><p class=\"sc-9a00e533-0 eZyhnA\">Wen has a history of disrupting concerts and celebrity events, including jumping on stage at Katy Perry's Sydney concert in June this year.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The incident sparked outrage in Singapore, with many accusing him of re-traumatising Grande. </p><p class=\"sc-9a00e533-0 eZyhnA\">The pop star has spoken of experiencing post-traumatic stress disorder after a suicide bomb attack at her concert in Manchester in May 2017 killed 22 people and injured hundreds.</p><p class=\"sc-9a00e533-0 eZyhnA\">During Wen's trial, the court heard he had attempted to intrude on the film's premiere twice, according to Singaporean media.</p><p class=\"sc-9a00e533-0 eZyhnA\">He then made a second attempt to jump the barricades. Security staff stopped him and pinned him down.</p><p class=\"sc-9a00e533-0 eZyhnA\">Wen later posted videos thanking Grande for letting him on the carpet and said he was \"free\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Police arrested him the next day and charged him with public nuisance, to which Wen pleaded guilty. </p><p class=\"sc-9a00e533-0 eZyhnA\">The District Judge Christopher Goh was quoted by Channel News Asia as saying that Wen was \"attention seeking\", adding that he was wrong to think he would not suffer any consequences. </p><p class=\"sc-9a00e533-0 eZyhnA\">Grande has not commented on the case. </p><p class=\"sc-9a00e533-0 eZyhnA\">Erivo spoke about the incident to NBC, saying that she \"just wanted to make sure my friend was safe\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm sure he didn't mean us harm, but you never know with those things, and I wanted to make sure that she was OK. That was my first instinct,\" she said. </p></div></div></body></html>"
        },
        {
            "title": "Vietnam floods leave at least 90 dead and 12 missing",
            "time": "2025-11-23T06:27:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/159a/live/d2d4c660-c83f-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At least 90 people have died and another 12 are missing after days of heavy rain in Vietnam led to flooding and landslides.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Vietnamese government says 186,000 homes have been damaged across the country, with more than three million livestock swept away. Officials estimate there has been hundreds of millions of pounds worth of damage.</p><p class=\"sc-9a00e533-0 eZyhnA\">The mountainous province of Dak Lak has been severely impacted, recording more than 60 deaths since 16 November, according to news agency AFP.</p><p class=\"sc-9a00e533-0 eZyhnA\">The floods are the latest extreme weather event to hit Vietnam in recent months, after typhoons <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c70jnx9e414o\" class=\"sc-f9178328-0 iCaRzc\">Kalmaegi</a> and <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c9317l81xz4o\" class=\"sc-f9178328-0 iCaRzc\">Bualoi</a> hit the country within weeks of each other.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Some 258,000 people were without power on Sunday morning and sections of major motorways and train tracks were blocked, officials said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Military and police resources have been mobilised to assist in the hardest hit areas.</p><p class=\"sc-9a00e533-0 eZyhnA\">The government said the most severe impacts had been observed in five provinces - Quang Ngai, Gia Lai, Dak Lak, Khanh Hoa, and Lam Dong - clustered in south and south-central Vietnam.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mach Van Si, a farmer in Dak Lak, told AFP: \"Our neighbourhood was completely destroyed. Nothing was left. Everything was covered in mud.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Prime Minister Phạm Minh Chính chaired a virtual emergency meeting on Sunday morning from South Africa, where he had been attending the G20 summit. </p><p class=\"sc-9a00e533-0 eZyhnA\">Rainfall had exceeded 1.5m (5ft) in several areas leading up to Friday, with some areas surpassing a 5.2m level not seen since 1993. The rain is forecast to ease in the coming days.</p><p class=\"sc-9a00e533-0 eZyhnA\">Scientists say that Vietnam has been left more exposed to extreme weather events by human-driven climate change, which has made typhoons stronger and more frequent.</p></div></div></body></html>"
        },
        {
            "title": "Aonishiki: Ukraine sumo prodigy becomes champion in Japan - BBC Sport",
            "time": "2025-11-23T13:09:18",
            "imgUrl": "https://ichef.bbci.co.uk/ace/branded_sport/1200/cpsprodpb/84fa/live/b3e42500-c869-11f0-9801-5751a93d23e1.jpg",
            "body": "<html><body><div><div class=\"ssrcss-1o5p6v2-RichTextContainer e5tfeyi1\"><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\"><b class=\"ssrcss-1xjjfut-BoldText e5tfeyi3\">A Ukrainian refugee has become the first person from his country to win an elite-level sumo tournament.</b></p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Danylo Yavhusishyn - known by his sumo ring name Aonishiki - arrived in Japan as an 18-year-old in 2022 after the Russian invasion of his country.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Now aged 21, he is the first Ukrainian to claim the prized Emperor's Cup and the first European in almost eight years to do so.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">He is now on the verge of being promoted to the second-highest rank of Ozeki, in what would be the fastest promotion in history.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Aonishiki finished the 15-day tournament in Fukuoka, Japan, with a record of 12 wins and three losses and went on to win the championship play-off against Yokozuna grand champion Hoshoryu, a 26-year-old Mongolian who won last month's London tournament.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">In his winning ceremony interview, Aonishiki was asked if he felt satisfied with his results after three years in sumo.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">\"No, I think this is just the beginning,\" he replied.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The name Aonishiki contains the Japanese character for \"blue\" - a reference to the Ukrainian flag.</p></div></div></body></html>"
        },
        {
            "title": "JFK's granddaughter Tatiana Schlossberg shares terminal cancer diagnosis",
            "time": "2025-11-23T07:42:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2d43/live/ef259260-c7cf-11f0-b259-1f10e6cadd18.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In her essay, Schlossberg describes her alarm at watching her cousin be approved to the post as she was battling her illness. </p><p class=\"sc-9a00e533-0 eZyhnA\">Schlossberg is the daughter of designer Edwin Schlossberg and diplomat Caroline Kennedy. She is the granddaughter of John F. Kennedy, the 35th president of the United States, and First Lady Jacqueline Kennedy Onassis. </p><p class=\"sc-9a00e533-0 eZyhnA\">According to Schlossberg's essay titled A Battle With My Blood, she was diagnosed with acute myeloid leukaemia after giving birth in May 2024.</p><p class=\"sc-9a00e533-0 eZyhnA\">She described her previously healthy lifestyle, which included running, skiing and even once swimming in New York's Hudson River, \"eerily, to raise money for the Leukemia and Lymphoma Society\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Despite treatment, including a bone marrow transplant and chemotherapy, she said doctors have told her the outcome does not look good. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"During the latest clinical trial, my doctor told me that he could keep me alive for a year, maybe,\" she writes. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"My first thought was that my kids, whose faces live permanently on the inside of my eyelids, wouldn't remember me.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Schlossberg's son was born in 2022 and her daughter in 2024.</p><p class=\"sc-9a00e533-0 eZyhnA\">Schlossberg, whose uncle John F Kennedy Jr died in a plane crash at age 38 and whose grandmother Jacqueline died of cancer when Schlossberg was a toddler, also describes the pain she fears her death will cause her mother, who previously served as US ambassador to Australia and Japan. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"For my whole life, I have tried to be good, to be a good student and a good sister and a good daughter, and to protect my mother and never make her upset or angry,\" she writes. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Now I have added a new tragedy to her life, to our family's life, and there's nothing I can do to stop it.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">She also described her upset at watching her cousin, known as RFK Jr - whose father Robert F Kennedy was also assassinated while running for president - become Trump's health secretary.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I watched from my hospital bed as Bobby, in the face of logic and common sense, was confirmed for the position, despite never having worked in medicine, public health, or the government,\" she writes. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Suddenly, the healthcare system on which I relied felt strained, shaky.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this month, her brother Jack Schlossberg announced that he is planning to run for Congress in New York. </p><p class=\"sc-9a00e533-0 eZyhnA\">He shared her essay online on Saturday, with the caption: \"Life is short - let it rip.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The Kennedy family's generations-spanning participation in US politics - along with the personal tragedy which has often touched its members - has garnered it a prominent reputation in American life.</p></div></div></body></html>"
        },
        {
            "title": "Seven arrested in India after police crack $800,000 bank heist",
            "time": "2025-11-23T11:33:59",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e250/live/492bce90-c7ae-11f0-83e1-2f64c544cba6.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Seven people have been arrested in India after a daring 70m rupees ($800,000; £600,000) heist in which armed men posing as central bank officials robbed an ATM cash van.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Saturday police in the southern city of Bengaluru said they had cracked the case and recovered 57.6m rupees of the money stolen three days earlier.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bengaluru police commissioner Seemant Kumar Singh told the BBC on Sunday that a seventh man had been arrested in Bengaluru, adding it would take time to determine the amount of money \"in his possession.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Singh said the police are still looking \"for two or, maybe, three more,\" suspects.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Those arrested include Gopal Prasad, an employee of cash transport company CMS, J Xavier, a former CMS worker, and Annappa Naik, a local police constable.</p><p class=\"sc-9a00e533-0 eZyhnA\">The robbery took place in broad daylight in the Lalbagh area of Bengaluru. </p><p class=\"sc-9a00e533-0 eZyhnA\">The thieves pretended to be officers of the Reserve Bank of India. They stopped the transport vehicle saying they had to check the paperwork for such a large amount of money.</p><p class=\"sc-9a00e533-0 eZyhnA\">The vehicle's cash custodian and two security guards were instructed to get into an SUV, while one of the gang members took control of the van, police said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Police said the gang had changed vehicles, used fake registration plates and selected locations with minimal CCTV coverage to transfer the boxes of cash.</p><p class=\"sc-9a00e533-0 eZyhnA\">A massive hunt was launched on Wednesday, with more than 200 police officers deployed across Karnataka state and the neighbouring Kerala, Tamil Nadu, Telangana, Andhra Pradesh and Goa states.</p><p class=\"sc-9a00e533-0 eZyhnA\">Detectives are investigating the role of CMS and possible violations of guidelines for transferring cash, Singh said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The vans should not follow the same route and timing repeatedly so as to become predictable,'' he added.</p></div></div></body></html>"
        },
        {
            "title": "COP30: UN climate talks fail to secure new fossil fuel promises",
            "time": "2025-11-22T22:38:19",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">UN climate talks fail to secure new fossil fuel promises</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 xGeVU\"><p><span class=\"sc-7bfdb3c2-7 djOqvY\">Georgina Rannard</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gvcwmG\">Climate and science correspondent, Belém, Brazil</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp\" loading=\"eager\" alt=\"EPA Indigenous people at a protest. Man in centre wears a headpiece made of features and red dye or ink on fingers\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Following bitter rows, the UN climate summit COP30 in Belém, Brazil has ended with a deal that contains no direct reference to the fossil fuels that are heating up the planet.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is a frustrating end for more than 80 countries including the UK and EU that wanted the meeting to commit the world to stop using using oil, coal and gas at a faster pace.</p><p class=\"sc-9a00e533-0 eZyhnA\">But oil-producing nations held the line that they should be allowed to use their fossil fuel resources to grow their economies.</p><p class=\"sc-9a00e533-0 eZyhnA\">The meeting takes place as the UN says it fears global efforts to limit global temperature rise to 1.5C above pre-industrial levels have failed.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A representative for Colombia furiously criticised the COP presidency for not allowing countries to object to the deal in the final meeting on Saturday, known as a plenary.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Colombia believes that we have sufficient scientific evidence saying that more than 75% of the global greenhouse gas emissions come from fossil fuels,\" Daniela Durán González, Colombian Climate Delegate, told BBC News.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"So we do believe it's time that the Convention on Climate Change starts talking about that reality,\" she added.</p><p class=\"sc-9a00e533-0 eZyhnA\">The final deal, called the Mutirão, calls on countries to \"voluntarily\" accelerate their  action to reduce their use of fossil fuels.</p><p class=\"sc-9a00e533-0 eZyhnA\">For the first time, the US did not send a delegation after President Donald Trump said the country will leave the landmark Paris treaty that committed countries to act on climate change in 2015. He has branded climate change \"a con\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Veteran negotiator and former Germany climate envoy Jennifer Morgan told the BBC that the US absence was a \"hole\" in the negotiations. Often the US has supported blocs like the EU and UK. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"In a 12-hour negotiation overnight, when you have oil-producing countries pushing back hard, to not have someone counteracting on that, it certainly was hard,\" she said</p><p class=\"sc-9a00e533-0 eZyhnA\">But for many countries, the fact that the talks did not collapse or roll back on past climate agreements is a relief.</p><p class=\"sc-9a00e533-0 eZyhnA\">Antigua and Barbuda Climate Ambassador Ruleta Thomas commented: \"We are happy that there is a process that continues to function [...] where every country can be heard.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">In the final meeting, a representative for Saudi Arabia said: \"Each state must be allowed to build its own path, based on its respective circumstances and economies.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Like many other leading oil-producing nations, the country has argued it should be allowed to exploit its fossil fuel reserves as others have done in the past.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp\" loading=\"lazy\" alt=\"UNFCCC The talks over-ran by almost 24 hours with delegates working all night\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">UNFCCC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The talks over-ran by almost 24 hours with delegates working all night</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The two weeks of talks were at times chaotic. Toilets ran out of water, torrential thunderstorms flooded the venue, and delegates struggled to cope in hot, humid rooms.</p><p class=\"sc-9a00e533-0 eZyhnA\">The COP's around 50,000 registered delegates were evacuated twice. A group of about 150 protestors broke into the venue, breaching security lines, and carrying placards reading \"our forests are not for sale\".</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.com/news/articles/ce9d9p5jrjgo\" class=\"sc-f9178328-0 iCaRzc\">On Thursday a large fire broke out,</a> scorching a hole into the roof and forcing participants to rush outside.</p><p class=\"sc-9a00e533-0 eZyhnA\">Brazilian President Luiz Inácio Lula da Silva chose the city of Belém to put the world's attention on the Amazon rainforest and to bring a rush of finance to the city. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Despite its desire for a more ambitious fossil fuel agreement, Brazil was criticised for its own plans to drill for oil at the mouth of the Amazon. </p><p class=\"sc-9a00e533-0 eZyhnA\">Its offshore oil and gas production is on course to increase until the early 2030s, according to analysis shared with the BBC by campaign group Global Witness.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp\" loading=\"lazy\" alt=\"Reuters Cruise ships, used as accommodation for COP30 in the river. Three people stand on the beach in front of them.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Some delegations stayed on cruise ships in Belém due to a shortage of accommodation</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Countries at the talks have competing interests, depending on their national circumstances and how exposed they are to the effects of climate change. Some countries were happy about the outcomes.</p><p class=\"sc-9a00e533-0 eZyhnA\">India praised the deal, calling it \"meaningful\". A group representing the interests of 39 small island and low-lying coastal states on Saturday called it \"imperfect\" but still a step towards \"progress\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Poorer nations have come away with a promise for more climate finance to help them adapt to the impacts of climate change.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It has moved the needle. There is a clearer recognition that those with historic responsibility [countries that emitted more planet-warming gases in the past] have specific duties on climate finance,\" said Sierra Leone Minister of The Environment and Climate Change Jiwoh Abdulai.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp\" loading=\"lazy\" alt=\"Reuters People use fire extinguishers to put out a fire at the Pavilion of Countries in the Blue Zone \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A fire broke out at COP30, witnessed by the BBC climate team inside the venue</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">But it's a sour end for more than 80 countries, who negotiated through the night to keep stronger fossil fuel language in the deal.</p><p class=\"sc-9a00e533-0 eZyhnA\">UK Secretary of State for Energy and Climate Change Ed Miliband insisted the meeting is a \"step forward\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I would have preferred a more ambitious agreement,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're not going to hide the fact that we would have preferred to have more, to have more ambition on everything,\" EU climate commissioner Wopke Hoekstra told journalists.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">With lush trees, bird cries and intense humidity, it was hard to escape the Amazonian backdrop of the talks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Brazil launched the talks with a new fund called Tropical Forests Forever Facility that would pay countries to protect tropical forests. By the end of the meeting, it raised at least $6.5bn from governments, although the UK has not yet contributed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Over 90 countries supported a call for a global deforestation action plan, or \"roadmap\".</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-tom-ingham,-bbc-climate-team\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Tom Ingham, BBC climate team</i></p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Jair Bolsonaro: Brazilian ex-president arrested after being determined a flight risk",
            "time": "2025-11-23T09:20:00",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5656/live/8c802e20-c7a4-11f0-a788-49f2aacc0147.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Jair Bolsonaro arrested after being deemed a flight risk</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 fMReXM\"><span class=\"sc-7bfdb3c2-7 byKoUE\">Sofia Ferreira Santos</span><span class=\"sc-7bfdb3c2-9 bTXCSY\"> and </span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-7bfdb3c2-5 fMReXM\"><span class=\"sc-7bfdb3c2-7 byKoUE\">Alex Smith</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5656/live/8c802e20-c7a4-11f0-a788-49f2aacc0147.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5656/live/8c802e20-c7a4-11f0-a788-49f2aacc0147.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5656/live/8c802e20-c7a4-11f0-a788-49f2aacc0147.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5656/live/8c802e20-c7a4-11f0-a788-49f2aacc0147.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5656/live/8c802e20-c7a4-11f0-a788-49f2aacc0147.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5656/live/8c802e20-c7a4-11f0-a788-49f2aacc0147.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5656/live/8c802e20-c7a4-11f0-a788-49f2aacc0147.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5656/live/8c802e20-c7a4-11f0-a788-49f2aacc0147.jpg.webp\" loading=\"eager\" alt=\"Reuters/Adriano Machado Former Brazilian President Jair Bolsonaro wearing green polo shirt with police officer standing behind him\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters/Adriano Machado</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Jair Bolsonaro has been taken into custody after being determined a \"concrete flight risk\" while under house arrest.</p><p class=\"sc-9a00e533-0 eZyhnA\">The right-wing former Brazilian president was <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c8xrqxk9p4xo\" class=\"sc-f9178328-0 iCaRzc\">found guilty of plotting a military coup in September</a> and sentenced to more than 27 years in prison, but remains under house arrest pending appeals.</p><p class=\"sc-9a00e533-0 eZyhnA\">Brazilian Supreme Court Justice Alexandre de Moraes said detaining the 70-year-old was a preventative measure after \"new facts\" came to light.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a video released by the court, a police official questioned the former president about damage to his ankle monitor. </p><p class=\"sc-9a00e533-0 eZyhnA\">Bolsonaro said he burned the monitor's case with a soldering iron out of \"curiosity\", but denied wanting to remove it. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Court officials said he wanted to use a planned rally outside outside his house as a cover to break free. His lawyer denied the claims.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a filing authorising the arrest, Justice Moraes said information from the centre monitoring Bolsonaro's house arrest suggested the former president's \"intention to break the electronic ankle bracelet to ensure success in his escape\".</p><p class=\"sc-9a00e533-0 eZyhnA\">This, it said, would be \"facilitated by the confusion caused by the demonstration called by his son\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Flávio Bolsonaro, who serves a senator, called for a gathering of his supporters near his father's home to take place on Saturday night. </p><p class=\"sc-9a00e533-0 eZyhnA\">The senator wrote on social media on Friday: \"Are you going to fight for your country, or watch it all from your phone there on your sofa? I invite you to fight with us.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He said the vigil would enable supporters to \"pray for his health and for the return of democracy in our country\".</p><p class=\"sc-9a00e533-0 eZyhnA\">To explain his decision, Justice Moraes cited the possibility of Bolsonaro fleeing to foreign embassies, citing \"a history of planning to request asylum through a diplomatic representation\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The court filing notes that the US embassy in the capital, Brasilia, is located about 13km (8 miles) from Bolsonaro's home.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bolsonaro's legal woes have drawn the ire of fellow right-wing populist US President Donald Trump, prompting him to <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c3rv981qv4go\" class=\"sc-f9178328-0 iCaRzc\">impose a 50% tariff on imports of Brazilian goods</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bolsonaro is being held in a police station in Brasilia and will undergo a custody hearing on Sunday.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On Friday, the former president's lawyers asked the Supreme Court to allow him to serve his whole jail sentence under house arrest, with electronic monitoring.</p><p class=\"sc-9a00e533-0 eZyhnA\">They also asked that Bolsonaro be allowed to leave his home for medical treatment, saying he required regular treatment for pulmonary infections and other ailments.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bolsonaro's lawyer Paulo Cunha Bueno told journalists outside the Federal Police building that concerns about his ankle monitor was \"a narrative that tries to justify the unjustifiable\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He added: \"Bolsonaro did not want, in any way, to escape from his house. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"There is a patrol with armed federal agents, 24 hours a day, seven days a week at the door of his house.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Bolsonaro was found guilty of leading <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cy4d409v2neo\" class=\"sc-f9178328-0 iCaRzc\">a conspiracy aimed at keeping him in power after he lost the 2022 election</a> to his left-wing rival, Luiz Inácio Lula da Silva.</p><p class=\"sc-9a00e533-0 eZyhnA\">Supreme Court justices said that he knew of a plot which included plans to assassinate Lula and his vice-presidential running mate, Geraldo Alckmin, and to arrest and execute Moraes, who has been overseeing Bolsonaro's trial.</p><p class=\"sc-9a00e533-0 eZyhnA\">The conspiracy failed to get the backing of the army and air force commanders. Lula was sworn in without incident on 1 January 2023.</p><p class=\"sc-9a00e533-0 eZyhnA\">But a week later, on 8 January, thousands of Bolsonaro supporters stormed government buildings in Brasília. The security forces intervened and about 1,500 people were arrested.</p><p class=\"sc-9a00e533-0 eZyhnA\">The justices found that the rioters had been incited by Bolsonaro whose plan, they said, was for the military to step in and return him to power.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the time, Bolsonaro's lawyers called the 27 years and three months sentence \"absurdly excessive\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He was also barred from running for public office until 2060 - eight years after the end of his sentence.</p><p class=\"sc-9a00e533-0 eZyhnA\">The former president called the trial a \"witch hunt\" and said it was designed to prevent him running in the 2026 presidential election.</p></div></article></div></body></html>"
        },
        {
            "title": "How Marjorie Taylor Greene went from Trump ally to quitting Congress",
            "time": "2025-11-22T17:43:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ab26/live/986dcfa0-c7ca-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">How Greene went from Maga loyalist to quitting Congress</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 xGeVU\"><p><span class=\"sc-7bfdb3c2-7 djOqvY\">Anthony Zurcher</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gvcwmG\">North America correspondent, Washington</span></p></div></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Key moments from Trump and Greene's public fallout</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Marjorie Taylor Greene came into Congress as one of Donald Trump's staunchest defenders. </p><p class=\"sc-9a00e533-0 eZyhnA\">Sworn into office just days before the 6 January 2021 attack on the US Capitol, Greene supported the president - and echoed his contention that the 2020 presidential election was \"stolen\" - when many in the Republican Party disavowed him.</p><p class=\"sc-9a00e533-0 eZyhnA\">Now, five years later, Greene will leave Congress having been branded a \"traitor\" by the man she once revered.</p><p class=\"sc-9a00e533-0 eZyhnA\">Over the course of just a handful of months, Greene broke with Trump in the most dramatic fashion. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Although Greene had criticised Trump's decision to launch airstrikes on Iran, his support for Israel during the Gaza War and a lack of sufficient regulation of big technology companies earlier this year, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c9wv4dx05q5o\" class=\"sc-f9178328-0 iCaRzc\">the final fracture began over Jeffrey Epstein</a>, the late financier and convicted paedophile who had connections to the wealthy and powerful. </p><p class=\"sc-9a00e533-0 eZyhnA\">She condemned Trump's unwillingness to order his justice department to fully release its files on the case, and appeared alongside Epstein's victims – and Democrats - to force a House vote on the matter.</p><p class=\"sc-9a00e533-0 eZyhnA\">It didn't end there, however.</p><p class=\"sc-9a00e533-0 eZyhnA\">Greene would also question Republican strategy during the recent government shutdown, siding with Democrats in calling on her party to address expiring healthcare subsidies for low-income Americans.</p><p class=\"sc-9a00e533-0 eZyhnA\">She publicly berated Trump for what she said was an undue emphasis on foreign policy at the expense of addressing economic and affordability concerns.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The American people aren't motivated by foreign wars or bailouts for other countries,\" she wrote on X earlier this month. \"They want leaders who show up, do the job, and fight for them every single day!\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp\" loading=\"eager\" alt=\"Getty Images Thomas Massie speaks alongside U.S. Rep. Ro Khanna and Marjorie Taylor Greene during a news conference on the Epstein Files Transparency Act \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Greene spoke at a press conference alongside US lawmakers and Epstein's accusers at the US Capitol in September</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Greene continued to insist that she supported Trump, but it became increasingly clear that she has a view of the \"America First\" movement that differs from the US president's. </p><p class=\"sc-9a00e533-0 eZyhnA\">An activist turned congresswoman who made her name railing against the political establishment had now found that the Maga – \"Make America Great Again\" - movement she supported had become the establishment.</p><p class=\"sc-9a00e533-0 eZyhnA\">And as the weight of Trump's power focused on her ouster – she <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cj4qx1lenvjo\" class=\"sc-f9178328-0 iCaRzc\">broke for the exits with a few parting shots</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I refuse to be a 'battered wife' hoping it all goes away and gets better,\" she said in her resignation statement. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"If I am cast aside by Maga Inc and replaced by Neocons, Big Pharma, Big Tech, Military Industrial War Complex, foreign leaders, and the elite donor class that can't even relate to real Americans, then many common Americans have been cast aside and replaced as well.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Marjorie Taylor Greene announces resignation in video message</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Throughout her career, she often embraced controversy and leaned into conflict. </p><p class=\"sc-9a00e533-0 eZyhnA\">A gym instructor in Georgia, she began engaging in politics in 2016, as Trump started his successful campaign for the White House. She made frequent trips to Washington DC, where she would berate Democratic members of Congress for what she said were their socialist and pro-Islam policies.</p><p class=\"sc-9a00e533-0 eZyhnA\">She promoted baseless QAnon conspiracy theories, questioning whether shootings in a US school were \"staged\" and alleging that the Democratic party was secretly run by a group of powerful paedophiles.</p><p class=\"sc-9a00e533-0 eZyhnA\">Once in Congress, she clashed with Democrats - and members of her own party. Although she renounced some of her past conspiratorial views, the House voted to <a target=\"_self\" href=\"https://www.bbc.com/news/world-us-canada-55940542\" class=\"sc-f9178328-0 iCaRzc\">remove her from her committee assignments</a> shortly after she took office.</p><p class=\"sc-9a00e533-0 eZyhnA\">When Republicans returned to power in Congress she had a political rehabilitation of sorts, working with then Speaker of the House Kevin McCarthy to consolidate conservative support in the chamber. When McCarthy was ousted, Greene fought with his replacement, Mike Johnson, and launched an unsuccessful bid to remove him as well. </p><p class=\"sc-9a00e533-0 eZyhnA\">In 2023, she was expelled from the conservative House Freedom Caucus.</p><p class=\"sc-9a00e533-0 eZyhnA\">She had become a political wildcard – still despised by many on the left but also viewed with suspicion by conservatives. She still had close ties with Trump, which gave her influence in Washington. </p><p class=\"sc-9a00e533-0 eZyhnA\">And then she didn't.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images US Representative Marjorie Taylor Greene (R) speaks alongside former US President and 2024 presidential hopeful Donald Trump at a campaign event in Rome, Georgia, on March 9, 2024\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Greene and Trump on the campaign trail in 2024</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a brief interview on Friday night, Trump told ABC News that Greene's departure from Congress was \"great news for the country\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He would later post on Truth Social that Greene \"went bad\" but that he would \"always appreciate Marjorie and thank her for her service to our country\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Greene said she will return to her home in Georgia and a \"new path ahead\". Although she had reportedly expressed interest in the state's governor race next year, she recently said she would not seek that office – or seek to unseat incumbent Democratic Senator Jon Ossoff.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her decision to resign effective 5 January, however, leaves open the possibility that she could change her mind and run for office in a state where Republican politicians, like the current Georgia governor Brian Kemp, have shown that it is possible to win elections even without Trump's support.</p><p class=\"sc-9a00e533-0 eZyhnA\">The move also allows Greene to reposition herself politically, as the Republican Party begins grappling with an environment where public support for Trump - particularly his handling of the economy - appears to be souring and the president, limited by the constitution, will never appear on a presidential ballot again.</p><p class=\"sc-9a00e533-0 eZyhnA\">At 51, Greene's tenure in Congress may be at an end, but her involvement in American political life may be far from over.</p></div></article></div></body></html>"
        },
        {
            "title": "Israeli strikes across Gaza kill 22 Palestinians, Hamas-run health ministry and civil defence say",
            "time": "2025-11-22T20:43:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e122/live/714f42f0-c7c5-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At least 22 Palestinians have been killed in a series of Israeli air strikes across northern and central Gaza, Hamas medical and civil defence officials have said.</p><p class=\"sc-9a00e533-0 eZyhnA\">They said five sites had been hit, including residential homes. A senior Hamas commander was among the dead, according to local sources.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Israeli military said it had struck targets in Gaza in response to an incident earlier on Saturday, when it said an \"armed terrorist\" had fired at soldiers after crossing the Strip's so-called \"yellow line\" designating areas under full Israeli control. Hamas denied this.</p><p class=\"sc-9a00e533-0 eZyhnA\">Both sides have accused each other of violating the ceasefire deal agreed on six weeks ago.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">More than 310 Palestinians have been killed in Israeli strikes since the ceasefire came into force, according to Gaza's health ministry.</p><p class=\"sc-9a00e533-0 eZyhnA\">The territory's civil defence said Saturday's strikes by Israel targeted Gaza City in the north, as well as Deir al-Balah and Nuseirat camp in central Gaza.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Hamas officials said five people had been killed at the Abbas junction in the densely populated Rimal area of Gaza City. Witnesses said an Israeli strike set a car on fire.</p><p class=\"sc-9a00e533-0 eZyhnA\">In addition, three people were killed near a mosque in Deir al-Balah, the officials said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two houses were targeted in Israeli strikes in Nuseirat, they added, with three killed after the home of the Abu Amouneh family was hit. Seven others were killed in another strike targeting the house of the Abu Shawish family.</p><p class=\"sc-9a00e533-0 eZyhnA\">Three more people were killed later on Saturday when a house in western Gaza City was hit, officials reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">The office of Prime Minister Benjamin Netanyahu said in a later statement: \"Today, Hamas violated the ceasefire again, sending a terrorist into Israel held territory to attack IDF soldiers. In response, Israel eliminated five senior Hamas terrorists.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The statement also called on mediators to \"insist that Hamas fulfil its side of the ceasefire\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Following the strikes, Hamas said the army's westward push of the yellow line and continued bombardment of eastern Gaza amounted to a \"blatant breach\" of the agreement.</p><p class=\"sc-9a00e533-0 eZyhnA\">The group called on mediators and the US to intervene urgently, warning that Israel was attempting to impose \"new facts on the ground\" and undermine the ceasefire.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Israeli military launched an offensive in Gaza in response to the Hamas-led attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others were taken hostage.</p><p class=\"sc-9a00e533-0 eZyhnA\">At least 69,500 people have been killed in Israeli attacks in Gaza since then, including 280 during the ceasefire, according to the territory's health ministry.</p></div></div></body></html>"
        },
        {
            "title": "Mystery drones halt air traffic near Dutch city of Eindhoven",
            "time": "2025-11-22T21:25:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1952/live/da8afd00-c7e7-11f0-a9f0-9f5579338902.png",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Air traffic above the southern Dutch city of Eindhoven was suspended for several hours on Saturday after unidentified drones were spotted near the airport.</p><p class=\"sc-9a00e533-0 eZyhnA\">Drones were first observed late on Friday over the nearby Volkel air force base. Weapons were deployed to try to shoot them down but the devices got away.</p><p class=\"sc-9a00e533-0 eZyhnA\">After more sightings on Saturday, airspace around the airport was closed  until around 23:00 local time (22:00 GMT). </p><p class=\"sc-9a00e533-0 eZyhnA\">Dutch Defence Minister Ruben Brekelmans said authorities had \"taken measures\" without elaborating. </p><p class=\"sc-9a00e533-0 eZyhnA\">It is the latest in a series of incidents at military installations and airports in northern Europe in recent months. Russia has denied accusations it was involved in them.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">As well as being used by the Royal Netherlands Air Force, Volkel Air Base hosts a US Air Force squadron as part of Nato.</p><p class=\"sc-9a00e533-0 eZyhnA\">Officials said that for security reasons they would provide no details about how the drones were first spotted on Friday or what action was taken to try to bring them down.</p><p class=\"sc-9a00e533-0 eZyhnA\">Drones have been sighted at other Dutch air bases in the past few weeks, as well as facilities in neighbouring Belgium, Denmark and Germany.</p><p class=\"sc-9a00e533-0 eZyhnA\">A lack of evidence pointing to their origins has plagued investigations into the incidents since they began in September, as in many cases the drones depart after a while.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some European officials have attributed the sightings to \"hybrid warfare\" on the part of Russia, as the nations that have been targeted are all allied to Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the Kremlin has denied it has anything to do with past incursions. </p><p class=\"sc-9a00e533-0 eZyhnA\">Defence ministers from 10 EU countries have agreed to create a \"drone wall\" in response to the sightings, while some individual nations have sought to secure anti-drone defence measures.</p></div></div></body></html>"
        },
        {
            "title": "'We worry more about food' say Venezuelans living under threat of US military action",
            "time": "2025-11-23T00:02:59",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'We worry more about food' say Venezuelans living under threat of US military action</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp\" loading=\"eager\" alt=\"BBC A man in a Caracas market speaks while holding a glass of coffee\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Like Alejandro Orellano, many Venezuelans say they are more worried about their personal finances than about a US invasion</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">While Nicolás Maduro's government lives on edge under a military threat from US President Donald Trump, ordinary Venezuelans spend their time trying to figure out what to eat each day.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's Wednesday morning at Quinta Crespo, a popular market in downtown Caracas. Here, a possible escalation of the conflict is not the main concern of Venezuelans, who glance at the news while checking their wallets to find enough cash to pay.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There's not going to be an intervention, nothing like that. What's really troubling us is the rise of the dollar,\" Alejandro Orellano tells BBC Mundo as he savours a coffee, waiting for customers who never seem to arrive.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the past weeks, Trump's government has deployed thousands of troops and military assets to within striking distance of Venezuela, including the world's largest warship. On Saturday, at least four international airlines cancelled flights into or out of the country after a Friday notice from US aviation authorities warned of \"heightened military activity in or around Venezuela\".</p><p class=\"sc-9a00e533-0 eZyhnA\">This comes after a series of US airstrikes against alleged drug boats in the Caribbean and eastern Pacific killed more than 80 people.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's part of a broader effort the administration says is necessary to stem the flow of narcotics into the US, but Maduro insists the sabre-rattling is designed to push him out of office.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">In the streets of Caracas, daily life continues while the government tells the population that they must be ready for a US invasion</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Alejandro downplays the rhetoric between Washington and Caracas.</p><p class=\"sc-9a00e533-0 eZyhnA\">He's been selling vegetables in this market for five years. \"Look, look how empty this is,\" he insists, pointing to a long, lonely aisle full of fresh fruits and vegetables.</p><p class=\"sc-9a00e533-0 eZyhnA\">A Christmas carol plays, but the festive atmosphere feels overshadowed.</p><p class=\"sc-9a00e533-0 eZyhnA\">The common enemy of the people is here: the sharp rise in food prices and the lack of purchasing power. In part, this is due to the rapid depreciation of the bolívar, which will have lost 80% of its value this year, according to International Monetary Fund (IMF) figures.</p><p class=\"sc-9a00e533-0 eZyhnA\">A kilo of chicken, for example, costs about four times the official monthly minimum wage. And although the government offers bonuses to retirees and public workers, the money is still not enough to cover the basic food basket.</p><p class=\"sc-9a00e533-0 eZyhnA\">Consuelo, 74, is sceptical about an armed conflict with the US and says Venezuelans cannot afford to stock food in preparation for a war.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Let whatever happens happen! And that's it!\" she tells the BBC, adding that worrying about the spectre of war doesn't help much.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Is it true? Is it false? That just makes you sick, walking around nervous, it's better to stay calm. Emotions can also affect your health,\" continues this retired university professor who still works.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I haven't done any panic buying; you need a lot of money to do that.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Two economists living in Venezuela consulted by the BBC for this report preferred not to comment for fear of government reprisals.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Inflation has reached levels of around 20% monthly,\" another expert who requested anonymity pointed out.</p><p class=\"sc-9a00e533-0 eZyhnA\">The IMF projects a 548% price increase this year and says it will be worse in 2026, when it could soar to 629% - the highest figure on the continent.</p><p class=\"sc-9a00e533-0 eZyhnA\">Others see a potential US intervention as an opportunity for regime change but are afraid to speak openly about it.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're scared, silent, afraid they'll throw us in jail. I used to post things, but not anymore - I shouldn't - because I don't know who might turn me in,\" a merchant from Ciudad Bolívar (in Bolívar state, south) tells the BBC by phone.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There's hope, faith, but people are quiet out of fear. You don't hear anyone talking about it; it's just at home, with your family, but there's a hint of joy,\" says the woman anonymously.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Consuelo says that uncertainty also makes Venezuelans nervous</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Much of society avoids speaking openly about issues that could be sensitive for Maduro's government, after a wave of arrests followed anti-government protests over the disputed 2024 presidential elections, which have been widely rejected by the international community. </p><p class=\"sc-9a00e533-0 eZyhnA\">The opposition and many countries, including the US, rejected the result and recognised opposition candidate Edmundo González as the legitimate president-elect.</p><p class=\"sc-9a00e533-0 eZyhnA\">After the elections, more than 2,000 people were arrested, official figures show. At present, 884 individuals remain in prison for political reasons, according to the non-governmental organisation Foro Penal.</p><p class=\"sc-9a00e533-0 eZyhnA\">Barbara Marrero, a 40-year-old pastry chef, says: \"We're all waiting for something to happen because it's fair and necessary. We've been living in absolute misery for years.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Venezuelans live day by day waiting for something to happen, but everyone is afraid [to speak] and nobody says anything.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Esther Guevara, 53, who works in a medical lab, doesn't hide her concern amid tensions over the US naval fleet deployment.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm worried because I don't really know what's happening - they might invade, strike… people think it will be ok, but this is serious,\" she says. \"A lot of innocent people could die.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I feel like something's cooking out there, but I'm waiting,\" she adds.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Javier Jaramillo also does not believe that an attack on Venezuela is imminent</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It's now midday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Everything goes on as usual along a busy boulevard in eastern Caracas. Street vendors pushing sales. Pedestrians coming and going.</p><p class=\"sc-9a00e533-0 eZyhnA\">There's Javier Jaramillo, 57, looking for goods to resell at Christmas. He's curious about the USS Gerald R Ford, the aircraft carrier Washington moved to the Caribbean.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I don't think that attack will happen. I think there could be dialogue, an agreement, or a deal.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Still, he says that when there are power cuts, he thinks: \"'They've come in,' 'They're going to come in.'\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump has suggested he is open to a diplomatic dialogue with Maduro, but also said he would not rule out military action.</p><p class=\"sc-9a00e533-0 eZyhnA\">Either way, Javier repeats: \"We're more worried about food. Venezuela is in bad shape. Inflation is eating us alive.\"</p></div></article></div></body></html>"
        },
        {
            "title": "How robots are a lifeline to troops on Ukraine's eastern front",
            "time": "2025-11-23T07:06:07",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fdbc/live/fa83cde0-c831-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">In Ukraine's 'kill-zone', robots are a lifeline to troops trapped on perilous eastern front</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 xGeVU\"><p><span class=\"sc-7bfdb3c2-7 djOqvY\">Abdujalil Abdurasulov</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gvcwmG\">In eastern Ukraine</span></p></div></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A robot being sent on a mission by Ukraine's fifth brigade to deliver supplies to troops on the frontline</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"The toy is delivered,\" a Ukrainian soldier whispers into the radio.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the dead of night, he and his partner move quickly to roll out their cargo from a van. Speed is crucial as they are within the range of deadly Russian drones.</p><p class=\"sc-9a00e533-0 eZyhnA\">The fifth brigade's new \"toy\" is an unmanned ground vehicle (UGV), a robot that provides a lifeline for Ukrainian troops at the front in Pokrovsk and Myrnograd, a strategic hub in eastern Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russian forces are relentlessly trying to cut off Ukraine's supply routes in the area.</p><p class=\"sc-9a00e533-0 eZyhnA\">Without fresh food and ammunition, Ukraine's frontline soldiers would face a choice of either surrender or a costly retreat.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kyiv has sent special forces, elite assault units and drone groups to reinforce its troops in and around Pokrovsk, but Russia's grip on routes into the city means going in with armoured vehicles would bring almost certain death.</p><p class=\"sc-9a00e533-0 eZyhnA\">Transporting heavy supplies on foot would be just as dangerous.</p><p class=\"sc-9a00e533-0 eZyhnA\">This is where the robot, also known as a land drone, comes in place of traditional troop deployments.</p><p class=\"sc-9a00e533-0 eZyhnA\">The battle of Pokrovsk will probably go down in history as the first in which unmanned ground vehicles were used on a mass scale, largely to deliver supplies and evacuate wounded.</p><p class=\"sc-9a00e533-0 eZyhnA\">The robot is small enough to squeeze into a bicycle lane and looks like a mini tank without a turret.</p><p class=\"sc-9a00e533-0 eZyhnA\">UGVs are difficult to spot, they are harder to jam than an aerial drone and, most importantly, soldiers can operate them remotely from a safer location.</p><p class=\"sc-9a00e533-0 eZyhnA\">They save soldiers' lives and are the future of the army, according to Ihor, the head of unmanned systems for the 7th Corps of the Ukrainian army.</p><p class=\"sc-9a00e533-0 eZyhnA\">About 90% of all supplies for Pokrovsk frontline are now delivered by UGVs, he says.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, Russian forces are trying to capture the city by choking the supply chains and relentlessly launching remote-controlled drones to target anything that moves in what is widely called \"the kill-zone\".</p><p class=\"sc-9a00e533-0 eZyhnA\">This 30km-wide stretch of territory along the frontline is within reach of drones from both sides.</p><p class=\"sc-9a00e533-0 eZyhnA\">Constant aerial reconnaissance means any movement in the kill-zone is quickly detected and attacked, by drones as well as conventional weapons such as artillery, mortar rounds and aerial bombs.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's a situation that military doctor Vitsik and his land drone operator Auditor know only too well. These are their call signs, not their real names.</p><p class=\"sc-9a00e533-0 eZyhnA\">When they tried to evacuate wounded Ukrainian soldiers from Pokrovsk last month they were quickly spotted and had only seconds to rush to a nearby house to escape the buzz of Russian drones.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"One drone after another attacked us,\" Vitsik recalls. \"As soon as the drone hit the ground and exploded, immediately the next one appeared. They also fired from artillery and mortars trying to kill us.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The walls Vitsik and Auditor hid behind shook with each explosion. The barrage lasted for 59 minutes and they eventually slipped into a neighbouring building and escaped.</p><p class=\"sc-9a00e533-0 eZyhnA\">Inside Pokrovsk the drone threat from above is ever present.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We run from one bush to another, from one house to another, from one street to another,\" says Vitsik.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Vitsik via BBC A selfie of a young man wearing Ukrainian military uniform. He is wearing a helmet with a camera on top. He has a short beard and moustache. He has taken this photo against a bare concrete wall.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Vitsik via BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Combat medic 'Vitsik' was caught up in an almost hour long drone attack in the \"kill-zone\" when attempting to evacuate the wounded</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Thanks to those \"first-person view\" drones, Russian troops are close to cutting off all routes leading to Pokrovsk.</p><p class=\"sc-9a00e533-0 eZyhnA\">They claim to have surrounded the entire area, but Kyiv has repeatedly denied that.</p><p class=\"sc-9a00e533-0 eZyhnA\">The head of Ukraine's HUR intelligence agency, Kyrylo Budanov, has told local media the situation in Pokrovsk is \"extremely difficult\" but Ukraine is \"still holding on there\".</p><p class=\"sc-9a00e533-0 eZyhnA\">And yet moving troops into and around the city is extremely dangerous and Ukrainian forces have tried to limit rotating people in and out due to the high risks.</p><p class=\"sc-9a00e533-0 eZyhnA\">As a result, soldiers remain in frontline positions for weeks, sometimes even months.</p><p class=\"sc-9a00e533-0 eZyhnA\">It has made delivering supplies an even more pressing task, and that means the demand for unmanned ground vehicles is growing.</p><p class=\"sc-9a00e533-0 eZyhnA\">A single unit of the 5th brigade can carry out several logistical missions with UGVs in one day.</p><p class=\"sc-9a00e533-0 eZyhnA\">Each assignment starts in an old, shabby garage and the mission I watch is delivering water, ammunition and fuel to drone pilots.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Vitsikkk via BBC A shot through a window of a wasteland in Pokrovsk. The houses are severely damaged, the trees are bare and there is a large grey-black cloud in the distance \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Vitsikkk via BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Pokrovsk is largely deserted but as a key road and rail junction, it is essential for Ukraine to keep the city from Russian control</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Supplies are loaded on a land drone called Termit, capable of carrying about 200kg. The operator drives it by remote control into the back of a van which takes it closer to the frontline to preserve its battery.</p><p class=\"sc-9a00e533-0 eZyhnA\">When it is dark, two soldiers jump out of the van and roll out the UGV.</p><p class=\"sc-9a00e533-0 eZyhnA\">One of them informs the control room via radio that the land drone has been offloaded. </p><p class=\"sc-9a00e533-0 eZyhnA\">Within seconds the operator several kilometres away confirms he is connected to the machine and Termit heads off to its destination.</p><p class=\"sc-9a00e533-0 eZyhnA\">Machines like Termit have been used by some Ukrainian brigades since last year but they have become increasingly popular in recent months.</p><p class=\"sc-9a00e533-0 eZyhnA\">At a workshop for the 79th brigade, engineers who previously made only aerial remote-controlled drones are now tasked with upgrading unmanned ground vehicles for use in combat zones.</p><p class=\"sc-9a00e533-0 eZyhnA\">They apply camouflage, weld new platforms and add hardware for extra communication. But even with these improvements, UGVs are still vulnerable to drone attacks.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Engineers are increasingly tasked to make the land drones combat zone ready adding camouflage and extra communication links </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"No matter how well it is concealed, no matter what connection you use and how quickly it moves\", the machine can still be detected and destroyed, says a UGV operator with the call sign \"Lawyer\".</p><p class=\"sc-9a00e533-0 eZyhnA\">During one mission to evacuate a wounded soldier from Pokrovsk, his unmanned vehicle hit a landmine damaging its tracks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another land drone was sent on a rescue mission from a different unit, but it was destroyed too. Lawyer still does not know if the wounded soldier made it out alive.</p><p class=\"sc-9a00e533-0 eZyhnA\">On average just one out of three UGVs manages to reach the city, says Ihor, from the unmanned systems department of the 7th Corps. </p><p class=\"sc-9a00e533-0 eZyhnA\">While the majority of the small robots won't make it, the troops on the frontline are reliant on those that do.</p></div></article></div></body></html>"
        },
        {
            "title": "Who killed young Chechen woman who fled Russia for a life of freedom?",
            "time": "2025-11-23T00:02:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Who killed young Chechen woman who fled Russia for a life of freedom?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 xGeVU\"><p><span class=\"sc-7bfdb3c2-7 djOqvY\">Olga Prosvirova &amp; Zlata Onufrieva</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gvcwmG\">BBC News Russian</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp\" loading=\"eager\" alt=\"Aishat Baimuradova/Getty/BBC Aishat in a dark leather jacket with a black head covering through which you can see her hair and a black earring with a cross. The background is sepia-toned artistic illustration of a cityscape, including modern high-rise buildings and two tall minarets\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Aishat Baimuradova/Getty/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Aishat told her friends she had been raised in a strictly religious family</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">When 23-year-old Aishat Baimuradova fled her home earlier this year, she believed she finally had a chance to live the way she wanted.</p><p class=\"sc-9a00e533-0 eZyhnA\">Coming from Chechnya, a conservative Muslim republic in Russia, she cut her hair short, stopped covering her head, shaved off part of her eyebrow and posted quirky selfies on Instagram.</p><p class=\"sc-9a00e533-0 eZyhnA\">She told her new friends she could finally breathe.</p><p class=\"sc-9a00e533-0 eZyhnA\">In October, Aishat was found dead in a rented flat in neighbouring Armenia. Police say she was murdered.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two people were seen leaving the building where she was found, including a woman Aishat had befriended not long before her death. Both reportedly left for Russia soon afterwards.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russians do not need a passport to enter Armenia; their internal ID is enough. That also makes it an easy route for anyone trying to flee.</p><p class=\"sc-9a00e533-0 eZyhnA\">Chechnya, in Russia's North Caucasus, is often described by rights groups as a state within a state - a place where power is highly personalised and loyalty to long-standing leader Ramzan Kadyrov often over-rides laws and formal institutions.</p><p class=\"sc-9a00e533-0 eZyhnA\">For years, human rights organisations have documented enforced disappearances, torture and extrajudicial killings in the republic, as well as systematic persecution of those who dissent.</p><p class=\"sc-9a00e533-0 eZyhnA\">Chechen officials have consistently denied these allegations, complaining of fabrications aimed at discrediting the region.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp\" loading=\"lazy\" alt=\"Aishat Baimuradova/Instagram Aishat taking a mirror selfie inside an elevator. She is wearing a dark hoodie and carrying a black backpack\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Aishat Baimuradova/Instagram</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Her friends say Aishat was a very open person seeking connection with people</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Several high-profile critics of Chechen authorities have been killed abroad.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 2009, Umar Israilov, a former bodyguard of Ramzan Kadyrov, was shot dead in Vienna, where he had sought asylum. Austrian authorities called the assassination politically motivated and linked the killers to Chechnya.</p><p class=\"sc-9a00e533-0 eZyhnA\">Former Chechen rebel Zelimkhan Khangoshvili was shot dead in a Berlin park in 2019, in an attack blamed on Russian security services.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Aishat Baimuradova is the first known Chechen woman to have died in suspicious circumstances, not long after fleeing Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">Like many other women who escape the region, she had complained of being controlled by her family. She said she was forced into a marriage, monitored, and barred from leaving home or using her phone. The BBC was not able to reach her family for a comment.</p><p class=\"sc-9a00e533-0 eZyhnA\">Aishat arrived in Armenia with the help of SK-SOS, a crisis group that helps people facing danger in the North Caucasus. She had complained openly of conservative gender rules and the suffocating control women face in Chechnya.</p><p class=\"sc-9a00e533-0 eZyhnA\">At first, she worked in a small town, then moved to the capital, Yerevan, hoping for a better job and more opportunities.</p><p class=\"sc-9a00e533-0 eZyhnA\">To many who flee, such visibility is unthinkable. Most use false names, avoid showing their faces, and refuse to meet new people. Aishat chose a different path. \"She really wanted a normal life,\" her friend who asked to remain anonymous told the BBC. \"And she wanted to trust people.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp\" loading=\"lazy\" alt=\"Reuters Ramzan Kadyrov on an ornate chair with a full, long beard looking slightly upward with a contemplative expression. He’s wearing a dark-colored shirt with a high collar. Around his neck is a string of black prayer beads or a bead necklace\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ramzan Kadyrov has ruled Chechnya since 2007. Critics accuse him of turning the Russian republic into a state within a state</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Her family tried to persuade her to come back, but when nothing came of it they disowned her, according to SK SOS.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They said to her: 'You are no longer our daughter or our wife. We won't touch you - just don't touch us,\" Alexandra Miroshnikova, spokesperson for SK SOS, told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her uncle told local media the family had no involvement in her death.</p><p class=\"sc-9a00e533-0 eZyhnA\">On the night of her death, Aishat was with a woman she had recently met online, who claimed to come from Dagestan, another Russian republic in the North Caucasus.</p><p class=\"sc-9a00e533-0 eZyhnA\">People who knew Aishat told the BBC it was the woman who had first made contact with her on social media, later coming to Armenia and inviting her to parties.</p><p class=\"sc-9a00e533-0 eZyhnA\">A man captured with her on CCTV as they left the building where Aishat's body was found was reported by a popular Russian Telegram channel to be of Chechen origin. Investigative outlet Agentstvo identified him as a relative of a businessman close to Ramzan Kadyrov.</p><p class=\"sc-9a00e533-0 eZyhnA\">Chechen authorities deny any connection to Baimuradova's death, condemning such suggestions as a \"terrorist information attack\". Officials have also criticised groups assisting women who flee, accusing them of \"destroying family traditions\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp\" loading=\"lazy\" alt=\"VALERY HACHE/AFP via Getty Images A group of five women in headscarves with their backs to the camera stand in an urban area with greenery on the left side and multi-story residential buildings on the right\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">VALERY HACHE/AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Chechen women who have sought refuge in Europe often avoid communicating with the diaspora</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Armenian authorities say they are investigating two unnamed people in connection with Aishat Baimuradova's murder, but they have released no further details about them.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ramzan Kadyrov is sensitive to people criticising Chechnya from abroad, says Michael Dennis, an expert on Chechen politics at the University of Texas.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The very existence of a diaspora is a clear signal to the entire world that something is wrong in Chechnya. It's a matter of personal pride and political image,\" Mr Dennis told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since the early 2000s, asylum seekers from Chechnya have been coming to Europe - fleeing first the war and later Kadyrov's repressive rule.</p><p class=\"sc-9a00e533-0 eZyhnA\">But changes to EU migration policy, followed by visa restrictions for Russians because of the war in Ukraine, have all but closed that route.</p><p class=\"sc-9a00e533-0 eZyhnA\">That leaves the South Caucasus, where Russians can travel visa-free, as the easiest escape route, but far from the safest.</p><p class=\"sc-9a00e533-0 eZyhnA\">In July, another escapee, 24-year-old Laura Avtorkhanova, was found in a shelter in Georgia by a group of male relatives who reportedly tried to coerce her into returning to Russia. After being questioned by police she was able to stay safely in Georgia.</p><p class=\"sc-9a00e533-0 eZyhnA\">For other Chechen women who have fled, Aishat's death has reinvigorated a fear that has haunted them since they left Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">Several have told the BBC how even before her murder they had steered clear of community events, avoided speaking Chechen in public and restricted their social media presence. </p><p class=\"sc-9a00e533-0 eZyhnA\">Now they worry it may not be enough to hide from those who may want to punish them.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The fear I've lived with all my life - embedded in my DNA - has reawakened with renewed vigour,\" said one escapee living in Western Europe, who asked to hide her name and precise location.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's like sleep paralysis: a monster appears, and I lie there frozen, staring into its eyes. It's the fear of being killed.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"You can escape,\" she said, \"but you never really feel free.\"</p></div></article></div></body></html>"
        },
        {
            "title": "COP30: Five key takeaways from a deeply divisive climate summit",
            "time": "2025-11-23T00:10:18",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">COP30: Five key takeaways from a deeply divisive climate summit </h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 fMReXM\"><span class=\"sc-7bfdb3c2-7 byKoUE\">Justin Rowlatt,</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gTWlHk\">Climate Editor</span><span class=\"sc-7bfdb3c2-9 bTXCSY\"> and </span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-7bfdb3c2-5 fMReXM\"><span class=\"sc-7bfdb3c2-7 byKoUE\">Matt McGrath,</span><span data-testid=\"byline-new-contributors-contributor-1-role-location\" class=\"sc-7bfdb3c2-8 gTWlHk\">Environment correspondent</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp\" loading=\"eager\" alt=\"getty A bearded man, COP president Andre Correa do Lago lies back as several others surround him, looking worried, during  a critical moment in the COP30 talks\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">getty</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">COP30 President President André Corrêa do Lago at a critical moment in the final plenary session of talks</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In three decades of these meetings aimed at forging global consensus on how to prevent and deal with global warming, this will go down as among the most divisive.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many countries were livid when COP30 in Belém, Brazil ended on Saturday with no mention of the fossil fuels that have heated up the atmosphere. Other nations - particularly those with most to gain from their continued production - felt vindicated.</p><p class=\"sc-9a00e533-0 eZyhnA\">The summit was a reality check on just how much global consensus has broken down over what to do about climate change.</p><p class=\"sc-9a00e533-0 eZyhnA\">Here are five key takeaways from what some have called the \"COP of truth\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Brazil - not their finest hour</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The most important thing to come out of COP30 is that the climate 'ship' is still afloat</p><p class=\"sc-9a00e533-0 eZyhnA\">But many participants are unhappy that they didn't get anything close to what they wanted.</p><p class=\"sc-9a00e533-0 eZyhnA\">And despite a great deal of warmth for Brazil and for President Luiz Inácio Lula da Silva, there is frustration with the way they ran this meeting.</p><p class=\"sc-9a00e533-0 eZyhnA\">Right from the off there seemed to be a gulf between what President Lula wanted this meeting to achieve, and what COP president President André Corrêa do Lago felt was possible.</p><p class=\"sc-9a00e533-0 eZyhnA\">So Lula talked of roadmaps away from fossil fuels to the handful of world leaders that came to Belém before the official start of the COP.</p><p class=\"sc-9a00e533-0 eZyhnA\">The idea was taken up by a number of countries including the UK, and within days there was a campaign to get this roadmap formally into the negotiations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Do Lago wasn't keen. His north star was consensus. He knew that forcing the issue of fossil fuels on the agenda would rupture that.</p><p class=\"sc-9a00e533-0 eZyhnA\">While the initial text for agreement had some vague references to things that looked like a roadmap, within days they were gone, never to return.</p><p class=\"sc-9a00e533-0 eZyhnA\">Colombia and the European Union and around 80 countries tried to find some language that would signal a stronger step away from coal, oil and gas.</p><p class=\"sc-9a00e533-0 eZyhnA\">To find consensus, do Lago convened a mutirão, a kind of Brazilian group discussion.</p><p class=\"sc-9a00e533-0 eZyhnA\">It made matters worse.</p><p class=\"sc-9a00e533-0 eZyhnA\">Negotiators from Arab countries refused to join huddles with those who wanted a pathway away from fossil energy.</p><p class=\"sc-9a00e533-0 eZyhnA\">The EU were given short shrift by major producers.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We make energy policy in our capital not in yours,\" the Saudi delegate told them in a closed-door meeting, according to one observer.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ouch!</p><p class=\"sc-9a00e533-0 eZyhnA\">Nothing could bridge the gap - and the talks teetered on the verge of collapse.</p><p class=\"sc-9a00e533-0 eZyhnA\">Brazil came up with a face-saving idea of roadmaps on deforestation and fossil fuels that would exist outside the COP.</p><p class=\"sc-9a00e533-0 eZyhnA\">These were heartily applauded in the plenary halls – but their legal standing is uncertain.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp\" loading=\"lazy\" alt=\"Tom Ingham/BBC Members of the EU negotiating team look ahead at the platform or check their phones during the critical plenary session at COP30\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Tom Ingham/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The EU negotiating team at the COP30 plenary</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">EU had a bad COP</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">They are the richest group of nations still in the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c93d59d4zy1o\" class=\"sc-f9178328-0 iCaRzc\">Paris Agreement</a> but this COP has not been the European Union's finest hour.</p><p class=\"sc-9a00e533-0 eZyhnA\">While they have been grandstanding on the need for a fossil fuel roadmap, they backed themselves into a corner on another aspect of the agreement that they eventually couldn't get out of.</p><p class=\"sc-9a00e533-0 eZyhnA\">The idea of tripling money for climate adaptation was in the early text and survived into the final draft.</p><p class=\"sc-9a00e533-0 eZyhnA\">The wording was vague so that the EU didn't object – but crucially the \"tripling\" word stayed in the text.</p><p class=\"sc-9a00e533-0 eZyhnA\">So when the EU tried to press the developing world to support the idea of a fossil fuel roadmap, they didn't have anything to sweeten the deal – as the tripling concept was already baked in.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Overall we are seeing a European Union that has been cornered,\" said Li Shuo, from the Asia Society, a long-time observer of climate politics.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This partly reflects the power shift in the real world, the emerging power of the BASIC and BRICs countries, and the decline of the European Union.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The EU fulminated but apart from shifting the tripling of finance from 2030 to 2035, they had to go along with the deal, and they achieved very little on the fossil fuel front.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp\" loading=\"lazy\" alt=\"Getty Images People are lying on the ground in front a COP30 sign, covered in white sheets as part of a protest at the talks in Brazil\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Protestors at COP30 stage a demonstration at the start of negotiations in Belém</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Future of COP in question</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The most persistent question asked here at COP30 over the two weeks was about the future of the 'process' itself.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two often heard positions:</p><p class=\"sc-9a00e533-0 eZyhnA\">How barmy is it to fly thousands of people half-way around the world to sit in giant air-conditioned tents to argue about commas, and interpretations of convoluted words?</p><p class=\"sc-9a00e533-0 eZyhnA\">How ridiculous that the key discussions here, on the very future of the way that we will power our world occur at 3am in the morning among sleep deprived delegates who haven't been home in weeks?</p><p class=\"sc-9a00e533-0 eZyhnA\">The COP idea served the world well in ultimately delivering the Paris climate agreement – but that was a decade ago and many participants feel that it doesn't have a clear, powerful purpose anymore.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We can't discard it entirely,\" Harjeet Singh, an activist with the Fossil Fuel Treaty Initiative, told BBC News.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"But it requires retrofitting. We will need processes outside this system to help complement what we have done so far.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Energy costs and the valid questions about how countries reach net zero emissions have never been more critical – yet the COP idea seems very far removed from the day to day lives of billions of people.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is a consensus process that comes from a different era. We are not in that world anymore.</p><p class=\"sc-9a00e533-0 eZyhnA\">Brazil recognised some of these issues and tried to make this an \"implementation cop\" and put a lot of focus on the \"energy agenda\". But no one really knows what those ideas actually meant.</p><p class=\"sc-9a00e533-0 eZyhnA\">COP leaders are reading the room - they are trying to find a new approach that is needed or this conference will lose all relevance.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Trade comes in from the cold</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">For the first time global trade became one of the key issues at these talks.  There was an \"orchestrated\" effort to raise it in every negotiating room, according to veteran COP-watcher Alden Meyer of the climate think-tank E3G.</p><p class=\"sc-9a00e533-0 eZyhnA\">'What's that got to do with climate change?' you are probably thinking.</p><p class=\"sc-9a00e533-0 eZyhnA\">The answer is that the European Union is planning to introduce a border tax on certain high-carbon products like steel, fertiliser, cement, and aluminium and lots of its trading partners – notably China, India and Saudi Arabia aren't happy about it.</p><p class=\"sc-9a00e533-0 eZyhnA\">They say it isn't fair for a big trading bloc to impose what they call a one-sided - \"unilateral\" is the technical term - measure like this because it will make the goods they sell into Europe more expensive - and therefore less competitive.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Europeans say that's wrong because the measure is not about stifling trade but about cutting planet-warming gases – tackling climate change.  They already charge their own producers of these products a fee for the emissions they create and say the border tax is a way to protect them from less environmentally friendly but cheaper imports from abroad.</p><p class=\"sc-9a00e533-0 eZyhnA\">If you don't want to pay our border tax, they say, just charge emissions fees on your polluting industries - collect the money yourselves.</p><p class=\"sc-9a00e533-0 eZyhnA\">Economists like that idea because the more expensive it is to pollute, the more likely we all are to switch to clean energy alternatives.  Although - of course - it also means we'll pay more for any goods we buy that contain polluting materials.</p><p class=\"sc-9a00e533-0 eZyhnA\">The issue was resolved here in Brazil with a classic COP compromise - pushing the discussions into future talks. The final agreement launched an on-going dialogue on trade for future UN climate talks, involving governments as well as other actors like the World Trade Organization.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp\" loading=\"lazy\" alt=\"Tom Ingham/BBC A crowd stare at a table full of souvenirs at the Chinese pavilion at COP30 in Belém, Brazil\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Tom Ingham/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Huge crowds looking for souvenirs crowded into the Chinese pavilion at COP30</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Trump gains by staying away - China gains by staying quiet</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The world's two biggest carbon emitters, China and the US, had similar impacts on this COP but achieved them in different ways.</p><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump stayed away, but his stance emboldened his allies here.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia, normally a relatively quiet participant, was to the fore in blocking efforts on roadmaps. And while Saudi Arabia and other major oil producers were predictably hostile to curbing fossil fuels, China stayed quiet and concentrated on doing deals. </p><p class=\"sc-9a00e533-0 eZyhnA\">And ultimately, say experts, the business China is doing will outdo the US and their efforts to sell fossil fuels.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"China kept a low political profile,\" says Li Shuo from the Asia Society.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"And they focussed on making money in the real world.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Solar is the cheapest source of energy, and the long term direction is very clear, China dominates in this sector and that puts the US in a very difficult position.\"</p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Mumbai's glorious Art Deco legacy at 100",
            "time": "2025-11-23T01:57:27",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Hidden in plain sight - Mumbai's glorious Art Deco legacy at 100</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp\" loading=\"eager\" alt=\"Art Deco Mumbai Trust The pink facade of the Saudades art deco-style family bungalow, built in 1936 in Mumbai's Bandra suburb, features local elements like lattice balcony screens.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Art Deco Mumbai Trust</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\"> Architects blended local elements into Art Deco, like the lattice balcony screens on this Mumbai bungalow</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It was at a landmark architecture exhibition in Paris in 1925 that the Art Deco aesthetic first exploded on the scene.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the 100 years since, the glamorous building style - evocative of neon-lit jazz bars and the golden age of big motion pictures - rapidly spread around the world.</p><p class=\"sc-9a00e533-0 eZyhnA\">It moved from the famous pastel hotel facades of Miami's South Beach to the sprawling necklace of mansion apartments along Mumbai's Marine Drive seafront.</p><p class=\"sc-9a00e533-0 eZyhnA\">Art Deco's distinct motifs - typified by geometrical <i id=\"ziggurats\" class=\"sc-d16436d-0 iVdNuz\">ziggurats </i>(step towers), sweeping curves, sunburst designs, nautical elements and circular or turreted rooftops - symbolised an unequivocal break from the past, celebrating the dawn of a new, unabashed, post-war 20th Century modern age.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a short time, the style transcended architecture to influence the design sensibility of home interiors, furniture, fonts, jewellery and some of the world's most iconic cinema halls - from Radio City Music Hall in New York City to Regal, Liberty and Eros cinemas in Mumbai.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It represented hope, optimism and speed, coinciding with the emergence of the motor car and also concrete as a building material, which when compared with stone, could be worked with in a tenth of the time and fifth of the cost,\" Atul Kumar, founder of the Art Deco Mumbai Trust and curator of a new exhibition celebrating the centenary of Art Deco in the city, told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It was not elaborate like Victorian Gothic design that preceded it, and came with a classicism and simplicity that has survived the test of time,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">And nowhere has that been more apparent than in Mumbai, which, according to Mr Kumar, is home to the world's largest documented collection of Art Deco buildings. Other estimates put Mumbai in the second spot behind Miami. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Art Deco Mumbai Trust A night-time image of a lit up Eros Cinema, a Unesco-designated Art Deco theatre at Churchgate in Mumbai. The multi-storey building, which has a spherical tower at its top, is painted cream and partially faced with red sandstone. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Art Deco Mumbai Trust</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The world's most iconic cinema halls, including Eros in Mumbai, are built in the Art Deco style</figcaption></p></figure><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Nazir Hoosein, owner of Liberty Cinema, pictured smiling into the camera. His figure is framed by an arch, with circular Art Deco lights also behind him.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The dim, opulent interiors of Mumbai's Liberty Cinema captured the glamour of early 20th Century films</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">What made Mumbai's tryst with Art Deco particularly interesting was how the city embraced its hallmarks in a truly all-encompassing manner.</p><p class=\"sc-9a00e533-0 eZyhnA\">Just like Miami, the style emerged in the city at a time of economic flux and transformation, spurred by its modern, mercantile port-city energy.</p><p class=\"sc-9a00e533-0 eZyhnA\">But unlike Miami where it \"arrived as a projection of leisure or spectacle\", in Mumbai the \"style resonated across various building typologies, including schools, cinemas, bungalows, petrol stations and banks,\" Mr Kumar said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Art Deco buildings in Mumbai were, and still often are, hidden in plain sight, with even their occupants often blissfully unaware of their cultural moorings.</p><p class=\"sc-9a00e533-0 eZyhnA\">But their all-pervading architectural shadow over the city is perhaps why Art Deco is \"seeped into the larger public imagination, and remains relevant in Mumbai's emotional quotient\", Mr Kumar added.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp\" loading=\"lazy\" alt=\"Art Deco Mumbai Trust The butter-yellow, bottle-green, dual-toned facade of the multi-storey Shiv Shanti Bhuvan building at Mumbai's Oval Maidan.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Art Deco Mumbai Trust</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Shiv Shanti Bhuvan, in Mumbai's Oval Maidan, is among the first Art Deco buildings developed in the area</figcaption></p></figure><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp\" loading=\"lazy\" alt=\"Getty Images An Art Deco apartment block on Mumbai's marine drive with a turreted rooftop typical of the style. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Turreted rooftops are typical of the Art Deco style</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The style was brought to Mumbai at a time when it was under colonial rule.</p><p class=\"sc-9a00e533-0 eZyhnA\">It was India's first bunch of home-grown architects - pivotal figures like Chimanlal Master, Laxman Vishnu Sathe and Gopalji Mulji Bhuta - who integrated it into their designs after returning home with degrees from the Royal Institute of British Architects in London. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"They were suddenly exposed to new European sensibilities and wanted to bring them back to their country, which was deeply colonised by the imposition of Victorian buildings,\" Mr Kumar said.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A man walks past the lobby area of the Seksaria building, a Unesco-designated Art Deco apartment along the Marine Drive seafront in Mumbai. Inside the building are wooden doors, stairs and wall pannelling. Tile-work also features on the floor and walls. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A grand Art Deco foyer featuring polished woods and elegant stones like granite and marble</figcaption></p></figure><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp\" loading=\"lazy\" alt=\"Moorthy’s Furniture Example of Art Deco lighting at the Seksaria building in Marine Drive. The light has five bulbs in a candelabra-style fitting, with a geometric star design on the ceiling around it. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Moorthy’s Furniture</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Art Deco style influenced the design of home objects</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">But they adapted Art Deco and vernacularised it, throwing in native design patterns, drawing inspiration from disparate local elements including ocean liners docked at Mumbai's ports and even lattice screens that are so typical of Mughal architecture.</p><p class=\"sc-9a00e533-0 eZyhnA\">The British were initially dismissive, calling Art Deco \"lesser architecture\", but were presumably threatened, said Mr Kumar, as it signalled the dawn of a new age and of new identities that were shaping India's public spaces.</p><p class=\"sc-9a00e533-0 eZyhnA\">It was only a matter of time before South Mumbai's skyline would become a rich confluence of Indo-Saracenic, Gothic and Art Deco buildings.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A long-shot of Mumbai's Marine Drive corniche lined with Art Deco buildings overlooking the sea. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Mumbai's Marine Drive seafront has more than 30 Art Deco buildings </figcaption></p></figure><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Art Deco Mumbai Trust Arthur Lodge in Mumbai's Borivali suburb, which is a pistachio-coloured building with a circular front constructed in the Art Deco style.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Art Deco Mumbai Trust</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Arthur Lodge was built in the Art Deco style in Mumbai's Borivali suburb in 1950</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Today, Mumbai is yet again a city in rapid flux - its building code governed by real estate moguls trying to maximise the floor space index, giving way to utilitarian rather than stylistic considerations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Dozens of Art Deco buildings have been erased to give way to glass and steel facades, and hundreds more are under threat.</p><p class=\"sc-9a00e533-0 eZyhnA\">Over the past decade, Mr Kumar has documented more than 1,500 buildings that are truly representative of the style, but only 70-odd of those are protected.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities are apathetic to their preservation, so his organisation is engaging directly with people, offering pro-bono repair and restoration consultancies to prevent them from giving away their properties to builders for redevelopment.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The response has been positive as people have seen the value of their real estate go up after the renovations,\" said Mr Kumar. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Then there are others, like architect and designer Nidhi Tekwani, who is re-imagining Art Deco objects and hoping to adapt them for a contemporary context.</p><p class=\"sc-9a00e533-0 eZyhnA\">For example, Art Deco furniture was often bulky, its light fittings were meant for high ceilings, and its dressing tables too elaborate for today's compact apartments. Ms Tekwani aims to design and launch products that are sleeker while preserving core Art Deco principles.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The hope is to translate it to something modern and well-fitting of our current lifestyle requirements,\" said Ms Tekwani of her efforts to keep Art Deco a living tradition in a city that's remaking itself between one blink and the next.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 iVdNuz\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"instagram\" class=\"sc-d16436d-0 iVdNuz\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 iVdNuz\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"youtube,\" class=\"sc-d16436d-0 iVdNuz\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 iVdNuz\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"x\" class=\"sc-d16436d-0 iVdNuz\">X</i></a><i id=\"and\" class=\"sc-d16436d-0 iVdNuz\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"facebook\" class=\"sc-d16436d-0 iVdNuz\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 iVdNuz\">.</i></p></div></article></div></body></html>"
        },
        {
            "title": "Nasa astronaut films the Northern Lights from space",
            "time": "2025-11-23T01:05:41",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/10a0/live/eca84aa0-c801-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Nasa astronaut Zena Cardman captured the glow of the Northern Lights, or aurora borealis, from above on the 17 November while aboard the International Space Station. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I've still never seen the aurora from below, but up here, it's a frequent show,\" she said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Cardman is serving as commander for Nasa's SpaceX Crew-11 mission, which left Earth on 1 August, according to Nasa. </p><p class=\"sc-9a00e533-0 eZyhnA\">She has encouraged viewers of the footage to look for Houston and Florida while watching.</p></div></div></body></html>"
        },
        {
            "title": "BBC visits US-led Gaza ceasefire monitoring centre in Israel",
            "time": "2025-11-20T14:46:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/778e/live/9bcb6560-c610-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">US and Israeli soldiers as well as military representatives from more than 20 other countries, diplomats and aid workers, are now based at a warehouse in southern Israel, monitoring the almost six-week-old ceasefire in Gaza.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US-led Civil-Military Coordination Centre (CMCC) is tasked with managing the next stages of President Donald Trump's Gaza peace plan, including the entry of humanitarian supplies and plans for reconstruction. </p><p class=\"sc-9a00e533-0 eZyhnA\">However, there is no formal Palestinian representation there, which has prompted criticism.</p><p class=\"sc-9a00e533-0 eZyhnA\">Our Middle East correspondent Yolande Knell was given access to the site.</p></div></div></body></html>"
        },
        {
            "title": "COP30 fire: BBC at the scene of 'intense' blaze",
            "time": "2025-11-20T21:58:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f1e6/live/d697fe90-c63f-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The UN climate talks COP30 have been evacuated due to a fire breaking out inside the venue in Belém, Brazil.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC journalists including Climate Editor Justin Rowlatt saw flames and smoke in the pavilion area before they were rushed outside.</p><p class=\"sc-9a00e533-0 eZyhnA\">The UN said the fire was extinguished after six minutes and 13 people were treated for smoke inhalation. It is not yet known what caused the blaze.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ce9d9p5jrjgo\" class=\"sc-f9178328-0 iCaRzc\">More on this story.</a></p></div></div></body></html>"
        },
        {
            "title": "Actor Chadwick Boseman posthumously honoured with Hollywood star",
            "time": "2025-11-20T22:54:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6d64/live/f3ca8ab0-c661-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Late actor Chadwick Boseman, best known for his iconic role as Marvel's Black Panther and his portrayals of American legends Jackie Robinson and Thurgood Marshall, was posthumously honoured with the 2,828th star on the Hollywood Walk of Fame on Thursday. </p><p class=\"sc-9a00e533-0 eZyhnA\">Boseman, who passed away in 2020 at the age of 43 after a private battle with colon cancer, was remembered in an emotional ceremony. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We love you, we miss you\", said his wife, Simone Ledward-Boseman, as she paid tribute to the actor's legacy.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Indonesia’s Semeru volcano spews giant ash clouds as it erupts",
            "time": "2025-11-20T02:24:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/55e2/live/92ceee00-c5b6-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The highest mountain on Indonesia's Java Island, a volcano called Mount Semeru, has erupted, spewing gigantic columns of ash clouds as tall as 2km (1.2 miles) above its peak.</p><p class=\"sc-9a00e533-0 eZyhnA\">Large plumes of smoke can be seen engulfing a bridge and spreading across the surrounding countryside, stopping locals in their tracks.</p><p class=\"sc-9a00e533-0 eZyhnA\">CCTV footage showed a pyroclastic flow – a fast-moving avalanche of hot gas, ash and volcanic rock – billowing from the mountain, with a distance of 7km from the summit.</p></div></div></body></html>"
        }
    ]
}