{
    "source": "BBC News",
    "articles": [
        {
            "title": "US seizes two 'ghost fleet' tankers linked to Venezuelan oil",
            "time": "2026-01-07T19:54:17",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1539/live/6c67b330-ebec-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The United States says it has seized two tankers linked to Venezuelan oil exports in \"back-to-back\" operations in the North Atlantic and the Caribbean.</p><p class=\"sc-9a00e533-0 eZyhnA\">US forces boarded the Russian-flagged Marinera after a pursuit lasting almost two weeks and as it travelled through the waters between Iceland and Scotland. The British Navy gave logistical support by air and sea.</p><p class=\"sc-9a00e533-0 eZyhnA\">A second tanker - the M/T Sophia - was accused by the US of \"conducting illicit activities\" and boarded in the Caribbean.</p><p class=\"sc-9a00e533-0 eZyhnA\">The moves come as the US seeks to choke off most exports of Venezuelan crude oil, and just days after its special forces seized Venezuelan President Nicolás Maduro in a lighting raid on his residence in Caracas.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a post on X, Defence Secretary Pete Hegseth wrote: \"The blockade of sanctioned and illicit Venezuelan oil remains in FULL EFFECT - anywhere in the world.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Moscow has denounced the seizure of the tanker sailing under its flag, and demanded that the US treat Russians on board properly and permits them to return to Russia quickly.</p><p class=\"sc-9a00e533-0 eZyhnA\">The transport ministry said it had given the vessel \"temporary permission\" to use the Russian flag, adding that no state had the right to use force against vessels properly registered in other states' jurisdictions.</p><p class=\"sc-9a00e533-0 eZyhnA\">Reports had suggested that Russia had dispatched a submarine to safeguard the vessel, but it appears that US forces were able to board the tanker without facing any resistance.</p><p class=\"sc-9a00e533-0 eZyhnA\">The White House described the ship as a \"Venezuelan shadow fleet vessel deemed stateless after flying a false flag and had a judicial order\" against it.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela's leadership is co-operating with the US on the second tanker seized in the Caribbean, Secretary of State Marco Rubio said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They understand that the only way they can move oil and generate revenue and not have economic collapse is if they co-operate and work with the United States,\" Rubio told reporters.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier, US President Donald Trump had said that Venezuela - which has the world's largest oil reserves - \"will be turning over\" up to 50 million barrels of oil worth some $2.8bn (£2.1bn) to the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">Rubio said that the US would sell oil that is in Venezuela \"in the marketplace at market rates\" and that the US would control how the proceeds were dispersed \"in a way that benefits the Venezuelan people\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He said the US had a considered plan for the future of Venezuela, and that the administration was \"not just winging it\".</p><p class=\"sc-9a00e533-0 eZyhnA\">China - the biggest buyer of Venezuelan oil in recent years - has condemned the US moves and accused it of threatening global energy security.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The seizure of the two tankers was announced by the US military in separate posts on social media on Wednesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US European Command said the M/V Bella 1 - using the former name of the Marinera - was boarded \"for violations of US sanctions\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The vessel was seized in the North Atlantic pursuant to a warrant issued by a US federal court after being tracked by USCGC Munro\", a Coast Guard cutter.</p><p class=\"sc-9a00e533-0 eZyhnA\">Britain's Ministry of Defence said RAF surveillance aircraft and a naval support vessel, the RFA Tideforce, were among the UK military assets that took part in the operation, following a US request for assistance.</p><p class=\"sc-9a00e533-0 eZyhnA\">Defence Secretary John Healey said the action was \"in full compliance with international law\", and \"formed part of global efforts to crack down on sanctions- busting\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The vessel has been accused of breaking US sanctions and shipping Iranian oil.</p><p class=\"sc-9a00e533-0 eZyhnA\">Images published by Russian state broadcaster RT show a helicopter close to a ship that appears to be the M/V Bella 1.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Russian Maritime Register of Shipping shows that the tanker had changed its name to Marinera, and was sailing under the Russian flag. Its home port stated as the southern Russian city of Sochi on the Black Sea.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Russian transport ministry said US forces boarded the Marinera at about 15:00 Moscow time (1200 GMT), after which communications with the vessel were lost.</p><p class=\"sc-9a00e533-0 eZyhnA\">US officials said that Marinera was falsely flying the flag of Guyana last month, which made it stateless.</p><p class=\"sc-9a00e533-0 eZyhnA\">Experts told BBC Verify that the US called the ship Bella 1 as a vessel cannot change its flag during a voyage unless there was a real transfer of ownership or change of registry.</p><p class=\"sc-9a00e533-0 eZyhnA\">The experts also said that under UN international maritime law, a stateless vessel can be boarded by authorities.</p><p class=\"sc-9a00e533-0 eZyhnA\">Separately, the US Southern Command announced on Wednesday that the defence and homeland security departments \"apprehended a stateless, sanctioned dark fleet motor tanker without incident\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The interdicted vessel, M/T Sophia, was operating in international waters and conducting illicit activities in the Caribbean Sea. The US Coast Guard is escorting M/T Sophia to the U.S. for final disposition.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The US Southern Command also posted a video showing a helicopter circling over a vessel.</p><p class=\"sc-9a00e533-0 eZyhnA\">Homeland Security Secretary Kristi Noem said that \"in two predawn operations today, the Coast Guard conducted back-to-back meticulously co-ordinated boarding of two 'ghost fleet'  tanker ships\".</p><p class=\"sc-9a00e533-0 eZyhnA\">She said  both seized vessels \"were either last docked in Venezuela or en route to it\".</p></div></div></body></html>"
        },
        {
            "title": "Trump actively discussing potentially buying Greenland, White House says",
            "time": "2026-01-07T19:39:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3eaa/live/60583660-ec09-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Trump actively discussing potentially buying Greenland, White House says</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">White House on Greenland: 'All options are always on the table'</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump and his officials are \"actively\" discussing a potential offer to buy the Danish territory of Greenland, the White House has confirmed.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is \"something that's currently being actively discussed by the president and his national security team\", White House spokeswoman Karoline Leavitt told reporters on Wednesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Both Greenland and Denmark have repeatedly stressed the island was not for sale.</p><p class=\"sc-9a00e533-0 eZyhnA\">Asked why the Trump administration had previously said it was not ruling out using military force to acquire Greenland, Leavitt replied that all options were always on the table but Trump's \"first option always has been diplomacy\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Concerns over the future of the territory resurfaced after Trump's unilateral use of military force against Venezuela on Saturday to seize its President Nicolás Maduro. Denmark, a fellow Nato ally, says an attack on its territory would end the military alliance. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration says Greenland is vital to US security. </p><p class=\"sc-9a00e533-0 eZyhnA\">Despite being the most sparsely populated territory, its location between North America and the Arctic makes it well placed for early warning systems in the event of missile attacks, and for monitoring vessels in the region.</p><p class=\"sc-9a00e533-0 eZyhnA\">Pituffik Space Base, formerly known as Thule Air Base, has been operated by the US since World War 2.</p><p class=\"sc-9a00e533-0 eZyhnA\">In recent years, there has also been increased interest in Greenland's natural resources, including rare earth minerals, uranium and iron that are becoming easier to access as its ice melts due to climate change. Scientists think it could also have significant oil and gas reserves.</p><p class=\"sc-9a00e533-0 eZyhnA\">US Secretary of State Marco Rubio said on Wednesday that he will hold talks with Denmark next week.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump previously made an offer to buy the island in 2019, during his first presidential term, only to be told it was not for sale.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The acquisition of Greenland by the United States is not a new idea,\" Leavitt said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The president has been very open and clear with all of you and with the world, that he views it in the best interest of the United States to deter Russian and Chinese aggression in the Arctic region, and so that's why his team is currently talking about what a potential purchase would look like.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The White House said earlier this week that Trump had been discussing a range of options to acquire Greenland, including using military force.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"All options are always on the table for President Trump as he examines what's in the best interests of the United States,\" Leavitt said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier in the day, French Foreign Minister Jean-Noël Barrot said Rubio had \"ruled out the possibility of an invasion\" of Greenland in a phone call with him.</p><p class=\"sc-9a00e533-0 eZyhnA\">Barrot is due to discuss the Arctic island with his German and Polish counterparts later on Wednesday.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Greenlander on Trump takeover threats: 'It makes me feel sick to my stomach'</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, European leaders issued a joint statement rallying behind Denmark.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Greenland belongs to its people, and only Denmark and Greenland can decide on matters concerning their relations,\" the leaders of France, the UK, Germany, Italy, Poland, Spain and Denmark said in a joint statement.</p><p class=\"sc-9a00e533-0 eZyhnA\">Stressing they were as keen as the US on Arctic security, the European signatories said this must be achieved by Nato allies, including the US, \"collectively\".</p><p class=\"sc-9a00e533-0 eZyhnA\">They also called for \"upholding the principles of the UN Charter, including sovereignty, territorial integrity and the inviolability of borders\".</p><p class=\"sc-9a00e533-0 eZyhnA\">A day after the US military action in Venezuela, Katie Miller, the wife of one of Trump's senior aides, posted a map on social media of Greenland in the colours of the US flag, alongside the word \"SOON\".</p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, her husband, Stephen Miller, said it was \"the formal position of the US government that Greenland should be part of the US\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Aaja Chemnitz, one of two MPs in the Danish parliament representing Greenland, told the BBC that the comments from the Trump administration were \"a clear threat\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's completely disrespectful from the US side to not rule out annexing our country and to annex another Nato ally,\" she said.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Chemnitz said she saw this as unlikely - instead, \"what we are going to see is that they will put pressure on us in order to make sure that they will take over Greenland over time\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Aleqatsiaq Peary, a 42-year-old Inuit hunter living in Greenland's remote northerly town of Qaanaaq, appeared indifferent to the potential of US ownership.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It would be switching from one master to another, from one occupier to another,\" he told the BBC. \"We are a colony under Denmark. We are already losing a lot from being under the Danish government.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Saying that he did not have \"time for Trump\", he added that people were \"in need\". Hunters like him, he explained, hunted with dogs on the sea ice and fish \"but the sea ice is melting and hunters cannot make a living anymore\".</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-adrienne-murray-in-copenhagen\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Adrienne Murray in Copenhagen</i></p></div></article></div></body></html>"
        },
        {
            "title": "Families shocked Swiss ski bar was not inspected for years before deadly fire",
            "time": "2026-01-07T10:54:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3ac7/live/2f966e60-ebd3-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Families shocked Swiss ski bar was not inspected for years before deadly fire</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/70ee/live/69884cb0-ebba-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/70ee/live/69884cb0-ebba-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/70ee/live/69884cb0-ebba-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/70ee/live/69884cb0-ebba-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/70ee/live/69884cb0-ebba-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/70ee/live/69884cb0-ebba-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/70ee/live/69884cb0-ebba-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/70ee/live/69884cb0-ebba-11f0-b385-5f48925de19a.jpg.webp\" loading=\"eager\" alt=\"Reuters Two women - one visibly upset - at a makeshift memorial containing bouquets of flowers in front of a white tent\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Emotions are still raw outside the bar</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Families of the victims of a fire at a Swiss bar on New Year's Eve have expressed shock after officials admitted the venue had not undergone safety checks for five years.</p><p class=\"sc-9a00e533-0 eZyhnA\">Romain Jordan, who represents some of the families, said the \"staggering number of breaches and shortcomings in the inspections raises the question of whether the municipality should be investigated with even greater urgency\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Other lawyers also urged officials to take responsibility for the disaster at Le Constellation bar in Crans-Montana in which 40 people died and 116 were injured. </p><p class=\"sc-9a00e533-0 eZyhnA\">Prosecutors believe the fire started when champagne bottles with sparklers attached set light to sound-insulating foam on the ceiling. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The two bar managers have been placed <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cjdjl303zxlo\" class=\"sc-f9178328-0 iCaRzc\">under criminal investigation</a>, but not in custody. </p><p class=\"sc-9a00e533-0 eZyhnA\">French couple Jacques and Jessica Moretti are suspected of manslaughter by negligence, bodily harm by negligence and arson by negligence.</p><p class=\"sc-9a00e533-0 eZyhnA\">In their first statement since the fire, they said they were \"devastated\" and pledged \"full co-operation\" with the investigation.</p><p class=\"sc-9a00e533-0 eZyhnA\">Venues like Le Constellation should have been checked annually, but the mayor of Crans-Montana, Nicolas Feraud, said on Tuesday he could not explain why it hadn't been checked in so long. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We regret that - we owe it to the families and we will accept the responsibility,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">He added that sparklers would be banned in local venues.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/988e/live/e9d56320-ebb1-11f0-a370-2789d390a94d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/988e/live/e9d56320-ebb1-11f0-a370-2789d390a94d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/988e/live/e9d56320-ebb1-11f0-a370-2789d390a94d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/988e/live/e9d56320-ebb1-11f0-a370-2789d390a94d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/988e/live/e9d56320-ebb1-11f0-a370-2789d390a94d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/988e/live/e9d56320-ebb1-11f0-a370-2789d390a94d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/988e/live/e9d56320-ebb1-11f0-a370-2789d390a94d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/988e/live/e9d56320-ebb1-11f0-a370-2789d390a94d.jpg.webp\" loading=\"lazy\" alt=\"Reuters Pallbearers carry the coffin of 16-year-old Riccardo Minghetti up the steps of the Basilica of Saints Peter and Paul in Rome, with mourners all around, a hearse near a zebra-crossing, and other cars parked on the other side of the road.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ricardo Minghetti, whose funeral was held on Wednesday, was one of eight victims under the age of 16</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Most of the victims of the fire were young - eight under the age of 16.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many of the injured have severe burns and are being treated in Switzerland and other European countries.</p><p class=\"sc-9a00e533-0 eZyhnA\">The funerals of some of those who died have been taking place.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Ski bar not checked for five years and sparklers now banned, mayor says</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Under Switzerland's political system, power is distributed among three levels of the confederation, 26 cantons and then about 2,131 municipalities.</p><p class=\"sc-9a00e533-0 eZyhnA\">While safety regulations are set by cantons, they need to be implemented by local authorities. </p></div></article></div></body></html>"
        },
        {
            "title": "Venezuela's interim leader sacks man in charge of Maduro's guard",
            "time": "2026-01-07T15:50:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e5ff/live/b9153440-ebe8-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Venezuela's interim leader sacks general in charge of Maduro's guard</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Vanessa Buschschlüter</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Latin America online editor</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e5ff/live/b9153440-ebe8-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e5ff/live/b9153440-ebe8-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e5ff/live/b9153440-ebe8-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e5ff/live/b9153440-ebe8-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e5ff/live/b9153440-ebe8-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e5ff/live/b9153440-ebe8-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e5ff/live/b9153440-ebe8-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e5ff/live/b9153440-ebe8-11f0-b385-5f48925de19a.jpg.webp\" loading=\"eager\" alt=\"REDI Javier Marcano Tábata stands in front of a flag. He is uniform and looks at the camera.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">REDI</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Javier Marcano Tábata was the commander of the presidential honour guard</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The general in command of Venezuela's presidential honour guard, Javier Marcano Tábata, has been sacked days after Venezuelan leader Nicolás Maduro was seized by US forces in a raid in Caracas and taken to New York to stand trial on narco-terrorism charges. </p><p class=\"sc-9a00e533-0 eZyhnA\">The presidential honour guard is the military force which provides the bodyguards tasked with protecting the head of state.</p><p class=\"sc-9a00e533-0 eZyhnA\">While the Venezuelan government has not yet provided a detailed breakdown of casualties, members of the guard are thought to be among the dozens of people killed in the US operation to seize Maduro.</p><p class=\"sc-9a00e533-0 eZyhnA\">The order to replace Gen Marcano Tábata was issued by the new interim president, Delcy Rodríguez.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Rodríguez was sworn in by the National Assembly, which is dominated by government loyalists, on Monday. </p><p class=\"sc-9a00e533-0 eZyhnA\">She served as Maduro's vice-president and is considered to be a close ally of the jailed leader. </p><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump said in the news conference following Maduro's seizure that the US would \"run\" Venezuela and that it was talking to Rodríguez.</p><p class=\"sc-9a00e533-0 eZyhnA\">He also threatened that Rodríguez would face a \"fate worse than Maduro's\" if she did not comply with US demands, including those for oil, of which Venezuela has the world's largest proven reserves. </p><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c4grxzxjjd8o\" class=\"sc-f9178328-0 iCaRzc\">the US president said that Venezuela would be \"turning over\" up to 50 million barrels of oil to the US</a>, but Venezuela's interim government has yet to comment on that statement.</p><p class=\"sc-9a00e533-0 eZyhnA\">Rodríguez's tone has been alternating between defiant and conciliatory since she was designated interim president by Venezuela's Supreme Court. </p><p class=\"sc-9a00e533-0 eZyhnA\">She denounced the seizure of Maduro as an \"illegal kidnapping\" but has also said that her government had \"invited the US government to work together on an agenda of co-operation\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Her actions are being watched closely both inside and outside of Venezuela to gauge what course she may steer now that she is in charge of the country and for signs of any potential rifts in her government.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The sacking of Gen Marcano Tábata is one of the first changes to senior officials in her inner circle.</p><p class=\"sc-9a00e533-0 eZyhnA\">As well as being in charge of the presidential guard, Gen Marcano Tábata also led Venezuela's military counterintelligence unit DGCIM. </p><p class=\"sc-9a00e533-0 eZyhnA\">The DGCIM has played a key role in the repression of people critical of the Maduro government, according to the United Nations. </p><p class=\"sc-9a00e533-0 eZyhnA\">A UN Independent Fact-Finding Mission found that the counter-intelligence unit had committed myriad human rights violations since 2013. </p><p class=\"sc-9a00e533-0 eZyhnA\">It documented scores of cases in which those detained were subjected to \"torture, sexual violence and/or other cruel, inhuman, or degrading treatment\" in the DGCIM headquarters and a network of covert detention centres across the country</p><p class=\"sc-9a00e533-0 eZyhnA\">However, his sacking does not appear to be related to the repression carried out by the DGCIM under his helm as the man she has appointed to succeed him headed an intelligence service which faces similar accusations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gustavo González López was in charge of Venezuela's national intelligence service, Sebin for many years.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Sebin controls the notorious Helicoide prison in Caracas, where the UN documented abuses being carried out against \"opposition politicians, journalists, protesters, and human rights defenders\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Venezuelan analysts say Gen Marcano Tábata's dismissal is more likely to be related to the failure of the presidential honour guard to prevent the seizure of Maduro.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cuba, a close ally of Venezuela which has long provided security and intelligence services to Maduro, said that 32 of its nationals had been killed in the US raid.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many of them are thought to have been embedded in the presidential honour guard.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: What's at the heart of Cuba and Venezuela's relationship?</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela's military has said that 23 of its members, including five generals, were killed in the US strikes.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some supporters of the government have said they felt \"humiliated\" by the way the US forces overpowered Venezuela's defence systems and Maduro's personal guard to seize the Venezuelan leader, who was later paraded before the cameras in prison garb with his hands tied.</p><p class=\"sc-9a00e533-0 eZyhnA\">Replacing Gen Marcano Tábata could be an attempt by the interim president to surround herself with people she trusts at a time when the threat of another US strike hangs over her.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump said on Saturday that US forces had prepared a second wave of strikes but deemed it not necessary at the time.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, he has repeatedly said that non-compliance would mean Rodríguez would \"pay a very big price\".</p><p class=\"sc-9a00e533-0 eZyhnA\">She is not the only one in the interim government who could be targeted in a second strike.</p><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela's hardline interior minister, Diosdado Cabello, had been told by the Trump administration to fall into line, news agency Reuters reports, quoting unnamed sources said to be familiar with the matter.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US has long accused Cabello of participating in a \"narco-conspiracy\", allegedly helping left-wing rebels ship cocaine to the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">In January, the US state department increased its reward for information leading to his capture to $25m (£21m).</p></div></article></div></body></html>"
        },
        {
            "title": "Rare mountain gorilla twins born in DR Congo's Virunga National Park",
            "time": "2026-01-07T14:53:32",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/cdef/live/fa2e8c30-ebc3-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A pair of twin mountain gorillas has been born in the eastern Democratic Republic of Congo - a rare occurrence for the endangered primates, conservationists at Virunga National Park say.</p><p class=\"sc-9a00e533-0 eZyhnA\">The community trackers, who discovered 22-year-old Mafuko hugging her newborns on Saturday, said the mother and her two baby sons all appeared to be well and healthy. </p><p class=\"sc-9a00e533-0 eZyhnA\">Twin births are thought to account for about 1% of all mountain gorilla births, though exact data is not widely available.</p><p class=\"sc-9a00e533-0 eZyhnA\">Virunga, situated in a conflict-prone part of DR Congo, is Africa's oldest and largest national park and was set up 100 years ago to protect mountain gorillas of which there are fewer than 1,100 left in the wild.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The last birth of mountain gorilla twins born in Virunga National Park was in September 2020.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mafuko herself gave birth to twins in 2016, but they both died within a week.</p><p class=\"sc-9a00e533-0 eZyhnA\">Young gorillas rely entirely on their mothers for care and transport - and are extremely vulnerable in what can be a dangerous environment where poachers and many armed groups operate.</p><p class=\"sc-9a00e533-0 eZyhnA\">The authorities at the park say additional monitoring and protection measures have been put in place to ensure the twins' survival during this critical period. </p><p class=\"sc-9a00e533-0 eZyhnA\">Rangers would closely observe the young family and provide support if needed, they said.</p><p class=\"sc-9a00e533-0 eZyhnA\">A gorilla's pregnancy lasts for about eight-and-a-half months, and females usually give birth to one infant every four years. </p><p class=\"sc-9a00e533-0 eZyhnA\">According to Virunga conservationists, Mafuko has had a remarkable history of survival herself.</p><p class=\"sc-9a00e533-0 eZyhnA\">Born in 2003 into the Kabirizi family, she lost her mother to armed attackers when she was four years old. </p><p class=\"sc-9a00e533-0 eZyhnA\">She joined the Bageni family when she was 10 - and to date has been pregnant and given birth five times.</p><p class=\"sc-9a00e533-0 eZyhnA\">Conservationists at Virunga, which is a Unesco World Heritage Site, say her latest offspring represent a significant boost for efforts to protect the endangered species.</p><p class=\"sc-9a00e533-0 eZyhnA\">Thanks to anti-poaching patrols and community programmes - supported by the European Union and Unesco - mountain gorilla numbers in Virunga have slowly increased over the past decade.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://iucn.org/news/species/201811/fin-whale-mountain-gorilla-recovering-thanks-conservation-action-iucn-red-list\" class=\"sc-f9178328-0 iCaRzc\">This success, which is documented by the IUCN</a> and other partners, led to their status being upgraded from \"critically endangered\" to \"endangered\" in 2018.</p><p class=\"sc-9a00e533-0 eZyhnA\">Virunga spans 7,800 sq km (3,000 sq miles) and is home to an astonishingly diverse landscape - from active volcanoes and vast lakes to rainforest and mountains.</p></div></div></body></html>"
        },
        {
            "title": "Hundreds of flights cancelled as big freeze grips western Europe",
            "time": "2026-01-07T15:50:02",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ceb7/live/1d0eee70-ebd3-11f0-b6c6-77a0b21e55ee.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A spell of freezing weather bringing heavy snowfall and ice has caused transport disruption across western Europe.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hundreds of flights have been cancelled at several airports, while Eurostar services and haulage have also been affected.</p><p class=\"sc-9a00e533-0 eZyhnA\">More than 700 flights were cancelled at Schiphol Airport in Amsterdam, a major regional transport hub, on Wednesday. Meanwhile, France's civil aviation authority has asked airlines to cut 40% of flights scheduled for the main international airport in Paris.</p><p class=\"sc-9a00e533-0 eZyhnA\">At least six people have died in weather-related incidents across Europe this week -five in France and one in Bosnia.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Dutch national airline KLM warned Schiphol Airport was close to running out of de-icing fluid after days of freezing conditions.</p><p class=\"sc-9a00e533-0 eZyhnA\">Spokesperson Stephan Donker told news agency Reuters that it was an \"exceptional situation\" at the Dutch airport, where more than 1,000 travellers spent the night.</p><p class=\"sc-9a00e533-0 eZyhnA\">A few hundred beds have been set up there before and after security checks with food and drinks also provided, he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Donker warned of knock-on effects from the disruption, with further delays and cancellations possible in coming days.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Paris, more than 100 flights were cancelled at Charles de Gaulle airport and 40 more at Orly.</p><p class=\"sc-9a00e533-0 eZyhnA\">Dozens of fllights have been delayed or cancelled in and out of Heathrow and Brussels.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some Eurostar rail services between London and Paris were delayed or cancelled on Wednesday. </p><p class=\"sc-9a00e533-0 eZyhnA\">Almost half of mainland France was on alert for heavy snow and black ice, with lorries banned from the roads in some areas.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's better to be here than stuck on the road,\" driver Carle Bruno told news agency AFP at a roadside service station in the northern port of Le Havre.</p><p class=\"sc-9a00e533-0 eZyhnA\">Five people died in two separate regions of France earlier this week as a result of treacherous driving conditions, authorities said, while a woman was also killed in Bosnia's capital, Sarajevo, after 40cm (16in) of snow fell on the city.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Paris, Guinean teenager Boubacar Camara, sleeping in a tent on the outskirts of the city, told AFP he had \"no choice but to keep on going\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"You just have to stay strong [and] make sure you don't die,\" the 19-year-old said. \"We can't do anything about the cold. I'm not used to this at all.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The rare sight of the French capital covered in snow drew residents and tourists out to ski down the slopes of Montmartre and along the Champs de Mars gardens below the Eiffel Tower.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's exceptional, it's incredible,\" said Pierre, a Parisian. \"It's magnificent and we're enjoying it. We also came across a lot of tourists and they look so happy.\" </p></div></div></body></html>"
        },
        {
            "title": "Berlin outage highlights German vulnerability to sabotage",
            "time": "2026-01-07T17:17:34",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5326/live/242f1540-ebec-11f0-8608-ef259671aea9.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Berlin power outage highlights German vulnerability to sabotage</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Jessica Parker</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Berlin correspondent</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5326/live/242f1540-ebec-11f0-8608-ef259671aea9.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5326/live/242f1540-ebec-11f0-8608-ef259671aea9.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5326/live/242f1540-ebec-11f0-8608-ef259671aea9.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5326/live/242f1540-ebec-11f0-8608-ef259671aea9.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5326/live/242f1540-ebec-11f0-8608-ef259671aea9.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5326/live/242f1540-ebec-11f0-8608-ef259671aea9.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5326/live/242f1540-ebec-11f0-8608-ef259671aea9.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5326/live/242f1540-ebec-11f0-8608-ef259671aea9.jpg.webp\" loading=\"eager\" alt=\"BBC Lena, wearing a scarf and a turquoise hat\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Lena's family have been cooking on a camping stove</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Power is being restored to the last homes hit by a five-day blackout in Germany's snow-covered capital, Berlin.</p><p class=\"sc-9a00e533-0 eZyhnA\">The outage was caused by a suspected arson attack and came as temperatures dipped below freezing.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is reportedly the longest blackout in the capital's post-war history. A far-left militant group has admitted being behind.</p><p class=\"sc-9a00e533-0 eZyhnA\">This weeks' images of residents - young and old - living through a prolonged blackout in the country's capital has reignited a debate about Germany's vulnerability to sabotage attacks, whether by domestic or foreign actors.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Reinhold has been sleeping in a woolly hat to keep warm at night</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Schools, hospitals and care homes are among the tens of thousands of properties which were affected in south-west Berlin.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Berlin's Steglitz-Zehlendorf district, on Mexikoplatz, a police van drove around announcing the imminent return of power over a tannoy.</p><p class=\"sc-9a00e533-0 eZyhnA\">Residents regularly approached a group of emergency service workers for the latest information.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lena said her family had felt \"lost\" - relying on a battery-powered radio for updates.</p><p class=\"sc-9a00e533-0 eZyhnA\">They have been cooking on a camping stove at home while trying to make sure their water pipes don't freeze.</p><p class=\"sc-9a00e533-0 eZyhnA\">Reinhold, 79, was still without power on Wednesday morning and going to his daughter's house to get warm.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"But I always came back to sleep here even in the cold weather with a bobble hat on and sweater and a woollen blanket.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The retired architect said that he was used to hardship having been born in post-war Germany.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I was born in 1947. When my mother and I came from the hospital... it was -20C in our shack.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"My parents took turns every hour to see whether my hands were tucked in under the cover so my fingers wouldn't freeze off.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Restoring electricity is happening on a \"step-by-step basis,\" said fire service spokesman Adrian Wentzel.</p><p class=\"sc-9a00e533-0 eZyhnA\">Resources have been pulled in from across Germany, he told me, with an estimated 100,000 people affected.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hospitals have had to rely on emergency generators while some schools have had to close.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\">It was early on Saturday when several cables on a bridge were spotted burning near the Lichterfelde gas-fired power plant.</p><p class=\"sc-9a00e533-0 eZyhnA\">Subsequently, the far-left Vulkangruppe or Volcano Group appeared to claim responsibility, saying its target was the fossil energy industry.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We apologise to the less wealthy people in the southwest of Berlin,\" a lengthy statement read.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"With the many owners of villas in these districts, our sympathy is limited,\" they added, likely referring to the fact that Steglitz-Zehlendorf is one of Berlin's wealthiest neighbourhoods.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, a different statement was later published online on the Indymedia site - purportedly from Vulkangruppe's founders.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We expressly distance ourselves from all actions of recent years,\" it said.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b31b/live/08a01da0-ebe3-11f0-9332-4db5e65f7000.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b31b/live/08a01da0-ebe3-11f0-9332-4db5e65f7000.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b31b/live/08a01da0-ebe3-11f0-9332-4db5e65f7000.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b31b/live/08a01da0-ebe3-11f0-9332-4db5e65f7000.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b31b/live/08a01da0-ebe3-11f0-9332-4db5e65f7000.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b31b/live/08a01da0-ebe3-11f0-9332-4db5e65f7000.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b31b/live/08a01da0-ebe3-11f0-9332-4db5e65f7000.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b31b/live/08a01da0-ebe3-11f0-9332-4db5e65f7000.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images A policewoman wearing a high visibility waistcoat directs traffic on a road in Berlin where traffic lights have been out of action due to the power outage. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Traffic lights were cut off, too</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Another recent high-profile incident saw activists admit being behind a suspected arson attack that halted production at the huge Tesla factory, just outside Berlin, in 2024.</p><p class=\"sc-9a00e533-0 eZyhnA\">The exact structure and workings of Vulkangruppe is not known.</p><p class=\"sc-9a00e533-0 eZyhnA\">But German authorities describe them as left-wing extremists and say attacks have happened at irregular intervals since 2011 in Berlin and the surrounding state of Brandenburg.</p><p class=\"sc-9a00e533-0 eZyhnA\">Domestic intelligence state that the group's aim is to disrupt \"the day-to-day functions in order to harm the hated capitalist system\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Federal prosecutors are investigating the latest incident as a terrorism offence, with possible charges including \"membership in a terrorist organisation, sabotage, arson and disruption of public services\".</p><p class=\"sc-9a00e533-0 eZyhnA\">This week's outage was larger and lasted longer than a similar incident in September.</p><p class=\"sc-9a00e533-0 eZyhnA\">Plans for a federal law to protect critical infrastructure have been in the works for years but were only presented to parliament in November.</p><p class=\"sc-9a00e533-0 eZyhnA\">The \"Kritis\" bill sets out plans to identify key critical infrastructure transport as well as introduce minimum protection standards.</p></div></article></div></body></html>"
        },
        {
            "title": "UN rights chief says Israeli policy in West Bank 'resembles apartheid system'",
            "time": "2026-01-07T19:28:45",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1e53/live/f3964cb0-ebef-11f0-8608-ef259671aea9.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">UN rights chief says Israeli policy in West Bank 'resembles apartheid system'</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Shaimaa Khalil,</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Jerusalem</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">David Gritten</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1e53/live/f3964cb0-ebef-11f0-8608-ef259671aea9.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1e53/live/f3964cb0-ebef-11f0-8608-ef259671aea9.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1e53/live/f3964cb0-ebef-11f0-8608-ef259671aea9.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1e53/live/f3964cb0-ebef-11f0-8608-ef259671aea9.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1e53/live/f3964cb0-ebef-11f0-8608-ef259671aea9.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1e53/live/f3964cb0-ebef-11f0-8608-ef259671aea9.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1e53/live/f3964cb0-ebef-11f0-8608-ef259671aea9.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1e53/live/f3964cb0-ebef-11f0-8608-ef259671aea9.jpg.webp\" loading=\"eager\" alt=\"Reuters An Israeli soldier gestures as they prevent a Palestinian woman from reaching a cemetery in Jenin refugee camp, in the occupied West Bank (6 June 2025)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The UN report says Palestinians in the West Bank face \"systemic discrimination\" by Israeli authorities</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The UN human rights office has issued a report detailing what it calls Israel's \"systemic discrimination\" against Palestinians in the occupied West Bank, including East Jerusalem, and said the situation has \"drastically deteriorated\" over the past three years.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israeli laws, policies and practices were having an \"asphyxiating impact\" on every aspect of daily life for Palestinians and violated an international convention against racial discrimination, it said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is a particularly severe form of racial discrimination and segregation that resembles the kind of apartheid system we have seen before,\" High Commissioner Volker Türk warned.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel dismissed the accusations as \"absurd and distorted\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://x.com/IsraelinGeneva/status/2008851026791760141\" class=\"sc-f9178328-0 iCaRzc\">The Israeli mission in Geneva said</a> the UN human rights office \"completely ignores fundamental facts that lie at the basis of the [Israeli-Palestinian] conflict, and that inform the actions and policies of the State of Israel, mainly the grave security threats Israel faces, which were put on display on October 7 2023\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It also accused the office of abusing its position \"to issue yet another unmandated report\" and having an \"inherently politically driven fixation... on vilifying Israel\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel has built about 160 settlements housing 700,000 Jews since it occupied the West Bank and East Jerusalem - land Palestinians want, along with Gaza, for a hoped-for future state - during the 1967 Middle East war. An estimated 3.3 million Palestinians live alongside them.</p><p class=\"sc-9a00e533-0 eZyhnA\">The settlements are illegal under international law.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">This is the first time a UN human rights chief has explicitly compared Israeli policies in the West Bank to apartheid - the policy of racial segregation and discrimination that was enforced by the white minority government in South Africa against the country's black majority from 1948 until 1991.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Whether accessing water, school, rushing to hospital, visiting family or friends, or harvesting olives - every aspect of life for Palestinians in the West Bank is controlled and curtailed by Israel's discriminatory laws, policies and practices\" Türk said in a statement.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.ohchr.org/sites/default/files/documents/countries/israel/20260105-thematic-report-israel-discrimin.pdf\" class=\"sc-f9178328-0 iCaRzc\">According to the 42-page report by his office</a>, Israeli authorities treat Israeli settlers and Palestinians living in the West Bank under two distinct bodies of law and policies, which it says results in unequal treatment on a range of critical issues.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Palestinians continue to be subjected to large-scale confiscation of land and deprivation of access to resources. This has had the effect of dispossessing them of their lands and homes, alongside other forms of systemic discrimination, including criminal prosecution in military courts during which their due process and fair trial rights are systematically violated,\" it finds.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/46e6/live/7eca3410-ebee-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/46e6/live/7eca3410-ebee-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/46e6/live/7eca3410-ebee-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/46e6/live/7eca3410-ebee-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/46e6/live/7eca3410-ebee-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/46e6/live/7eca3410-ebee-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/46e6/live/7eca3410-ebee-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/46e6/live/7eca3410-ebee-11f0-b385-5f48925de19a.jpg.webp\" loading=\"lazy\" alt=\"EPA Israeli bulldozers level land at the evacuated Israeli settlement of Sanur, near Jenin, in the occupied West Bank (23 December 2025)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Israel's government last month approved plans to rebuild the previously evacuated settlement of Sa-Nur</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The report says there are \"reasonable grounds to believe that this separation, segregation, and subordination is intended to be permanent, indicating that these laws, policies, and practices amount to a deliberate policy of physical and juridical separation intended to maintain oppression and domination of Palestinians in the occupied West Bank\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It adds that this amounts to a violation of Israel's obligations under the International Convention on the Elimination of All Forms of Racial Discrimination (ICERD) to prevent racial segregation and apartheid in territories under its jurisdiction.</p><p class=\"sc-9a00e533-0 eZyhnA\">The reports says systemic discrimination against Palestinians has been \"a long-standing concern\" for the UN but that it has \"drastically deteriorated\" since at least December 2022 and especially since the Hamas-led attacks on southern Israel on 7 October 2023, which sparked the Gaza war.</p><p class=\"sc-9a00e533-0 eZyhnA\">It also says that Israel's settlement expansion in the West Bank had intensified over the past two years, citing the approval last month of the construction of 19 new settlements, which Israeli ministers said was about blocking the establishment of a Palestinian state.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Every negative trend documented in the report has not only continued but accelerated. And every day this is allowed to continue, the consequences worsen for Palestinians,\" Türk warned.</p></div></article></div></body></html>"
        },
        {
            "title": "Chen Zhi: Cambodia extradites alleged scam mastermind to China after arrest",
            "time": "2026-01-07T18:28:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5d76/live/4f1afe20-b01b-11f0-b2a1-6f537f66f9aa.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Cambodia extradites alleged scam mastermind to China after arrest</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Simon Fraser</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Asia editor, BBC News website</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5d76/live/4f1afe20-b01b-11f0-b2a1-6f537f66f9aa.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5d76/live/4f1afe20-b01b-11f0-b2a1-6f537f66f9aa.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5d76/live/4f1afe20-b01b-11f0-b2a1-6f537f66f9aa.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5d76/live/4f1afe20-b01b-11f0-b2a1-6f537f66f9aa.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5d76/live/4f1afe20-b01b-11f0-b2a1-6f537f66f9aa.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5d76/live/4f1afe20-b01b-11f0-b2a1-6f537f66f9aa.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5d76/live/4f1afe20-b01b-11f0-b2a1-6f537f66f9aa.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5d76/live/4f1afe20-b01b-11f0-b2a1-6f537f66f9aa.png.webp\" loading=\"eager\" alt=\"Prince Group/Getty images Chen Zhi alongside a company building\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Prince Group/Getty images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Cambodia says it has extradited to China a billionaire businessman accused of  masterminding a vast cryptocurrency scam in which trafficked workers were lured to forced labour camps to defraud victims globally.</p><p class=\"sc-9a00e533-0 eZyhnA\">Chen Zhi was among three Chinese nationals arrested on 6 January after a joint investigation into transnational crime lasting several months, Cambodia said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US charged the 37-year-old, who was born in south-east China, last October with running internet scams from Cambodia that it said had stolen billions in cryptocurrency.</p><p class=\"sc-9a00e533-0 eZyhnA\">The <a target=\"_blank\" href=\"https://www.justice.gov/opa/pr/chairman-prince-group-indicted-operating-cambodian-forced-labor-scam-compounds-engaged\" class=\"sc-f9178328-0 iCaRzc\">US Treasury Department seized about $14bn (£10.4bn) worth of bitcoin</a> it alleged belonged to him. <a target=\"_blank\" href=\"https://www.gov.uk/government/news/uk-and-us-take-joint-action-to-disrupt-major-online-fraud-network\" class=\"sc-f9178328-0 iCaRzc\">The UK also sanctioned his global business empire, Prince Group</a>.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US prosecutors said it was one the biggest financial takedowns in history and the largest ever seizure of bitcoin.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC contacted Prince Group for comment at the time. In the past, the Cambodia-based group has denied any involvement in scams. Its website says its businesses include property development, and financial and consumer services.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since Chen Zhi was indicted by the US on fraud and money-laundering charges in October, his whereabouts have been unclear.</p><p class=\"sc-9a00e533-0 eZyhnA\">But on Wednesday, the Cambodian authorities said they had \"arrested three Chinese nationals namely Chen Zhi, Xu Ji Liang, and Shao Ji Hui and extradited [them] to the People's Republic of China\". The interior ministry statement did not say where Chen Zhi had been detained.</p><p class=\"sc-9a00e533-0 eZyhnA\">His Cambodian nationality had been revoked by royal decree last month, it added. The enigmatic tycoon had given up his Chinese nationality to become a Cambodian citizen in 2014.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The UN estimates that hundreds of thousands of people have been trafficked to South East Asia, many of them to Cambodia, lured by the promise of legitimate jobs and then forced to run online scams.</p><p class=\"sc-9a00e533-0 eZyhnA\">People are held against their will in the scam farms and made to defraud strangers online under the threat of punishment or torture. Many of those trapped are Chinese and targeted people in China.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5b6c/live/63dbc130-ebf0-11f0-b5f7-49f0357294ff.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5b6c/live/63dbc130-ebf0-11f0-b5f7-49f0357294ff.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5b6c/live/63dbc130-ebf0-11f0-b5f7-49f0357294ff.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5b6c/live/63dbc130-ebf0-11f0-b5f7-49f0357294ff.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5b6c/live/63dbc130-ebf0-11f0-b5f7-49f0357294ff.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5b6c/live/63dbc130-ebf0-11f0-b5f7-49f0357294ff.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5b6c/live/63dbc130-ebf0-11f0-b5f7-49f0357294ff.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5b6c/live/63dbc130-ebf0-11f0-b5f7-49f0357294ff.png.webp\" loading=\"lazy\" alt=\"EPA People who were rescued from scam centers in Myanmar arrive in Thailand, at the Myanmar-Thai border of Phop Phra district, near Mae Sot, Tak province, northern Thailand, 12 February 2025\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Scam centres have proliferated in South East Asia - above, people rescued from compounds in Myanmar last February are seen arriving in Thailand </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Chinese authorities have also been quietly investigating the Prince Group since at least 2020. The company is accused of running online fraud schemes in a number of court cases.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Beijing Municipal Public Security Bureau established a task force to investigate the Prince Group, describing it as \"a major transnational online gambling syndicate based in Cambodia\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/512a/live/9ba344c0-afe7-11f0-a143-2b4ebe719445.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/512a/live/9ba344c0-afe7-11f0-a143-2b4ebe719445.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/512a/live/9ba344c0-afe7-11f0-a143-2b4ebe719445.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/512a/live/9ba344c0-afe7-11f0-a143-2b4ebe719445.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/512a/live/9ba344c0-afe7-11f0-a143-2b4ebe719445.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/512a/live/9ba344c0-afe7-11f0-a143-2b4ebe719445.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/512a/live/9ba344c0-afe7-11f0-a143-2b4ebe719445.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/512a/live/9ba344c0-afe7-11f0-a143-2b4ebe719445.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images Motorists ride past a branch of the Prince Bank in Phnom Penh on October 15, 2025.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">US authorities accuse Chen Zhi of turning Prince Group into one of Asia's largest transnational criminal organisations</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Cambodia's ruling elite have been close to Chen Zhi for years. The government has said little since the US and UK sanctioned Prince Group, apart from urging US and UK authorities to be sure they had sufficient evidence for their allegations.</p><p class=\"sc-9a00e533-0 eZyhnA\">By some estimates, scam businesses may account for around half of the entire Cambodian economy.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think it's the sheer scale of his operations which really makes Chen Zhi stand out,\" Jack Adamovic Davies, a journalist who has investigated Chen Zhi, told the BBC last year.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said it was shocking the Prince Group had been able to build a \"global footprint\" without raising alarm bells, given the serious criminal charges it now faces.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-south-east-asia-correspondent-jonathan-head\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by South East Asia correspondent Jonathan Head</i></p></div></article></div></body></html>"
        },
        {
            "title": "Zelensky says Ukraine does not have clear security pledge from allies",
            "time": "2026-01-07T16:06:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7841/live/db5d25e0-ebdd-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Zelensky says he does not have clear security pledge from allies</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7841/live/db5d25e0-ebdd-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7841/live/db5d25e0-ebdd-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7841/live/db5d25e0-ebdd-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7841/live/db5d25e0-ebdd-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7841/live/db5d25e0-ebdd-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7841/live/db5d25e0-ebdd-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7841/live/db5d25e0-ebdd-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7841/live/db5d25e0-ebdd-11f0-b385-5f48925de19a.jpg.webp\" loading=\"eager\" alt=\"Reuters A Ukrainian serviceman in camouflage uniform stands on snow-covered ground after launching a reconnaissance unmanned aerial vehicle seen above his head\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The war in Ukraine is nearing its fourth anniversary</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ukrainian President Volodymyr Zelensky says European allies have not given him sound guarantees that they will protect his country in the case of a new Russian aggression.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I am asking this very question to all our partners and I have not received a clear, unambiguous answer yet,\" he told reporters on Wednesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">His comments come a day after the UK and France signed a declaration of intent on deploying troops in Ukraine if a peace deal to end the war with Russia is agreed.</p><p class=\"sc-9a00e533-0 eZyhnA\">But full security guarantees have not been agreed. The US, which has been leading efforts to end the invasion, reportedly did not sign such a pledge at talks in Paris on Tuesday.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">After the Paris talks, which included some 30 countries that form the so-called Coalition of the Willing, UK Prime Minister Sir Keir Starmer said the UK and France would \"establish military hubs across Ukraine\" to deter future invasion, while French President Emmanuel Macron later said thousands of troops may be deployed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Allies proposed that the US would take the lead in monitoring a truce. But the key issue of territorial concessions that Ukraine is being asked to grant to Russia as part of the peace proposals are still being discussed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Moscow has not yet commented on the announcement made in the French capital.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russian President Vladimir Putin launched a full-scale invasion of Ukraine in February 2022, and Moscow currently controls about 20% of Ukrainian territory.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Sir Keir described the joint statement as \"a vital part of our commitment to stand with Ukraine for the long-term\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He added: \"It paves the way for the legal framework under which British, French and partner forces could operate on Ukrainian soil, securing Ukraine's skies and seas, and regenerating Ukraine's armed forces for the future.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Zelensky hailed that agreement as a \"huge step forward\".</p><p class=\"sc-9a00e533-0 eZyhnA\">A day later, however, he appeared less optimistic.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I see the will, the political will, and that the partners are ready, and the partners are ready to give us strong sanctions, strong security guarantees,\" he said when asked if European countries would defend Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"But as long as we don't have such security guarantees - legally binding, supported by parliaments, supported by the United States Congress - this question cannot be answered. And even if they do, you still have to rely primarily on your own strength.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The Paris talks were also notable owing to the presence of US President Donald Trump's peace envoys, Steve Witkoff and Jared Kushner.</p><p class=\"sc-9a00e533-0 eZyhnA\">Witkoff said the allies \"largely finished\" their work on agreeing security protocols.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1764/live/3e34f290-eb4a-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1764/live/3e34f290-eb4a-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1764/live/3e34f290-eb4a-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1764/live/3e34f290-eb4a-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1764/live/3e34f290-eb4a-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1764/live/3e34f290-eb4a-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1764/live/3e34f290-eb4a-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1764/live/3e34f290-eb4a-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"lazy\" alt=\"EPA/Shutterstock A man walks among the rubble after a Russian strike on a residential area in the city of Kharkiv, north-eastern Ukraine. Photo: 2 January 2026\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA/Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Russia continues to strike Ukrainian cities and critical infrastructure across the country on a daily basis</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Last week, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cddg7100ym2o\" class=\"sc-f9178328-0 iCaRzc\">Zelensky said a peace deal was \"90% ready\"</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">Territorial concessions and security guarantees have been at the forefront of unresolved issues for negotiators.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cgexgwr1wrro\" class=\"sc-f9178328-0 iCaRzc\">Putin has repeatedly warned that Ukrainian troops must withdraw from all of Ukraine's eastern Donbas or Russia will seize it,</a> rejecting any compromise over how to end the war.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zelensky has so far ruled out ceding any territory, but has suggested that Ukraine could withdraw its troops to an agreed point - but only if Russia did the same.</p><p class=\"sc-9a00e533-0 eZyhnA\">Moscow currently controls about 75% of the Donetsk region, and some 99% of the neighbouring Luhansk. The two regions form the industrial Donbas region.</p><p class=\"sc-9a00e533-0 eZyhnA\">It has been intensifying attacks against Ukrainian cities - particularly targeting energy infrastructure. Russia has also made slow progress in capturing more Ukrainian territory.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine has hit back at Russian targets with drones, albeit with more limited success.</p></div></article></div></body></html>"
        },
        {
            "title": "Aleppo: Thousands flee clashes between Syrian government and Kurdish fighters",
            "time": "2026-01-07T20:33:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d2a8/live/926fd490-ebf6-11f0-8608-ef259671aea9.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Thousands flee clashes between Syrian government and Kurdish fighters in Aleppo</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d2a8/live/926fd490-ebf6-11f0-8608-ef259671aea9.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d2a8/live/926fd490-ebf6-11f0-8608-ef259671aea9.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d2a8/live/926fd490-ebf6-11f0-8608-ef259671aea9.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d2a8/live/926fd490-ebf6-11f0-8608-ef259671aea9.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d2a8/live/926fd490-ebf6-11f0-8608-ef259671aea9.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d2a8/live/926fd490-ebf6-11f0-8608-ef259671aea9.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d2a8/live/926fd490-ebf6-11f0-8608-ef259671aea9.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d2a8/live/926fd490-ebf6-11f0-8608-ef259671aea9.jpg.webp\" loading=\"eager\" alt=\"Getty Images  A child reacts as residents flee Aleppo's Ashrafieh neighbourhood on January 7, 2026. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Thousands of residents fled the Ashrafieh neighbourhood of Aleppo on Wednesday</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At least 12 people have reportedly been killed during two days of intense clashes between Syrian government and Kurdish fighters in the northern city of Aleppo.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tens of thousands of civilians have also fled the Kurdish majority neighbourhoods of Sheikh Maqsoud and Ashrafieh, which the Syrian army shelled on Wednesday afternoon after designating them as \"closed military areas\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The government said the operation was a response to attacks by armed groups in the areas and was \"solely aimed at preserving security\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The Kurdish-led Syrian Democratic Forces (SDF) militia alliance - which insists it has no military presence in Aleppo - called it a \"criminal attempt\" to forcibly displace residents.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">One Aleppo resident told the BBC on Wednesday that the situation was \"terrible and awful\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"All my friends have left for other towns. Sometimes it is calm and suddenly war starts again,\" they said.</p><p class=\"sc-9a00e533-0 eZyhnA\">A displaced man from Ashrafieh, Samer Issa, told Reuters news agency that he was sleeping in a mosque which had been turned into a shelter with his young children. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The shelling intensified. We left because our children could no longer endure the hits and the shelling,\" he said, describing the situation as \"heartbreaking\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9b74/live/c3e76790-ebf6-11f0-8608-ef259671aea9.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9b74/live/c3e76790-ebf6-11f0-8608-ef259671aea9.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9b74/live/c3e76790-ebf6-11f0-8608-ef259671aea9.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9b74/live/c3e76790-ebf6-11f0-8608-ef259671aea9.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9b74/live/c3e76790-ebf6-11f0-8608-ef259671aea9.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9b74/live/c3e76790-ebf6-11f0-8608-ef259671aea9.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9b74/live/c3e76790-ebf6-11f0-8608-ef259671aea9.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9b74/live/c3e76790-ebf6-11f0-8608-ef259671aea9.jpg.webp\" loading=\"lazy\" alt=\"Getty Images This photo taken on on January 7, 2026 shows security forces deployed near Aleppo's Sheikh Maqsud and Ashrafieh neighbourhoods\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Syrian government forces deployed near Sheikh Maqsoud and Ashrafieh </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The violence underscores the challenges facing the government of President Ahmad al-Sharaa in a country that remains deeply divided a year after he led the rebel offensive that overthrew Bashar al-Assad.</p><p class=\"sc-9a00e533-0 eZyhnA\">In March 2025, the Kurdish-led SDF, which controls much of Syria's north-east and has tens of thousands of fighters, signed a deal to integrate all military and civilian institutions into the Syrian state.</p><p class=\"sc-9a00e533-0 eZyhnA\">But that has not happened yet, with both sides accusing each other of trying to derail the agreement. </p><p class=\"sc-9a00e533-0 eZyhnA\">The SDF remains reluctant to give up the autonomy it won during the country's 13-year civil war, when it helped US-led forces defeat the Islamic State (IS) group. </p><p class=\"sc-9a00e533-0 eZyhnA\">The stand-off in Aleppo also risks dragging in Turkey, which backs the government and considers the Kurdish militia that dominates the SDF as a terrorist organisation.</p></div></article></div></body></html>"
        },
        {
            "title": "Yemen separatist leader accused of treason as Saudis strike forces",
            "time": "2026-01-07T12:47:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/123d/live/63469dd0-eb87-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Saudi-backed presidential council in Yemen has expelled the leader of a separatist group and charged him with treason after he failed to fly to Riyadh for talks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Six other members of the presidency accused Aidarous al-Zubaidi, head of the United Arab Emirates-backed Southern Transitional Council (STC), of \"undermining the independence of the republic\".</p><p class=\"sc-9a00e533-0 eZyhnA\">A Saudi-led military coalition said Zubaidi \"fled\" after not joining STC officials on a flight from Aden and \"moved a large force\" to al-Dahle province. Coalition aircraft launched strikes on the forces in response, it added.</p><p class=\"sc-9a00e533-0 eZyhnA\">The STC said the strikes, which reportedly killed four people, were \"unjustified\" and that Zubaidi was still in Aden.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In December, the STC's forces launched offensives to seize the eastern provinces of Hadramawt and al-Mahra from the government, saying they were necessary to \"restore stability\" in the south and combat the Houthis, al-Qaeda and Islamic State group.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, Saudi Arabia warned last week that the advances near the kingdom's borders constituted threats to its national security as well as the security and stability of Yemen.</p><p class=\"sc-9a00e533-0 eZyhnA\">It also accused the UAE of \"pressuring\" its separatist allies to push into eastern Yemen and expressed support for a demand from the presidential council for all Emirati forces to leave.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the same time, the Saudi-led coalition - which was formed in 2015 by Arab states, including the UAE, after the Houthis seized control of north-western Yemen - struck what it said was a shipment of weapons and military vehicles for the STC that had arrived from the UAE.</p><p class=\"sc-9a00e533-0 eZyhnA\">The UAE expressed \"deep regret\" at the Saudi accusations and denied there were any weapons, but agreed to pull its remaining forces out of the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since then, forces loyal to the government have largely retaken control of Hadramawt and al-Mahra with the help of coalition air strikes.</p><p class=\"sc-9a00e533-0 eZyhnA\">In order to further diffuse tensions, Zubaidi and an STC delegation had been due to fly from Aden to Riyadh on Tuesday night for talks with the government. However, the coalition said the plane left three hours late without Zubaidi, who \"fled to an unknown location\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The legitimate government and the coalition received intelligence indicating that Zubaidi had moved a large force - including armoured vehicles, combat vehicles, heavy and light weapons, and ammunition - from the Jabal Hadid and al-Solban camps [in Aden] towards al-Dhale,\" coalition spokesman Maj-Gen Turki al-Malki said in a statement.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Coalition forces, in co-ordination with legitimate government forces and the [Saudi-backed] National Shield Forces, launched limited pre-emptive strikes to disrupt these forces and thwart Zubaidi's attempts to escalate the conflict and extend it into al-Dhale,\" he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">More than 15 strikes hit al-Dahle early on Wednesday and at least four civilians were killed, two hospital sources told AFP news agency.</p><p class=\"sc-9a00e533-0 eZyhnA\">Maliki also accused Zubaidi of distributing weapons to \"dozens of elements\" in Aden \"with the aim of creating unrest\", and said the coalition had asked STC deputy leader Abdul Rahman al-Mahrami, who is also a member of the presidential council, to impose security there.</p><p class=\"sc-9a00e533-0 eZyhnA\">Later, the presidential council issued a decree saying Zubaidi had been stripped of his membership and referred to the attorney general for prosecution on charges including \"high treason\", \"damaging the republic's military, political and economic standing\", and \"forming an armed gang and committing the murder of officers and soldiers of the armed forces\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It has been established that [Zubaidi] has abused the just cause of the South and exploited it to commit grave crimes against civilians in the southern governorates,\" it alleged.</p><p class=\"sc-9a00e533-0 eZyhnA\">The STC's foreign affairs authority said in a statement that it had sent a delegation led by its secretary-general, Sheikh Abdul Rahman al-Subaihi, to Riyadh because it was committed to \"engaging positively and responsibly with various political initiatives and dialogue efforts\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"At the same time, President Aidarous Qassem al-Zubaidi continues to carry out his duties from the capital, Aden, alongside his people, closely following up on and directly supervising the work of the military, security, and civilian institutions,\" it added.</p><p class=\"sc-9a00e533-0 eZyhnA\">The STC said it had been \"taken by surprise\" by the coalition air strikes in al-Dahle, describing them as an \"unfortunate escalation that is inconsistent with the declared climate of dialogue\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It also expressed concern that no official information had been received about the whereabouts and circumstances of Subaihi's delegation in Riyadh, which it said \"raises serious questions that require urgent clarification\".</p></div></div></body></html>"
        },
        {
            "title": "Burkina Faso foils plot to assassinate Capt Ibrahim Traoré, says junta",
            "time": "2026-01-07T11:30:54",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3106/live/7d39a470-ebab-11f0-a370-2789d390a94d.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A plot to kill Burkina Faso's military leader, Capt Ibrahim Traoré, has been thwarted, the West African nation has announced.</p><p class=\"sc-9a00e533-0 eZyhnA\">The sophisticated plan had been hatched by Lt Col Paul Henri Damiba, the military officer ousted by Traoré in September 2022, the security minister said in a late-night broadcast.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Our intelligence services intercepted this operation in the final hours. They had planned to assassinate the head of state and then strike other key institutions, including civilian personalities,\" said Mahamadou Sana, further alleging that the plot had been funded by neighbouring Ivory Coast.</p><p class=\"sc-9a00e533-0 eZyhnA\">There has been no comment from either Col Damiba or Ivory Coast.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Since seizing power, Capt Traoré has faced at least two coup attempts and is also grappling with growing jihadist violence that has forced millions from their homes.</p><p class=\"sc-9a00e533-0 eZyhnA\">Despite these challenges and his authoritarian reputation, the 37-year-old military leader maintains strong popular support and has gained a following across the continent for his pan-Africanist vision and criticism of Western influence.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Authorities uncovered a leaked video showing the plotters discussing their plans, according to the security minister.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the footage, they allegedly spoke about how they intended to assassinate the president - either at close range or by planting explosives at his residence - just after 23:00 local time on Saturday 3 January.</p><p class=\"sc-9a00e533-0 eZyhnA\">Afterwards, they allegedly planned to target other senior military and civilian figures.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sana alleged that Damiba had mobilised both soldiers and civilian supporters, secured foreign funding - most significantly 70m CFA francs ($125,000; £92,000)  delivered from Ivory Coast - and planned to knock out the country's drone-launch base before foreign forces could intervene.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are carrying out ongoing investigations and have made several arrests. These individuals will be brought to justice soon,\" the minister said on national television.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sana insisted the situation was under control and urged citizens \"not to be misled, out of naivety, into dangerous schemes\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It is unclear how many people have been arrested.</p><p class=\"sc-9a00e533-0 eZyhnA\">Critics, both local and foreign, have accused Capt Traoré of authoritarianism and say his government suppresses dissent - including arbitrary arrests of military officers and restrictions on the media.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is not the first time the junta has pointed the finger of blame about foreign interference in its affairs at Ivory Coast.</p><p class=\"sc-9a00e533-0 eZyhnA\">These continuing internal power struggles will further heighten regional tensions.</p><p class=\"sc-9a00e533-0 eZyhnA\">Col Damiba served as Burkina Faso's leader from January-September 2022 after seizing power from an elected government.</p><p class=\"sc-9a00e533-0 eZyhnA\">After being ousted, he went into exile in neighbouring Togo and <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-africa-63111763\" class=\"sc-f9178328-0 iCaRzc\">said in a message published on social media that he wished his successor every success</a>.</p></div></div></body></html>"
        },
        {
            "title": "Nobel winner Maria Machado says her coalition should lead Venezuela",
            "time": "2026-01-07T10:07:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/19f7/live/e5571f10-eb92-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Opposition leader Machado says her coalition should lead Venezuela </h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: 'We are ready and willing to serve our people', says María Corina Machado</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Venezuelan opposition leader María Corina Machado has said her coalition should \"absolutely\" be in charge of the country, following the US ousting of President Nicolás Maduro last week.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are ready and willing to serve our people as we have been mandated,\" Machado said in an interview with the BBC's US news partner CBS.</p><p class=\"sc-9a00e533-0 eZyhnA\">She thanked US President Donald Trump for his \"leadership and courage\" after US forces stormed Caracas and arrested Maduro, but said nobody trusted the deposed president's ally, who has been appointed as interim leader.</p><p class=\"sc-9a00e533-0 eZyhnA\">Machado and her opposition movement claimed victory in 2024's widely disputed elections, but Trump has refused to back her, saying she lacks popular support.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The former legislator, who was awarded the Nobel Peace Prize last year, described US military action in Venezuela over the weekend as \"a major step towards restoring prosperity and rule of law and democracy in Venezuela\".</p><p class=\"sc-9a00e533-0 eZyhnA\">She said she had not spoken to Trump this year, but expressed gratitude to him for deposing Maduro.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"President Trump's leadership and courage has brought Nicolás Maduro to face justice and this is huge,\" she told CBS. </p><p class=\"sc-9a00e533-0 eZyhnA\">Despite her overtures, the US president has publicly dismissed Machado as a credible successor to Maduro.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think it would be very tough for her to be the leader,\" Trump told a news conference on the day of the US operation, referring to Machado. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"She doesn't have the support within or the respect within the country. She's a very nice woman, but she doesn't have the respect.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Who is Venezuela's new interim president, Delcy Rodríguez?</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Machado, who has been in hiding for months after being barred from running in the 2024 presidential elections in Venezuela, previously called for the opposition's substitute candidate Edmundo González to assume power after Maduro's arrest.</p><p class=\"sc-9a00e533-0 eZyhnA\">Machado rallied support for González in the election, and vote tallies released by her party suggest he won by a landslide.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, Maduro was declared president by Venezuela's electoral council (CNE), a body dominated by government loyalists. The US and dozens of other countries recognised González as the president-elect.</p><p class=\"sc-9a00e533-0 eZyhnA\">David Smolansky, a spokesman for the Venezuelan opposition, told BBC Radio 4's Today programme that there was no future for a well-functioning country without González and Machado in power.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They could guarantee a democratic transition, and they have the respect of Venezuelans and several governments across the world,\" he said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Asked why he thought Trump had so far chosen to back Venezuela's interim president, Delcy Rodríguez - formerly Maduro's vice-president - rather than the opposition, Smolansky said: \"Every transition, when it begins, is not perfect - it's messy.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He also responded to suggestions that the opposition's lack of support within the military was one of the reasons Trump had chosen to back Rodríguez, saying there were members of the armed forces - both currently serving and in exile - that were ready to work with them.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Mixed reactions among some Trump supporters to Venezuela operation</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Machado has said nobody trusted Rodríguez, telling CBS that the interim leader was \"one of the main architects... of repression for innocent people\" in the South American country.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Everybody in Venezuela and abroad knows perfectly who she is and the role she has played,\" Machado said. </p><p class=\"sc-9a00e533-0 eZyhnA\">While Rodríguez, 56, has faced US sanctions for her ministerial roles in the Maduro administration, she has not been charged by US officials with any crimes. </p><p class=\"sc-9a00e533-0 eZyhnA\">Rodríguez was sworn in on Monday, two days after a US special forces breached Venezuelan security to arrest Maduro and his wife, First Lady Cilia Flores.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier on Tuesday, Rodríguez rebuffed claims by Trump that the US was in charge of Venezuela. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The Venezuelan government rules our country, and no-one else does,\" she said in a televised speech. \"There is no external agent governing Venezuela.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Abubakar Malami: Nigeria’s former justice minister granted bail",
            "time": "2026-01-07T13:46:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ade5/live/a44af440-ebbc-11f0-bd96-599582c29749.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A Nigerian court has granted bail to the country's former attorney general, Abubakar Malami, along with his wife and son, who are facing money laundering charges.</p><p class=\"sc-9a00e533-0 eZyhnA\">Malami, 58, was one of the most influential figures in the administration of former President Muhammadu Buhari between 2015 and 2023.</p><p class=\"sc-9a00e533-0 eZyhnA\">He was charged last month with 16 counts of money laundering and abuse of office worth a total of 8.7bn naira ($6m; £4.5m), and has been held in prison since 30 December.</p><p class=\"sc-9a00e533-0 eZyhnA\">In court, he pleaded not guilty to all charges. He previously described his arrest as politically motivated.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The lawyer, who is married to Buhari‘s third child, Nana Hadiza, recently left the ruling All Progressives Congress (APC) to join the opposition African Democratic Congress, which is viewed as the biggest rival to the APC in the 2027 general elections.</p><p class=\"sc-9a00e533-0 eZyhnA\">Malami is one of several ministers in the Buhari administration accused of corruption, including another influential figure, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c4n1y5grw6vo\" class=\"sc-f9178328-0 iCaRzc\">Hadi Sirika, who was in charge of the country’s aviation ministry.</a></p><p class=\"sc-9a00e533-0 eZyhnA\">In court on Wednesday, presiding judge Emeka Nwite stated that the charges against the defendants were bailable offences.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said they could be released on bail set at 500 million naira (£260,000; $350,000) each. </p><p class=\"sc-9a00e533-0 eZyhnA\">They must also provide two guarantors who own property in designated parts of the capital, Abuja, and surrender their travel documents to the court.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Economic and Financial Crimes Commission (EFCC) alleges that the former minister used his office to divert government funds, which were then used to acquire properties in several Nigerian cities, including Abuja.</p><p class=\"sc-9a00e533-0 eZyhnA\">The EFCC recently released a list of high-value properties allegedly linked to Malami, including hotels, residential buildings, schools, factories, parcels of land and a printing press. </p><p class=\"sc-9a00e533-0 eZyhnA\">The properties are spread across the capital, Abuja, as well as Kebbi and Kano states.</p><p class=\"sc-9a00e533-0 eZyhnA\">The scale of the properties he allegedly owned sparked a national debate about the wealth of Nigeria's politicians when the list was released.</p><p class=\"sc-9a00e533-0 eZyhnA\">Political analyst Idris Adamu told the BBC the case had taken him by surprise given the minister's previous perceived invulnerability.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Seeing the video of Malami being ushered into the vehicle that would take him to Kuje prison last month felt surreal,\" Adamu said. \"This was a man that wielded so much power and influence under Buhari.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He added that the high-profile prosecution signalled that \"no-one is above the law, even if you are the former justice minister of a country\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The case has been adjourned until 17 February 2025.</p></div></div></body></html>"
        },
        {
            "title": "Trump says Venezuela will be 'turning over' up to 50 million barrels of oil to US",
            "time": "2026-01-07T10:10:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/26af/live/bbdbc4a0-eaf3-11f0-8a5c-81e1c85f6b52.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Trump says Venezuela will be 'turning over' up to 50 million barrels of oil to US</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Kayla Epstein</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Osmond Chia</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/26af/live/bbdbc4a0-eaf3-11f0-8a5c-81e1c85f6b52.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/26af/live/bbdbc4a0-eaf3-11f0-8a5c-81e1c85f6b52.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/26af/live/bbdbc4a0-eaf3-11f0-8a5c-81e1c85f6b52.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/26af/live/bbdbc4a0-eaf3-11f0-8a5c-81e1c85f6b52.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/26af/live/bbdbc4a0-eaf3-11f0-8a5c-81e1c85f6b52.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/26af/live/bbdbc4a0-eaf3-11f0-8a5c-81e1c85f6b52.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/26af/live/bbdbc4a0-eaf3-11f0-8a5c-81e1c85f6b52.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/26af/live/bbdbc4a0-eaf3-11f0-8a5c-81e1c85f6b52.jpg.webp\" loading=\"eager\" alt=\"Getty Images President Donald Trump confirms a US military operation in Venezuela during a press conference on 3 January\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Donald Trump has said Venezuela \"will be turning over\" up to 50 million barrels of oil to the US, after a military operation to remove President Nicolás Maduro from power.</p><p class=\"sc-9a00e533-0 eZyhnA\">The oil - worth about $2.8bn (£2.1bn) - will be sold at its market price, the US president wrote on social media, adding he would control the money raised and use it to benefit the people of Venezuela and the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">His comments come after he said the US oil industry would be \"up and running\" in Venezuela within 18 months and that he expected huge investments to pour into the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">Analysts previously told the BBC it could take tens of billions of dollars - and potentially a decade - to restore Venezuela's former output.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">China, which has been the biggest buyer of Venezuelan oil in recent years, has condemned Trump's announcement as well as the US's reported demands that Venezuela gives its oil exclusively to them.</p><p class=\"sc-9a00e533-0 eZyhnA\">ABC News has reported, citing unnamed sources, that Trump had told Venezuela's interim leader Delcy Rodríguez to agree to an exclusive partnership with the US on oil production and sever economic ties with China, Russia, Iran and Cuba.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump posted on Truth Social on Tuesday: \"I am pleased to announce that the Interim Authorities in Venezuela will be turning over between 30 and 50 MILLION Barrels of High Quality, Sanctioned Oil, to the United States of America. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"This Oil will be sold at its Market Price, and that money will be controlled by me, as President of the United States of America, to ensure it is used to benefit the people of Venezuela and the United States!\"</p><p class=\"sc-9a00e533-0 eZyhnA\">His comment came a day after Rodríguez, formerly Venezuela's vice-president, was sworn in as its interim president. Maduro has been brought to the US to face drug-trafficking and weapons charges.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US president told NBC News on Monday: \"Having a Venezuela that's an oil producer is good for the United States because it keeps the price of oil down.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Representatives from major US petroleum companies planned to meet the Trump administration this week, the BBC's US news partner CBS reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">Analysts who previously spoke to the BBC were sceptical that Trump's plans would have a major impact on the global supply - and therefore price - of oil. </p><p class=\"sc-9a00e533-0 eZyhnA\">They suggested that firms would look for reassurance that a stable government was in place - and, even when they did invest, their projects would not deliver for years. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump has argued in recent days that US oil companies can fix Venezuela's oil infrastructure. </p><p class=\"sc-9a00e533-0 eZyhnA\">The country has an estimated 303 billion barrels - the world's largest proven reserve - but its oil production has been in decline since the early 2000s.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration sees significant potential for its own energy prospects in Venezuela's reserves.</p><p class=\"sc-9a00e533-0 eZyhnA\">Increasing the country's production of oil would be expensive for US firms. </p><p class=\"sc-9a00e533-0 eZyhnA\">Venezuelan oil is also heavy and more difficult to refine. There is only one US firm, Chevron, currently operating in the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">Asked for comment about Trump's plans for US oil production in Venezuela, Chevron spokesman Bill Turenne said the company \"remains focused on the safety and wellbeing of our employees, as well as the integrity of our assets\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We continue to operate in full compliance with all relevant laws and regulations,\" he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">ConocoPhillips, a major US oil company that no longer has a presence in Venezuela, \"is monitoring developments in Venezuela and their potential implications for global energy supply and stability\", said spokesman Dennis Nuss.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It would be premature to speculate on any future business activities or investments.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">A third company, Exxon, did not immediately respond to requests for comment.</p><p class=\"sc-9a00e533-0 eZyhnA\">Chinese foreign ministry spokeswoman Mao Ning said on Wednesday that the US's \"blatant military action against Venezuela, and its demand that Venezuela prioritise the US in disposing of its oil resources, is a typical act of bullying, a serious violation of international law, a severe infringement upon Venezuela's sovereignty, and a grave damage to the rights of the Venezuelan people\".</p><p class=\"sc-9a00e533-0 eZyhnA\">She added: \"I want to emphasise that the legitimate rights and interests of China and other countries in Venezuela must be protected... Co-operation between China and Venezuela is the co-operation between two sovereign states, which is under protection of international law and the domestic laws of the two countries.\"</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">While justifying the seizure of Maduro from Caracas, Trump also claimed that Venezuela \"unilaterally seized and stole American oil\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Vice-President JD Vance echoed those claims on X after Maduro was taken, writing that \"Venezuela expropriated American oil property and until recently used that stolen property to get rich and fund their narcoterrorist activities\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The reality is more complex. </p><p class=\"sc-9a00e533-0 eZyhnA\">US oil companies have a long history in Venezuela, extracting oil under licence agreements.</p><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela nationalised its oil industry in 1976, and in 2007, President Hugo Chavez exerted more state control over the remaining foreign-owned assets of US oil firms operating in the country. </p><p class=\"sc-9a00e533-0 eZyhnA\">In 2019, a World Bank tribunal ordered Venezuela to pay $8.7bn in compensation to ConocoPhillips for the move.</p><p class=\"sc-9a00e533-0 eZyhnA\">That sum has not been paid by Venezuela, so at least one US oil company has outstanding compensation which is owed to it.</p><p class=\"sc-9a00e533-0 eZyhnA\">But BBC Verify's Ben Chu said the claim Venezuela has \"stolen\" US oil is too simplistic, as experts said the oil itself was never actually owned by anyone except Venezuela.</p><p class=\"sc-9a00e533-0 eZyhnA\">The ownership of natural resources by sovereign nations is considered a key tenet of international law.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: BBC Verify examines claims Venezuela \"stole\" US oil</figcaption></p></article></div></body></html>"
        },
        {
            "title": "Japan nuclear agency worker loses phone with confidential data in China",
            "time": "2026-01-07T08:06:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/15b2/live/b9b53d10-eba1-11f0-b28e-9b17195bb0de.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">An employee at Japan's nuclear safety agency lost his work phone containing sensitive information during a personal trip to China, Japanese media report.</p><p class=\"sc-9a00e533-0 eZyhnA\">The phone contained confidential contact details of staff involved in nuclear security work at the Nuclear Regulation Authority (NRA). The agency could not confirm if the data was leaked, reports say.</p><p class=\"sc-9a00e533-0 eZyhnA\">The incident comes as Japan attempts to revive its atomic energy programme, which has been stalled for more than a decade.</p><p class=\"sc-9a00e533-0 eZyhnA\">Japan ordered all its nuclear power plant reactors to be shut down in 2011 after a magnitude 9 earthquake and massive tsunami caused a meltdown at the Fukushima nuclear plant.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The NRA was formed after the Fukushima nuclear disaster to oversee nuclear safety, including the restarting of the country's reactors.</p><p class=\"sc-9a00e533-0 eZyhnA\">The NRA employee is believed to have lost his work phone on 3 November while undergoing a security check at a Shanghai airport on a personal trip.</p><p class=\"sc-9a00e533-0 eZyhnA\">He noticed the phone was missing three days later and, despite checking with the airport, did not recover it.</p><p class=\"sc-9a00e533-0 eZyhnA\">The NRA issues smartphones to certain employees so they can respond promptly to emergencies, the Asahi newspaper reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to Kyodo News, the affected NRA department deals with protecting nuclear materials from threats like theft and terrorism at the country's facilities.</p><p class=\"sc-9a00e533-0 eZyhnA\">The NRA reported the incident to the country's Personal Information Protection Commission and has warned employees against bringing work phones overseas, local media reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">This is not the first time that Japan's nuclear officials have made headlines for security lapses.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 2023, an employee at the Kashiwazaki-Kariwa Nuclear Power Plant—the world's largest nuclear facility—lost a stack of documents after placing it on top of their car and driving off.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last November, another employee at the Kashiwazaki-Kariwa plant was found to have mishandled confidential documents by making copies of them and locking them in a desk.</p><p class=\"sc-9a00e533-0 eZyhnA\">And this week, Chubu Electric Power, a nuclear plant operator in central Japan, said it might have used cherry-picked data during safety screenings for its nuclear plant.</p><p class=\"sc-9a00e533-0 eZyhnA\">The NRA has since suspended its review for Chubu to restart its reactors, citing the \"fabrication of critical inspection data\", Reuters reported.</p></div></div></body></html>"
        },
        {
            "title": "How could Donald Trump 'take' Greenland?",
            "time": "2026-01-07T17:33:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a411/live/d8e637d0-ebf0-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">How could Donald Trump 'take' Greenland?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Bernd Debusmann Jr,</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">at the White House,</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Nick Beake,</span><span data-testid=\"byline-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Europe correspondent</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-2\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Kayla Epstein</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: What Trump and Vance have said about Greenland</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Donald Trump wants to take Greenland - and the White House has confirmed that all options are on the table, including the use of force.</p><p class=\"sc-9a00e533-0 eZyhnA\">While a military operation is just one of a range of economic and political options being considered, since it would be an attack by one Nato member on another, such a move would represent a nightmare scenario for the Nato alliance, and likely an existential one.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US president has repeatedly said that Greenland <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c74x4m71pmjo\" class=\"sc-f9178328-0 iCaRzc\">was vital to US national security, </a>claiming without evidence that it was \"covered with Russian and Chinese ships all over the place\".</p><p class=\"sc-9a00e533-0 eZyhnA\">With the expertise of US, British and Danish experts, we consider the various options the president may be looking at, and the possible justification for each one.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Military action </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Defence analysts say that a lightning operation to take Greenland could be done relatively easily, but the fallout would be monumental.</p><p class=\"sc-9a00e533-0 eZyhnA\">While geographically massive, Greenland's population is only around 58,000, about a third of which is concentrated in Nuuk, the capital, with the bulk of the rest living on its western coast. </p><p class=\"sc-9a00e533-0 eZyhnA\">The territory does not have its own military and Denmark is responsible for its defence, but it has limited air and naval assets in place to cover such a huge territory. </p><p class=\"sc-9a00e533-0 eZyhnA\">Large swathes of it are policed only by Sirius Patrol, a Danish special operations unit that relies primarily on dog sleds.</p><p class=\"sc-9a00e533-0 eZyhnA\">Denmark has, however, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cy9n790j878o\" class=\"sc-f9178328-0 iCaRzc\">significantly upped defence spending</a> in the Arctic and North Atlantic regions, including Greenland, in the past year. </p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Its vast size, small population and lack of military would make it a ripe target for the US, which already has more than 100 military personnel permanently stationed at the Pituffik facility in Greenland's north-western tip. </p><p class=\"sc-9a00e533-0 eZyhnA\">That facility could in theory serve as a logistical base for future operations. </p><p class=\"sc-9a00e533-0 eZyhnA\">The base has existed since World War Two, when US troops deployed to the island to establish military and radio stations after the Nazis occupied Denmark during the conflict.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hans Tito Hansen, a Danish security expert and CEO of Risk Intelligence, outlined how a US operation to take Greenland could take place.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to Mr Hansen, the Alaska-based 11th Airborne Division - which includes two Arctic brigades capable of parachute or helicopter-borne missions - would be the \"primary capability\" in any invasion, \"supported by air force and naval assets\".</p><p class=\"sc-9a00e533-0 eZyhnA\">His assessment was echoed by Justin Crump, a British Army reserve officer who heads the risk and intelligence company Sibylline. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The US has overwhelming naval power and it has the ability to lift pretty large numbers of troops,\" he said. \"You could easily fly in enough troops to have one for every few members of the population in a single lift.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Crump added this option would be ruthless, but also potentially bloodless with little resistance likely to be offered. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9327/live/2e3c7c50-ebd6-11f0-b725-593cd1ff1d86.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9327/live/2e3c7c50-ebd6-11f0-b725-593cd1ff1d86.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9327/live/2e3c7c50-ebd6-11f0-b725-593cd1ff1d86.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9327/live/2e3c7c50-ebd6-11f0-b725-593cd1ff1d86.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9327/live/2e3c7c50-ebd6-11f0-b725-593cd1ff1d86.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9327/live/2e3c7c50-ebd6-11f0-b725-593cd1ff1d86.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9327/live/2e3c7c50-ebd6-11f0-b725-593cd1ff1d86.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9327/live/2e3c7c50-ebd6-11f0-b725-593cd1ff1d86.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Exterior of Nuuk, Greenland. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">While huge, Greenland is sparsely populated, meaning a military operation could be done quickly</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In the US, however, several former officials and defence analysts said a military operation was extremely unlikely, given its far-reaching implications for US-European alliances. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"That would clearly be against all international law,\" said Mick Mulroy, a former marine, CIA paramilitary officer and deputy assistant secretary of defence. \"Not only are they no threat to the US, they are a treaty ally.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">If the White House began moving towards a military option, Mr Mulroy said he believed it would meet resistance from lawmakers who could use the War Powers Act - which is designed to limit the president's ability to make war without Congressional approval - to pre-empt it. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I don't think there would be any support in Congress to destroy the Nato alliance,\" he said.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Buying Greenland </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US has deep pockets, but Greenland is not for sale, according to both Nuuk and Copenhagen. </p><p class=\"sc-9a00e533-0 eZyhnA\">Citing a lawmaker and a source familiar with the discussions, CBS - the BBC's US news partner - has reported that US Secretary of State Marco Rubio told members of Congress that a purchase was the administration's preferred option.</p><p class=\"sc-9a00e533-0 eZyhnA\">But even if Greenland wanted to be sold, such a transaction would be highly complicated. </p><p class=\"sc-9a00e533-0 eZyhnA\">Any funds would have to be appropriated by Congress, and acquiring Greenland by treaty would require support from two-thirds of the Senate - which experts say would be difficult to secure. </p><p class=\"sc-9a00e533-0 eZyhnA\">The European Union would also have to sign off on the deal. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4c92/live/62428260-ebd6-11f0-b725-593cd1ff1d86.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4c92/live/62428260-ebd6-11f0-b725-593cd1ff1d86.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4c92/live/62428260-ebd6-11f0-b725-593cd1ff1d86.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4c92/live/62428260-ebd6-11f0-b725-593cd1ff1d86.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4c92/live/62428260-ebd6-11f0-b725-593cd1ff1d86.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4c92/live/62428260-ebd6-11f0-b725-593cd1ff1d86.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4c92/live/62428260-ebd6-11f0-b725-593cd1ff1d86.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4c92/live/62428260-ebd6-11f0-b725-593cd1ff1d86.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Protests outside the US consulate in Greenland in March 2025. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Polls suggest many Greenlanders favour independence from Denmark, but few wish to become part of the US</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">While Trump could theoretically try to strike a deal unilaterally without involving Greenland or Congress, experts believe that is extremely unlikely. </p><p class=\"sc-9a00e533-0 eZyhnA\">Prof Monica Hakimi, an international law expert at Columbia University, said that \"one could imagine a situation\" in which Denmark, the US and Greenland agree to terms for the transfer of the territory. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"[But] for it to be completely consistent with international law, such a treaty would probably also have to involve Greenlandic participation for their own self-determination,\" she added. </p><p class=\"sc-9a00e533-0 eZyhnA\">It is unclear how much purchasing the island could cost. This could complicate things for Trump, who campaigned on an \"America First\" platform. </p><p class=\"sc-9a00e533-0 eZyhnA\">The prospect of billions or even trillions of US tax dollars being spent on an ice-capped island could land very badly with his Make America Great Again (Maga) base. </p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Crump believes that a failure to successfully purchase the island, however, could make a military option more attractive to Trump - particularly as his administration may be buoyed by the recent successful operation to arrest Nicolas Maduro in Venezuela.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He'll say, 'well, we're just going to take it'.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Rubio, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cly39pgmvrzo\" class=\"sc-f9178328-0 iCaRzc\">who will meet Danish officials next week to discuss Greenland</a>, has said Trump was \"not the first US president that has examined or looked at how could we acquire\" the territory.</p><p class=\"sc-9a00e533-0 eZyhnA\">He has referred to former President Harry Truman, who in 1946 floated the idea of paying Denmark $100m (£74m) in gold to buy Greenland.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">A campaign to win over Greenlanders </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Opinion polls suggest a majority of Greenlanders want independence from Denmark.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the polls also indicate they do not want to become part of the US. </p><p class=\"sc-9a00e533-0 eZyhnA\">Nonetheless, the US could ratchet up efforts to win the favour of islanders by short-term financial incentives or the prospect of future economic benefits.</p><p class=\"sc-9a00e533-0 eZyhnA\">Already, US media reports have suggested that US intelligence agencies have stepped up surveillance on Greenland's independence movement, making efforts to identify figures who would back the administration's goals.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Imran Bayoumi, a geostrategy expert with the Atlantic Council in Washington DC and former policy adviser to the defence department, told the BBC that an \"influence campaign\" is much more likely than any military action. </p><p class=\"sc-9a00e533-0 eZyhnA\">This campaign, he explained, could help nudge Greenland towards independence. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Then, after Greenland declares independence, you could have the US government to be a partner,\" he said. \"The cost of military action is way too high.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">These kinds of partnerships are not without precedent. </p><p class=\"sc-9a00e533-0 eZyhnA\">The US, for example, has struck a similar deal with the Pacific nations of Palau, Micronesia and the Marshall Islands - all independent countries that give the US access to defence rights. </p><p class=\"sc-9a00e533-0 eZyhnA\">In return, citizens of these three nations get the opportunity to live and work in the US. </p><p class=\"sc-9a00e533-0 eZyhnA\">But this may not satisfy Trump, who already has the power to bring as many troops as he wants to Greenland under existing agreements.</p><p class=\"sc-9a00e533-0 eZyhnA\">And an arrangement of that nature would not offer the US ownership rights to Greenland's vast mineral reserves that are buried deep beneath the Arctic ice.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Hansen, the Danish analyst, argued that any campaign to \"have\" Greenland - short of military action - would be unsuccessful as long as the population of Greenland opposes the idea.</p><p class=\"sc-9a00e533-0 eZyhnA\">For now, no political parties in the island are campaigning to become part of the US. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"It is more likely that Greenland again becomes a member of the European Union,\" he said. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Also, the current US administration has three years left, while the people of Greenland perhaps have a horizon of 1,000 years.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Fear and uncertainty: Venezuelans face up to future without Maduro",
            "time": "2026-01-07T13:26:35",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2d56/live/df9b46c0-ebc7-11f0-98c0-b72e1e8ed823.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'Fear in the streets': Venezuelans uncertain about what might happen next</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Nicole Kolster,</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">BBC News Mundo in Caracas,</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Gustavo Ocando,</span><span data-testid=\"byline-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">reporting from Maracaibo</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-2\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Alice Cuddy,</span><span data-testid=\"byline-contributors-contributor-2-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">reporting from Cúcuta, on the Colombia-Venezuela border</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2d56/live/df9b46c0-ebc7-11f0-98c0-b72e1e8ed823.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2d56/live/df9b46c0-ebc7-11f0-98c0-b72e1e8ed823.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2d56/live/df9b46c0-ebc7-11f0-98c0-b72e1e8ed823.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2d56/live/df9b46c0-ebc7-11f0-98c0-b72e1e8ed823.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2d56/live/df9b46c0-ebc7-11f0-98c0-b72e1e8ed823.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2d56/live/df9b46c0-ebc7-11f0-98c0-b72e1e8ed823.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2d56/live/df9b46c0-ebc7-11f0-98c0-b72e1e8ed823.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2d56/live/df9b46c0-ebc7-11f0-98c0-b72e1e8ed823.jpg.webp\" loading=\"eager\" alt=\"Reuters A person waves a Venezuelan flag\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In the days since the seizure of Nicolás Maduro, Venezuelans have been coming to terms with an uncertain future<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>as a new reality begins to set in. </p><p class=\"sc-9a00e533-0 eZyhnA\">Marcelo, a student based in Caracas, is among those<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>welcoming Maduro's seizure, although he is careful not to celebrate publicly.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There are still allies of Maduro that are in power, so there are a few reasons why we don't celebrate outside of our houses,\" he told the BBC World Service. \"But I can assure you that the majority of the people of Venezuela are very happy for what happened.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He is not the only one exercising caution.<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>The BBC has been asking people how they feel about recent events, and what might happen next. Many of those opposed to Maduro's government asked to remain anonymous, fearing for their safety.</p><p class=\"sc-9a00e533-0 eZyhnA\">But there are also those who support him. Rosa Contreras says she felt \"humiliated\" by the United States.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It seems so easy how they took our president away,\" the 57-year-old said.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Rosa Contreras was dismayed at the apparent ease with which Nicolás Maduro was seized by the US</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Dozens of people are reported to have been killed in the operation that led to the Venezuelan leader and his wife being seized from his compound in Caracas, before being taken to the US where they face drug trafficking and weapons charges.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Cuban government says 32 members of its security forces were among those killed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Shortly after Maduro and his wife, Cilia Flores, were taken by US troops, President Donald Trump said his administration would \"run\" Venezuela.</p><p class=\"sc-9a00e533-0 eZyhnA\">But exactly what that would look like remains unclear. Maduro's vice-president, Delcy Rodríguez, has taken power in the interim. Far from a Maduro opponent, Rodríguez was his closest lieutenant. </p><p class=\"sc-9a00e533-0 eZyhnA\">Since she was named interim president, police have been patrolling the streets and journalists have been detained.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to the BBC at a rally calling for the jailed leader's release, Rosa Contreras said the image of Maduro waving after arriving in the US had inspired her to take to the streets to show her continuing support for Maduro.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He had an attitude that sent us a message: if I'm standing here, you have to stand here, stand tall and keep going,\" she said.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">'It seems unjust' - Views on Maduro's seizure from Caracas</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Marcelo is also pleased that Maduro survived the US assault unscathed - but for different reasons. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We want him to live every single day remaining in his life behind prison bars,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Millions of people have left Venezuela in recent years due to political and economic crisis which has worsened under Maduro. But Marcelo said he had friends outside the country who would return if Maduro's fall led to a change in government and an end to Chavismo - the socialist political movement named after Maduro's predecessor Hugo Chávez.<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b></p><p class=\"sc-9a00e533-0 eZyhnA\">\"If the United States runs the country so there's a stable transition in Venezuela economically and socially, I think everyone would be OK with that, even if it's not a perfect solution,\" he added.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">One opposition activist in his 60s from the north-western city of Maracaibo told the BBC that he lamented the loss of life in the US operation, but was happy Maduro had been seized and taken into custody.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The man they took away has done a lot of harm. We're glad they have him over there,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under Chavismo, a lack of food and medicine had led to much suffering and death, he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They gave the people the scraps while keeping the feast for themselves,\" a 33-year-old masseuse told the BBC, referring to Maduro's government.</p><p class=\"sc-9a00e533-0 eZyhnA\">She does not support Acting-President Delcy Rodríguez, but says \"if this is the price we have to pay for a government transition then I accept it\".</p><p class=\"sc-9a00e533-0 eZyhnA\">There is also concern over what might happen next - a common fear for those who spoke to the BBC. US President Donald Trump has not ruled out a second wave of strikes.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gelén Correa, 50, who works in government social programmes, was defiant about the prospect of further military action, however.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The [Venezuelan] people deserve respect. I am prepared to fight back,\" she insisted.</p><p class=\"sc-9a00e533-0 eZyhnA\">Should there be a second ground attack, Correa said the US would find Venezuelans \"armed to the teeth\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a8c9/live/8fd52fc0-eb36-11f0-b17a-592c1458f962.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a8c9/live/8fd52fc0-eb36-11f0-b17a-592c1458f962.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a8c9/live/8fd52fc0-eb36-11f0-b17a-592c1458f962.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a8c9/live/8fd52fc0-eb36-11f0-b17a-592c1458f962.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a8c9/live/8fd52fc0-eb36-11f0-b17a-592c1458f962.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a8c9/live/8fd52fc0-eb36-11f0-b17a-592c1458f962.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a8c9/live/8fd52fc0-eb36-11f0-b17a-592c1458f962.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a8c9/live/8fd52fc0-eb36-11f0-b17a-592c1458f962.jpg.webp\" loading=\"lazy\" alt=\"Anadolu via Getty Images Delcy Rodríguez sits on a large chair with her hands clasped in front of her. She wears a plain green dress and large glasses.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Anadolu via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Delcy Rodríguez, vice-president since 2018, has been sworn in as interim president</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Some Venezuelans doubted that Maduro's seizure would make much difference.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They took the leader out but the regime is the same, so in that sense nothing has really changed,\" said 60-year-old José.</p><p class=\"sc-9a00e533-0 eZyhnA\">One man from Caracas complained that a kilogram of cornflour -<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>used to make<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>a popular food in Venezuela - had roughly tripled in price, while another man from Maracaibo said the price of bread had increased by about 30%.</p><p class=\"sc-9a00e533-0 eZyhnA\">A woman from Guyana City in the east of the country said that in the last two days, she saw few people in the streets, and there were no cars.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"You can see some military in the streets, some of them guarding supermarkets, because owners are scared of theft or robbery,\" she said, adding that \"she, her family and friends are all scared to go out\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0127/live/777b3fe0-eb37-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0127/live/777b3fe0-eb37-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0127/live/777b3fe0-eb37-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0127/live/777b3fe0-eb37-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0127/live/777b3fe0-eb37-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0127/live/777b3fe0-eb37-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0127/live/777b3fe0-eb37-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0127/live/777b3fe0-eb37-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A large group of people on motorcycles, some of them armed. One mand holds a rifle and grimaces at the camera, his other fist clenched.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Various respondents told the BBC that they felt intimidated by armed Maduro supporters on the streets</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Another woman – a 34-year-old entrepreneur – told the BBC that she feared that there would be reprisals as there had been after the election in July 2024. </p><p class=\"sc-9a00e533-0 eZyhnA\">The electoral council - dominated by goverment loyalists - declared Maduro the winner of the poll, a result which the European Union, the United States and a number of Latin American nations refused to recognise, pointing to voting tallies collected by the opposition which suggested that their candidate had won. </p><p class=\"sc-9a00e533-0 eZyhnA\">This unease is not unfounded. Many protests in recent years had been met with repression by government forces and paramilitary groups loyal to the Maduro government.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There are military people on every corner and groups of armed civilians supporting the government who are causing fear among the population,\" she said, adding that people were uncertain as to whether there would now be peace.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her words were echoed by the masseuse, who also warned that the current situation was perilous, telling the BBC:<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>\"There's so much fear in the streets and in our homes.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"editing-by-bbc-global-journalism's-mark-shea\" class=\"sc-d16436d-0 iVdNuz\">Editing by BBC Global Journalism's Mark Shea</i></p></div></article></div></body></html>"
        },
        {
            "title": "Donald Trump's Venezuela risk brings risk to China's plans",
            "time": "2026-01-07T09:24:00",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1472/live/912294e0-ebc6-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Trump's Venezuela raid has created chaos - and that is a risk for China</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Laura Bicker</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">China correspondent, Beijing</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e6eb/live/d13a3870-eb9a-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e6eb/live/d13a3870-eb9a-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e6eb/live/d13a3870-eb9a-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e6eb/live/d13a3870-eb9a-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e6eb/live/d13a3870-eb9a-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e6eb/live/d13a3870-eb9a-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e6eb/live/d13a3870-eb9a-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e6eb/live/d13a3870-eb9a-11f0-b385-5f48925de19a.jpg.webp\" loading=\"eager\" alt=\"Miraflores Palace via Reuters Venezuelan president Nicolás Maduro (L) and Chinese president Xi Jinping shake hands and smile in front of Venezuelan and Chinese flags at the palace in Beijing in 2023.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Miraflores Palace via Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Venezuelan president Nicolás Maduro (L) and Chinese president Xi Jinping have enjoyed an amicable relationship in recent years - pictured here during a state visit to Beijing in 2023</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It took just<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>a few hours for Donald Trump to upend a relationship that China had been cultivating for decades. </p><p class=\"sc-9a00e533-0 eZyhnA\">Only hours before he was seized in a nighttime raid, Venezuelan president Nicolás Maduro had been praising his Chinese counterpart Xi Jinping as \"an older brother\" with a \"powerful message as a leader to the world\" during a meeting with senior diplomats from Beijing.</p><p class=\"sc-9a00e533-0 eZyhnA\">China has invested heavily in oil-rich Venezuela, one of its closest South American partners. And its state media showed off the footage from that meeting to prove it: smiling men in suits, reviewing some of the 600 current agreements between their two countries - except the next photograph of Maduro was taken on board a US warship, blindfolded and handcuffed, in grey sweats.</p><p class=\"sc-9a00e533-0 eZyhnA\">China joined many countries around the world in condemning Washington's stunning move against a sovereign state. It accused the US of acting like a \"world judge\" and insisted that \"the sovereignty and security of all countries should be fully protected under international law\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Those stern words aside, Beijing will be making careful calculations not just to insure its foothold in South America, but also to manage an already tricky relationship with Trump and plot its next steps as the great power competition between the US and China takes a new, wholly unexpected turn.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many see this as an opportunity for China's authoritarian Communist Party rulers. But there is also risk, uncertainty and frustration as Beijing tries to figure out what to do after Trump tore up the very international rulebook it has spent decades trying to play by.</p><p class=\"sc-9a00e533-0 eZyhnA\">Beijing, which likes to play the long game, is no fan of chaos. That is certainly what it seems to be coming up repeatedly against in Trump's second term. It had planned ahead and weathered the on-again, off-again trade war. Xi will believe he showed the US and the world just how dependent they are on Chinese manufacturing and technology.</p><p class=\"sc-9a00e533-0 eZyhnA\">But now Beijing faces a new challenge.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump's play for Venezuelan oil has likely strengthened China's deepest doubts about American intentions – how far would the US go to contain Chinese influence?</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to NBC on Sunday, US Secretary of State Marco Rubio declared: \"This is the western hemisphere. This is where we live – and we're not going to allow the western hemisphere to be a base of operations for adversaries, competitors and rivals of the United States.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The not-so-hidden message was for Beijing: get out of our backyard.</p><p class=\"sc-9a00e533-0 eZyhnA\">Beijing is unlikely to listen. But it will wait to see what happens next.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday Beijing strongly condemned a US report that suggested Washington will order the acting Venezuelan president to sever economic ties with China and Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Chinese Foreign Ministry spokeswoman Mao Ning told reporters that this was a \"typical act of bullying, a serious violation of international law, a severe infringement upon Venezuela's sovereignty and will do grave damage to the rights of the Venezuelan people.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/881c/live/fc6e9100-eada-11f0-97ff-1df4f0d33d7f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/881c/live/fc6e9100-eada-11f0-97ff-1df4f0d33d7f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/881c/live/fc6e9100-eada-11f0-97ff-1df4f0d33d7f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/881c/live/fc6e9100-eada-11f0-97ff-1df4f0d33d7f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/881c/live/fc6e9100-eada-11f0-97ff-1df4f0d33d7f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/881c/live/fc6e9100-eada-11f0-97ff-1df4f0d33d7f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/881c/live/fc6e9100-eada-11f0-97ff-1df4f0d33d7f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/881c/live/fc6e9100-eada-11f0-97ff-1df4f0d33d7f.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Nicolás Maduro is seen in handcuffs after landing at a Manhattan helipad, escorted by heavily armed Federal agents as they make their way into an armored car en route to a Federal courthouse in Manhattan on January 5, 2026 in New York City. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Nicolás Maduro escorted by US federal agents after landing in New York city</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Some wonder if China is waiting and watching to see if it could do the same in Taiwan, the self-governing island which it views as a breakaway province.</p><p class=\"sc-9a00e533-0 eZyhnA\">Xi has vowed that Taiwan will one day be \"reunified\" with the mainland and has not ruled out the use of force to achieve this. And some nationalists on Chinese social media are asking: if the US can unilaterally act in Caracas, what is stopping Beijing from snatching the Taiwanese president?</p><p class=\"sc-9a00e533-0 eZyhnA\">For one, Beijing might not see those parallels because it considers Taiwan an internal matter, and not a concern of the international order. But more important, if Xi decides to invade the island, it will not be because the US has set a precedent, according to David Sacks from the Council on Foreign Relations. <a target=\"_blank\" href=\"https://www.cfr.org/blog/trumps-strikes-venezuela-will-not-embolden-china-invade-taiwan\" class=\"sc-f9178328-0 iCaRzc\">He writes that China doesn't have the \"confidence that it can succeed at an acceptable cost\".</a> </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Until that day comes, though, China will continue with its strategy of employing coercion to wear down Taiwan's people, with the aim of forcing Taiwan to the negotiating table. The US strikes on Venezuela do not change this dynamic.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Rather, they are a challenge China did not need and does not want - and they risk its long-term plan to win over the Global South.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The relationship between Beijing and Caracas was fairly simple. China needed oil. Venezuela needed cash. From around 2000 to 2023 Beijing provided more than $100bn to Venezuela to finance railways, power plants and other infrastructure projects. In exchange, Caracas gave Beijing the oil it needed to fuel its booming economy.</p><p class=\"sc-9a00e533-0 eZyhnA\">Around 80% of Venezuelan oil was sent to China last year. That's still only 4% of the country's oil imports. So, when it comes to China's financial risks in Caracas, \"it's important to keep some perspective\", says Eric Olander, editor-in-chief of The China-Global South Project.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Chinese firms like CNPC and Sinopec are among the largest players there and there is a risk of those assets either being nationalised by the Venezuelans, under the direction of the US or otherwise marginalised amid the chaos.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">There are also around $10bn of outstanding loans that Venezuela owes Chinese creditors, but again, Olander urges caution as it's unclear if any investments in the country are currently at risk.</p><p class=\"sc-9a00e533-0 eZyhnA\">But it could warn off future investors. \"Chinese enterprises need to fully assess the risks and extent of potential US intervention before investing in related projects,\" Cui Shoujun, from the School of International Relations at Renmin University, said on Chinese state media.</p><p class=\"sc-9a00e533-0 eZyhnA\">Beijing will not want to jeopardise the fragile trade truce it just signed with the US, but it won't want to lose its foothold in Latin America either. Striking that balance is going to be hard, especially with someone as unpredictable as Trump.</p><p class=\"sc-9a00e533-0 eZyhnA\">The concern for China is that other countries across South America start to worry about significant Chinese investments \"out of concern of attracting unwanted US attention\", Olander says. \"This region is a critical source of food, energy and natural resources to China with two-way trade now topping half a trillion dollars.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The US has also made it clear it wants the Panamanian government to cancel all Chinese port holdings and investments related to the Panama Canal, which, he adds, is  \"undeniably concerning for China\".</p><p class=\"sc-9a00e533-0 eZyhnA\">So Beijing may have to win the battle in Washington's backyard in other ways.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/409d/live/36d1ec70-eadb-11f0-97ff-1df4f0d33d7f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/409d/live/36d1ec70-eadb-11f0-97ff-1df4f0d33d7f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/409d/live/36d1ec70-eadb-11f0-97ff-1df4f0d33d7f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/409d/live/36d1ec70-eadb-11f0-97ff-1df4f0d33d7f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/409d/live/36d1ec70-eadb-11f0-97ff-1df4f0d33d7f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/409d/live/36d1ec70-eadb-11f0-97ff-1df4f0d33d7f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/409d/live/36d1ec70-eadb-11f0-97ff-1df4f0d33d7f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/409d/live/36d1ec70-eadb-11f0-97ff-1df4f0d33d7f.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Chinese President Xi Jinping (R) and Venezuela's President Nicolás Maduro Moros (L) walk side by side in black suits during a welcoming ceremony outside the Great Hall of People on September 22, 2013 in Beijing, China.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Xi and Maduro in Beijing in 2013</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">China has shown patience and persistence in wooing South America. The Global South is a group of countries that have signed up to  \"a community with a shared future\" and urge opposition to \"unilateral bullying\".</p><p class=\"sc-9a00e533-0 eZyhnA\">This message resonates with governments that have grown wary of the West and, in particular, Washington under Trump. China is usually explicit from the start about what it wants from its partners - they recognise the \"One China\" principle and Taiwan is treated as an \"integral part\" of China.</p><p class=\"sc-9a00e533-0 eZyhnA\">Beijing has had considerable success in persuading Latin American states to switch diplomatic recognition from Taiwan to China, with Costa Rica, Panama, the Dominican Republic, El Salvador, Nicaragua and Honduras all siding with the $19tn economy's talk of strategic partnership over the last 20 years.</p><p class=\"sc-9a00e533-0 eZyhnA\">In contrast, Trump has shown that a relationship with Washington can be volatile. And that could play into China's hands, as it seeks to project Xi as a stable leader, now more than ever before.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is important because the situation in Venezuela could easily descend into chaos,\" Olander says. \"Also, don't forget the lesson from Iraq, where the US also said the country's oil reserves would pay for the reconstruction of the economy. That did not happen and China is now the largest buyer of Iraqi crude. Something similar could easily happen in Venezuela.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">For years, the US was urged by China hawks in Congress to counter Beijing's influence across South America. It has made its move but what no-one seems sure of is what comes next.</p><p class=\"sc-9a00e533-0 eZyhnA\">Everything about this is a gamble – and Beijing, by all accounts, hates to gamble.</p></div></article></div></body></html>"
        },
        {
            "title": "The painful questions for Nato and the EU if Trump takes Greenland",
            "time": "2026-01-06T23:59:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5f1f/live/983a71a0-eb0b-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">The painful questions for Nato and the EU as Trump threatens Greenland</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><span class=\"sc-573fa0e8-6 bbhBdd\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp\" loading=\"lazy\" alt=\"Katya Adler profile image\" class=\"sc-5340b511-0 hLdNfA\"></span><p><span class=\"sc-573fa0e8-7 gqeTMs\">Katya Adler</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Europe editor</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"eager\" alt=\"BBC Donald Trump pointing and a picture of a village in Greenland \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><b id=\"on-tuesday,-the-so-called-coalition-of-the-willing,-largely-made-up-of-european-leaders,-met-in-paris-with-envoys-of-us-president-donald-trump,-to-try-to-make-further-progress-on-a-sustainable-peace-deal-for-ukraine.\" class=\"sc-d16436d-0 gnUCoQ\">On Tuesday, the so-called Coalition of the Willing, largely made up of European leaders, met in Paris with envoys of US President Donald Trump, to try to make further progress on a sustainable peace deal for Ukraine.</b></p><p class=\"sc-9a00e533-0 eZyhnA\">With Ukraine's president Volodymyr Zelensky insisting a plan to end the war with Russia is \"90% of the way there\", no-one in that room wanted to jeopardise keeping the Americans onboard.</p><p class=\"sc-9a00e533-0 eZyhnA\">But there was an immense Greenland-shaped elephant in that grand and <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cwyg1jg8xkmo\" class=\"sc-f9178328-0 iCaRzc\">glittering Paris meeting.</a></p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland is the world's biggest island - it's six times the size of Germany. It lies in the Arctic but it is an autonomous territory of Denmark.</p><p class=\"sc-9a00e533-0 eZyhnA\">And Donald Trump insists he wants it; needs it for US national security.</p><p class=\"sc-9a00e533-0 eZyhnA\">Denmark's Prime Minister Mette Federiksen was at the Paris meeting. She's a key EU ally of many of the leaders attending; a key Nato ally of the United Kingdom.</p><p class=\"sc-9a00e533-0 eZyhnA\">None of those countries want to risk antagonising Donald Trump but with the political temperature rising in Washington and in Copenhagen, six big European powers, including the UK, France and Germany, issued a joint statement on the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c17zee20qpzo\" class=\"sc-f9178328-0 iCaRzc\">sidelines of the Ukraine talks</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">They said that security in the Arctic should be achieved collectively, together with Nato allies including the United States, and that it was for Denmark and Greenland alone to decide on matters concerning Denmark and Greenland.</p><p class=\"sc-9a00e533-0 eZyhnA\">But was that really enough to contain Trump's ambitions?</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"lazy\" alt=\"Getty Images  Danish Prime Minister Frederiksen\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Mette Frederiksen, Denmark's Prime Minister, was under pressure from European colleagues not to antagonise the US over Greenland</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The answer came within hours: No.</p><p class=\"sc-9a00e533-0 eZyhnA\">The White House released its own statement that it is \"discussing a range of options\" to acquire Greenland - all of them unilateral, including buying the island.</p><p class=\"sc-9a00e533-0 eZyhnA\">Chillingly for Europe's leaders, the White House communique, delivered by press secretary Karoline Leavitt, said that \"utilising the US military is always an option at the Commander-in-Chief's disposal\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Now, this is far from the first time that Trump has expressed his intention to take Greenland but, especially in his first term as president, many in Europe - behind closed doors - made fun of the idea.</p><p class=\"sc-9a00e533-0 eZyhnA\">But after the Trump administration's controversial military intervention in Venezuela at the weekend, no-one is laughing anymore.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Europe risks being trampled underfoot</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Denmark's prime minister said Trump's intentions over Greenland should be taken seriously and leaders left the Ukraine meeting very worried indeed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Consider the irony at play here. Multiple European national and other leaders, including of Nato and the EU, are trying to engage the Trump administration in safeguarding the future sovereignty of a European country (Ukraine) against the aggressive territorial ambitions of an outside force (Russia), just after the US has swooped into sovereign Venezuela militarily, taking its president into custody, while also continuing to actively threaten the sovereignty of another European nation (Denmark).</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"lazy\" alt=\"XNY/Star Max/GC Images Nicolas Maduro and his wife, Cilia Flores, are seen in handcuffs after landing at a Manhattan helipad, escorted by Federal agents\n\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">XNY/Star Max/GC Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The US has swooped into Venezuela militarily</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">To make matters even more stark - Denmark and the US are both members of the transatlantic alliance Nato.</p><p class=\"sc-9a00e533-0 eZyhnA\">They are, according to Copenhagen, extremely close allies. Or were.</p><p class=\"sc-9a00e533-0 eZyhnA\">Denmark says that if the Trump administration takes Greenland unilaterally, that will be the end of the transatlantic defence alliance that Europe has relied on for its security since the end of World War Two.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some might note that Trump has never been a big Nato fan. To say the least.</p><p class=\"sc-9a00e533-0 eZyhnA\">Copenhagen has tried to engage the Trump administration over Greenland.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under a bilateral agreement, the US has a military base already on Greenland - established at the beginning of the Cold War. It has reduced the number of personnel there from around 10,000 during peak Cold War operations to around 200 and the US has long been accused of taking its eye off Arctic Security, until now.</p><p class=\"sc-9a00e533-0 eZyhnA\">For its part, Denmark recently pledged to invest $4 billion in Greenland defence including boats, drones and aircraft.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the Trump administration has shown no interest in speaking to the Danes.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On Sunday President Trump insisted that Greenland was: \"so strategic right now, Greenland is covered with Russian and Chinese ships all over the place. We need Greenland from the standpoint of national security and Denmark is not going to be able to do it.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Denmark refutes that last statement. </p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to me on condition of anonymity one EU official told me \"This whole situation has just underlined - once again - Europe's fundamental weakness vis-a-vis Trump.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">While Denmark's Nordic neighbours immediately rushed verbally to its defence after Trump's weekend comments on Greenland, initially there was deafening silence from Europe's so-called Big Three - London, Paris and Berlin.</p><p class=\"sc-9a00e533-0 eZyhnA\">Eventually, UK Prime Minister Sir Keir Starmer said on Monday that Denmark and Greenland alone could decide the island's future. Germany's Chancellor, Friedrich Merz has said similar in the past. </p><p class=\"sc-9a00e533-0 eZyhnA\">Emmanuel Macron visited Greenland in December in a gesture of solidarity with Copenhagen. And today came the joint statement.  </p><p class=\"sc-9a00e533-0 eZyhnA\">But direct criticism of the US was notably absent from the communique.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"lazy\" alt=\"NurPhoto via Getty Images US President Donald Trump \n\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">NurPhoto via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A White House communique, delivered by press secretary Karoline Leavitt on Tuesday, said that 'utilising the US military is always an option at the Commander-in-Chief's disposal'</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Had there been a common statement from all 27 EU partners, plus Nato ally the UK, in support of Danish sovereignty, that would have sent a powerful message to Washington,\" Camille Grande of the European Council on Foreign Relations told me. He was Assistant Secretary General for Defence Investment at Nato from 2016 to 2022.</p><p class=\"sc-9a00e533-0 eZyhnA\">But only six of Denmark's European allies issued that statement together.</p><p class=\"sc-9a00e533-0 eZyhnA\">And this is the crux of the matter. Trump's forthright manner, some call them his bullying tactics, have made European leaders extremely nervous.</p><p class=\"sc-9a00e533-0 eZyhnA\">They've generally chosen to try to manage the US president, often in an attempt to safeguard bilateral relations, rather than stand up individually or together, and risk confronting him and facing potential consequences.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the new world of Big Power Politics we now inhabit, where the US and China, along with others like Russia and India, dominate, Europe at best looks like it's standing on the sidelines, and risks being trampled underfoot.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">How the EU deferred to Trump</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Every year I have covered EU politics, the bloc pledges to play a greater role on the global stage, but when it comes to Trump, it has looked decidedly weak.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the end of last year, the EU failed to fulfil a pledge to financially support Ukraine using Russian state assets frozen in the EU. They found the money by other means, but critics say the bloc very publicly missed sending a potentially strong message both to Moscow and to the Trump administration, that has repeatedly dismissed the bloc as feeble.</p><p class=\"sc-9a00e533-0 eZyhnA\">And in the one area where the EU has long strutted internationally - as a huge trading power, it has chosen once again to defer to Trump.</p><p class=\"sc-9a00e533-0 eZyhnA\">When he slapped 15% tariffs on EU goods last year, the bloc swallowed its pride and promised not to retaliate, insiders say, because it feared losing US support this continent relies on for its security and defence.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp\" loading=\"lazy\" alt=\"EPA Shutterstock President Macron\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">One EU official said: \"This whole situation has just underlined - once again - Europe's fundamental weakness vis-a-vis Trump\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">And now there's Greenland and Denmark - where EU countries are deeply divided in their attitudes towards the Trump administration and therefore to what extent they might stick their neck out for Copenhagen.</p><p class=\"sc-9a00e533-0 eZyhnA\">As a result, Julianne Smith, the US ambassador to Nato until Trump's re-election as president, told me this situation \"risks breaking the EU\" as well as being an existential dilemma for Nato.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Europe should take President Trump and his team seriously when they talk about \"getting\" Greenland,\" Julianne Smith told me.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"That means doing more than urging restraint. The leading powers in Europe may want to begin contingency planning; consider how they can make best use [of international meetings, such as] the upcoming Munich Security Conference and Davos where US senior officials will be present; and also consider bold and innovative ideas like new defence pacts.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Nato treaties do not make a distinction between an attack on an ally from outside countries or from another Nato ally but there is an understanding that the alliance's Article 5 - nicknamed its all for one and one for all clause - isn't applicable to one Nato country attacking another.</p><p class=\"sc-9a00e533-0 eZyhnA\">Take, for example, strife between member states Turkey and Greece over Cyprus. The worst violence was in 1974 when Turkey invaded. Nato did not intervene but its most powerful member the US was able to help mediate.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp\" loading=\"lazy\" alt=\"Reuters The President of Ukraine with the US President \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The EU failed to fulfil a pledge to financially support Ukraine using Russian state assets frozen in the EU</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">If we come back to geography, Denmark is one of Nato's smaller allies, though a very active one. The US is Nato's biggest, most powerful member. By far.</p><p class=\"sc-9a00e533-0 eZyhnA\">The deep-seated nervousness in Europe right now is palpable.</p><p class=\"sc-9a00e533-0 eZyhnA\">Big European powers may have issued their joint statement underlining Nato as a forum to discuss Arctic security and insisting that only Denmark and Greenland can decide the islands future, but how far would the UK , France, Germany and others actually go to guarantee that sovereignty?</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Nobody's going to fight the United States militarily over the future of Greenland,\" said the confident sounding White House deputy chief of staff, Stephen Miller, in an interview with CNN on Monday.</p><p class=\"sc-9a00e533-0 eZyhnA\">ECFR's Camille Grande told me tensions over Greenland point - once again, he says - \"at the need for the Europeans to reduce security dependencies on the US and to speak with one voice.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump got all Nato allies - bar Spain - last summer to commit to massively increase spending on their own defence.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Europe is still heavily reliant on the US in many areas including intelligence gathering, command and control and air capabilities. Washington is well aware of this.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nato insiders say, right now, even in meetings behind closed doors, European member states of the alliance can hardly bring themselves to contemplate what could happen if Washington were to move in on Greenland militarily.</p><p class=\"sc-9a00e533-0 eZyhnA\">They may have to.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"top-picture-credit:-nurphoto/getty-images\" class=\"sc-d16436d-0 iVdNuz\">Top picture credit: NurPhoto/Getty Images</i></p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/bbcindepth\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"bbc-indepth\" class=\"sc-d16436d-0 iVdNuz\">BBC InDepth</i></a><i id=\"is-the-home-on-the-website-and-app-for-the-best-analysis,-with-fresh-perspectives-that-challenge-assumptions-and-deep-reporting-on-the-biggest-issues-of-the-day.-you-can-now-sign-up-for-notifications-that-will-alert-you-whenever-an-indepth-story-is-published--\" class=\"sc-d16436d-0 iVdNuz\"> is the home on the website and app for the best analysis, with fresh perspectives that challenge assumptions and deep reporting on the biggest issues of the day. You can now sign up for notifications that will alert you whenever an InDepth story is published - </i><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cj6x46j8g5do\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"click-here-to-find-out-how.\" class=\"sc-d16436d-0 iVdNuz\">click here to find out how.</i></a></p></div></article></div></body></html>"
        },
        {
            "title": "Karnataka: An Indian state wants to tackle hate speech with a law - can it work?",
            "time": "2026-01-07T01:18:29",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4239/live/061624d0-eada-11f0-97ff-1df4f0d33d7f.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">An Indian state wants to tackle hate speech with a law - can it work?</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4239/live/061624d0-eada-11f0-97ff-1df4f0d33d7f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4239/live/061624d0-eada-11f0-97ff-1df4f0d33d7f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4239/live/061624d0-eada-11f0-97ff-1df4f0d33d7f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4239/live/061624d0-eada-11f0-97ff-1df4f0d33d7f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4239/live/061624d0-eada-11f0-97ff-1df4f0d33d7f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4239/live/061624d0-eada-11f0-97ff-1df4f0d33d7f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4239/live/061624d0-eada-11f0-97ff-1df4f0d33d7f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4239/live/061624d0-eada-11f0-97ff-1df4f0d33d7f.jpg.webp\" loading=\"eager\" alt=\"Getty Images A megaphone loudspeaker placed on the pole to spread message with a bird sitting on it.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Supporters of the bill argue that hate speech can lead to real-life violence</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Can a law help curb hate speech in India? That's what the southern state of Karnataka is betting on.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last month, legislators passed a bill which aims to prevent hate speech and hate crimes that fuel communal tension or target individuals and groups.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hate speech is not new in India, but it has intensified in recent years as social media has spread and television channels amplify comments and reactions. A report last year found hate speech against minorities - mainly Muslims - <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cpwx9942x72o\" class=\"sc-f9178328-0 iCaRzc\">rose 74%</a> in 2024, peaking during the national elections.</p><p class=\"sc-9a00e533-0 eZyhnA\">That's why the Karnataka government - led by the Congress party - says the move is necessary, arguing that hate speech can lead to real-life violence. But critics warn this could come at the cost of civil liberties and free speech.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Karnataka Hate Speech and Hate Crimes (Prevention) Bill, 2025, which still needs the state governor's sign to become law, sets out how hate speech cases should be investigated and prosecuted. </p><p class=\"sc-9a00e533-0 eZyhnA\">It defines hate speech as any \"expression which is made, published, or circulated… in public view\" verbally, in print, television or social media. But it also defines a hate crime as the \"communication of hate speech\", without specifying whether it needs to lead to violence or not.</p><p class=\"sc-9a00e533-0 eZyhnA\">The bill gives the state government the power to order social media and digital platforms to take down content it deems hate speech, something only the federal government can do currently.</p><p class=\"sc-9a00e533-0 eZyhnA\">India doesn't have a federal law against hate speech but a number of provisions across laws prohibit certain forms of speech, writing and actions as exceptions to free speech. </p><p class=\"sc-9a00e533-0 eZyhnA\">This includes criminalisation of acts that could promote \"enmity between different groups on grounds of religion\" and \"deliberate and malicious acts, intended to outrage religious feelings of any class by insulting its religion or religious beliefs\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/57d3/live/ead5efd0-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/57d3/live/ead5efd0-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/57d3/live/ead5efd0-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/57d3/live/ead5efd0-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/57d3/live/ead5efd0-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/57d3/live/ead5efd0-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/57d3/live/ead5efd0-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/57d3/live/ead5efd0-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp\" loading=\"lazy\" alt=\"DIPR, Karnataka G Parameshwara in the Karnataka legislative assembly defending the hate speech and hate crime bill\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">DIPR, Karnataka</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Karnataka Home Minister G Parameshwara says the new bill closes loopholes in existing laws</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The BJP, which governs nationally but is in the opposition in Karnataka, has said that bringing in a separate law is unnecessary.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Karnataka home minister G Parameshwara told the assembly the bill would close loopholes in existing law, making hate speech and hate crimes non-bailable and giving the state wider powers to act.</p><p class=\"sc-9a00e533-0 eZyhnA\">It also raises punishments. If passed into law, those convicted of hate crimes would face non-bailable jail terms of one to seven years and fines of 50,000 rupees ($550; £410), with tougher penalties for repeat offenders.</p><p class=\"sc-9a00e533-0 eZyhnA\">The chief minister of neighbouring Telangana state, also governed by the Congress, has said that they will introduce a similar bill as well.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BJP, often accused of coming down sharply on dissent nationally and in states it governs, has been protesting against the bill, saying it could curb free speech.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Through this law, the state government is taking away people's right to free speech guaranteed by the constitution, and putting opposition leaders and the media behind bars,\" opposition leader R Ashoka told the assembly.</p><p class=\"sc-9a00e533-0 eZyhnA\">Legal experts and free speech activists echo the concerns.</p><p class=\"sc-9a00e533-0 eZyhnA\">Supreme Court lawyer Sanjay Hegde warns that the law could be misused by political parties across the spectrum.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"One party's hate speech is another man's political propaganda and vice versa. Just because you dislike some speech, it does not become hate speech,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">Alok Prasanna Kumar, advocate and co-founder of Vidhi Centre for Legal policy, says that while the intent behind the law might be good, there is \"enormous scope for misuse\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The debate has also raised a more fundamental issue around how hate speech and crime are defined by law.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It is an attempt by a state to define hate speech as a term in the law, which expands beyond existing provisions on promoting enmity and outraging religious feelings, to include speech targeting caste, religion and other identities,\" said Siddharth Narrain, assistant professor at National Law School of India University.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, he says the bill blurs the line between hate speech and hate crime. Hate speech, he argues, should be prosecuted because it can lead to violence, but the current wording treats communication itself as a hate crime even when no violence follows.</p><p class=\"sc-9a00e533-0 eZyhnA\">Experts also cite a 2015 Supreme Court ruling that laws criminalising speech must be precise, not vague or overly broad, to avoid a \"chilling effect\" in which people self-censor for fear of prosecution.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/692b/live/c2601e40-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/692b/live/c2601e40-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/692b/live/c2601e40-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/692b/live/c2601e40-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/692b/live/c2601e40-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/692b/live/c2601e40-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/692b/live/c2601e40-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/692b/live/c2601e40-ead8-11f0-97ff-1df4f0d33d7f.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A man looks at his mobile phone in Manajipet village in the district of Gadwal, Telangana, India, on Monday, June 11, 2018. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The problem of hate speech has worsened in recent years with social media becoming ubiquitous</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">BJP leaders and some activists have urged the governor not to pass the bill but to instead send it to the Indian president for consideration.</p><p class=\"sc-9a00e533-0 eZyhnA\">Advocate and social activist Girish Bhardwaj, who has written to the governor, says the bill regulates citizens rather than hate speech. </p><p class=\"sc-9a00e533-0 eZyhnA\">He argues it gives excessive discretion to \"executive agencies\" - senior police and administrative officers - to decide what speech falls under the law, raising the risk of conflicts of interest, especially when the government is being criticised.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, a senior Karnataka government official told the BBC, on condition of anonymity, that the bill would empower police by removing the need for government permission to file chargesheets, ruling out abuse of power.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The police will have to approach the court directly and face consequences for inaction or mistakes,\" the official said.</p><p class=\"sc-9a00e533-0 eZyhnA\">This also means the accused can be tried regardless of political affiliation, the official added.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If a party worker indulges in hate speech or a hate crime, the ruling party may not sanction prosecution. Under this law, the government cannot intervene,\" the official said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Critics, however, argue that because the first point of action is the police, they may exercise a wider discretion in deciding what qualifies as hate speech.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The first step is the police; the judiciary comes much later,\" Kumar says, arguing that the law's breadth and harsh penalties could push police to act on political signals rather than independent judgement.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is why I am not so sure this bill will achieve any of its intended effects at the end of the day,\" he adds.</p></div></article></div></body></html>"
        },
        {
            "title": "Watch: US seizes oil tanker in Caribbean sea",
            "time": "2026-01-07T15:59:27",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b194/live/df51da80-ebef-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The US Coast Guard boarded two \"ghost fleet\" tanker ships in a \"meticulously coordinated\" operation, Homeland Security Secretary Kristi Noem said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Noem said one ship was in the North Atlantic Sea while the other was in international waters near the Caribbean. The operations took place within hours of each other, she adds.</p><p class=\"sc-9a00e533-0 eZyhnA\">The tankers, the Marinera and the Sophia—were \"either last docked in Venezuela or en route to it\", Noem said.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Trump says Maduro copied his dance moves. Did he?",
            "time": "2026-01-06T22:49:34",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/cd95/live/cb163f00-eb4c-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">In a speech to Republican members of Congress at the Kennedy Center, Trump claimed that former Venezuelan president Nicolas Maduro imitated his dance moves. </p><p class=\"sc-9a00e533-0 eZyhnA\">Maduro, who was seized by the US army in a raid on Caracas the night of 3 January, often appeared in public dancing - at one point, to a speech of his remixed to a Latin house beat.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump also enjoys a boogie, often to the Village People's hit single, 'YMCA.' Trump's signature dance move, by rocking the hips in a side-to-side motion while performing alternating, subdued fist pumps, became a feature of his election campaign rallies.</p></div></div></body></html>"
        },
        {
            "title": "BBC Verify: Does the US have the right to take over Greenland?",
            "time": "2026-01-06T17:48:59",
            "imgUrl": "https://ichef.bbci.co.uk/images/ic/1024xn/ichef.bbci.co.uk/images/ic/$widthxn/p0msf851.jpg",
            "body": "<html><body></body></html>"
        },
        {
            "title": "Watch: What's the relationship between Venezuela and Cuba?",
            "time": "2026-01-06T20:59:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7dcf/live/65d8c160-eb3a-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Cuba has held close relations with Nicolás Maduro's Venezuela. But with Maduro gone after a military operation in which he was seized, Havana could be exposed if oil supply collapses. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump suggested on Sunday that US military intervention in the country wasn't needed, because Cuba is \"ready to fall.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Cuba correspondent, Will Grant, reports from Cúcuta, on the Colombia-Venezuela border. </p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"video-produced-by-marina-costa-and-gabriela-boccaccio.-graphics-by-jean-li-lee.\" class=\"sc-d16436d-0 iVdNuz\">Video produced by Marina Costa and Gabriela Boccaccio. Graphics by Jean-li Lee.</i></p></div></div></body></html>"
        },
        {
            "title": "'It seems unjust to me' - Views on Maduro's seizure from Caracas",
            "time": "2026-01-06T20:19:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1f4f/live/b39f8530-eb37-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><div data-testid=\"card-text-wrapper\" class=\"sc-9003107f-3 hFA-DmC\"><div class=\"sc-fa814188-1 iRoJZi\"><p class=\"sc-fa814188-0 hPhBqv\"><h2 data-testid=\"card-headline\" class=\"sc-fa814188-3 MKjtp\">'Everything's gone' - BBC finally able to access one of Jamaica's worst-hit areas</h2></p></div><p data-testid=\"card-description\" class=\"sc-9003107f-4 jAVyXz\">Buildings, power lines, and a church once visited by King Charles are down in the tourism hub of Falmouth.</p><p class=\"sc-1907e52a-0 jkvOKk\"><span data-testid=\"card-metadata-tag\" class=\"sc-1907e52a-2 coRVrA\">Latin America</span></p></div></div></body></html>"
        }
    ]
}