{
    "source": "BBC News",
    "articles": [
        {
            "title": "Thai leader warns clashes with Cambodia could 'move toward war'",
            "time": "2025-07-25T13:14:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/77d8/live/2fd492b0-6917-11f0-af20-030418be2ca5.png",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Thailand's leader has warned that clashes between Thailand and Cambodia, which have killed at least 16 people and displaced tens of thousands in both countries, could \"move towards war\".</p><p class=\"sc-9a00e533-0 hxuGS\">Acting Prime Minister Phumtham Wechayachai added that the fighting now included heavy weapons and had spread to 12 locations along the border. </p><p class=\"sc-9a00e533-0 hxuGS\">Thailand also accused Cambodia of firing into civilian areas and evacuated all villages deemed to be within the radius of its rockets. </p><p class=\"sc-9a00e533-0 hxuGS\">Cambodia, for its part, accused Thailand of using cluster munitions. Cluster munitions are banned in much of the world because of their indiscriminate effect on civilian populations. Thailand has not responded to the allegations.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, Thailand's foreign minister told the Reuters news agency that there was \"no need\" for third -party mediation in the conflict, even as global leaders appealed for an immediate ceasefire. </p><p class=\"sc-9a00e533-0 hxuGS\">Malaysian Prime Minister Anwar Ibrahim, who chairs the Association of South East Asian Nations, or Asean, had earlier offered to facilitate talks between the two countries. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I welcome the positive signals and willingness shown by both Bangkok and Phnom Penh to consider this path forward,\" Anwar wrote on Facebook late Thursday.</p><p class=\"sc-9a00e533-0 hxuGS\">But Thai foreign ministry spokesman Nikorndej Balankura told the Reuters news agency that the situation must be solved through bilateral means, adding that Phnom Penh must stop its offensive moves.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I don't think we need any mediation from a third country yet,\" Nikorndej said.</p><p class=\"sc-9a00e533-0 hxuGS\">The comments came as both countries updated the death toll from the fighting. </p><p class=\"sc-9a00e533-0 hxuGS\">Thailand said 14 civilians and one soldier were killed in the fighting, while provincial authorities in Cambodia said at least one civilian in Oddar Meanchey was killed.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The US has also called for an \"immediate cessation of hostilities, protection of civilians and a peaceful resolution of the conflict\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"We are ... gravely concerned by the escalating violence along the Thailand Cambodia border, and deeply saddened by reports of harm to civilians,\" State Department spokesman Tommy Pigott said at a regular media briefing.</p><p class=\"sc-9a00e533-0 hxuGS\">China, which has political and strategic ties with Cambodia and Thailand, said it is \"deeply concerned\" over the conflict and hopes both sides can resolve issues through dialogue and consultation.</p><p class=\"sc-9a00e533-0 hxuGS\">Australia, the European Union and France have also called for peace. </p><p class=\"sc-9a00e533-0 hxuGS\">The United Nations Security Council is expected to meet on Friday over the conflict.</p><p class=\"sc-9a00e533-0 hxuGS\">In a letter to the council on Thursday, Cambodia's Prime Minister Hun Manet had urged it to intervene to \"stop Thailand's aggression\".</p><p class=\"sc-9a00e533-0 hxuGS\">Thailand and Cambodia have each accused the other of firing the first shots on Thursday. </p><p class=\"sc-9a00e533-0 hxuGS\">Thailand claims the clash began with Cambodia's military deploying drones to conduct surveillance of Thai troops near the border.</p><p class=\"sc-9a00e533-0 hxuGS\">Cambodia says Thai soldiers initiated the conflict when they violated a prior agreement by advancing on a Khmer-Hindu temple near the border.</p><p class=\"sc-9a00e533-0 hxuGS\">The dispute between the two countries dates back to more than a hundred years ago, when the borders of the two nations were drawn after the French occupation of Cambodia.</p><p class=\"sc-9a00e533-0 hxuGS\">There were sporadic clashes over the years which saw soldiers and civilians killed on both sides.</p><p class=\"sc-9a00e533-0 hxuGS\">The latest tensions ramped up in May after a Cambodian soldier was killed in a clash. This plunged bilateral ties to their lowest point in more than a decade.</p><p class=\"sc-9a00e533-0 hxuGS\">At a sports complex that was converted into an evacuation centre in Thailand's Surin province, evacuees - many of them children and elderly - said they were still shaken by the rocket and artillery attacks they witnessed on Thursday. </p><p class=\"sc-9a00e533-0 hxuGS\">Older evacuees who had lived through bombardments during the Cambodian Civil War of the 1980s told the BBC the recent fighting was the worst they had experienced.</p><p class=\"sc-9a00e533-0 hxuGS\">Joi Phasuwan, from the Phanom Dong Rak district, said she and her two grandchildren \"waited a long time\" before they finally got moved to the evacuation centre. They moved farther this time compared to past evacuations, she added. </p><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-lulu-luo-and-jonathan-head-in-surin\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by Lulu Luo and Jonathan Head in Surin</i></p></div></div></body></html>"
        },
        {
            "title": "Philippine court strikes down landmark impeachment bid against Sara Duterte",
            "time": "2025-07-25T09:45:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f4de/live/74531990-693d-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Philippine Supreme Court has blocked an impeachment trial against Sara Duterte, marking a victory for the country's vice-president.</p><p class=\"sc-9a00e533-0 hxuGS\">The lower house of the Philippine parliament had voted to impeach Duterte in February after she was accused of misusing public funds and threatening to kill President Ferdinand \"Bongbong\" Marcos Jr.</p><p class=\"sc-9a00e533-0 hxuGS\">But a court spokesperson told reporters on Friday the impeachment vote violated a constitutional ban on having multiple impeachment proceedings in a year.</p><p class=\"sc-9a00e533-0 hxuGS\">At a press conference on Friday, the court said it was not absolving Duterte of the charges she faces. But the ruling means she has been granted a reprieve from  possible ousting, at least until February 2026.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">This also gives her more time to gather support for a possible presidential run in the crucial run-up years to the 2028 general elections.</p><p class=\"sc-9a00e533-0 hxuGS\">Had the impeachment vote gone against her, Duterte would not have been able to run for president.  </p><p class=\"sc-9a00e533-0 hxuGS\">The ruling is the latest development in the dramatic Duterte-Marcos saga, which has seen them go from allies to foes. Both children of powerful former leaders, the two had joined hands in 2022 to form a political super alliance known as the \"Uniteam\".</p><p class=\"sc-9a00e533-0 hxuGS\">But after the duo swept to victory, the cracks soon began to appear. </p><p class=\"sc-9a00e533-0 hxuGS\">A war of words that saw even Sara's father Rodrigo Duterte call Marcos a \"drug addict\" reached a climax last November, when she made a Facebook post claiming that if she were to be killed she had \"spoken to a person\" to ensure the President was killed too. This comment <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c4gzn4j0g20o\" class=\"sc-f9178328-0 bGFWdi\">triggered the impeachment proceedings</a> against her.</p><p class=\"sc-9a00e533-0 hxuGS\">Things then became even more personal when Sara's father <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c6253ly20p4o\" class=\"sc-f9178328-0 bGFWdi\">was suddenly extradited to the Hague</a> to face charges of crimes against humanity for his notorious war on drugs, which is believed to have killed thousands of people. </p><p class=\"sc-9a00e533-0 hxuGS\">But even before this ruling, the odds of convicting Sara in the Senate impeachment court, or even starting the proceedings, was uncertain due to shifting political alliances that followed the general election in May. </p><p class=\"sc-9a00e533-0 hxuGS\">The feud between Duterte and Marcos had dominated the election, and Duterte won more seats in the Senate than expected, in what was seen as a rebuff of the incumbent.</p><p class=\"sc-9a00e533-0 hxuGS\">The 15-member Supreme Court is dominated by appointees of Sara's father.</p><p class=\"sc-9a00e533-0 hxuGS\">Impeachment proceedings are extremely divisive in Philippine's chaotic political landscape. Since the restoration of democracy to the country in 1986, only one such attempt has successfully ended with a verdict - that of former Supreme Court Chief Justice Renato Corona, who was convicted of hiding his assets in 2012.</p><p class=\"sc-9a00e533-0 hxuGS\">Former president Joseph Estrada's impeachment for alleged graft was cut short in 2001, after public anger over the conduct of the trial sparked massive street protests that eventually led to his ouster.</p></div></div></body></html>"
        },
        {
            "title": "Trump takes a break from world affairs to tee-up his Scottish golf courses",
            "time": "2025-07-25T05:02:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3011/live/0a948670-68c4-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Trump takes time out to open Scottish golf course</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">James Cook</span><p class=\"sc-801dd632-8 hwLppI\"><span>Scotland editor</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">As Donald Trump heads to Scotland, what to expect from his visit</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Donald Trump flies into Scotland later to visit two golf resorts which he owns in the country where his mother was born.</p><p class=\"sc-9a00e533-0 hxuGS\">He will travel to Turnberry in South Ayrshire, a world-class venue he bought in 2014, and to Menie in Aberdeenshire to open a new 18-hole course. </p><p class=\"sc-9a00e533-0 hxuGS\">The White House says Trump will also meet Prime Minister Sir Keir Starmer to discuss trade while he is in the UK.</p><p class=\"sc-9a00e533-0 hxuGS\">The trip is exceptional as US presidents rarely promote their personal interests so publicly while in office.</p><p class=\"sc-9a00e533-0 hxuGS\">It is not the first time that <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c4gzz5wdg41o\" class=\"sc-f9178328-0 bGFWdi\">Trump has been accused of conflating his own affairs</a> with the nation's. </p><p class=\"sc-9a00e533-0 hxuGS\">Even so, with Gaza and Ukraine in flames, the dollar on the slide and questions mounting about his ties to convicted paedophile Jeffrey Epstein, Trump's decision to focus on golf has raised eyebrows.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d8c6/live/c9e9d2a0-6897-11f0-b5e0-83f7c45d2898.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d8c6/live/c9e9d2a0-6897-11f0-b5e0-83f7c45d2898.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d8c6/live/c9e9d2a0-6897-11f0-b5e0-83f7c45d2898.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d8c6/live/c9e9d2a0-6897-11f0-b5e0-83f7c45d2898.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d8c6/live/c9e9d2a0-6897-11f0-b5e0-83f7c45d2898.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d8c6/live/c9e9d2a0-6897-11f0-b5e0-83f7c45d2898.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d8c6/live/c9e9d2a0-6897-11f0-b5e0-83f7c45d2898.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d8c6/live/c9e9d2a0-6897-11f0-b5e0-83f7c45d2898.jpg.webp\" loading=\"eager\" alt=\"Reuters A photo of Donald trump on stage in Las Vegas in 2015. He is wearing a dark blue suit, white shirt and a red tie. In the background is an American flag\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">In Las Vegas a decade ago Trump was keen to promote his Scottish golf courses</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">I witnessed Trump's unconventional attitude first hand right at the start of his political career when I met him on the campaign trail in 2015. The Republicans were searching for a candidate who could win back the presidency after Barack Obama's two terms in office.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump strode off the debate stage in a glitzy Las Vegas hotel and into a room packed with cameras.</p><p class=\"sc-9a00e533-0 hxuGS\">Jostling for position, I asked the man with the long red tie a couple of questions and, after boasting about his status as frontrunner in the race, he told me he had a message for the UK.</p><p class=\"sc-9a00e533-0 hxuGS\">This will make news, I thought. Maybe something about immigration, Trump's signature campaign topic?</p><p class=\"sc-9a00e533-0 hxuGS\">It was not. Instead Trump wanted BBC viewers to know that he had some fine golf courses on Scotland's shores which they should visit.</p><p class=\"sc-9a00e533-0 hxuGS\">The answer struck me as remarkable for a man aspiring to become the so-called leader of the free world.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1229/live/5f265cc0-6899-11f0-b5e0-83f7c45d2898.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1229/live/5f265cc0-6899-11f0-b5e0-83f7c45d2898.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1229/live/5f265cc0-6899-11f0-b5e0-83f7c45d2898.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1229/live/5f265cc0-6899-11f0-b5e0-83f7c45d2898.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1229/live/5f265cc0-6899-11f0-b5e0-83f7c45d2898.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1229/live/5f265cc0-6899-11f0-b5e0-83f7c45d2898.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1229/live/5f265cc0-6899-11f0-b5e0-83f7c45d2898.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1229/live/5f265cc0-6899-11f0-b5e0-83f7c45d2898.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A sepia image of Mary An MacLeod from 1932. She is 20 years old and lounging on the steps of a house. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Donald Trump's mother, Mary Anne MacLeod, grew up on the Isle of Lewis before emigrating to America</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Of course Trump does have a genuine link to Scotland.</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c15we3y15d7o\" class=\"sc-f9178328-0 bGFWdi\">His Gaelic-speaking mother, Mary Anne MacLeod</a>, was born in 1912 on the island of Lewis in Scotland's Outer Hebrides and left during the Great Depression for New York where she married property developer Fred Trump.</p><p class=\"sc-9a00e533-0 hxuGS\">Their son's return to Scotland for four days this summer comes ahead of an official state visit in September when the president and First Lady Melania Trump will be hosted by King Charles at Windsor Castle in Berkshire.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump is not scheduled to see the King on this visit but it is not entirely private either as he will meet Scotland's First Minister John Swinney as well as the prime minister.</p><p class=\"sc-9a00e533-0 hxuGS\">Business leaders, including Scotch whisky producers, are urging Starmer and Swinney to use their meetings with Trump to lobby for a reduction in US taxes on imports, known as tariffs.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A huge security operation, which has been under way for weeks, has been scaled up in recent days.</p><p class=\"sc-9a00e533-0 hxuGS\">Giant transport aircraft carrying military hardware, including the president's helicopters, known when he is on board by the call sign Marine One, have been spotted at Aberdeen and Prestwick airports.</p><p class=\"sc-9a00e533-0 hxuGS\">Roads and lanes in Aberdeenshire and Ayrshire have been secured and closed. </p><p class=\"sc-9a00e533-0 hxuGS\">Airspace restrictions have been issued. </p><p class=\"sc-9a00e533-0 hxuGS\">Police reinforcements have been heading north across the England-Scotland border.</p><p class=\"sc-9a00e533-0 hxuGS\">Visits to Scotland by sitting US presidents are rare. </p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ckgnnlw2r0mo\" class=\"sc-f9178328-0 bGFWdi\">Queen Elizabeth hosted Dwight D Eisenhower at Balmoral in Aberdeenshire in 1957</a>. George W Bush travelled to Gleneagles in Perthshire for a G8 summit in 2005 and Joe Biden attended a climate conference in Glasgow in 2021.</p><p class=\"sc-9a00e533-0 hxuGS\">The <a target=\"_self\" href=\"https://www.bbc.co.uk/news/uk-scotland-scotland-politics-44812785\" class=\"sc-f9178328-0 bGFWdi\">only other serving president to visit this century is Trump himself in 2018</a> when he was met by protesters including one flying a paraglider low over Turnberry, breaching the air exclusion zone around the resort.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Donald Trump's private Boeing 757 jet parked on an aircraft ramp at Prestwick Airport in Ayrshire, Scotland, ahead of the US President's planned visit</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Even by the standards of Donald Trump the years since have been wild.</p><p class=\"sc-9a00e533-0 hxuGS\">When he lost the 2020 election to Joe Biden a mob of Trump supporters responded to their leader's false claims of electoral fraud by mounting a violent assault on the US Capitol. </p><p class=\"sc-9a00e533-0 hxuGS\">Four years later Trump staged a stunning political comeback. </p><p class=\"sc-9a00e533-0 hxuGS\">He <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cw5yrv2kwexo\" class=\"sc-f9178328-0 bGFWdi\">survived an assassination attempt</a> while running for the White House and a man has been charged with trying to assassinate then-candidate Trump by aiming a rifle through a fence at his West Palm Beach golf course.</p><p class=\"sc-9a00e533-0 hxuGS\">Amid this turmoil, security surrounding the president is supposedly tighter than ever.</p><p class=\"sc-9a00e533-0 hxuGS\">The US Secret Service, much criticised for failures which nearly cost the president his life, remains primarily responsible for his safety but concerns have been raised about the impact of his visit on Police Scotland's officers and budget, with one former senior officer estimating the policing cost at more than £5m.</p><p class=\"sc-9a00e533-0 hxuGS\">Adding to the pressure which the police are under to secure his resorts, large anti-Trump demonstrations are expected to be held in Aberdeen and Edinburgh.</p><p class=\"sc-9a00e533-0 hxuGS\">Police Scotland <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cp3k2dv32g2o\" class=\"sc-f9178328-0 bGFWdi\">insists it has the resources it needs</a> to deal with the visit. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/bab0/live/15bd1190-689a-11f0-b5e0-83f7c45d2898.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/bab0/live/15bd1190-689a-11f0-b5e0-83f7c45d2898.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/bab0/live/15bd1190-689a-11f0-b5e0-83f7c45d2898.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/bab0/live/15bd1190-689a-11f0-b5e0-83f7c45d2898.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/bab0/live/15bd1190-689a-11f0-b5e0-83f7c45d2898.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/bab0/live/15bd1190-689a-11f0-b5e0-83f7c45d2898.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/bab0/live/15bd1190-689a-11f0-b5e0-83f7c45d2898.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/bab0/live/15bd1190-689a-11f0-b5e0-83f7c45d2898.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A photo of a protest in Edinburgh in 2018. There are hundreds of people milling around but the photo is dominated by a huge inflatable baby Donald Trump wearing a nappy\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump's last visit as president sparked protests across the country</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While <a target=\"_blank\" href=\"https://yougov.co.uk/ratings/politics/popularity/foreign-politicians/all\" class=\"sc-f9178328-0 bGFWdi\">polls suggest Trump is deeply unpopular in the UK</a>, he may actually find some sympathy in Aberdeen, a city which he and many others call \"the oil capital of Europe\".</p><p class=\"sc-9a00e533-0 hxuGS\">He has stirred the heated debate about the nature and pace of the transition from fossil fuels to renewable energy, telling BBC News last week that Aberdeen, which has prospered for decades from North Sea drilling, \"<a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/czry2zgk4y3o\" class=\"sc-f9178328-0 bGFWdi\">should get rid of the windmills and bring back the oil.</a>\"</p><p class=\"sc-9a00e533-0 hxuGS\">The environmental campaign group Uplift says Trump's claim that the North Sea can still provide the UK with a secure energy supply \"runs counter to reality.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Trump's pro-oil message echoes the rhetoric of Reform UK, the right-wing party led by Trump fan Nigel Farage which made progress in a recent Scottish by-election and hopes to go one step further by winning seats for the first time in next year's Scottish parliamentary election.</p><p class=\"sc-9a00e533-0 hxuGS\">The Scottish Parliament, known as Holyrood after its location at the foot of Edinburgh's Royal Mile, runs much of Scotland's domestic affairs, such as health, education and some taxation and benefits, while the UK parliament in London retains control of defence, foreign affairs and wider economic policy.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c463/live/cde7faf0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c463/live/cde7faf0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c463/live/cde7faf0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c463/live/cde7faf0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c463/live/cde7faf0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c463/live/cde7faf0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c463/live/cde7faf0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c463/live/cde7faf0-689a-11f0-b5e0-83f7c45d2898.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A photo of Turnberry from 2018 when Trump visited as president. In the distance you can see the red roof of the famous hotel. In the middle distance are golf buggies. We assume Trump is in one of them. In the foreground dunes are dozens of police wearing yellow jackets.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Security and police teams surrounded the perimeter of Turnberry as Donald Trump played golf on his last visit as president in July 2018</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump's support for the oil industry is well known but his hatred of wind turbines appears to run even deeper. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2012 he told me that building a wind farm off the coast of his golf course at Menie <a target=\"_self\" href=\"https://www.bbc.co.uk/news/uk-scotland-17836861\" class=\"sc-f9178328-0 bGFWdi\">would be a \"terrible error\" that would \"destroy Scotland</a>.\"</p><p class=\"sc-9a00e533-0 hxuGS\">That encounter was a strange experience.</p><p class=\"sc-9a00e533-0 hxuGS\">At first, Trump's aides told us he was so affronted by the difficult questions he had been asked by Rona Dougall of STV News earlier that morning that he had changed his mind about speaking to the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">We waited anyway in the rain, for hours. Eventually the man himself emerged. After some verbal sparring he offered us burgers from a barbecue before backing down and agreeing to be interviewed.</p><p class=\"sc-9a00e533-0 hxuGS\">Later, asked by a committee of the Scottish Parliament in Edinburgh to provide evidence to back up his claim that Scottish tourism would be ruined by wind turbines, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/av/uk-scotland-20463092\" class=\"sc-f9178328-0 bGFWdi\">Trump famously replied: \"I am the evidence.\"</a> </p><p class=\"sc-9a00e533-0 hxuGS\">The wind farm was built anyway and is now clearly visible from the course.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a4f8/live/34d633a0-689e-11f0-9f22-b51d9ce822ea.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a4f8/live/34d633a0-689e-11f0-9f22-b51d9ce822ea.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a4f8/live/34d633a0-689e-11f0-9f22-b51d9ce822ea.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a4f8/live/34d633a0-689e-11f0-9f22-b51d9ce822ea.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a4f8/live/34d633a0-689e-11f0-9f22-b51d9ce822ea.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a4f8/live/34d633a0-689e-11f0-9f22-b51d9ce822ea.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a4f8/live/34d633a0-689e-11f0-9f22-b51d9ce822ea.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a4f8/live/34d633a0-689e-11f0-9f22-b51d9ce822ea.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A photo from 2010 of Donald Trump in the sand dune at Menie holding a golf club. He is flanked by two bagpipers in full Scottish regalia, kilt, sporran and feathered hat\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Donald Trump poses with Scottish pipers during a visit to the construction site of his golf course on the Menie Estate in 2010</figcaption></p></figure><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b3e4/live/9d102d90-689e-11f0-9f22-b51d9ce822ea.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b3e4/live/9d102d90-689e-11f0-9f22-b51d9ce822ea.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b3e4/live/9d102d90-689e-11f0-9f22-b51d9ce822ea.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b3e4/live/9d102d90-689e-11f0-9f22-b51d9ce822ea.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b3e4/live/9d102d90-689e-11f0-9f22-b51d9ce822ea.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b3e4/live/9d102d90-689e-11f0-9f22-b51d9ce822ea.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b3e4/live/9d102d90-689e-11f0-9f22-b51d9ce822ea.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b3e4/live/9d102d90-689e-11f0-9f22-b51d9ce822ea.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A photo from 2012 of Donald Trump outside the Scottish Parliament at Holyrood in Edinburgh. Behind a barrier are protesters and some people who appear to want to shake his hand. Police and photographers are behind Trump as he talks at the crowd with his hand raised and his finger pointed. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump appeared at the Scottish Parliament in 2012 to complain about wind turbines near his golf course</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It is not the only battle Trump has fought against a backdrop of shifting sand dunes and whispering grasses at Menie where <a target=\"_self\" href=\"https://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-55244660\" class=\"sc-f9178328-0 bGFWdi\">he has repeatedly clashed with local residents, politicians and environmentalists</a> for a variety of reasons. </p><p class=\"sc-9a00e533-0 hxuGS\">His other course at Turnberry is not controversial itself but it is the stage for a tussle with the golfing authorities because Trump appears to be infuriated by the refusal of the game's governing body, the R&amp;A, to stage the prestigious Open Championship there, citing logistical challenges.</p><p class=\"sc-9a00e533-0 hxuGS\">Turnberry is home to three golf courses, said to be <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cp8nlgz2j24o\" class=\"sc-f9178328-0 bGFWdi\">the most expensive to play in the UK</a>, and the Open has been held there four times but <a target=\"_self\" href=\"https://www.bbc.co.uk/sport/golf/articles/crenl5gz4n3o\" class=\"sc-f9178328-0 bGFWdi\">never since Trump purchased it in 2014</a>. </p><p class=\"sc-9a00e533-0 hxuGS\">It is another striking example of how, a decade after mounting what was essentially a hostile takeover of the US Republican Party, the man who has been both the 45th and 47th president of the US has still not entirely swapped business for politics.</p><p class=\"sc-9a00e533-0 hxuGS\">He is the most powerful man in the Western world and yet Donald Trump is still irked at being snubbed, still hankering for status, still angry about a golfing deal he has, so far at least, failed to close.</p></div></article></div></body></html>"
        },
        {
            "title": "Joseph Kabila: Former DR Congo president on trial for treason and murder in Kinshasa",
            "time": "2025-07-25T11:42:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/39b5/live/abf65de0-692d-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The treason trial of the former president of the Democratic Republic of Congo, Joseph Kabila, has begun in a military court in the capital, Kinshasa. </p><p class=\"sc-9a00e533-0 hxuGS\">He also faces other charges, such as murder, linked to his alleged support for M23 rebels - who control a large part of the mineral-rich east of the country. He denies the charges and did not appear at the hearing. </p><p class=\"sc-9a00e533-0 hxuGS\">Kabila's successor, President Félix Tshisekedi, has accused him of being the brains behind the rebels.</p><p class=\"sc-9a00e533-0 hxuGS\">The former president has rejected the case as \"arbitrary\" and said the courts were being used as an \"instrument of oppression\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A ceasefire deal between the rebels and the government <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c0q8xwl0x9no\" class=\"sc-f9178328-0 bGFWdi\">was agreed last week</a>, but fighting has continued. </p><p class=\"sc-9a00e533-0 hxuGS\">Kabila had been living outside the country for two years, but arrived in the rebel-held city of Goma, in eastern DR Congo, from self-imposed exile in South Africa in May. </p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ckgyzl1mlkvo\" class=\"sc-f9178328-0 bGFWdi\">Pointing to overwhelming evidence</a>, the UN and several Western countries have accused neighbouring Rwanda of backing the M23, and sending thousands of its soldiers into DR Congo. But Kigali denies the charges, saying it is acting to stop the conflict from spilling over onto its territory.</p><p class=\"sc-9a00e533-0 hxuGS\">In May, the upper house of the legislature lifted Mr Kabila's immunity as senator for life to allow his prosecution on charges that include treason, murder, taking part in an insurrectionist movement, and the forcible occupation of Goma.</p><p class=\"sc-9a00e533-0 hxuGS\">The 53-year-old led DR Congo for 18 years, after succeeding his father Laurent, who was shot dead in 2001. Joseph Kabila was just 29 at the time.</p><p class=\"sc-9a00e533-0 hxuGS\">He handed power to President Félix Tshisekedi following a disputed election in 2019, but they later fell out.</p><p class=\"sc-9a00e533-0 hxuGS\">In a now-deleted YouTube video released in May, Kabila lashed out at the  Congolese government calling it a \"dictatorship\", and said there was a \"decline of democracy\" in the country.</p><p class=\"sc-9a00e533-0 hxuGS\">At the time the Congolese government spokesperson, Patrick Muyaya, rejected Kabila's allegations, saying he had \"nothing to offer the country\".</p><p class=\"sc-9a00e533-0 hxuGS\">Ahead of Friday's trial, Ferdinand Kambere - a close ally of Kabila who served in his now-banned PPRD party, accused the government of \"double standards\". He said it was too soft in its peace deal but too hard on Kabila, adding that the trial was a way to exclude Kabila from the country's politics.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-damian-zane-and-cecilia-macaulay\" class=\"sc-d16436d-0 fhKUCU\"><b id=\"additional-reporting-by-damian-zane-and-cecilia-macaulay\" class=\"sc-d16436d-0 jpoiOL\">Additional reporting by Damian Zane and Cecilia Macaulay</b></i></p></div></div></body></html>"
        },
        {
            "title": "Georges Abdallah: Pro-Palestinian convict freed after 40 years",
            "time": "2025-07-25T07:03:56",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Pro-Palestinian convict freed by France after 41 years</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Hugh Schofield</span><p class=\"sc-801dd632-8 hwLppI\"><span>Paris correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp\" loading=\"eager\" alt=\"AFP Georges Abdallah, a grey-haired 74-year-old with grey moustache and beard, sits in his prison cell in a red shirt\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Georges Abdallah is due to be deported to Lebanon</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Georges Abdallah, a 74-year-old Lebanese teacher who became a left-wing symbol for the Palestinian cause, has been freed by France on Friday after 41 years in jail.</p><p class=\"sc-9a00e533-0 hxuGS\">Described by his lawyer as \"the man who has spent the longest time in prison for events linked to the Israeli-Palestinian conflict,\" Abdallah left jail in the south of France in the early hours of Friday and was due to be put on a flight directly to Beirut.</p><p class=\"sc-9a00e533-0 hxuGS\">Convicted in 1987 for complicity in the murders in France of two diplomats – one American, one Israeli – Abdallah has gradually been forgotten by the wider public.  </p><p class=\"sc-9a00e533-0 hxuGS\">But his release remained a cause célèbre for activists on the Marxist-Leninist left, with which he still identifies.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">His stern-looking bearded face continued to peer from banners in left-wing demonstrations; and once a year protesters gathered to demand his freedom outside his prison in the Pyrenees. Three left-led French municipalities declared him an \"honorary citizen\".</p><p class=\"sc-9a00e533-0 hxuGS\">Though eligible for parole since 1999, he saw successive requests for liberty turned down. According to supporters, this was because of pressure on the French government from the US and Israel.</p><p class=\"sc-9a00e533-0 hxuGS\">Interviewed recently by the French news agency AFP at his cell in Lannemazan jail, he said he had kept sane by focusing on the Palestinian \"struggle\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"If I had not had that… well, 40 years – it can turn your brain to mush,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">On the walls of his cell, Abdallah kept a picture of the 1960s revolutionary Che Guevara and postcards from supporters around the world. A desk was covered with piles of newspapers.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp\" loading=\"lazy\" alt=\"AFP A convoy, believed to be carrying Lebanese leftist militant Georges Ibrahim Abdallah, leaves Lannemezan prison for his extradition to Beirut, near Tarbes, southwestern France on July 25, 2025\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Abdallah was eventually released from Lannemezan prison in southern France in the early hours of Friday</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Born in 1951 into a Christian family in northern Lebanon,  in the late 1970s Abdallah helped set up the Lebanese Armed Revolutionary Factions (LARF) – a small Marxist group dedicated to fighting Israel and its closest ally, the United States.</p><p class=\"sc-9a00e533-0 hxuGS\">At the time Lebanon was embroiled in a civil war. In 1978 and again in 1982 Israel invaded south Lebanon to combat Palestinian fighters based there.</p><p class=\"sc-9a00e533-0 hxuGS\">Abdallah's group decided to hit Israeli and US targets in Europe, and carried out five attacks in France. In 1982 its members shot and killed US diplomat Charles Ray in Strasbourg, and Israeli diplomat Yakov Barsimantov in Paris. In addition a car bomb blamed on LARF killed two French bomb-disposal experts.</p><p class=\"sc-9a00e533-0 hxuGS\">Abdallah was arrested in Lyon in 1984. Tailed by French intelligence officers, he thought he was being followed by Israeli assassins and gave himself in at a police station. Initially he was charged only with having false passports and criminal association.</p><p class=\"sc-9a00e533-0 hxuGS\">A short time later a French citizen was kidnapped in northern Lebanon, and the French secret service entered a negotiation via Algeria to engineer an exchange.</p><p class=\"sc-9a00e533-0 hxuGS\">The French citizen was freed, but just before Abdallah was to be released police in Paris found a cache of weapons at his flat, including the gun used to kill the diplomats. This made his release impossible.</p><p class=\"sc-9a00e533-0 hxuGS\">Two years later in the run up to his trial, Paris was hit by a spate of attacks which killed 13 people. These were blamed by politicians and the media on allies of Abdallah trying to pressurise France into freeing him. Later it was established that in fact they were the work of the Lebanese Shia group Hezbollah, under instructions from Iran.</p><p class=\"sc-9a00e533-0 hxuGS\">In the trial, Abdallah denied involvement in the murders but defended their legitimacy. He was given a life sentence.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Georges Abdallah sits in handcuffs on a court bench between two police officers. He is wearing blue jeans, a blue jacket, a white shirt, and has a thick brown beard and moustache\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Georges, seen here between two police officers, was convicted in the 1980s</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Of the more than 10 requests for release since 1999, only one came close to success. But in 2013 then-US Secretary of State Hillary Clinton wrote to the French government expressing the hope that it could find a \"way to contest the legality\" of a court decision to free Abdallah.</p><p class=\"sc-9a00e533-0 hxuGS\">Her message was later made public by WikiLeaks.</p><p class=\"sc-9a00e533-0 hxuGS\">Interior Minister Manuel Valls then refused to sign the expulsion order on which Abdallah's release was contingent.</p><p class=\"sc-9a00e533-0 hxuGS\">This year the appeal court decided that the length of Abdallah's detention was \"disproportionate\", and that he no longer posed a threat. It said again that his release must immediately be followed by expulsion from France.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is a victory for justice, but it is also a political scandal that he was not released before, thanks to the behaviour of the United States and successive French presidents,\" said his lawyer Jean-Louis Chalanset.</p><p class=\"sc-9a00e533-0 hxuGS\">Among the people who campaigned for his release was the 2022 Nobel literature prize winner Annie Ernaux, who said he was a \"victim of state justice of which France should be ashamed\".</p><p class=\"sc-9a00e533-0 hxuGS\">Yves Bonnet, the intelligence chief who tried to negotiate Abdallah's exchange in 1985 and is now a member of the far-right National Rally, said he was \"treated worse than a serial killer\" and that \"the United States was obsessed with keeping him in jail\".</p><p class=\"sc-9a00e533-0 hxuGS\">According to a report in Le Monde newspaper, no Palestinian prisoner – even those condemned to life imprisonment in Israel – has served more than 40 years in jail. Abdallah served 41.</p></div></article></div></body></html>"
        },
        {
            "title": "Iran meets European diplomats for renewed nuclear talks",
            "time": "2025-07-25T12:38:37",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/93c3/live/702cc110-6940-11f0-a92d-1fc9e441053b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Iran meets European diplomats for renewed nuclear talks</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/93c3/live/702cc110-6940-11f0-a92d-1fc9e441053b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/93c3/live/702cc110-6940-11f0-a92d-1fc9e441053b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/93c3/live/702cc110-6940-11f0-a92d-1fc9e441053b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/93c3/live/702cc110-6940-11f0-a92d-1fc9e441053b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/93c3/live/702cc110-6940-11f0-a92d-1fc9e441053b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/93c3/live/702cc110-6940-11f0-a92d-1fc9e441053b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/93c3/live/702cc110-6940-11f0-a92d-1fc9e441053b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/93c3/live/702cc110-6940-11f0-a92d-1fc9e441053b.jpg.webp\" loading=\"eager\" alt=\"EPA A staff member guards the gate of the Iranian Consulate as a European delegation arrives in a car ahead of nuclear talks, in Istanbul, Turkey, 25 July 2025\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Nuclear talks took place at Iran's consulate in Istanbul, Turkey</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Iranian diplomats have met their counterparts from the UK, Germany, and France for nuclear talks, for the first time since Israel launched attacks on Iran's nuclear facilities in June.</p><p class=\"sc-9a00e533-0 hxuGS\">The strikes triggered a 12-day war, which also saw the US bomb a number of Iran's nuclear sites, bringing US-Iran nuclear talks to an abrupt end.</p><p class=\"sc-9a00e533-0 hxuGS\">The three European powers that attended the talks, known as the E3,<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>have threatened to reimpose sanctions on Iran if no progress is made towards negotiating a new nuclear deal by the end of August.</p><p class=\"sc-9a00e533-0 hxuGS\">Iran's Deputy Foreign Minister Kazem Gharibabadi said they held a \"serious, frank, and detailed\" discussion, and agreed to continue consultations.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Gharibabadi said earlier this week that triggering sanctions would be \"completely illegal\".</p><p class=\"sc-9a00e533-0 hxuGS\">Sanctions on Iran's nuclear programme were previously lifted as a result of the 2015 Iran nuclear deal, which was agreed with the US, UK, France, China, Russia and Germany.</p><p class=\"sc-9a00e533-0 hxuGS\">Its followed years of tensions over Iran's alleged efforts to develop a nuclear weapon - something Tehran has always denied.</p><p class=\"sc-9a00e533-0 hxuGS\">Under the deal's terms, Iran agreed to limit its nuclear activities and allow in international inspectors.</p><p class=\"sc-9a00e533-0 hxuGS\">The US withdrew from the deal in 2018 during President Donald Trump's first term, with the leader saying it did too little to stop Iran from creating a pathway to a nuclear bomb. With its withdrawal, all US sanctions were re-imposed on Iran.</p><p class=\"sc-9a00e533-0 hxuGS\">Iran retaliated by increasingly breaching the restrictions.</p><p class=\"sc-9a00e533-0 hxuGS\">The UK, Germany and France have threatened to reimpose severe sanctions on Iran unless it agrees to limit its nuclear programme, with a deadline set for October.</p><p class=\"sc-9a00e533-0 hxuGS\">As the talks started on Friday, the director general of the International Atomic Energy Agency (IAEA) said Iran had indicated it would be ready to restart conversations at a technical level regarding its nuclear programme.</p><p class=\"sc-9a00e533-0 hxuGS\">Rafael Grossi also noted that Iran needed to be transparent about its facilities and activities.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We need to listen to Iran in terms of what they consider should be the precautions to be taken,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">Iran's foreign ministry spokesman Esmaeil Baghaei told Iranian state media that the E3 countries should use the meeting to \"compensate for their previous unconstructive policies\". </p><p class=\"sc-9a00e533-0 hxuGS\">He also accused the three countries of justifying \"law-breaking and aggression\" by backing the US-Israeli attacks in June, adding that Iran would formally protest about their stance during the current talks.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In June Iran's parliament suspended cooperation with the UN nuclear watchdog after tensions with Israel and the US came to a head.</p><p class=\"sc-9a00e533-0 hxuGS\">It came after Israel launched strikes in Iran on 13 June, which Tehran responded to with missile and drone attacks.</p><p class=\"sc-9a00e533-0 hxuGS\">The US, one of Israel's strongest allies, then gave Iran a two-week window to resume diplomatic relations.</p><p class=\"sc-9a00e533-0 hxuGS\">During that time, on 20 June, diplomats from Germany, France and the UK met Iran for talks in Geneva seeking de-escalation. </p><p class=\"sc-9a00e533-0 hxuGS\">Iran's Foreign Minister Abbas Araghchi then said his country was \"prepared\" to meet E3 representatives again.</p><p class=\"sc-9a00e533-0 hxuGS\">But after the Geneva talks, Washington launched its own attack on Iran's nuclear facilities. President Trump said the operation, known as \"Operation Midnight Hammer\", had \"obliterated\" Iran's nuclear capabilities.</p><p class=\"sc-9a00e533-0 hxuGS\">A US intelligence assessment released in June suggested the US's strikes did not destroy the country's nuclear programme, however, and probably only set it back by months.</p></div></article></div></body></html>"
        },
        {
            "title": "Trump jokes he wants Powell to lower interest rates",
            "time": "2025-07-25T10:53:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2c38/live/bd243b80-68d0-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump and Federal Reserve Chair Jerome Powell exchanged frosty words during their public tour of the Federal Reserve's $2.5 billion renovation project. The pair met reporters and disagreed about the project's timeline and cost. </p><p class=\"sc-9a00e533-0 hxuGS\">It was their first public meeting since Trump criticised Powell and the Federal Reserve for refusing to lower interest rates.</p><p class=\"sc-9a00e533-0 hxuGS\">In the exchange, the president joked that he would \"love\" for Powell to lower interest rates - drawing some light laughs from reporters and Powell himself - less than a week before the next rate-setting meeting where policymakers are expected to hold interest rates steady.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump's visit to the Fed marked the first of a sitting president since former president George W Bush attended the swearing-in of Ben Bernanke as chairman in 2006.</p></div></div></body></html>"
        },
        {
            "title": "US official's interview of Maxwell about Epstein 'very productive', lawyer says",
            "time": "2025-07-25T08:06:44",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Maxwell interview about Epstein 'very productive', lawyer says</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Madeline Halpert</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, New York</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp\" loading=\"eager\" alt=\"Getty Images File image of Ghislaine Maxwell with Jeffrey Epstein \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Public focus in the Epstein matter has recently switched back to Maxwell, who helped Epstein abuse young girls</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A senior US justice department official says he will resume his questioning of Jeffrey Epstein's long-time associate Ghislaine Maxwell on Friday - after a first meeting on Thursday that was described as \"very productive\" by Maxwell's lawyer. </p><p class=\"sc-9a00e533-0 hxuGS\">Pressure has been growing on US President Donald Trump's officials to release files related to Epstein, the late convicted paedophile financier, after pledges made by Trump on the campaign trail last year.</p><p class=\"sc-9a00e533-0 hxuGS\">Interest has recently switched back to Maxwell, 63, who helped Epstein abuse young girls.</p><p class=\"sc-9a00e533-0 hxuGS\">In his latest comments, Trump suggested the renewed focus on Epstein was the result of an effort by opposition Democrats to distract from his achievements in office.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Maxwell's meeting with US Deputy Attorney General Todd Blanche took place in Tallahassee, Florida, where she is serving a 20-year sentence for sex trafficking.</p><p class=\"sc-9a00e533-0 hxuGS\">Her lawyer David Markus told the BBC's US partner CBS News that he would not comment on the substance of the discussions, but said \"there were a lot of questions and we went all day\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"She answered every one of them,\" he said. \"She never did say I'm not going to answer, never declined.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Markus told reporters he was \"thankful\" that Blanche had come to ask Maxwell questions. \"It's the first time the government did it. So it was a good day.\" </p><p class=\"sc-9a00e533-0 hxuGS\">In a short post on X, Blanche wrote: \"Today, I met with Ghislaine Maxwell, and I will continue my interview of her tomorrow. The Department of Justice will share additional information about what we learned at the appropriate time.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Blanche said earlier this week that he planned to speak to Maxwell about any information she had on other people who might have been helped by Epstein to sexually abuse girls. </p><p class=\"sc-9a00e533-0 hxuGS\">Senate Minority Leader Chuck Schumer, a Democrat and fierce Trump critic, took issue with the fact that Trump sent Blanche, his former personal lawyer turned federal prosecutor, to interview Maxwell ahead of her potential public testimony. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The conflict of interest is glaring. It stinks of high corruption,\" he said on X.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In a post on Truth Social late on Thursday, Trump said the renewed focus on Epstein was a \"SCAM\" and a \"Democrat CON JOB\", and accused Schumer's party of trying to \"distract and obfuscate\" from the achievements of the first six months of his second term in office.</p><p class=\"sc-9a00e533-0 hxuGS\">Calls have recently intensified from the US public - including Trump's loyal supporters - and lawmakers for the justice department to release files related to the Epstein matter. </p><p class=\"sc-9a00e533-0 hxuGS\">On Wednesday, The Wall Street Journal reported that Attorney General Pam Bondi informed Trump during a May briefing that his name appeared in justice department documents related to Epstein. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump and Epstein were friends before, according to the president, they fell out in the early 2000s.</p><p class=\"sc-9a00e533-0 hxuGS\">The White House pushed back, dismissing the WSJ story as \"fake news\". </p><p class=\"sc-9a00e533-0 hxuGS\">But an unnamed White House official told the Reuters news agency they were not denying that Trump's name appears in the documents.</p><p class=\"sc-9a00e533-0 hxuGS\">The official pointed to Epstein files disclosed months earlier by the justice department that had included Trump.</p><p class=\"sc-9a00e533-0 hxuGS\">Being named in the documents is not evidence of any criminal activity, nor has Trump ever been accused of wrongdoing in connection with the Epstein case.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: How are Americans reacting to Trump's handling of the Epstein files?</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While campaigning for the presidency last year, Trump had promised to release such files about the well-connected sex offender.</p><p class=\"sc-9a00e533-0 hxuGS\">But his supporters have since grown frustrated with the administration's handling of the issue, including its failure to deliver a rumoured \"client list\" of Epstein. In a memo earlier this month, the justice department and FBI said there was no such list.</p><p class=\"sc-9a00e533-0 hxuGS\">Epstein died in a New York prison cell in 2019 while awaiting trial on sex trafficking charges, following an earlier conviction for soliciting prostitution from a minor. His death was ruled a suicide. </p><p class=\"sc-9a00e533-0 hxuGS\">In the years since, conspiracy theories about the nature of his crimes and his death itself have proliferated. </p><p class=\"sc-9a00e533-0 hxuGS\">On Wednesday, a sub-committee of the US House of Representatives voted to subpoena the justice department for the files, which must be signed off by the committee chairman. </p><p class=\"sc-9a00e533-0 hxuGS\">Republicans on the House Oversight Committee have also subpoenaed Maxwell to testify before the panel remotely from prison on 11 August. </p><p class=\"sc-9a00e533-0 hxuGS\">House Speaker Mike Johnson has warned that Maxwell - who for years helped Epstein groom and sexually abuse girls - cannot be trusted to provide accurate testimony.</p><p class=\"sc-9a00e533-0 hxuGS\">Maxwell's lawyer, Markus, previously told the BBC the concerns were \"unfounded\" and that if she chose to testify, rather than invoke her constitutional right to remain silent, \"she would testify truthfully, as she always has said she would\".</p><p class=\"sc-9a00e533-0 hxuGS\">Last week, the justice department asked a federal judge to release years-old grand jury testimony related to a 2006 Florida investigation into Epstein, but a federal judge in the state on Wednesday declined to make the documents public.</p></div></article></div></body></html>"
        },
        {
            "title": "Australian politician Gareth Ward found guilty of rape",
            "time": "2025-07-25T05:28:02",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fee4/live/df3a8aa0-6919-11f0-a2ee-d3482ccc7f6d.png",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A New South Wales (NSW) politician has been found guilty of sexually assaulting two young men in Australia.</p><p class=\"sc-9a00e533-0 hxuGS\">A jury found Gareth Ward - who is still a sitting member of state parliament - guilty of three counts of indecent assault and one count of rape.</p><p class=\"sc-9a00e533-0 hxuGS\">Both of the victims, who were aged 18 and 24, said they were assaulted at Ward's home after meeting the 44-year-old through political circles between 2013 and 2015.</p><p class=\"sc-9a00e533-0 hxuGS\">Ward resigned as a state government minister and from the Liberal Party when the accusations emerged in 2021, but refused to leave parliament and was re-elected as the member for Kiama in 2023.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The jury deliberated for three days after hearing nine weeks of evidence in the NSW District Court.</p><p class=\"sc-9a00e533-0 hxuGS\">The trial heard Ward had invited a drunk 18-year-old man to his home in 2013 and indecently assaulted him three times, despite his attempts to resist. </p><p class=\"sc-9a00e533-0 hxuGS\">Two years later, he raped a political staffer after an event at parliament.</p><p class=\"sc-9a00e533-0 hxuGS\">Ward had argued the 2015 rape didn't happen, and that the other complainant was misremembering their encounter from 2013.</p><p class=\"sc-9a00e533-0 hxuGS\">But crown prosecutor Monika Knowles said the striking similarities in the accounts of the two men, who did not know each other, showed they were telling the truth.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Similar behaviour, similar setting, same man, same conclusion. This is not a coincidence,\" crown prosecutor Monika Knowles told the trial, according to local media.</p><p class=\"sc-9a00e533-0 hxuGS\">Ward will return to court later this year to be sentenced.</p><p class=\"sc-9a00e533-0 hxuGS\">The NSW government had previously considered voting to expel Ward - who has been a state MP since 2011 - from parliament, but legal advice indicated it could risk prejudicing his trial.</p></div></div></body></html>"
        },
        {
            "title": "Kristin Cabot resigns from Astronomer after viral Coldplay clip",
            "time": "2025-07-24T22:11:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b851/live/6a256ba0-68d7-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A US tech company's chief people officer who was apparently caught on a big screen at a Coldplay concert embracing the company's CEO has resigned. </p><p class=\"sc-9a00e533-0 hxuGS\">Kristin Cabot is no longer working for Astronomer, the firm told the BBC in a statement. </p><p class=\"sc-9a00e533-0 hxuGS\">Her departure follows that of Andy Byron, the company's former CEO, who left last week after the firm announced he would be placed on leave and investigated. </p><p class=\"sc-9a00e533-0 hxuGS\">It shows a man and a woman, who were identified by US media as the co-workers, embracing on a jumbo screen at the arena before they abruptly ducked and hid.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">After seeing the pair try to hide from the camera, Coldplay lead singer Chris Martin said to the crowd: \"Either they're having an affair, or they're just very shy.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The video, which showed the pair swaying to music at the concert before trying to hide, gained millions of views on social media. It was then shared across platforms, turned into memes and made fun of on television programmes.</p><p class=\"sc-9a00e533-0 hxuGS\">As internet sleuths attempted to identify the pair and fake statements surfaced about the incident, Astronomer put out a statement announcing an investigation into the matter, without specifying the video, and said its CEO would be placed on leave. </p><p class=\"sc-9a00e533-0 hxuGS\">The following day, the company announced Mr Byron had resigned. </p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has been unable to independently confirm the identities of either person in the clip.</p><p class=\"sc-9a00e533-0 hxuGS\">The company, which deals with data, analytics and artificial intelligence, announced co-founder and chief product officer Pete DeJoy had been appointed interim CEO.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The events of the past few days have received a level of media attention that few companies - let alone startups in our small corner of the data and AI world - ever encounter,\" Mr DeJoy said in an update after taking the reins. </p><p class=\"sc-9a00e533-0 hxuGS\">He noted the company became a \"household\" name almost overnight and would continue on its path forward and \"commitment to building something great\". </p><p class=\"sc-9a00e533-0 hxuGS\">That statement is the closest the company has come to acknowledging the incident at the Coldplay concert. </p></div></div></body></html>"
        },
        {
            "title": "India-US trade deal: Indian minister Piyush Goyal says 'fantastic' progress in talks with US",
            "time": "2025-07-25T05:32:00",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/212b/live/903dae40-6910-11f0-8118-935d8a80777f.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">India is making \"fantastic progress\" in its trade deal talks with the US, Commerce Minister Piyush Goyal has said.</p><p class=\"sc-9a00e533-0 hxuGS\">The minister made the comments in London, after signing <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c307ggj492vo\" class=\"sc-f9178328-0 bGFWdi\">a landmark free trade deal</a> with the UK on Thursday.</p><p class=\"sc-9a00e533-0 hxuGS\">Goyal's optimistic statement comes against the backdrop of Washington and Delhi missing several deadlines to finalise the deal.</p><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump has set 1 August as the deadline for several countries, including India, to sign a trade deal or face steep tariffs.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump had first announced 26% tariffs on Indian goods on 2 April as part of a wider trade policy move. While the tariffs were initially paused until 9 July, the US later extended the deadline to 1 August.</p><p class=\"sc-9a00e533-0 hxuGS\">Indian delegations have made multiple trips to the US to finalise details of the deal.</p><p class=\"sc-9a00e533-0 hxuGS\">Last week, Trump seemed equally optimistic, saying that Washington and Delhi were <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c2ley8pe5qlo\" class=\"sc-f9178328-0 bGFWdi\">\"very close\" to finalising</a> an interim trade agreement. The two countries aim to reach a bilateral deal by the end of this year.</p><p class=\"sc-9a00e533-0 hxuGS\">Speaking to Reuters news agency on Thursday, Goyal <a target=\"_blank\" href=\"https://www.reuters.com/world/india/indias-goyal-hopeful-concluding-us-trade-deal-after-fantastic-progress-2025-07-24/\" class=\"sc-f9178328-0 bGFWdi\">said</a> that India was making \"fantastic progress\" in trade deal talks with the US. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I do hope we'll be able to conclude a very consequential partnership,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">When asked about India's main sticking point - lower tariffs on agriculture and dairy products - Goyal said that \"negotiations happen in the negotiation room.\" However, he added that India might still pursue a comprehensive deal if smaller sectoral agreements can be achieved, according to Reuters.</p><p class=\"sc-9a00e533-0 hxuGS\">The minister expressed <a target=\"_blank\" href=\"https://www.bloomberg.com/news/articles/2025-07-24/india-s-commerce-minister-confident-they-ll-get-us-trade-deal?srnd=homepage-europe\" class=\"sc-f9178328-0 bGFWdi\">similar confidence </a>to Bloomberg, saying he believed India and the US would reach a deal before the deadline. However, it remains unclear how they will resolve the key issues that has stalled negotiations for months.</p><p class=\"sc-9a00e533-0 hxuGS\">Washington has pushed for greater access to India's farm sector for years, seeing it as a major untapped market. But India has fiercely protected it, citing food security, livelihoods and interests of millions of small farmers.</p><p class=\"sc-9a00e533-0 hxuGS\">Until recently, the US was India's largest trading partner, with bilateral trade reaching $190bn. Trump and Modi have set a target to more than double this figure to $500bn.</p><p class=\"sc-9a00e533-0 hxuGS\">India has already reduced tariffs on a range of goods - including Bourbon whiskey and motorcycles - but the US continues to run a $45bn (£33bn) trade deficit with India, which Trump is keen to reduce.</p></div></div></body></html>"
        },
        {
            "title": "How the Epstein case is tearing apart Maga's conspiracy wing",
            "time": "2025-07-25T11:59:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8b70/live/b78752b0-694e-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">How Epstein case is tearing apart Maga's online conspiracy wing</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Trump calls out \"stupid Republicans\" in Jeffrey Epstein files saga</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It seems like a simple decision for Donald Trump's administration – release files related to the late convicted paedophile financier Jeffery Epstein, or keep them out of public view.</p><p class=\"sc-9a00e533-0 hxuGS\">But battles raging among the US president's supporters in some of the more conspiratorial spaces online suggest that the choice facing Trump is not easy at all.</p><p class=\"sc-9a00e533-0 hxuGS\">In those spaces, users argue about whether to trust the White House, and they speculate on what might be going on behind the scenes and Trump's strategic acumen - which some fans liken to playing a game of \"4D chess\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"Don't get distracted by the Epstein shills,\" wrote one commenter professing his steadfast support for Trump on TheDonald, a popular message board filled with news, conspiracy theories and language ranging from salty to extremely offensive. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I have not once called for the Epstein files to be released because I'm not a complete and total [fool],\" the commenter added.</p><p class=\"sc-9a00e533-0 hxuGS\">But that sentiment is far from universal.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Epstein transparency NOW!!!\" came one reply.</p><p class=\"sc-9a00e533-0 hxuGS\">Another user criticised the president over his recent statements that lambasted supporters for focusing on the Epstein issue: \"Don't [lash] out at your own base… That makes you look guilty.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">As the saga rumbles on - fuelled by reports giving further details of Trump's relationship with Epstein, and justice department meetings with Epstein's partner in crime Ghislaine Maxwell - pro-Trump online spaces heavily invested in conspiratorial thinking are divided in much the same way as more mainstream Republicans.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump was friends with Epstein in the 1990s and early 2000s, but has not been accused of any wrongdoing as part of the investigations into his former friend. </p><p class=\"sc-9a00e533-0 hxuGS\">According to Trump, the pair fell out in the early 2000s, two years before Epstein was first arrested. The White House has recently suggested that their fallout was connected to Epstein's behaviour, and that \"the president kicked him out of his club for being a creep\".</p><p class=\"sc-9a00e533-0 hxuGS\">Although the contents of any unreleased documents remain unknown, the existing materials in the public domain mention a number of high-profile figures who were connected to Epstein - though that does not imply any illegal activity.</p><p class=\"sc-9a00e533-0 hxuGS\">The president previously said he would be open to making public more information on Epstein. But he changed his position earlier this month, saying the case was closed.</p><p class=\"sc-9a00e533-0 hxuGS\">The frustration over what many Americans see as a simple request is now being given voice by some prominent allies of the president.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Look, I'm where I've been every time y'all ask me this question,\" said Thom Tillis, a US senator in Trump's Republican Party who has sometimes tangled with Trump. \"Release the damn files.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: How are Americans reacting to Trump's handling of the Epstein files?</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A US justice department official spoke to Maxwell in prison on Thursday, although few details emerged about what she was questioned about and how she responded.</p><p class=\"sc-9a00e533-0 hxuGS\">Although Trump's biggest supporters are sticking by the president, many are trying to square their backing for his Make America Great Again (Maga) movement with what they apparently see as his stonewalling of further information drops.</p><p class=\"sc-9a00e533-0 hxuGS\">Maga influencers have found themselves on the defensive as they try to stand by their man after years of demanding Epstein transparency – a call that was endorsed by Trump during last year's presidential campaign, and vociferously pushed for years by several top administration officials including FBI director Kash Patel.</p><p class=\"sc-9a00e533-0 hxuGS\">Laura Loomer, a far-right conspiracy theorist with a huge social media following, who is an informal yet influential White House adviser, posted a link to a news article in which she said \"Trump is not implicated\" in the Epstein files.</p><p class=\"sc-9a00e533-0 hxuGS\">Along with messages of support, blowback on X came fast:</p><p class=\"sc-9a00e533-0 hxuGS\">\"How would you know.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"He literally partied with Epstein.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Dozens of other users responded with memes and historical pictures of Trump and Epstein together, before they fell out.</p><p class=\"sc-9a00e533-0 hxuGS\">And messages like \"We want to see the Epstein files!\" – which one follower posted at conservative podcaster Charlie Kirk – seem about as common online at the moment as the most popular slogan used by case obsessives: \"Epstein didn't kill himself.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The phrase is a reference to one of the most common conspiracy theories, that Epstein was killed by an unknown assailant and did not take his own life, as the official narrative states, when he died in prison in 2019.</p><p class=\"sc-9a00e533-0 hxuGS\">The justice department and FBI rejected that theory in a memo earlier this month. They also said they had no rumoured Epstein \"client list\" that could implicate high-profile associates besides Maxwell in Epstein's criminal operation.</p><p class=\"sc-9a00e533-0 hxuGS\">It was that memo that kicked off the renewed focus on Epstein that has recently dominated the US news cycle.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"eager\" alt=\"Reuters Laura Loomer exiting a plane, looking down and holding a phone in her hand\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Like many Maga influencers, Laura Loomer has been caught between loyalty to Trump and demands for more information about Epstein's crimes</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">After initially questioning government officials, and demanding more document releases, many popular Maga influencers – including Loomer, Jack Posobiec, and pro-Trump Substack blogs and sites like ZeroHedge – appear in recent days to be backing off the topic and trying to turn the attention of their audiences elsewhere.</p><p class=\"sc-9a00e533-0 hxuGS\">But others - including former Fox News host Tucker Carlson, Steve Bannon and podcaster Benny Johnson - have continued to cover the saga in detail.</p><p class=\"sc-9a00e533-0 hxuGS\">The episode has driven even some of Trump's most steadfast supporters to turn on the president.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this week Jacob Chansley - the so-called QAnon Shaman who was sentenced for rioting at the US Capitol in January 2021 wearing horns, fur and face paint - posted a string of expletive-laden messages directed at Trump on X. His account was deleted shortly thereafter.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: \"It's exhausting\" - Epstein accuser talks to the BBC about files saga</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">However, the administration's efforts to highlight other stories do seem to have worked to diffuse the energy in some of the most conspiratorial pro-Trump spaces.</p><p class=\"sc-9a00e533-0 hxuGS\">On TheDonald, the latest twists in the Epstein case are only one discussion of many.</p><p class=\"sc-9a00e533-0 hxuGS\">Commenters are also talking about topics like vaccines, the cancellation of Stephen Colbert's late-night show, and documents recently declassified by Director of National Intelligence Tulsi Gabbard regarding Russian interference in the 2016 election.</p><p class=\"sc-9a00e533-0 hxuGS\">Those declassified documents, although confirming the prevailing view that Russia tried to influence the race, led Trump allies to call for the arrest of former President Barack Obama after Trump accused his predecessor of trying to falsely tie him to Russia.</p><p class=\"sc-9a00e533-0 hxuGS\">Obama labelled Trump's comments a \"ridiculous and a weak attempt at distraction\", and was joined by other Democrats who called Gabbard's move a blatant attempt to change the subject.</p><p class=\"sc-9a00e533-0 hxuGS\">As with the once-promised release of Epstein files, Gabbard may have set up even bigger expectations among the Maga faithful for a reckoning.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Those still chatting about the Epstein case find themselves in discussion threads trying to work out what they speculate could be hidden meanings behind Trump's actions, and asking questions such as why the Democratic administration of Joe Biden didn't release Epstein case documents - if indeed they contain any material that could damage Trump's reputation.</p><p class=\"sc-9a00e533-0 hxuGS\">Some of the president's supporters are caught between their desire for more information and possibility of damaging their movement if the story rumbles on.</p><p class=\"sc-9a00e533-0 hxuGS\">\"For 10 years the leftists have been looking for something, anything, to drive as a wedge between Trump and MAGA,\" wrote one TheDonald contributor. \"This has been their most successful attempt yet.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Someone else shot back: \"Trump made the wedge himself by running his mouth.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Thailand-Cambodia border: The political feud behind the fight",
            "time": "2025-07-24T22:19:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/068a/live/82666c90-68e7-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">The fractured friendship behind the fight at the Thailand-Cambodia border</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Jonathan Head</span><p class=\"sc-801dd632-8 hwLppI\"><span>South East Asia correspondent</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: People take shelter after gunfire breaks out between Thailand and Cambodia troops</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Cambodia and Thailand have a history of occasional conflict.</p><p class=\"sc-9a00e533-0 hxuGS\">The two countries share a long and forested border with areas that both sides claim.  There have been serious exchanges of fire in the past, too – in 2008 and 2011, clashes on a similar scale saw 40 people killed.</p><p class=\"sc-9a00e533-0 hxuGS\">However, these were de-escalated relatively quickly.</p><p class=\"sc-9a00e533-0 hxuGS\">Even as recently as this May, after an incident in which a Cambodian soldier was killed, both sides looked keen to prevent more violence, with meetings between army commanders from each country aimed at easing the tension.</p><p class=\"sc-9a00e533-0 hxuGS\">But on Thursday, it erupted. Thai authorities said at least 15 people, all civilians apart from one, had been killed so far, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/ckg5gz03d8no\" class=\"sc-f9178328-0 bGFWdi\">as fighting continued on Friday</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">At least one civilian has been killed in Cambodia, provincial authorities said.</p><p class=\"sc-9a00e533-0 hxuGS\">So why has this particular border skirmish – which kicked off after five Thai soldiers were injured in a landmine explosion on Wednesday – spread into something so much larger?</p><p class=\"sc-9a00e533-0 hxuGS\">Relations between the two countries deteriorated sharply last month, when Cambodia's senior leader Hun Sen deeply embarrassed Thai Prime Minister Paetongtarn Shinawatra by leaking a phone conversation between them about the disputed border.</p><p class=\"sc-9a00e533-0 hxuGS\">In the conversation, Paetongtarn called him \"uncle\", and criticised one of her own military commanders, sparking public anger. She has since been suspended as prime minister and Thailand's Constitutional Court is considering a petition for her dismissal.</p><p class=\"sc-9a00e533-0 hxuGS\">It is not clear why Hun Sen chose to do this, burning a close personal relationship between their two families that goes back decades.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d97d/live/1b620d70-68dc-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d97d/live/1b620d70-68dc-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d97d/live/1b620d70-68dc-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d97d/live/1b620d70-68dc-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d97d/live/1b620d70-68dc-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d97d/live/1b620d70-68dc-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d97d/live/1b620d70-68dc-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d97d/live/1b620d70-68dc-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"eager\" alt=\"EPA Thai Prime Minister Paetongtarn Shinawatra is surrounded by journalists after a cabinet meeting at Government House in Bangkok, Thailand, 01 July 2025. She wears a green suit, and the journalists are holding microphones, cameras and phones toward her. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Thai Prime Minister Paetongtarn Shinawatra was suspended in early July </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Many people have faulted Paetongtarn for her conversation with Hun Sen. She appeared to believe that she could resolve their differences by appealing to his friendship with her father, former prime minister Thaksin Shinawatra.</p><p class=\"sc-9a00e533-0 hxuGS\">In the past that friendship was used by Thaksin's opponents to charge him with putting Cambodia's interests above those of Thailand.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2014, when a government headed by Thaksin's sister Yingluck was deposed by a military coup, Hun Sen allowed scores of his supporters to seek sanctuary in Cambodia.</p><p class=\"sc-9a00e533-0 hxuGS\">The two countries have also cooperated in more shadowy areas.</p><p class=\"sc-9a00e533-0 hxuGS\">Last November, Thailand sent six Cambodian dissidents, together with a young child, back to Cambodia, where they were immediately jailed. All were recognised by the United Nations as refugees.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In 2020, a young Thai activist who had fled to Cambodia, Wanchalerm Satsaksit, was abducted and disappeared, it is presumed by Thai operatives.</p><p class=\"sc-9a00e533-0 hxuGS\">And the January gunning down of a Cambodian opposition leader in broad daylight in central Bangkok was also seen by activists as an outcome of this understanding between the two countries' security services.</p><p class=\"sc-9a00e533-0 hxuGS\">Against this background, the leaking of Paetongtarn's conversation appears to have caught the Shinawatra family completely off-guard. </p><p class=\"sc-9a00e533-0 hxuGS\">The responses from both Thaksin and Paetongtarn reveal a sense of betrayal. This has led to an increasingly bitter war of words between the two countries.</p><p class=\"sc-9a00e533-0 hxuGS\">But it is more than just words.</p><p class=\"sc-9a00e533-0 hxuGS\">Thai police have also begun investigating powerful Cambodian business figures alleged to be linked to underworld gambling and scam centres, while trade worth billions of dollars a year has stopped.</p><p class=\"sc-9a00e533-0 hxuGS\">At the border itself, there is a heightened risk of more serious clashes between the two armies.</p><p class=\"sc-9a00e533-0 hxuGS\">But rather than back off, Cambodia's Hun Sen seems to have jumped at the opportunity to ramp up rhetoric against Thailand and the Shinawatra family in particular. </p><p class=\"sc-9a00e533-0 hxuGS\">He claims to be in possession of secret documents that would incriminate Thaksin – documents he claims could even prove that he insulted the monarchy, an offence which comes with a hefty prison sentence in Thailand.</p><p class=\"sc-9a00e533-0 hxuGS\">The Thai government responded by expelling the Cambodian ambassador on Wednesday and recalling its own envoy, setting the stage for the latest confrontation.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2e01/live/99c46c80-6873-11f0-8f9f-1d38db11c370.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2e01/live/99c46c80-6873-11f0-8f9f-1d38db11c370.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2e01/live/99c46c80-6873-11f0-8f9f-1d38db11c370.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2e01/live/99c46c80-6873-11f0-8f9f-1d38db11c370.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2e01/live/99c46c80-6873-11f0-8f9f-1d38db11c370.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2e01/live/99c46c80-6873-11f0-8f9f-1d38db11c370.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2e01/live/99c46c80-6873-11f0-8f9f-1d38db11c370.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2e01/live/99c46c80-6873-11f0-8f9f-1d38db11c370.jpg.webp\" loading=\"lazy\" alt=\"Reuters Hun Sen (l) holds the arm of Thaksin Shinawatra (R) as they sit on a grey sofa with beige and grey cushions. They each have a coconut with a straw in front of them served in a blue and white ceramic bowl on a blue and white saucer.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Hun Sen (left) sits with Thaksin Shinawatra (right)</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">For now neither side looks willing to step back. In both countries, there is a lack of leadership with the strength and confidence to compromise.</p><p class=\"sc-9a00e533-0 hxuGS\">In Prime Minister Hun Manet, Cambodia has the inexperienced son of a former strongman who does not yet have his own authority, while in his father Hun Sen it also has a man who appears willing to push this conflict further.</p><p class=\"sc-9a00e533-0 hxuGS\">On the Thai side, the shaky coalition government centred on Thaksin's party is dealing with a stagnant economy and reeling from the threat of punitive US tariffs. It cannot afford to show weakness in standing up to Cambodia.</p><p class=\"sc-9a00e533-0 hxuGS\">Cambodia too is dealing with a struggling economy.</p><p class=\"sc-9a00e533-0 hxuGS\">It never fully recovered from the pandemic and tourism - a pillar of its economy - has suffered from the absence of Chinese visitors staying away for fear of being kidnapped and forced to work in scam centres.</p><p class=\"sc-9a00e533-0 hxuGS\">And - as with Thailand - now there is the threat of punishing US tariffs impacting the economy further.</p><p class=\"sc-9a00e533-0 hxuGS\">But both countries do have experienced politicians in Hun Sen and Thaksin who almost certainly can, when they are both ready, find a way out of this.</p><p class=\"sc-9a00e533-0 hxuGS\">We will also have to see whether other members of Asean weigh in on this conflict and try to persuade both countries to de-escalate.</p><p class=\"sc-9a00e533-0 hxuGS\">That was originally Asean's primary purpose - to avoid conflict among its members - and it will be a priority for some of the Asean states at the moment to help these two countries resolve the conflict.</p><p class=\"sc-9a00e533-0 hxuGS\">What remains a mystery at this point though is why Hun Sen decided to burn this friendship and inflame this conflict. </p><p class=\"sc-9a00e533-0 hxuGS\">Perhaps it was Thailand's decision to put pressure on scam centres this year, or Thaksin's ambition to legalize gambling, threatening Cambodia's own lucrative casino industry. </p><p class=\"sc-9a00e533-0 hxuGS\">Or perhaps it was something simpler: a Machiavellian move by one of Asia's wiliest political survivors, to abandon an ally in Thaksin who has lost much of his influence in Thailand, while at the same time burnishing his nationalist credentials in the eyes of his own people.</p></div></article></div></body></html>"
        },
        {
            "title": "'We know we might get killed, yet we still go there to get flour'",
            "time": "2025-07-24T13:36:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a280/live/82f6ca80-688b-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">We might get killed, but we have to get food, injured Gazan tells BBC</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Emir Nader</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Jerusalem</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp\" loading=\"eager\" alt=\"BBC Mohammed al-Qedra holds up his injured hand while lying on a bed at the UK-Med field hospital in al-Mawasi, southern Gaza\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Mohammed al-Qedra said he was shot in the hand and leg while trying to get food at a GHF aid distribution centre</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"Hunger and the lack of everything makes us go there.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"We know that we might get injured or killed at any time, yet we still go there to get a kilo of flour.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Mohammed al-Qedra, 33, is one of the many patients brought to the field hospital run by British charity UK-Med in southern Gaza who sought food but found only violence.</p><p class=\"sc-9a00e533-0 hxuGS\">He said he was shot in the hand and leg while trying to get food for his family at a nearby aid distribution centre run by the Israel- and US-backed Gaza Humanitarian Foundation (GHF).</p><p class=\"sc-9a00e533-0 hxuGS\">\"I was pleading for someone to carry me and take me to hospital. A good Samaritan brought me here,\" he recalled in an interview with a freelance journalist working for the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Mohammed said he was aware of the risk he was taking by trying to reach the GHF site, but that he had no choice.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The famine is bad for me and for everyone.\" </p><p class=\"sc-9a00e533-0 hxuGS\">\"Today, I'm eating [at] the hospital. Once I get better, I will go back to these centres no matter what. I'm the sole breadwinner for the whole family.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">British charity UK-Med operates two field hospitals in Gaza</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">According to the UN human rights office, more than 1,000 Palestinians have been killed by the Israeli military while trying to get food aid over the past two months.</p><p class=\"sc-9a00e533-0 hxuGS\">It says at least 766 of them have been killed in the vicinity of one of the GHF's four distribution centres, which are operated by US private security contractors and are located inside Israeli military zones. </p><p class=\"sc-9a00e533-0 hxuGS\">Another 288 people have been reported killed near UN and other aid convoys.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel has accused Hamas of instigating the chaos near the aid sites. It says its troops have only fired warning shots and that they do not intentionally shoot civilians.</p><p class=\"sc-9a00e533-0 hxuGS\">The GHF says the UN is using \"false\" figures from Gaza's Hamas-run health ministry.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">British paramedic Sam Sears (2nd left) says the numbers of patients are \"huge\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">British paramedic Sam Sears said the UK-Med hospital in the coastal al-Mawasi was  seeing approximately 2,000 patients a month in its emergency department, many of them injured while seeking aid.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have patients that have sustained gunshot wounds, shrapnel wounds, have leg amputations, have gunshot wounds to the chest, which have caused punctured lungs, and so on,\" he added, as he walked through the inpatient ward.</p><p class=\"sc-9a00e533-0 hxuGS\">Dr Aseel Horabi, a Palestinian medic who has been working at the hospital for almost a year, has herself had to go to the deadly aid sites, calling it a \"path to death\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"My husband went once [or] twice and then got shot and that was it! If we are to die from hunger, let it be,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I see the injured people who come to the hospital in big numbers. We sometimes receive up to 50 injured a day. During the day, we don't have any time to close our eyes and have some rest, or even drink a cup of tea.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Dr Aseel Horabi says her husband was shot while trying to collect aid</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Dr Horabi, who lives in a nearby tent with her family because her home in Rafah was destroyed, said she had not eaten for a day.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I bought a kilogram of potatoes and [it] cost me 120 [shekels] ($36; £27). Prices are not normal. It's hard to secure stuff. You could spend a $100 a day for just one meal!\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"Here at the hospital, currently they don't offer any meals. If they have meals, they give in small amounts to the patients,\" she added. \"We have to deal with hungry patients and we, too, are hungry.\"</p><p class=\"sc-9a00e533-0 hxuGS\">She said she was dealing with patients who were drained both physically and psychologically.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have come to a disastrous situation. It's not that we are close to famine, we are living it,\" she warned. \"The world is listening and watching but silent.\"</p><p class=\"sc-9a00e533-0 hxuGS\">She added: \"We don't have time to think about sadness because we are thinking about what to eat, bread, what to cook tomorrow, and how to get to the hospital.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The UN says hundreds of Palestinians have been killed and thousands wounded while seeking aid over the past two months</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">On Wednesday, over 100 international aid organisations and human rights groups accused Israel of imposing a \"siege\" on Gaza, causing mass starvation through restricting goods entering Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">When asked to comment, the World Health Organization's executive director Dr Tedros Adhanom Ghebreyesus said: \"Mass starvation means starvation of a large proportion of a population, and a large proportion of the population of Gaza is starving.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's man-made. And that's very clear. This is because of the blockade.\"</p><p class=\"sc-9a00e533-0 hxuGS\">He added: \"[More than 1,000] people have died while trying to feed themselves. If they're not starving, imagine [why they're] risking their lives.\"</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Israel imposed a total blockade of aid deliveries to Gaza at the start of March and resumed its military offensive against Hamas two weeks later, collapsing a two-month ceasefire. It said it wanted to put pressure on the armed group to release its remaining Israeli hostages.</p><p class=\"sc-9a00e533-0 hxuGS\">Although the blockade was partially eased after almost two months, amid warnings of a looming famine from global experts, the shortages of food, medicine and fuel have worsened.</p><p class=\"sc-9a00e533-0 hxuGS\">The WHO says a quarter of the 2.1 million population is facing famine-like conditions, and that almost 100,000 women and children are suffering from severe acute malnutrition.</p><p class=\"sc-9a00e533-0 hxuGS\">Gaza's Hamas-run health ministry says at least 45 people have died as a result of malnutrition since Sunday, including two who died over the last 24 hours.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Gaza's healthcare system is on the brink of collapse after 21 months of war</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Israel, which controls the entry of all supplies into Gaza, reject the accusation that it is imposing a siege and is responsible for any malnutrition cases.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In Gaza today, there is no famine caused by Israel. There is, however, a man-made shortage engineered by Hamas,\" government spokesman David Mencer told a briefing on Wednesday.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Now, too often the full story is not being told. This suffering exists because Hamas has created it.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Mencer said more than 4,400 lorry loads of aid had entered Gaza over the past two months, but that about 700 lorry loads were waiting for collection at two crossing points for collection by the UN and its humanitarian partners.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is a bottleneck which has been caused by the United Nations, and it's the main obstacle to maintaining a consistent flow of humanitarian aid into Gaza,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">However, UN agencies have said that it is nearly impossible to co-ordinate safe passage for their convoys with Israeli troops, leaving Palestinians at the mercy of a rapidly expanding starvation that is reaching every family in Gaza.</p></div></article></div></body></html>"
        },
        {
            "title": "Great Recall Taiwan: The vote targeting 'pro-China' lawmakers",
            "time": "2025-07-24T22:51:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f62b/live/a7a71180-68ec-11f0-85df-6bf58cb3272e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">How a vote targeting 'pro-China' lawmakers has split Taiwan</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Tessa Wong</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Taipei</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f62b/live/a7a71180-68ec-11f0-85df-6bf58cb3272e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f62b/live/a7a71180-68ec-11f0-85df-6bf58cb3272e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f62b/live/a7a71180-68ec-11f0-85df-6bf58cb3272e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f62b/live/a7a71180-68ec-11f0-85df-6bf58cb3272e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f62b/live/a7a71180-68ec-11f0-85df-6bf58cb3272e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f62b/live/a7a71180-68ec-11f0-85df-6bf58cb3272e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f62b/live/a7a71180-68ec-11f0-85df-6bf58cb3272e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f62b/live/a7a71180-68ec-11f0-85df-6bf58cb3272e.jpg.webp\" loading=\"eager\" alt=\"Getty Images Two female legislators, one wearing a white jacket and a long ponytail, the other with short hair and glasses and wearing a dark jacket, brawl in the Taiwanese legislature. The woman wearing the white jacket is attempting to pour bottled water on the woman wearing the dark jacket.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Taiwan's legislators have engaged in brawls in parliament in recent months amid a heated political deadlock</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">For most of his life, Deng Pu didn't see himself as an activist –  but that changed last year.</p><p class=\"sc-9a00e533-0 hxuGS\">Furious at what he felt was undemocratic behaviour by Taiwan's lawmakers and overt Chinese influence in parliament, he joined thousands of others in a massive street protest. Two months ago, he signed up with a campaign group.</p><p class=\"sc-9a00e533-0 hxuGS\">He has never done these things before. \"Previous social movements were important, but to be honest they didn't make me this angry,\" the 39-year-old photographer told the BBC. \"We are citizens... and we need to make sure our society sticks to its democratic systems and spirit.\" </p><p class=\"sc-9a00e533-0 hxuGS\">Now, that anger is reaching a turning point. On Saturday Taiwan will hold a vote to decide whether to kick out more than two dozen lawmakers accused of being too close to China, in what has been called \"dabamian\", or the Great Recall.</p><p class=\"sc-9a00e533-0 hxuGS\">The unprecedented vote may alter the balance of political power in Taiwan. But already it has deepened political divisions, with both sides of the debate claiming to be the saviour of Taiwan's sacred democracy.</p><p class=\"sc-9a00e533-0 hxuGS\">It began with last January's elections, when voters chose the Democratic Progressive Party's (DPP) William Lai as their president, but gave the opposition the dominant presence in the parliamentary Legislative Yuan.</p><p class=\"sc-9a00e533-0 hxuGS\">In the following months, the main opposition party Kuomintang worked together with the smaller Taiwan People's Party and independents to block DPP bills and pass controversial pieces of legislation. This included limiting the constitutional court's powers, cutting the government's budget, and raising the threshold for holding recall votes.</p><p class=\"sc-9a00e533-0 hxuGS\">These moves provoked significant outrage among some Taiwanese, who saw them as stymying the DPP government while strengthening the opposition's parliamentary power. </p><p class=\"sc-9a00e533-0 hxuGS\">In May 2024, thousands began holding protests in what became known as the Bluebird movement, named partially after the Taipei street where many had gathered.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9975/live/d67897f0-6882-11f0-8f9f-1d38db11c370.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9975/live/d67897f0-6882-11f0-8f9f-1d38db11c370.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9975/live/d67897f0-6882-11f0-8f9f-1d38db11c370.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9975/live/d67897f0-6882-11f0-8f9f-1d38db11c370.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9975/live/d67897f0-6882-11f0-8f9f-1d38db11c370.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9975/live/d67897f0-6882-11f0-8f9f-1d38db11c370.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9975/live/d67897f0-6882-11f0-8f9f-1d38db11c370.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9975/live/d67897f0-6882-11f0-8f9f-1d38db11c370.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A wide shot of thousands of protesters sitting on a boulevard in Taipei at night, holding up protest signs. In the foreground you can see a large Taiwan flag, while in the distance you can see the bright city lights of Taipei\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Protests last May against Taiwan's lawmakers drew tens of thousands of people</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Many in the movement believe the opposition, led by the Kuomintang which is known for its relatively friendlier position on China, is being influenced by Beijing and secretly pushing China's agenda in Taiwan's legislature.</p><p class=\"sc-9a00e533-0 hxuGS\">The party has denied this, but suspicion grew when a group of Kuomintang lawmakers visited China last year and were welcomed by top-ranking Chinese Communist Party official Wang Huning.</p><p class=\"sc-9a00e533-0 hxuGS\">Civic groups in the Bluebird movement launched petitions to oust various Kuomintang lawmakers, while Kuomintang supporters retaliated by doing the same to some DPP lawmakers.</p><p class=\"sc-9a00e533-0 hxuGS\">So far, petitions for 31 lawmakers' seats have received enough preliminary support to proceed with a final recall vote. All these seats are held by the Kuomintang - and if enough are successfully recalled, it could mean the DPP eventually gains the majority in the legislature.</p><p class=\"sc-9a00e533-0 hxuGS\">While Taiwan has held recall votes before, it has never seen so many within such a short space of time.</p><p class=\"sc-9a00e533-0 hxuGS\">On Saturday, citizens in 24 districts will vote on a simple yes or no question: whether they agree to boot out their legislator. Another round of voting will be held in August for the remaining recall cases.</p><p class=\"sc-9a00e533-0 hxuGS\">In each district, if the number of votes exceeds 25% of registered voters and more than half approve the recall, the seat will be vacated and a by-election must be held within three months.</p><p class=\"sc-9a00e533-0 hxuGS\">This means that voter turnout is crucial for the Great Recall's success - and it is the reason why civic groups have been relentlessly flooding social media and pounding the streets canvassing for votes.</p><p class=\"sc-9a00e533-0 hxuGS\">On a recent weekday night, Deng Pu and several members of his civic group stood outside a Taipei subway station. Some held up banners and chanted slogans, while others distributed paper fans and tissue packets emblazoned with the words  \"Let's go out together to vote\" and \"Say yes to the recall\".</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Deng acknowledged that with several of the recall votes taking place in Kuomintang strongholds, even if they did succeed, the party could be re-elected in  by-elections.</p><p class=\"sc-9a00e533-0 hxuGS\">Even so, the Great Recall would still be worth it, he insisted, as it was a way to \"correct our democracy\".</p><p class=\"sc-9a00e533-0 hxuGS\">Whatever the result may be, it would \"send a strong signal to all the political parties you must respect the latest wishes of Taiwan's citizens.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Deng acknowledged that many in the Bluebird movement were DPP supporters, but denied that the civic groups were funded by the party – a theory heavily pushed by the opposition.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We don't care whether DPP wins the by-elections. What's more urgent to us is that we hope to have a normal parliament, one that is not close to China and the Chinese Communist Party.\"</p><p class=\"sc-9a00e533-0 hxuGS\">He also took issue with what he saw as a weak response from the DPP, saying: \"From the first recall petition till now, the civic groups have been telling the DPP that the citizens are here and there are many of us... We are strongly calling on the DPP to join us.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c760/live/63fc6090-6872-11f0-8f9f-1d38db11c370.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c760/live/63fc6090-6872-11f0-8f9f-1d38db11c370.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c760/live/63fc6090-6872-11f0-8f9f-1d38db11c370.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c760/live/63fc6090-6872-11f0-8f9f-1d38db11c370.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c760/live/63fc6090-6872-11f0-8f9f-1d38db11c370.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c760/live/63fc6090-6872-11f0-8f9f-1d38db11c370.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c760/live/63fc6090-6872-11f0-8f9f-1d38db11c370.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c760/live/63fc6090-6872-11f0-8f9f-1d38db11c370.jpg.webp\" loading=\"lazy\" alt=\"BBC / Tessa Wong A man with salt and pepper hair wearing wire-rimmed glasses and a face mask poses for the camera. He is wearing a brown polo shirt and you can see his bag strap on his shoulder. In the background you can see the streets of Taipei including parked bicycles and motorcycles.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC / Tessa Wong</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Deng Pu decided to join the Bluebird movement as he was angry at what he saw as undemocratic behaviour by Taiwanese lawmakers</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The DPP had initially sought to distance itself from the Great Recall. But eventually it showed its support, with Lai stressing that the DPP \"must align with the power of the people\" and ordering party officials to assist pro-recall groups to \"protect the nation\".</p><p class=\"sc-9a00e533-0 hxuGS\">This has inevitably fueled the opposition's accusation that the DPP has secretly engineered the Great Recall and Bluebird movement, pointing to the fact that the DPP could reap the most political gain. </p><p class=\"sc-9a00e533-0 hxuGS\">It not only stands a chance of winning a permanent majority in the legislature. Even if the Kuomintang eventually wins in the by-elections, the DPP would have held the majority for a few weeks, giving it enough time to push through crucial laws.</p><p class=\"sc-9a00e533-0 hxuGS\">Anti-recall protests organised by the Kuomintang and other opposition parties have drawn thousands. At one such rally in the New Taipei district of Banqiao last weekend, supporters showed up waving banners and chanting \"No to the vote\" while crossing their arms.</p><p class=\"sc-9a00e533-0 hxuGS\">As they took to the stage, speaker after speaker condemned the Great Recall while characterising William Lai as a fascist and authoritarian traitor of Taiwan's democracy.</p><p class=\"sc-9a00e533-0 hxuGS\">Large screens played videos of Lai doctored to make him look like Adolf Hitler with the words \"Fuhrer Lai\", as well as the slogan \"Green Terror\" – a reference to the DPP's party colour and the White Terror, a period of authoritarian rule and political repression under the Kuomintang.</p><p class=\"sc-9a00e533-0 hxuGS\">The rhetoric echoed that of Beijing, which has waded into the debate while watching from afar. Its Taiwan Affairs Office has accused Lai of \"engaging in dictatorship under the guise of democracy\" and \"using every means possible to suppress the opposition\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"The recall lawmakers were chosen by the majority of voters in their districts. If they are not good enough, they can be voted out in the next election,\" said rally attendee Mu Zili. \"Why should we be using this evil way of getting rid of them?\"</p><p class=\"sc-9a00e533-0 hxuGS\">The 68-year-old night shift worker insisted that the lawmakers were being targeted simply because they belonged to the Kuomintang, and that the Bluebird activists were working for the DPP.</p><p class=\"sc-9a00e533-0 hxuGS\">\"You can't have one party take down the other one in one big recall, this is not democratic,\" Ms Mu said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I side with blue,\" she added, referring to the Kuomintang's party colour. \"But I don't oppose green. I'm here not because I support the Kuomintang, but to protect democracy.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But there are also many Taiwanese who are on the fence.</p><p class=\"sc-9a00e533-0 hxuGS\">Watching the anti-recall rally from the sidelines was Banqiao resident Peggy Lin. Like several other bystanders the BBC spoke to, she was bewildered by the fuss over the Great Recall. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I don't know what it's about really, I haven't followed the debate at all… so I don't have an opinion,\" said the 43-year-old childcare worker.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I will vote after I read more into it and decide based on how I feel on that day about it.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/afbe/live/41308a30-6883-11f0-818e-116d88bbdf01.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/afbe/live/41308a30-6883-11f0-818e-116d88bbdf01.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/afbe/live/41308a30-6883-11f0-818e-116d88bbdf01.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/afbe/live/41308a30-6883-11f0-818e-116d88bbdf01.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/afbe/live/41308a30-6883-11f0-818e-116d88bbdf01.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/afbe/live/41308a30-6883-11f0-818e-116d88bbdf01.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/afbe/live/41308a30-6883-11f0-818e-116d88bbdf01.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/afbe/live/41308a30-6883-11f0-818e-116d88bbdf01.jpg.webp\" loading=\"lazy\" alt=\"BBC / Tessa Wong Crowds of people seated at a daytime anti-recall rally in New Taipei hold up large red inflatable sticks, crossing them to indicate their opposition to the Great Recall. In the foreground you can see a woman wearing a pink polo shirt and pink cardigan carrying a pink bag, and a man wearing a light polo shirt. In the background you can see municipal buildings and trees.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC / Tessa Wong</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Supporters at a recent rally in Banqiao held up inflatable sticks and crossed them to indicate their opposition to the Great Recall</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Analysts say that regardless of the outcome, the Great Recall will leave a lasting impact on Taiwan's polarised society.</p><p class=\"sc-9a00e533-0 hxuGS\">The political fighting has gotten nasty at times. Legislators have brawled in parliament over the political deadlock, while activists have faced doxxing and abuse. Mr Deng told the BBC that while out canvassing, he and his team mates had been assaulted or pushed around by residents opposing the vote.</p><p class=\"sc-9a00e533-0 hxuGS\">The vote has also not gone without scandal: officials have discovered numerous forged signatures, many of deceased voters, in recall petitions against both DPP and Kuomintang lawmakers.</p><p class=\"sc-9a00e533-0 hxuGS\">The vote \"will cement the notion of four year terms as not a given but as conditional on performance and subject to periodic reviews. Political polarisation will likely get worse before it gets better,\" said Wen-ti Sung, a political scientist with the Australian National University's Taiwan Studies programme.</p><p class=\"sc-9a00e533-0 hxuGS\">But the Great Recall is also \"creating space for renewed political activism\", especially for DPP supporters, added Dr Sung, which he characterised as an overall boon to the resiliency of Taiwan's civil society.</p><p class=\"sc-9a00e533-0 hxuGS\">Ian Chong, a non-resident scholar with Carnegie China, said if many of the recall votes succeed, \"one signal it would send to politicians in Taiwan is that they should be careful with how far they push the line in public sentiment… they can't stray too far as there would be consequences\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"But if it fizzles out, then it emboldens politicians to do what they want,\" he noted. </p><p class=\"sc-9a00e533-0 hxuGS\">\"It will intensify the polarisation… and it would be easy for politicians to write off the Great Recall as yet another civil society movement that doesn't get enough momentum beyond a certain part of the population.\"</p><p class=\"sc-9a00e533-0 hxuGS\">If there was a close but not conclusive result overall, however, it may mean \"the Kuomintang and DPP will have to ultimately seek compromise and work together\".</p><p class=\"sc-9a00e533-0 hxuGS\">This, added Dr Chong, \"may not be a bad thing for Taiwan\".</p></div></article></div></body></html>"
        },
        {
            "title": "Santa feels the heat as Lapland buckles in Finland's record-breaking heatwave",
            "time": "2025-07-25T10:24:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c749/live/30253170-691c-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Santa feels the heat as Lapland buckles in Finland's record-breaking heatwave</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Erika Benke</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Rovaniemi</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1adc/live/0f9f1760-67a3-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1adc/live/0f9f1760-67a3-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1adc/live/0f9f1760-67a3-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1adc/live/0f9f1760-67a3-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1adc/live/0f9f1760-67a3-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1adc/live/0f9f1760-67a3-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1adc/live/0f9f1760-67a3-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1adc/live/0f9f1760-67a3-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"BBC/Erika Benke A man dressed as Santa waves at the camera. He is standing on concrete and surrounded by pine trees but the landscape in snowless \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/Erika Benke</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"Make sure the reindeer have plenty of water - and don't forget to drink a glass every hour too,\" Santa reminds a team of elves as Lapland swelters in a record heatwave.</p><p class=\"sc-9a00e533-0 hxuGS\">It's not every day that Father Christmas finds himself briefing about the hazards of sunstroke at the Santa Claus village inside the Arctic Circle, but this summer northern Finland has seen temperatures hover around 30C for days on end. </p><p class=\"sc-9a00e533-0 hxuGS\">The Finnish Meteorological Institute said on Friday that for the 14th day in a row a temperature of 30C was measured somewhere in Finland - the first time since records began in 1961.</p><p class=\"sc-9a00e533-0 hxuGS\">As for Santa, he will be staying indoors at the tourist destination in the city of Rovaniemi - his bright red costume trimmed with fur is very warm. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I'm only going out for a swim in the lake in the forest after 18:00, when the weather has started to cool off,\" he says.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While Santa's workshop is adapting with cheerful resilience, the unusually warm temperatures in the Arctic are a serious matter – and scientists are pointing at climate change as the culprit.</p><p class=\"sc-9a00e533-0 hxuGS\">After an unusually cold and rainy spring and early summer, the whole of Finland – including the far north of Lapland, 500km (310 miles) above the Arctic Circle – suddenly became caught up in a continuous spell of hot weather.</p><p class=\"sc-9a00e533-0 hxuGS\">In Rovaniemi itself, the heatwave has now lasted 15 days. </p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In Finland a heatwave is defined as a period of at least three consecutive days where the daily maximum temperature exceeds 25C.</p><p class=\"sc-9a00e533-0 hxuGS\">Finnish Meteorological Institute's meteorologist Jaakko Savela explains that in Lapland, where temperatures over 30C are extremely rare, heatwaves like the current one are exceptional.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The last time Finnish Lapland had a similarly long heatwave was in 1972,\" Savela says. But even that only lasted 12 to 14 days, depending on the exact location. </p><p class=\"sc-9a00e533-0 hxuGS\">\"That record has now been broken.\"</p><p class=\"sc-9a00e533-0 hxuGS\">It's not just Rovaniemi that's been gripped by scorching temperatures. Several other weather stations across Lapland have registered their longest ever heatwaves on record.</p><p class=\"sc-9a00e533-0 hxuGS\">The highest temperature of the heatwave, 31.7C, was measured at two locations, Ylitornio and Sodankylä, earlier this week. That's about 10C above the seasonal average for Lapland. On Friday, 30.3C was recorded at Koitsanlahti in the south-east.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7901/live/9d5ebd40-67a2-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7901/live/9d5ebd40-67a2-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7901/live/9d5ebd40-67a2-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7901/live/9d5ebd40-67a2-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7901/live/9d5ebd40-67a2-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7901/live/9d5ebd40-67a2-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7901/live/9d5ebd40-67a2-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7901/live/9d5ebd40-67a2-11f0-af20-030418be2ca5.jpg.webp\" loading=\"lazy\" alt=\"BBC/Erika Benke A thermometer outdoors shows the temperature in the Santa Claus village\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/Erika Benke</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The thermometer at the Santa Claus village in Lapland this week read 33C in the sun</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The heatwave has prompted renewed concern about the accelerating pace of climate change in the Arctic, which is warming four to five times faster than the rest of the Earth.</p><p class=\"sc-9a00e533-0 hxuGS\">Savela notes that this particular, long heatwave was not directly caused by climate change. However, he says, \"Climate change has had an impact: without it, temperatures over the last two weeks would have been lower\".</p><p class=\"sc-9a00e533-0 hxuGS\">Prof Jeff Weller, University of the Arctic Research Chair at the University of Oulu, agrees.</p><p class=\"sc-9a00e533-0 hxuGS\">Heatwaves and extreme weather events in summer and winter alike have become so frequent that they can only have been caused by fundamental changes to the climate system.</p><p class=\"sc-9a00e533-0 hxuGS\">\"All over the world, every day, climate change is manifested in extreme heat and extreme precipitation events,\" says Prof Weller. \"The fingerprint of climate change is upon us.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Heatwaves are becoming more common due to human-caused climate change, according to the UN's Intergovernmental Panel on Climate Change.</p><p class=\"sc-9a00e533-0 hxuGS\">Extreme hot weather will happen more often – and become even more intense – as the planet continues to warm, it has said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The extreme heat is also affecting Lapland's famed reindeer. </p><p class=\"sc-9a00e533-0 hxuGS\">Celebrated worldwide as Santa's sleigh-pullers at Christmas, reindeer here roam freely across forests and fells. But as they're hounded by mosquitoes – which thrive in hot weather – reindeer are now fleeing to roads and villages in search of relief.</p><p class=\"sc-9a00e533-0 hxuGS\">\"For reindeer the only option would be to go to higher, windier elevations but in Finnish Lapland the highest elevation is only about 1,000m (3,300 ft),\" says Prof Weller.</p><p class=\"sc-9a00e533-0 hxuGS\">He adds that because more extreme and longer heatwaves will occur more frequently in the Arctic in the future, \"reindeer herders might end up having to build big barns to provide shade for their animals\".</p><p class=\"sc-9a00e533-0 hxuGS\">It's not just Santa and his reindeer who are struggling. Lapland is traditionally known as a cool tourist destination – but this year, visitors are puzzled.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's super-hot here – 30C is killing me. I came to escape the heat,\" says Silvia, a tourist from Prague visiting Santa's holiday village in Rovaniemi. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I expected much colder weather and packed the wrong clothes. I only have one short-sleeve t-shirt with me – I've been wearing it every day.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/428c/live/e37cdfa0-67a2-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/428c/live/e37cdfa0-67a2-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/428c/live/e37cdfa0-67a2-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/428c/live/e37cdfa0-67a2-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/428c/live/e37cdfa0-67a2-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/428c/live/e37cdfa0-67a2-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/428c/live/e37cdfa0-67a2-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/428c/live/e37cdfa0-67a2-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"BBC/Erika Benke Silvia wearing her one T-shirt, standing in front of a Christmas tree\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/Erika Benke</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">\"I expected much colder weather and packed the wrong clothes,\" said Silvia from Prague</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It doesn't help that days in Rovaniemi are currently 20 hours a day, so the sun is still shining until well after 23:00 – keeping temperatures up for longer.</p><p class=\"sc-9a00e533-0 hxuGS\">Hunkering down in a shady patch in Santa Park is Adita from London, who expected to find temperatures under 20C here. \"I can barely even step outside the shade, I feel like I'm on fire when I do,\" she says.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Something similar is happening in the UK but I'm very surprised to see this at the Arctic Circle,\" she says. \"Ice and snow is so integral to this amusement park and the whole of Lapland.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Elina, an elf working in Santa's post office, also worries about the future of Lapland's winters: \"I'm wondering if heatwaves are now the new normal.\"</p><p class=\"sc-9a00e533-0 hxuGS\">For Santa, there is the added problem of having to wear his heavy costume every day of the year. </p><p class=\"sc-9a00e533-0 hxuGS\">At the moment he only goes outdoors in the evenings once the air starts cooling down, otherwise he risks getting heatstroke in just 10 minutes.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Of course a hot summer can be very nice for some but I prefer cold and snow,\" he says. \"Winter is better.\"</p></div></article></div></body></html>"
        },
        {
            "title": "'The hardest time I have lived through': BBC's Gaza freelance journalists on struggle to feed families",
            "time": "2025-07-24T17:15:51",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1a8d/live/8fb83af0-68aa-11f0-83d0-5d68283eb47c.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">'I can barely do one story. I just feel dizzy' - BBC's Gaza freelance journalists tell of struggle for food</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Yolande Knell</span><p class=\"sc-801dd632-8 hwLppI\"><span>Middle East correspondent, Jerusalem</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1a8d/live/8fb83af0-68aa-11f0-83d0-5d68283eb47c.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1a8d/live/8fb83af0-68aa-11f0-83d0-5d68283eb47c.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1a8d/live/8fb83af0-68aa-11f0-83d0-5d68283eb47c.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1a8d/live/8fb83af0-68aa-11f0-83d0-5d68283eb47c.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1a8d/live/8fb83af0-68aa-11f0-83d0-5d68283eb47c.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1a8d/live/8fb83af0-68aa-11f0-83d0-5d68283eb47c.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1a8d/live/8fb83af0-68aa-11f0-83d0-5d68283eb47c.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1a8d/live/8fb83af0-68aa-11f0-83d0-5d68283eb47c.jpg.webp\" loading=\"eager\" alt=\"Anadolu via Getty Images Palestinians carrying pans gather to receive hot meals from a charity kitchen in Gaza City, northern Gaza (23 July 2025)\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Anadolu via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Journalists are facing the same dire circumstances as those they are covering</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Three trusted freelance Palestinian journalists whom the BBC relies on for its Gaza coverage have shared how they are now struggling to feed their families and often go two days or more without eating.</p><p class=\"sc-9a00e533-0 hxuGS\">All of the men have kept their cameras running, sending us vital footage, even on days when their close relatives have been killed, they have lost their homes, or have been fleeing from Israeli military advances with their families.</p><p class=\"sc-9a00e533-0 hxuGS\">One was previously badly wounded by shrapnel from an Israeli bombing while on assignment. </p><p class=\"sc-9a00e533-0 hxuGS\">But he says the current time is \"the hardest time I have lived through since I was born. It's a huge crisis of suffering and deprivation.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Global food security experts have not yet classified the situation in Gaza as a famine, but UN agencies have warned of man-made, mass starvation taking hold.</p><p class=\"sc-9a00e533-0 hxuGS\">They have blamed Israel, which controls all supplies entering the Palestinian territory, but it has denied responsibility.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3675/live/a54d9e80-68a7-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3675/live/a54d9e80-68a7-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3675/live/a54d9e80-68a7-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3675/live/a54d9e80-68a7-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3675/live/a54d9e80-68a7-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3675/live/a54d9e80-68a7-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3675/live/a54d9e80-68a7-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3675/live/a54d9e80-68a7-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"lazy\" alt=\"Reuters A displaced Palestinian man carries his possessions following an Israeli military ground operation in Deir al-Balah, central Gaza (22 July 2025)\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">For many months, local journalists have been the world's eyes and ears on the ground in Gaza</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">We have agreed not to identify our colleagues by name out of consideration for their security.</p><p class=\"sc-9a00e533-0 hxuGS\">They tell us that not being able to provide for the youngest and most vulnerable of their loved ones is most difficult of all.</p><p class=\"sc-9a00e533-0 hxuGS\">\"My son who has autism is unaware of what is going on around him. He doesn't know that we are in a war and he doesn't speak,\" says one of our cameramen in Gaza City, who is a father of four.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In recent days, he's so hungry that he's started hitting his stomach with his hand to signal to us that he wants food.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Our youngest colleague, who is in southern Gaza, is the main breadwinner for his parents and siblings.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I am constantly wondering how to get food for my family,\" he tells us. \"My little sister, who's 13, keeps on asking for food and water and we can't get any for her. Any water we find will be contaminated.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d258/live/64465250-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d258/live/64465250-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d258/live/64465250-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d258/live/64465250-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d258/live/64465250-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d258/live/64465250-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d258/live/64465250-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d258/live/64465250-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Reuters A girl runs after Israeli air strikes on a school sheltering displaced people in Bureij refugee camp, central Gaza (17 July 2025)\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">BBC News and the AFP, AP and Reuters news agencies are urging the Israeli authorities to allow journalists in and out of Gaza</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The BBC has released a joint statement with other media organisations saying it is \"desperately concerned\" about the wellbeing of local freelance journalists that it works with in Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">\"For many months, these independent journalists have been the world's eyes and ears on the ground in Gaza. They are now facing the same dire circumstances as those they are covering,\" says the statement by the BBC and AFP, AP and Reuters news agencies.</p><p class=\"sc-9a00e533-0 hxuGS\">The current conditions make telling the story of what is happening even more challenging.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"I feel tired and exhausted all the time, to the point of dizziness and falling to the ground,\" says a veteran journalist who now works with us in Gaza City and is looking after his mother, sisters, and five children aged two to 16.</p><p class=\"sc-9a00e533-0 hxuGS\">He says he has lost 30kg (4st 7lbs) in 21 months of war.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I used to complete most news reports with great speed, but now I am slow in finishing them due to my poor health and psychological state,\" he tells us. \"Delirium and fatigue accompanies me.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"I can't describe the feeling,\" says our southern Gaza cameraman. \"My stomach twists in knots, and I have a headache, add to that being emaciated and weak. I used to work from 07:00 until 22:00 but now I can barely do one story. I just feel dizzy.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Recently, he collapsed during filming but later resumed his work.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/28d5/live/40540d10-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/28d5/live/40540d10-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/28d5/live/40540d10-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/28d5/live/40540d10-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/28d5/live/40540d10-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/28d5/live/40540d10-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/28d5/live/40540d10-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/28d5/live/40540d10-68a8-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Reuters Mourners attend the funeral of a Palestinian journalist killed in an Israeli air strike, at al-Shifa hospital, in Gaza City (25 June 2025)\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Almost 200 Palestinian journalists have been killed by Israeli forces during the war</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While food shortages have been a constant issue during the war, previously those receiving salaries from outside could still buy basic supplies albeit at exorbitant prices on local markets. Now even those markets are largely empty.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I've reached the point of taking food from the charity kitchen. In recent days, this has meant my kids have been eating one meal a day - just limited foodstuffs like lentils, rice and pasta,\" says the Gaza City journalist with four small children.</p><p class=\"sc-9a00e533-0 hxuGS\">Two of the men say they have taken to drinking water with a little salt to try to suppress their hunger. One says he can sometimes buy a 50g biscuit for his daily meal but this costs 30 shekels ($9; £6.60).</p><p class=\"sc-9a00e533-0 hxuGS\">Getting hold of money is an ordeal in itself. It now involves using money merchants.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If I need cash, it's mostly not available, but when it is, it's accompanied by a withdrawal fee of 45%,\" explains one Gaza City cameraman. \"That means that if I go to withdraw $1,000, I will get only $550. The whole process is exhausting and any vendors nowadays demand cash.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"The difficulty is because of the closure of the banks. These money transfers are another form of suffering after our hunger,\" our colleague in southern Gaza adds.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7326/live/7ab1d520-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7326/live/7ab1d520-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7326/live/7ab1d520-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7326/live/7ab1d520-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7326/live/7ab1d520-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7326/live/7ab1d520-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7326/live/7ab1d520-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7326/live/7ab1d520-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Reuters Palestinians seeking aid supplies from the US-backed Gaza Humanitarian Foundation travel in an animal-drawn cart, near Rafah, in southern Gaza (24 July 2025)\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">BBC News, AFP, AP and Reuters say it is essential that adequate food supplies reach the people of Gaza</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In the past, Israeli-accredited BBC journalists like myself were able to travel regularly to Gaza to report, even during wartime.</p><p class=\"sc-9a00e533-0 hxuGS\">However, since the start of the war on 7 October 2023, Israel along with Egypt - when its Rafah crossing was still open - has prevented foreign journalists from accessing the territory except on limited embeds with the Israeli army.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We once again urge the Israeli authorities to allow journalists in and out of Gaza,\" the BBC and other news organisations said in their statement.</p><p class=\"sc-9a00e533-0 hxuGS\">This week, 28 countries including the UK released a joint statement saying: \"The war in Gaza must end now.\" They called for Israel to comply with its obligations under international law and stop the \"drip feeding\" of aid.</p><p class=\"sc-9a00e533-0 hxuGS\">On Wednesday, more than 100 aid agencies and rights groups stated that \"with supplies now totally depleted, humanitarian organisations are witnessing their own colleagues and partners waste away before their eyes.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The news organisations noted that: \"Journalists endure many deprivations and hardships in warzones. We are deeply alarmed that the threat of starvation is now one of them.\"</p><p class=\"sc-9a00e533-0 hxuGS\">They added: \"It is essential that adequate food supplies reach the people [in Gaza].\"</p><p class=\"sc-9a00e533-0 hxuGS\">For now, our own colleagues are battling to get through each day, balancing their responsibilities to their families with their desire to tell the world about the extraordinary difficulties their people are living through.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's currently catastrophic. Hunger has reached every home,\" one told us. \"This is like a suspended death sentence.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Watch: Man dons bear costume in Japan Police animal attack drill",
            "time": "2025-07-25T06:11:01",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7656/live/91e649a0-691a-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Japanese Police and local hunters in Nikko, Tochigi Prefecture have practiced their response to potential bear attacks in a simulated drill. </p><p class=\"sc-9a00e533-0 hxuGS\">The demonstration saw a man dressed as a bear chased off by firecrackers, and showed participants how to safely approach an animal after it has been shot or tranquillised. </p><p class=\"sc-9a00e533-0 hxuGS\">Tochigi has seen three bear attacks so far this year, local media reported.</p></div></div></body></html>"
        },
        {
            "title": "The story behind the photograph of a starving Gaza baby",
            "time": "2025-07-24T22:20:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/cb78/live/cbb1f4c0-6921-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">A photographer in Gaza has told the story of how he captured a series of harrowing photographs, showing an emaciated child. </p><p class=\"sc-9a00e533-0 hxuGS\">Ahmed al-Arini told BBC Newshour that he wanted to \"show the rest of the world extreme hunger\" that babies and children are experiencing in the Gaza Strip. </p><p class=\"sc-9a00e533-0 hxuGS\">Global food security experts have not yet classified the situation in Gaza as a famine, but UN agencies have warned of man-made, mass starvation taking hold. </p><p class=\"sc-9a00e533-0 hxuGS\">They have blamed Israel, which controls all supplies entering the Palestinian territory, but it has denied responsibility. </p><p class=\"sc-9a00e533-0 hxuGS\">Israel blames Hamas for any cases of malnutrition.</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cwyxy5k70rzo\" class=\"sc-f9178328-0 bGFWdi\">Read more here.</a> </p></div></div></body></html>"
        },
        {
            "title": "Goma: BBC goes inside M23-held city in DR Congo",
            "time": "2025-07-23T14:06:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1ec1/live/0065a9d0-67cb-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Six months after M23 rebels took the eastern Democratic Republic of Congo city of Goma, there are signs of a return to normality. </p><p class=\"sc-9a00e533-0 hxuGS\">But the emotional scars still run deep for many women who survived sexual assault during the upsurge in fighting between the rebels and the Congolese army. </p><p class=\"sc-9a00e533-0 hxuGS\">The BBC's Paul Njie first reported from Goma in February and has been back to visit the city. </p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"filmed-by-hassan-lali,-edited-by-kathy-harcombe\" class=\"sc-d16436d-0 fhKUCU\">Filmed by Hassan Lali, edited by Kathy Harcombe</i></p></div></div></body></html>"
        },
        {
            "title": "Can you un-bleach coral? BBC visits remote reef to find out",
            "time": "2025-07-24T02:31:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6bc6/live/a3494bf0-6697-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Corals at UNESCO World Heritage area Ningaloo reef have suffered from mass bleaching as part of what scientists call a \"marine heatwave\". </p><p class=\"sc-9a00e533-0 hxuGS\">The coral harbours a massive amount of biodiversity and protects shores from extreme weather - so can anything be done to save it? </p><p class=\"sc-9a00e533-0 hxuGS\">The BBC's Katy Watson went to the remote Western Australian reef to discover whether the damage can be undone.</p></div></div></body></html>"
        }
    ]
}