{
    "source": "BBC News",
    "articles": [
        {
            "title": "Zelensky's chief of staff Andriy Yermak resigns after anti-corruption raid",
            "time": "2025-11-28T17:54:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a712/live/0c46c260-cc71-11f0-ab80-ff64212d3317.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Zelensky's top adviser resigns after Ukrainian anti-corruption raid on his home</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Paul Kirby,</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Europe digital editor </span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Jaroslav Lukiv</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a712/live/0c46c260-cc71-11f0-ab80-ff64212d3317.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a712/live/0c46c260-cc71-11f0-ab80-ff64212d3317.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a712/live/0c46c260-cc71-11f0-ab80-ff64212d3317.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a712/live/0c46c260-cc71-11f0-ab80-ff64212d3317.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a712/live/0c46c260-cc71-11f0-ab80-ff64212d3317.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a712/live/0c46c260-cc71-11f0-ab80-ff64212d3317.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a712/live/0c46c260-cc71-11f0-ab80-ff64212d3317.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a712/live/0c46c260-cc71-11f0-ab80-ff64212d3317.jpg.webp\" loading=\"eager\" alt=\"Reuters Ukraine's President Volodymyr Zelenskiy and Head of the Presidential Office Andriy Yermak walk, amid Russia's attack on Ukraine, in Kyiv, Ukraine January 22, 2024.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Yermak has for years been Zelensky's closest aide and has played a key role in talks towards ending the war</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ukrainian President Volodymyr Zelensky has said his chief of staff, Andriy Yermak, has resigned following an anti-corruption raid on his home.</p><p class=\"sc-9a00e533-0 eZyhnA\">Yermak, a towering figure with enormous political influence, has been Zelensky's closest adviser throughout Russia's full-scale war, but has come under increasing pressure over an escalating scandal - even though he is not accused of any wrongdoing.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zelensky had recently appointed him to head crucial negotiations, with US President Donald Trump leading a new drive to end the Russia-Ukraine war.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a stark address to the nation outside his presidential office, Zelensky called for unity, warning: \"We risk losing everything: ourselves, Ukraine, our future.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The corruption scandal has rocked Ukraine for weeks, weakening Zelensky's own position and jeopardising the country's negotiating position with the US at a delicate time.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine, backed by its European allies, has sought to change the terms of a US-led draft peace plan originally seen as heavily slanted towards Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">Early on Friday Ukraine's two anti-corruption agencies raided Yermak's apartment in Kyiv's government quarters and the chief of staff said on social media that \"from my side there is full co-operation\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm grateful to Andriy that Ukraine's position on the negotiating track was always presented as required: it was always a patriotic position,\" Ukraine's president said during his video address in Kyiv.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zelensky said he would start consultations on Saturday on who would replace Yermak as his top adviser: \"When all the attention is focused on diplomacy and the defence in a war, inner strength is required.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Russia wants Ukraine to make mistakes – there won't be any mistakes from our side. Our work continues, our fight continues. We have no right... to retreat, to quarrel [among ourselves].\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Yermak's departure from Ukraine's leading circle will come as a major blow for Zelensky, with US Army Secretary Dan Driscoll due to arrive in Kyiv by the end of this week as part of Trump's draft peace plan. </p><p class=\"sc-9a00e533-0 eZyhnA\">US officials are heading to Moscow next week and Russia's Vladimir Putin said on Friday he backed a Hungarian offer to host a Trump-Putin summit in Budapest.</p><p class=\"sc-9a00e533-0 eZyhnA\">Putin has continued to promote Russia's maximalist demands to bring an end to the war. He claimed on Thursday that Russian forces had the initiative<a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cp84nl57v0lo\" class=\"sc-f9178328-0 iCaRzc\"> </a>on the battlefield and the fighting would only end when Ukrainian troops withdrew from the entire eastern Donbas region, including several strategically important cities under Ukrainian control.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If they don't withdraw, we'll achieve this by force of arms,\" Putin said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hours before the raid on his flat, Yermak continued to explain his government's position as it comes under US pressure to make territorial concessions to Russia, which launched a full-scale invasion of Ukraine in February 2022.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"As long as Zelensky is president, no-one should count on us giving up territory. He will not sign away territory,\" Yermak told The Atlantic website.</p><p class=\"sc-9a00e533-0 eZyhnA\">Yermak, 54, admitted during his interview he was under \"enormous\" pressure to stand down, adding \"the case is fairly loud, and there needs to be an objective and independent investigation without political influence\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b34a/live/c4404fa0-cc7e-11f0-93ea-199ffe9fe785.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b34a/live/c4404fa0-cc7e-11f0-93ea-199ffe9fe785.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b34a/live/c4404fa0-cc7e-11f0-93ea-199ffe9fe785.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b34a/live/c4404fa0-cc7e-11f0-93ea-199ffe9fe785.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b34a/live/c4404fa0-cc7e-11f0-93ea-199ffe9fe785.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b34a/live/c4404fa0-cc7e-11f0-93ea-199ffe9fe785.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b34a/live/c4404fa0-cc7e-11f0-93ea-199ffe9fe785.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b34a/live/c4404fa0-cc7e-11f0-93ea-199ffe9fe785.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images US Secretary of State Marco Rubio (R) and Ukraine's Presidential Office Chief of staff Andriy Yermak hold a press conference following their closed-door talks on a US plan to end the war in Ukraine at the US Mission in Geneva, on November 23, 2025\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Earlier this week, Yermak took part in talks in Geneva with US Secretary of State Marco Rubio</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine's anti-corruption bureau Nabu and specialised anti-corruption prosecutor's office (Sap) did not explain why they searched his flat.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the past few weeks investigators have linked several high-profile figures to an alleged $100m (£75m) embezzlement scandal in the energy sector. They said they had uncovered an extensive scheme to take kickbacks and influence state-owned companies including state nuclear energy firm Enerhoatom.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russian officials involved in Trump's draft peace plan have talked up the corruption claims, which have alarmed European Union allies. Ukraine is a candidate to join the EU and a report earlier this month highlighted doubts over \"commitment to its anti-corruption agenda\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this year Zelensky sought to curb the powers of the two anti-corruption agencies, but <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cj9v9083lw3o\" class=\"sc-f9178328-0 iCaRzc\">he was forced to backtrack almost immediately </a>after widespread protests and objections from Kyiv's Western allies.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zelensky has already fired Energy Minister Svitlana Grynchuk and Justice Minister Herman Halushchenko and several suspects have been detained in the burgeoning corruption scandal that has outraged public opinion because of allegations that money was diverted from key infrastructure projects vital for safeguarding Ukrainian power supplies.</p><p class=\"sc-9a00e533-0 eZyhnA\">As winter starts in Ukraine, Russian attacks have already badly damaged its energy infrastructure and Ukrainians across the country have had to cope with only a few hours of electricity a day.</p><p class=\"sc-9a00e533-0 eZyhnA\">One of the president's former business associates, Timur Mindich, has left the country in the wake of the corruption allegations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mindich was co-owner of the TV studio Kvartal 95 where Zelensky's acting career took off before he was elected president.</p><p class=\"sc-9a00e533-0 eZyhnA\">In recent weeks Andriy Yermak's popularity has nose-dived and MPs from all parties, including his own, have been calling for his sacking, initially for what they saw as his inflated power for an unelected official, but more recently, the burgeoning corruption scandal.</p><p class=\"sc-9a00e533-0 eZyhnA\">Recent polling suggested 70% of the public wanted him to resign.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zelensky and his now-former chief of staff became friends about 14 years ago, while the future president was a senior media executive and Yermak worked for him as a lawyer. Yermak was made chief of staff a year after Zelensky was elected president in 2019.</p><p class=\"sc-9a00e533-0 eZyhnA\">On the first night of Russia's invasion, they appeared together with colleagues delivering a defiant video message outside the presidential office on Kyiv's Bankova Street, vowing to stay and fight.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are all here,\" Zelensky told Ukrainians. \"Our soldiers are here, the citizens are here and we are all here. We are defending our independence, and that's how it will continue.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Hong Kong tower blocks fire death toll rises to 128",
            "time": "2025-11-28T15:10:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/04be/live/48dd23e0-cc44-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Eight more arrested over fire in Hong Kong that killed at least 128 people</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">'Solemn scenes': BBC reports from outside Hong Kong's scorched buildings</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At least 128 people are now known to have died in a devastating fire that engulfed multiple high-rise buildings in Hong Kong.</p><p class=\"sc-9a00e533-0 eZyhnA\">Eight people have been arrested on suspicion of corruption over the renovation works the blocks had been undergoing before the fire. Three others were detained earlier on manslaughter charges.</p><p class=\"sc-9a00e533-0 eZyhnA\">The cause of the fire remains unclear, though officials said that polystyrene and protective netting placed on the outside of the windows facilitated its spread.</p><p class=\"sc-9a00e533-0 eZyhnA\">A further 79 people were injured in the blaze - the city's deadliest in more than 70 years. Dozens remain missing.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Police went into the buildings to start gathering evidence, after authorities said that an investigation would take place over the next three to four weeks.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Independent Commission Against Corruption (ICAC) said that those arrested in the corruption probe on Friday included directors at an engineering company and scaffolding subcontractors. </p><p class=\"sc-9a00e533-0 eZyhnA\">Some 2,311 firefighters worked to bring the fire under control after it spread across seven of Wang Fuk Court's eight apartment blocks. </p><p class=\"sc-9a00e533-0 eZyhnA\">Firefighting efforts have now ceased. The fire was fully extinguished by 10:18 local time (02:18 GMT) on Friday, the fire department said at a news conference.</p><p class=\"sc-9a00e533-0 eZyhnA\">It also said 89 bodies have yet to be identified, and 16 bodies remain inside the buildings.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, crowds have been gathering at a nearby community hall that has been opened to families looking for missing loved ones. Relatives are being asked to help with the identification process by bringing in family photos.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Hong Kong government has also set up shelters and support centres for displaced residents. Groups of volunteers have been packing and organising supplies for those affected, including clothing and hygiene products.</p><p class=\"sc-9a00e533-0 eZyhnA\">The blaze started at 14:51 local time (06:51 GMT) on Wednesday, and by 18:22 local time it had been upgraded to the most serious category by fire officials.</p><p class=\"sc-9a00e533-0 eZyhnA\">The fire department said the fire started at a lower level before moving upwards, and reached a peak temperature of 500C (932F).</p><p class=\"sc-9a00e533-0 eZyhnA\">As a result, the blaze reignited in some places after being doused, they said.</p><p class=\"sc-9a00e533-0 eZyhnA\">One former resident, who moved out earlier this year and only gave his surname, told the BBC: \"There was nothing we could do. Together we watched our homes burn gradually.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The fire spread quickly across the separate blocks due to the presence of flammable netting and other materials on the outside of the buildings.</p><p class=\"sc-9a00e533-0 eZyhnA\">Firefighter Ho Wai-ho, 37, has been identified as among those killed. He was found collapsed at the scene on Wednesday, about 30 minutes after contact with him was lost.</p><p class=\"sc-9a00e533-0 eZyhnA\">Twelve other firefighters have also been injured, authorities said.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Two Indonesian nationals who had been working on the buildings were also killed in the fire, a migrant charity said. Indonesian and Filipino workers are among those still unaccounted for.</p><p class=\"sc-9a00e533-0 eZyhnA\">Indonesian worker Fita had been inside the building with her employer when she heard the fire brigade siren. She described it as scary and confusing, but added that she felt \"so grateful\" to be safe.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"But I'm concerned about friends I know... Usually we talk, and then I haven't met them [since the fire],\" she told news agency Reuters.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many of those in the shelters have been unwilling to speak to the media while reeling from the trauma.</p><p class=\"sc-9a00e533-0 eZyhnA\">Shock has quickly shifted to anger in Hong Kong, as questions grow on who should be held accountable for the blaze.</p><p class=\"sc-9a00e533-0 eZyhnA\">Several residents have said they did not hear a fire alarm when the fire broke out. Hong Kong's fire service found that fire alarms in all eight blocks were not working effectively.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, one resident told the BBC that some of the alarms had been turned off by construction workers.</p><p class=\"sc-9a00e533-0 eZyhnA\">Reports of residents' prior complaints over high renovation fees and whether the materials used complied with fire-safety regulations have also resurfaced and are circulating widely online. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We have reason to believe that those in charge at the company were grossly negligent, which led to this accident and caused the fire to spread uncontrollably, resulting in major casualties,\" a police spokesperson said.</p></div><div data-component=\"group-block\" class=\"sc-3b6b161a-0 Qwxkf\"><section class=\"sc-2d9149e5-0 cSvbpL\"><div data-testid=\"slideshowWrapper\" class=\"sc-bb9c31df-0 eyDYxi\"><hr class=\"sc-bb9c31df-13 TJGYy\"><div class=\"sc-bb9c31df-9 sc-bb9c31df-12 kJXtbZ dLZLyt\"><p class=\"sc-bb9c31df-6 sc-bb9c31df-7 sc-bb9c31df-8 sc-bb9c31df-10 CMaeP bUWtCU hdoqvu guckrn\"></p><p class=\"sc-bb9c31df-6 sc-bb9c31df-7 sc-bb9c31df-11 CMaeP loiCSF djVHpK\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">As firefighters bring the blaze under control, the extent of the damage is yet to be assessed</figcaption></p><p class=\"sc-bb9c31df-6 sc-bb9c31df-7 sc-bb9c31df-8 sc-bb9c31df-10 CMaeP bUWtCU hdoqvu guckrn\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Thick smoke billowed into the sky as bystanders watched on</figcaption></p></div></div></section></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Wang Fuk Court was built in 1983 and had provided 1,984 apartments for some 4,600 residents, according to a 2021 government census.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nearly 40% of its residents are estimated to be at least 65 years old. Some have lived in the subsidised housing estate since it was built.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hong Kong's deadliest fire on record killed 176 people in 1948 and was caused by a ground-floor explosion at a five-storey warehouse.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-martin-yip-and-gemini-cheng-in-hong-kong\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Martin Yip and Gemini Cheng in Hong Kong</i></p></div></article></div></body></html>"
        },
        {
            "title": "Afghans in US issue plea to Trump after 'tragic' Washington DC shooting",
            "time": "2025-11-28T20:42:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fe02/live/a658c430-cc84-11f0-85e8-3f31c63acd74.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Afghans in US issue plea to Trump after Washington DC shooting</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">James FitzGerald</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Mahfouz Zubaide</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fe02/live/a658c430-cc84-11f0-85e8-3f31c63acd74.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fe02/live/a658c430-cc84-11f0-85e8-3f31c63acd74.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fe02/live/a658c430-cc84-11f0-85e8-3f31c63acd74.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fe02/live/a658c430-cc84-11f0-85e8-3f31c63acd74.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fe02/live/a658c430-cc84-11f0-85e8-3f31c63acd74.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fe02/live/a658c430-cc84-11f0-85e8-3f31c63acd74.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fe02/live/a658c430-cc84-11f0-85e8-3f31c63acd74.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fe02/live/a658c430-cc84-11f0-85e8-3f31c63acd74.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images Afghan refugee girls watch a soccer match near where they are staying in the Village at the Ft. McCoy US Army base in 2021 \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Tens of thousands of Afghans entered the US under special immigration protections following the US withdrawal from the country in 2021</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Afghans living in the US have condemned Wednesday's \"deeply tragic\" deadly shooting attack in Washington DC, while stressing that the suspect - who moved to the US from Afghanistan four years ago - does not represent them.</p><p class=\"sc-9a00e533-0 eZyhnA\">The alleged gunman, 29-year-old Rahmanullah Lakanwal, entered America under a programme that offered special immigration protections to Afghans who worked with the US in the wake of the its troop withdrawal from Afghanistan in 2021.</p><p class=\"sc-9a00e533-0 eZyhnA\">National Guard member Sarah Beckstrom, 20, was killed in Wednesday's shooting, and a colleague, Andrew Wolfe, 24, is said to be fighting for his life.</p><p class=\"sc-9a00e533-0 eZyhnA\">In response, US President Donald Trump has halted the processing of all immigration requests from Afghans, ordered a review of green cards issued to individuals from 19 countries, and threatened a wider crackdown on migrants from what he calls \"third-world countries\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The Afghan Community Coalition of United States expressed its sympathy for families of the victims, calling for a \"comprehensive investigation\" but urging the US government not to delay or suspend Afghan immigration claims.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Twenty years of Afghan-US partnership must not be forgotten,\" the coalition's statement said, nodding to the two-decade effort launched by the US in 2001 to overthrow Afghanistan's Taliban rulers and establish security in the country.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Afghans living in America told the BBC they had been horrified by the Washington DC attack, which they emphasised was the act of just one person.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some spoke anonymously out of fear of reprisals by the Taliban, which took back control of Afghanistan following the US troop withdrawal in 2021.</p><p class=\"sc-9a00e533-0 eZyhnA\">One of the Afghans, who made his move after the US withdrawal, described Wednesday's incident as \"deeply tragic\". He noted the timing ahead of Thanksgiving, and amid a \"highly charged political environment in Washington DC\".</p><p class=\"sc-9a00e533-0 eZyhnA\">But he highlighted that the shooting was an \"individual criminal offence, not representative of a community\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Afghans in the United States are hardworking, tax paying members of society,\" he added. \"They remain grateful to America for the evacuation efforts during the crisis in Kabul.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Thousands of Afghans scrambled to escape the country in 2021, many via Kabul, as the US withdrew its troops and the Taliban swept in. </p><p class=\"sc-9a00e533-0 eZyhnA\">The suspect, Mr Lakanwal, is said by US officials to have had a relationship with US forces in Afghanistan while they were stationed there. He helped guard US forces at Kabul airport at the time of the withdrawal, a former military commander who served alongside him told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">He came to the US the same year. He applied for asylum in 2024, and his application was granted earlier this year, an official told the BBC's partner CBS News.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">FBI: Suspect had relationship with 'partner forces' in Afghanistan</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Another Afghan, who also moved to the US following the country's withdrawal from Afghanistan four years ago, labelled Wednesday's shooting \"really shocking\". He said he was praying for the families of the victims.</p><p class=\"sc-9a00e533-0 eZyhnA\">He suspected that it was an \"individual crime which is committed without any support, participation and co-operation of others\", and said the attack \"should not be counted for the whole community\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Another Afghan man living in the US who spoke to the BBC said the shooting had been a \"very devastating event for all immigrants\", adding that the political reaction had left many people in a state of uncertainty.</p><p class=\"sc-9a00e533-0 eZyhnA\">The situation felt more acute due to the threats in his country of origin, he said: \"For us Afghans there's problem for us in Afghanistan as well as here.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Crystal Bayat, an Afghan human rights activist who moved to the US after 2021, said that despite having secured permanent residency, she still feared the US government could abruptly change course on accepting Afghan migrants.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I have a fear every single day that what if the policy changes and they deport us from here?\" Ms Bayat told the Outside Source programme on BBC World Service.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I hope President Trump changes his mind on this,\" Ms Bayat said. \"It is very dangerous to punish entire immigrant communities, or the people who stood shoulder to shoulder with the (American) people.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">She said there were families who were still in danger in Afghanistan due to their support of the US before the withdrawal. </p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Trump announces death of National Guard member Sarah Beckstrom</figcaption></p></article></div></body></html>"
        },
        {
            "title": "Trump says US will pause migration from 'third-world countries'",
            "time": "2025-11-28T14:12:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/43e9/live/a3d64660-cc34-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Trump says US will pause migration from 'third-world countries'</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Yang Tian</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">James FitzGerald</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/43e9/live/a3d64660-cc34-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/43e9/live/a3d64660-cc34-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/43e9/live/a3d64660-cc34-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/43e9/live/a3d64660-cc34-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/43e9/live/a3d64660-cc34-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/43e9/live/a3d64660-cc34-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/43e9/live/a3d64660-cc34-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/43e9/live/a3d64660-cc34-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"eager\" alt=\"Reuters US President Donald Trump looks on as he participates in a call with service members of the US Army\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump has threatened to escalate his crackdown on immigration - pledging to \"permanently pause migration\" to the US from all \"third world countries\" as he hit out against his country's \"refugee burden\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump's social media post came after he announced that a US National Guard member had died after a shooting in Washington DC - for which an Afghan national has been blamed. </p><p class=\"sc-9a00e533-0 eZyhnA\">He did not give further details or name which countries might be affected. Such a plan could face legal challenges and has already prompted pushback from UN agencies.</p><p class=\"sc-9a00e533-0 eZyhnA\">The president's announcements after Wednesday's fatal attack represent a further toughening of his stance towards migrants during his second presidency.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Among other moves, Trump has sought to enact mass deportations of migrants who entered the US illegally, to drastically cut the annual number of refugee admissions, and to end automatic citizenship rights that currently apply to nearly anyone born on US territory.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In the wake of Wednesday's shooting, Trump promised to remove from the US any foreigner \"from any country who does not belong here\". The same day, the US suspended processing all immigration requests from Afghans, saying the decision was made pending a review of \"security and vetting protocols\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Then on Thursday, the US Citizenship and Immigration Services (USCIS) said it would re-examine green cards issued to individuals who had migrated to the US from 19 countries. The agency did not explicitly mention Wednesday's attack.</p><p class=\"sc-9a00e533-0 eZyhnA\">When asked by the BBC which countries were on the list, the USCIS pointed to a June proclamation by the White House that included Afghanistan, Cuba, Haiti, Iran, Somalia and Venezuela. There were no further details about what the re-examination would look like.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump's strongly worded two-part post on Thursday night went further still, pledging to \"end all federal benefits and subsidies to noncitizens\". </p><p class=\"sc-9a00e533-0 eZyhnA\">The US president wrote in a Truth Social post that this would \"allow the US system to fully recover\" from policies that had eroded the \"gains and living conditions\" of many Americans. </p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Trump announces death of National Guard member Sarah Beckstrom</figcaption></p><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">'Third-world countries'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In the post, the president also blamed refugees for causing the \"social dysfunction in America\" and vowed to remove \"anyone who is not a net asset\" to the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">The post, which Trump introduced as a \"Happy Thanksgiving salutation\", was filled with anti-immigrant language. </p><p class=\"sc-9a00e533-0 eZyhnA\">He said that \"hundreds of thousands of refugees from Somalia were completely taking over the once great State of Minnesota\" and took particular aim at the state's Democratic lawmakers. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I will permanently pause migration from all Third World Countries to allow the U.S. system to fully recover,\" the president wrote.</p><p class=\"sc-9a00e533-0 eZyhnA\">The phrase \"third world\" is a term that was used in the past to describe poorer, developing nations. </p><p class=\"sc-9a00e533-0 eZyhnA\">The White House and USCIS have not yet given further details of Trump's plan, which Trump did not directly link in his post to Wednesday's attack.</p><p class=\"sc-9a00e533-0 eZyhnA\">The president had already imposed a travel ban on nationals of Afghanistan - and 11 other countries, primarily in Africa and Asia - earlier this year. Another travel ban targeting a number of majority-Muslim countries was enacted during his first term.</p><p class=\"sc-9a00e533-0 eZyhnA\">The UN responded to Trump's words by urging his administration to observe international agreements regarding asylum seekers. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We expect all countries, including the United States, to honour their commitments under the 1953 Refugee Convention,\" the deputy spokesperson for the UN secretary general told Reuters.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump response amounted to a \"scapegoating\" of migrants in the US, argued Jeremy McKinney, president of the American Immigration Lawyers Association.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to the BBC World Service's Newsday programme before Trump's latest comments, Mr McKinney highlighted that the attacker's motive was not known. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"These types of issues - they don't know skin colour, they don't know nationality,\" he said. \"When a person becomes radicalised or is suffering some type of mental illness, that person can come from any background.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Suspect in DC shooting is Afghan</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The flurry of announcements come after officials said that the suspect in the Washington DC shooting, Rahmanullah Lakanwal, had come to the US in 2021.</p><p class=\"sc-9a00e533-0 eZyhnA\">He travelled under a programme that offered special immigration protections to Afghans who had worked with US forces in the wake of the American withdrawal from Afghanistan. </p><p class=\"sc-9a00e533-0 eZyhnA\">Information is continuing to emerge about the extent of Mr Lakanwal's work alongside the Americans. </p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Lakanwal previously worked alongside the CIA, the agency's current director has said. </p><p class=\"sc-9a00e533-0 eZyhnA\">He helped guard US forces at Kabul airport as thousands scrambled to escape Afghanistan before the Taliban took power, a former military commander who served alongside him told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">The father of five had been recruited to Unit 03 of the Kandahar Strike Force, nine years earlier.</p><p class=\"sc-9a00e533-0 eZyhnA\">His unit was known locally as Scorpion Forces, operating initially under the CIA but eventually for the Afghan intelligence department known as the National Directorate of Security.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Lakanwal was a GPS tracker specialist, the former commander told the BBC, describing him as a \"sporty and jolly character\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Lakanwal would have been vetted by the US both at the time the he started his work alongside the CIA, and when he ultimately travelled to the US, according to a senior US official who spoke to CNN.</p><p class=\"sc-9a00e533-0 eZyhnA\">A childhood friend told the New York Times that Mr Lakanwal had experienced mental health issues after his work with his unit.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Mr Lakanwal later applied for asylum in 2024. His application was granted earlier this year, reportedly after Trump returned to power.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Mr Lakanwal's request for a green card, which is tied to the asylum grant, is pending, a Homeland Security official told CBS.</p><p class=\"sc-9a00e533-0 eZyhnA\">The suspect was arrested after the attack and was said to be not co-operating with authorities. Trump described the incident as an \"act of terror\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He said the following day that one of the two members of the National Guard who were shot had died.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sarah Beckstrom, a 20-year-old from West Virginia, was working in the city as part of Trump's deployment of National Guard members to crack down on crime.</p><p class=\"sc-9a00e533-0 eZyhnA\">She had volunteered to work in DC over the US Thanksgiving holiday, Attorney General Pam Bondi said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The second National Guard member, 24-year-old Andrew Wolfe, was said by Trump to be \"fighting for his life\".</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">FBI: Suspect had relationship with 'partner forces' in Afghanistan</figcaption></p><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Follow the twists and turns of Trump's second term with North America correspondent Anthony Zurcher's weekly <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-us-canada-68093155\" class=\"sc-f9178328-0 iCaRzc\">US Politics Unspun</a> newsletter. Readers in the UK can <a target=\"_self\" href=\"https://www.bbc.co.uk/newsletters/zgmn46f\" class=\"sc-f9178328-0 iCaRzc\">sign up here</a>. Those outside the UK can <a target=\"_self\" href=\"https://cloud.email.bbc.com/US_Politics_Unspun_Newsletter_Signup\" class=\"sc-f9178328-0 iCaRzc\">sign up here</a>.</p></div></article></div></body></html>"
        },
        {
            "title": "Thirteen killed in deadliest Israeli raid for months in southern Syria",
            "time": "2025-11-28T16:12:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7745/live/e33a38a0-cc7c-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Thirteen killed in deadliest Israeli raid for months in southern Syria</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7745/live/e33a38a0-cc7c-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7745/live/e33a38a0-cc7c-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7745/live/e33a38a0-cc7c-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7745/live/e33a38a0-cc7c-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7745/live/e33a38a0-cc7c-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7745/live/e33a38a0-cc7c-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7745/live/e33a38a0-cc7c-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7745/live/e33a38a0-cc7c-11f0-8c06-f5d460985095.jpg.webp\" loading=\"eager\" alt=\"Reuters A man is seen squatting in profile and holding both of his hands together on piles of rubble from a destroyed building. He is bearded and wearing a black top and headgear, camouflage trousers and brown boots; a motorcycle is toppled on its side. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Israel's military has released footage showing an air strike hitting a building</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At least 13 people have been killed in an Israeli raid on a village in southern Syria overnight, state media reported, in one of the deadliest incidents of its kind for months. It said children were among the dead.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sana news agency said residents of Beit Jinn \"confronted\" Israeli troops, leading to a firefight. Air strikes were also carried out. Syria's foreign ministry condemned what it called a \"war crime\" by Israel.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Israel Defense Forces (IDF) said troops went into the village, on the edge of the occupied Golan Heights, to detain militants who it said \"advanced terror attacks against Israeli civilians\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Six Israeli soldiers were injured in the clashes, three seriously, it said. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The IDF said it targeted the Jamaa Islamiya militant group in Friday's operation. It said that when the raid began, \"several armed terrorists opened fire\" on its soldiers, who fired back. </p><p class=\"sc-9a00e533-0 eZyhnA\">Sana said the village was also shelled. Footage released by the IDF shows two air strikes - one apparently on a group of people, and the other on a building. In bodycam footage also released by the IDF, soldiers can be seen firing on a street in the dark with the sound of automatic gunfire in the distance. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Syrian Observatory for Human Rights (SOHR), a UK-based monitoring group, said a building collapsed during the operation.</p><p class=\"sc-9a00e533-0 eZyhnA\">The IDF later said \"all of the suspects were apprehended, and a number of terrorists were eliminated\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Sana said three people were arrested by the troops before they withdrew.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b372/live/2dc93590-cc70-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b372/live/2dc93590-cc70-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b372/live/2dc93590-cc70-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b372/live/2dc93590-cc70-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b372/live/2dc93590-cc70-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b372/live/2dc93590-cc70-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b372/live/2dc93590-cc70-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b372/live/2dc93590-cc70-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Reuters A vehicle sits abandoned, its frame peppered with holes from gunfire\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Israel said it targeted militants, although Syria said women and children were among the dead</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Sana quoted the director of a local hospital as saying it had received bodies, including five from one family. The director said dozens of people had also been injured in the incident.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Syrian foreign ministry said more than 10 civilians had been killed, including women and children. It accused Israel of committing a \"fully-fledged war crime\", and called on the UN Security Council to do something to stop Israel's \"policy of aggression\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Israel regularly carries out incursions into Syrian villages, saying it acts to prevent the presence of armed groups.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since the fall of Syrian President Bashar al-Assad nearly a year ago, Israel has moved its forces across a buffer zone on the Golan Heights into southern Syria, where a number of anti-Israel groups and cells operate.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel says it will not allow the Syrian army, which it considers a threat, to deploy there.</p><p class=\"sc-9a00e533-0 eZyhnA\">The buffer zone - a demilitarised stretch of land - had been a no-go area designed to keep the peace after a ceasefire ended the 1973 war between Israel and Syria. The UN has said the IDF's deployment there was a \"violation\" of the agreement which it said both sides should uphold.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US has for months been mediating talks between Israel and Syria for a security agreement in the area between the two sides, but without success.</p></div></article></div></body></html>"
        },
        {
            "title": "Duduzile Zuma-Sambudla resigns as South African MP over Russia mercenary recruitment scandal",
            "time": "2025-11-28T13:54:56",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2afa/live/96b5b240-cc52-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Ex-president's daughter resigns over allegations she duped South Africans to fight for Russia</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Nomsa Maseko,</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">BBC Africa</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Khanyisile Ngcobo,</span><span data-testid=\"byline-new-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Johannesburg</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2afa/live/96b5b240-cc52-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2afa/live/96b5b240-cc52-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2afa/live/96b5b240-cc52-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2afa/live/96b5b240-cc52-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2afa/live/96b5b240-cc52-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2afa/live/96b5b240-cc52-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2afa/live/96b5b240-cc52-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2afa/live/96b5b240-cc52-11f0-a892-01d657345866.jpg.webp\" loading=\"eager\" alt=\"Gallo Images/Getty Images Duduzile Zuma-Sambudla with long braids and wearing a camouflage bomber jacket over a black T-shirt is seen during a MK party media conference in Johannesburg in 2024. Behind her can be see the green and black MK party logo.  \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Gallo Images/Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The daughter of South Africa's ex-President Jacob Zuma denies tricking people into joining the Russia-Ukraine war</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The daughter of former South African President Jacob Zuma has resigned as an MP following allegations that she tricked 17 men to fight for Russia as mercenaries in Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">Duduzile Zuma-Sambudla, who became a member of parliament for the main opposition party uMkhonto weSizwe (MK) last year, has said in an affidavit that she thought the men were going to Russia for \"lawful\" training.</p><p class=\"sc-9a00e533-0 eZyhnA\">MK says it was her decision to resign as she wants to focus her efforts on ensuring the return of those trapped in Ukraine's war-torn Donbas region.</p><p class=\"sc-9a00e533-0 eZyhnA\">The brother of one of the men, who has been sending desperate voices notes about his situation, has told the BBC the family wants accountability and his safe return.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Things you see in the movies, we're seeing it live,\" the 40-year-old said in one of the messages shared with the BBC by his family about the horrors they were being subjected to in Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC is withholding his identity for his safety, and has called him Sipho and his brother - who is in South Africa, trying to help secure his return - Xolani.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He's living in fear because he doesn't know what the future holds or what will happen to him when night approaches because they are always in a war zone,\" says Xolani, adding that the resignation of Zuma-Sambudla, whose father now leads MK, means nothing to the family.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"She's just trying to save the reputation of her father's political party… The families want accountability and the return of the men who were tricked into fighting for Russia.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has heard voice notes Sipho sent in which he says he was recruited by two people - one of them being Zuma-Sambudla.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They [the alleged recruiters] even bought us flight tickets to get here [Russia],\" Sipho says in one of the voice notes. Zuma-Sambudla has denied intentionally misleading anyone and says she is \"profoundly shocked\", adding that she herself is  a victim of deception and manipulation.</p><p class=\"sc-9a00e533-0 eZyhnA\">Xolani says that his brother left South Africa on 8 July, thinking he was going to be trained as a bodyguard for MK. </p><p class=\"sc-9a00e533-0 eZyhnA\">The party has distanced itself from the controversy. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The national officials have accepted comrade Duduzile Zuma-Sambudla's decision to resign and support her efforts to ensure that these young South Africans are brought back safely to their families,\" MK chairperson Nkosinathi Nhleko said at a press conference on Friday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Formed in 2023, MK is named after the now-defunct military wing of the governing African National Congress (ANC) when it was fighting the racist system of apartheid in South Africa. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ex-President Zuma was a long-standing member of the ANC, before breaking away to form MK to contest last year's parliamentary elections after a massive fall-out with his successor, Cyril Ramaphosa.</p><p class=\"sc-9a00e533-0 eZyhnA\">The sister of another South African trapped in Donbas has told the BBC that her brother was recruited to receive \"counter-intelligence\" and \"bodyguard\" training for MK - an offer he took up because he was unemployed.</p><p class=\"sc-9a00e533-0 eZyhnA\">He did not expect to be in the battlefield under the command of Russian men.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They are treated as slaves, told what to do, and if they don't co-operate they are threatened,\" she tells the BBC.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4038/live/d57eb000-cbc9-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4038/live/d57eb000-cbc9-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4038/live/d57eb000-cbc9-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4038/live/d57eb000-cbc9-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4038/live/d57eb000-cbc9-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4038/live/d57eb000-cbc9-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4038/live/d57eb000-cbc9-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4038/live/d57eb000-cbc9-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Reuters Jacob Zuma is addressing a rally, with a logo of his party - a spear and a shield - in the background\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">South Africa's ex-President Jacob Zuma has tried to cultivate a revolutionary image for his party</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Xolani adds that when the group - including his brother - arrived in Russia, they were given contracts to sign but \"unfortunately\" they were written in Russian which they did not understand.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to Xolani, the group then appealed to Zuma-Sambudla and the other alleged recruiter, whom he named, for help.</p><p class=\"sc-9a00e533-0 eZyhnA\">The duo then travelled to Russia, which Xolani says convinced the group to sign the contract as they \"trusted them\", he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a voice note to the family that the BBC has heard, Sipho says that he, along with the rest of the group, were taken to Ukraine in early August. They were then separated, and he was among those who ended up in Donetsk in Donbas.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"[We're] close to the front line, maybe about 10km [six miles] away,\" Sipho says in the voice note.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a video screen recording shared with the BBC, from the WhatsApp group used by some of them, the men express their distress about their movements in the war zone.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the group, one of them writes: \"We were told that we are going to a safe place but we went even more deeper in the bad place. And when we arrived here, they [sic] were 3 drone attacks.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Another says: \"If anything happens guys… until next time.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">At some point, a contact is added to the WhatsApp group under the name \"Duduzile Zuma-Sambudla\".</p><p class=\"sc-9a00e533-0 eZyhnA\">This person tries to allay the fears of the men as she appeals to them to \"hang in there, we are doing everything we can\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC reached out to this number, but it went unanswered. We then sent a WhatsApp message to the number, which had an image of Zuma-Sambudla in the profile picture.</p><p class=\"sc-9a00e533-0 eZyhnA\">The former MP filed an affidavit with police after her half-sister, Nkosazana Zuma-Mncube, accused her of tricking South Africans to join the war.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, South Africa's elite police unit, the Hawks, confirmed that both women had registered cases with the police.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Hawks did not give any details, but said in a statement that \"both matters are being investigated jointly to determine whether any criminality, including possible human trafficking, illegal recruitment, exploitation or fraud\" had taken place.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has seen a copy of Zuma-Sambudla's affidavit, which is unsigned but was widely reported in local media. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I was not a recruiter, agent, operator or facilitator of any unlawful activity,\" she says.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has also seen a statement Zuma-Mncube gave police, alleging that her half-sister - along with two men, whom she named - lured 17 South Africans to Russia \"under false pretences\" and were \"handed to a Russian mercenary group to fight in the Ukraine war without their knowledge or consent\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Among these 17 men, who are requesting the South African government for assistance, are eight of my family members,\" Zuma-Mncube says in the statement. </p><p class=\"sc-9a00e533-0 eZyhnA\">In her affidavit, Zuma-Sambudla reveals that she herself had received non-combat training in Russia, and it was arranged by a man whom, she says, she did not know until he contacted her.</p><p class=\"sc-9a00e533-0 eZyhnA\">When he suggested recruiting more people to take part in what she believed would be a similar programme, she \"shared [this] information innocently\" with others, including family members, she says in the affidavit.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I would not, under any circumstances, knowingly expose my own family or any other person to harm,\" the MP adds in the affidavit.</p><p class=\"sc-9a00e533-0 eZyhnA\">The discovery that people had been tricked into joining the war had \"caused me profound shock and distress\", she says.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I am myself a victim of deception, misrepresentation, and manipulation,\" Zuma-Sambudla adds in the affidavit. </p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this month, the South African government confirmed it had received distress calls from 17 of its citizens trapped in Donbas after being lured to join mercenary forces on the promise of lucrative contracts.</p><p class=\"sc-9a00e533-0 eZyhnA\">One of the voice notes the BBC heard says that 24 South Africans had originally been duped into going to Ukraine, but three of them were taken back to Russia as they were deemed to be medically unfit.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another voice note says one of the South Africans who was forced to stay in Ukraine was wounded, possibly by shrapnel and his whereabouts are unknown.</p><p class=\"sc-9a00e533-0 eZyhnA\">A report by financial news agency Bloomberg said some men had also been recruited from neighbouring Botswana.</p><p class=\"sc-9a00e533-0 eZyhnA\">South Africa's government has remained tight-lipped on the situation since its statement earlier this month. It had promised to work through \"diplomatic channels\" to bring them back home, but this has not yet happened.</p><p class=\"sc-9a00e533-0 eZyhnA\">With his brother still trapped in a war zone, Xolani speaks of his family's anguish.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We can go five days without hearing from him because he's off doing military stuff. The family is concerned about his life,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the meantime in voice-note exchanges with his family, Sipho keeps repeating the appeal: \"It's tough here... we all [just] want to come home.\" </p></div><div data-component=\"links-block\" class=\"sc-3b6b161a-0 djqsWD\"><div class=\"sc-666b6d83-0 sc-c4fb5674-0 jYmMqa doYqeg\"><span data-testid=\"links-title\" class=\"sc-c4fb5674-2 bBuHEW\">You may also be interested in:</span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Austrian nuns win reprieve in abandoned convent - if they stay off social media",
            "time": "2025-11-28T18:43:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a669/live/04ca61e0-cc44-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Runaway nuns can stay in Alpine convent if they leave social media</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a669/live/04ca61e0-cc44-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a669/live/04ca61e0-cc44-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a669/live/04ca61e0-cc44-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a669/live/04ca61e0-cc44-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a669/live/04ca61e0-cc44-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a669/live/04ca61e0-cc44-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a669/live/04ca61e0-cc44-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a669/live/04ca61e0-cc44-11f0-8c06-f5d460985095.jpg.webp\" loading=\"eager\" alt=\"Bethany Bell/BBC Three nuns stand in front of the monastery in their habits, with Sister Rita on the left and Sister Regina in the centre both wearing glasses\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Bethany Bell/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Sister Rita (L),  Sister Regina (C) and Sister Bernadette have gained a substantial following for their social media posts</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Three Austrian nuns in their 80s who ran away from the old people's home where they were placed have been told they can stay in their former convent \"until further notice\".</p><p class=\"sc-9a00e533-0 eZyhnA\">However, Church authorities say they can only stay if they stop posting on social media.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sister Bernadette, 88, Sister Regina, 86, and Sister Rita, 82, are the last nuns at the Kloster Goldenstein convent in Elsbethen, near Salzburg.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a statement released in their name, they said they were willing to reach an agreement in principle but their legitimate claims and needs would have to be taken seriously.</p><p class=\"sc-9a00e533-0 eZyhnA\">They indicated they were not entirely happy with the Church's offer, saying it had the \"character of a gagging contract\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The three nuns say they were taken out of the convent against their will in December 2023.</p><p class=\"sc-9a00e533-0 eZyhnA\">In September, they moved back in with the help of former students and a locksmith, angering Church officials.</p><p class=\"sc-9a00e533-0 eZyhnA\">The nuns' superior, Provost Markus Grasl from Reichersberg Abbey, called on them to return to the care home, saying their decision to return to the convent was \"completely incomprehensible\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The nuns' story sparked worldwide interest. Supporters helped them with food, electricity and social media, posting videos of the nuns' daily lives.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">These feature the nuns at prayer or at lunch, and include Sister Rita's exercise workouts. She was recently given a pair of boxing gloves.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Goldenstein nuns have amassed almost 100,000 followers on Instagram and several thousand on Facebook.</p><p class=\"sc-9a00e533-0 eZyhnA\">Now after almost three months of standoff, a spokesman for the Provost, Harald Schiffl, has told Austrian Press Agency APA that the nuns can stay for now.</p><p class=\"sc-9a00e533-0 eZyhnA\">It follows a meeting earlier this week, where a proposed solution to the standoff was suggested.</p><p class=\"sc-9a00e533-0 eZyhnA\">The nuns could stay at the Kloster Goldenstein, Harald Schiffl told APA, but only under certain conditions. These include giving up their social media activities.</p><p class=\"sc-9a00e533-0 eZyhnA\">Church officials also want the nuns to ensure that the enclosed part of the convent will no longer be accessible to people who do not belong to the order.</p><p class=\"sc-9a00e533-0 eZyhnA\">In return, they will be allowed to stay and be provided with medical care and spiritual support from a priest.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/de57/live/16e7b180-cc48-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/de57/live/16e7b180-cc48-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/de57/live/16e7b180-cc48-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/de57/live/16e7b180-cc48-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/de57/live/16e7b180-cc48-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/de57/live/16e7b180-cc48-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/de57/live/16e7b180-cc48-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/de57/live/16e7b180-cc48-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"BBC/Bethany Bell Schloss Goldenstein stands on a cloudy day overlooked by the Austrian Alps\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC/Bethany Bell</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The three nuns have lived in Schloss Goldenstein for decades</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Now it's up to the sisters,\" Harald Schiffl told APA.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to the statement released on Friday, the three sisters would have no future recourse to advice from lawyers and the requirement for them and their helpers to cease their social media activity had \"no legal basis and... would deprive the sisters of their only remaining protection from the interested public\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The three nuns have spent much of their lives at Schloss Goldenstein, a castle which has been a convent and a private girls' school since 1877. The school, which started accepting boys in 2017, is still functioning.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sister Bernadette attended the school herself, arriving as a teenager in 1948. One of her fellow students was Austrian actress Romy Schneider, one of the world's biggest film stars of the 1960s and 70s.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sister Regina arrived at the convent in 1958 and Sister Rita in 1962.</p><p class=\"sc-9a00e533-0 eZyhnA\">All three nuns went on to work at the school as teachers for many years. Sister Regina was headmistress.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the numbers of nuns dwindled. In 2022, the building was taken over by the Archdiocese of Salzburg and the Reicherberg Abbey, an Augustinian monastery. </p><p class=\"sc-9a00e533-0 eZyhnA\">Provost Markus Grasl from Reichersberg Abbey became the nuns' superior and the community was officially dissolved at the beginning of 2024.</p><p class=\"sc-9a00e533-0 eZyhnA\">The remaining nuns were granted lifelong right of residence, as long as their health and mental capacity allowed.</p><p class=\"sc-9a00e533-0 eZyhnA\">In December 2023, the decision was made to transfer them to a Catholic care home, where they felt unhappy.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the beginning of September, Sister Bernadette, Sister Rita and Sister Regina moved back, helped by a group of former students.</p><p class=\"sc-9a00e533-0 eZyhnA\">The nuns told the BBC at the time that they were determined to stay.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Before I die in that old people's home, I would rather go to a meadow and enter eternity that way,\" said Sister Bernadette.</p></div></article></div></body></html>"
        },
        {
            "title": "UN panel says Israel operating 'de facto policy of torture'",
            "time": "2025-11-28T19:40:55",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/89c6/live/6a1ead00-c46d-11f0-8dd3-1d8726ceb49b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">UN panel says Israel operating 'de facto policy of torture'</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Imogen Foulkes</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Geneva Correspondent</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/89c6/live/6a1ead00-c46d-11f0-8dd3-1d8726ceb49b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/89c6/live/6a1ead00-c46d-11f0-8dd3-1d8726ceb49b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/89c6/live/6a1ead00-c46d-11f0-8dd3-1d8726ceb49b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/89c6/live/6a1ead00-c46d-11f0-8dd3-1d8726ceb49b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/89c6/live/6a1ead00-c46d-11f0-8dd3-1d8726ceb49b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/89c6/live/6a1ead00-c46d-11f0-8dd3-1d8726ceb49b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/89c6/live/6a1ead00-c46d-11f0-8dd3-1d8726ceb49b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/89c6/live/6a1ead00-c46d-11f0-8dd3-1d8726ceb49b.jpg.webp\" loading=\"eager\" alt=\"Getty Images A view of Sde Teiman prison in the Negev desert near the Gaza Strip\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Israeli and Palestinian rights groups gave harrowing details about conditions in Israeli detention centres</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The United Nations committee on torture says there is evidence that Israel is operating a \"de facto state policy of organised and widespread torture\". </p><p class=\"sc-9a00e533-0 eZyhnA\">The committee regularly reviews the records of all countries which have signed the convention against torture, taking testimony from their governments, and from human rights groups.</p><p class=\"sc-9a00e533-0 eZyhnA\">During Israel's review both Israeli and Palestinian rights groups gave harrowing details about conditions in Israeli detention centres. It is alleged that thousands of Palestinians have been detained by Israel since the Hamas attacks of October 7th 2023. </p><p class=\"sc-9a00e533-0 eZyhnA\">Under Israel's laws on administrative detention and on Unlawful Combatants – suspects who cannot be classed as prisoner of war - they can be held for long periods without access to a lawyer or family members. </p><p class=\"sc-9a00e533-0 eZyhnA\">Many Palestinian families say they have waited months to even find out that a loved has been detained, amounting, the UN committee said, to \"enforced disappearance\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The committee was particularly critical of Israel's reported use of the Unlawful Combatants law to detain whole groups of Palestinians, including children, pregnant women, and the elderly.</p><p class=\"sc-9a00e533-0 eZyhnA\">But it is the reported conditions in detention which make the grimmest reading in the committee's conclusions, published today. </p><p class=\"sc-9a00e533-0 eZyhnA\">Palestinians, the evidence suggests, are regularly deprived of food and water, and subjected to severe beatings, attacks by dogs, electrocution, water boarding, and sexual violence. Some are allegedly permanently shackled, denied access to a toilet, and forced to wear diapers.</p><p class=\"sc-9a00e533-0 eZyhnA\">The committee concluded that such treatment \"amounts to war crimes and crimes against humanity\". It said evidence of a \"de facto state policy of organised and widespread torture\" by Israel was one of the acts which constitute the crime of genocide under international law. </p><p class=\"sc-9a00e533-0 eZyhnA\">Israel has repeatedly rejected accusations that it is committing genocide against Palestinians in Gaza.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">One committee member, Peter Vedel Kessing of Denmark, said he and his colleagues were \"deeply appalled\" by what they heard. Committee members also said they were very concerned at the lack of investigations or prosecutions into allegations of torture. They called on Israel to launch independent investigations, and to ensure those responsible, including senior military officers, are held accountable.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel, which has long accused the UN of bias against it, did not comment publicly today on the committee's findings, but during the committee hearings its ambassador, Daniel Meron, described the allegations of torture as \"disinformation\". </p><p class=\"sc-9a00e533-0 eZyhnA\">He said that Israel was \"committed to upholding its obligations in line with our moral values and principles, even in the face of the challenges posed by a terrorist organisation\".</p><p class=\"sc-9a00e533-0 eZyhnA\">In its conclusions, the UN committee took care to unequivocally condemn the Hamas attack of October 2023, and acknowledged the security challenges Israel faces. </p><p class=\"sc-9a00e533-0 eZyhnA\">But it also warned that violations of international law by one side did not justify the other side doing the same. Under the convention, to which Israel is a party, the prohibition on torture is absolute: it is not allowed under any circumstances.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel's domestic law is less clear however, suggesting that the convention only applies to Israeli territory, and not to the occupied territories of Gaza and the West Bank – an interpretation that many international lawyers dispute.</p><p class=\"sc-9a00e533-0 eZyhnA\">The findings come amid increasing pressure on Israel over its human rights record. On Friday in Geneva, the UN Human Rights Office said <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c8dyqzm0rp4o\" class=\"sc-f9178328-0 iCaRzc\">the killing by Israeli soldiers of two Palestinians in the West Bank looked like a \"summary execution\"</a>. Video of the killing showed the two men with their hands up, apparently surrendering to Israeli forces.</p><p class=\"sc-9a00e533-0 eZyhnA\">And UN aid agencies say conditions for people in the Gaza strip remain dire, despite the ceasefire. Thousands of families are facing the winter cold and rain in tents, they warn, not enough aid supplies are getting in, and Israeli air strikes against what Israel says are Hamas targets continue.</p></div></article></div></body></html>"
        },
        {
            "title": "Lightning detected on Mars by Nasa rover, scientists believe",
            "time": "2025-11-28T15:12:16",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2886/live/177d9e00-cc4a-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Scientists believe they have recorded electrical activity in the Martian atmosphere for the first time, suggesting the planet is capable of lightning.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nasa's Perseverance rover, which touched down on Mars in 2021, was sent to search for signs of biology and has spent the last four years exploring the Jezero Crater region.</p><p class=\"sc-9a00e533-0 eZyhnA\">Electrical discharges nicknamed \"mini lightning\" were picked up from audio and electromagnetic recordings made by the rover's SuperCam instrument.</p><p class=\"sc-9a00e533-0 eZyhnA\">Scientists hope new instruments for measuring atmospheric discharges and more-sensitive cameras could be sent to Mars to try to confirm the findings.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A team of researchers from France analysed 28 hours of microphone recordings made by the Nasa rover over two Martian years (or 1,374 Earth days).</p><p class=\"sc-9a00e533-0 eZyhnA\">They found that electrical discharges were normally associated with dust devils and dust storm fronts.</p><p class=\"sc-9a00e533-0 eZyhnA\">Dust devils are small whirlwinds that form from hot air rising from the ground, and their internal movements can give rise to electrical discharges.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lead author of the research Dr Baptiste Chide told news agency Reuters: \"These discharges represent a major discovery, with direct implications for Martian atmospheric chemistry, climate, habitability and the future of robotic and human exploration.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He and other scientists at the Institute for Research in Astrophysics and Planetology in France believe that Mars now joins Earth, Saturn and Jupiter as planets known to have atmospheric electrical activity.</p><p class=\"sc-9a00e533-0 eZyhnA\">Particle physicist Dr Daniel Pritchard wrote in scientific journal Nature that, although the recordings would \"provide persuasive evidence of dust-induced discharges\", because the discharges were only heard and not seen, \"some doubt will inevitably remain as to whether this really was Martian lightning\". </p><p class=\"sc-9a00e533-0 eZyhnA\">He added: \"Given the history of this field, the debate is likely to continue for some time.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">In September this year, scientists found rocks with unusual markings on Mars. </p><p class=\"sc-9a00e533-0 eZyhnA\">The intriguing markings, nicknamed leopard spots and poppy seeds, contain minerals produced by chemical reactions that could be associated with ancient microbes.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is possible the minerals were produced by natural geological processes, but Nasa said the features could be the clearest signs of life ever found.</p><p class=\"sc-9a00e533-0 eZyhnA\">Today, Mars is a cold and arid desert. But billions of years ago there is evidence that it had a thick atmosphere and water, making it a promising place to look for past life.</p><p class=\"sc-9a00e533-0 eZyhnA\">Perseverance was dispatched to the Jezero Crater because it showed qualities that may have meant it was once conducive to life, including signs it was once a delta when Mars could sustain liquid surface water.</p></div></div></body></html>"
        },
        {
            "title": "Japan's same-sex marriage ban is constitutional, says Tokyo court",
            "time": "2025-11-28T07:57:44",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d1e3/live/a456ec40-cc2d-11f0-83b4-73da040a79fa.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A Japanese court has ruled the country's ban on same-sex marriage as  constitutional - bucking a trend set by courts around the country that had raised hopes for marriage equality in Japan.</p><p class=\"sc-9a00e533-0 eZyhnA\">The ruling was met with disappointment from plaintiffs and their legal team who had gathered outside the Tokyo courthouse.</p><p class=\"sc-9a00e533-0 eZyhnA\">Japan is the only G7 country that does not fully recognise same-sex couples or offer them clear legal protection. But it's not an outlier in Asia, where only Taiwan, Thailand and Nepal offer same-sex marriages.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ayumi Higashi, the judge who delivered the verdict, said laws on same-sex marriage should first be deliberated in parliament, the newspaper Mainichi reported.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Outside the Tokyo courthouse on Friday, the plaintiffs of the lawsuit and their legal team held up signs that read \"unjust verdict\", local media reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">Shino Kawachi, one of the plaintiffs, told local media that the ruling was \"difficult to comprehend\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"What is justice? Was the court even watching us? Were they considering the next generation?\" she told local media.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her partner, Hiromi Hatogai, said she was \"extremely outraged\" and wondered if the judiciary was \"on our side\". But, she added, they would \"keep fighting\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Amnesty International described the ruling as a \"damaging step backwards on same-sex marriage\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The Japanese government needs to be proactive in moving towards the legalisation of same-sex marriage so that couples can fully enjoy the same marriage rights as their heterosexual counterparts,\" the rights group's East Asia researcher Boram Jang said in a statement.</p><p class=\"sc-9a00e533-0 eZyhnA\">The verdict on Friday is the last among six high court rulings on same-sex marriage lawsuits filed between 2019 and 2021, in courts across the country from Sapporo to Osaka to Fukuoka.</p><p class=\"sc-9a00e533-0 eZyhnA\">Among them, five found the ban unconstitutional - though they rejected the plaintiffs' compensation claims.</p><p class=\"sc-9a00e533-0 eZyhnA\">Friday's ruling by the Tokyo high court marks an exception to this series of verdicts, which had been adding weight to the push for same-sex marriage to be legalised in Japan.</p><p class=\"sc-9a00e533-0 eZyhnA\">The cases will next be taken to the Supreme Court.</p></div></div></body></html>"
        },
        {
            "title": "Tunisia hands prison terms to dozens of opposition figures",
            "time": "2025-11-28T15:03:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ab41/live/e68c96c0-cc62-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A Tunisian court has handed jail terms to dozens of opposition leaders, lawyers and businessmen accused of attempting to overthrow the nation's president.</p><p class=\"sc-9a00e533-0 eZyhnA\">Forty people including opposition leader Jawahar Ben Mbarek were handed sentences ranging from four to 45 years over the alleged conspiracy to oust President Kais Saied.</p><p class=\"sc-9a00e533-0 eZyhnA\">Twenty of those charged have fled abroad and were sentenced in absentia, while others have been held in detention since 2023.</p><p class=\"sc-9a00e533-0 eZyhnA\">Human rights groups have criticised the trial as politically motivated, characterising the prosecutions as an escalation of Saied's crackdown on dissent since he suspended Tunisia's parliament in 2021 and began ruling by decree.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Tunisian authorities argue the defendants, who include former head of intelligence Kamel Guizani, attemtpted to destabilise the country and topple Saied. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ben Mbarek and party leaders Issam Chebbi and Ghazi Chaouachi received jail terms of 20 years. All three have been detained since the 2023 crackdown.</p><p class=\"sc-9a00e533-0 eZyhnA\">The maximum sentence, 45 years, was given to businessman Kamel Ltaif, while opposition politician Khyam Turki received a 35-year term.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ben Mbarek has been on hunger strike for over a month and was at risk of dying, news agency AFP reports, citing his sister and lawyer Dalila Ben Mbarek.</p><p class=\"sc-9a00e533-0 eZyhnA\">Among those sentenced in absentia was politician and feminist Bochra Belhaj Hmida, as well as French philosopher Bernard-Henri Levy, human rights groups say.</p><p class=\"sc-9a00e533-0 eZyhnA\">The final sentences were issued by an appeals court after the opposition figures were initially sentenced in April. Saied had branded them \"terrorists\".</p><p class=\"sc-9a00e533-0 eZyhnA\">A lawyer for the defendants was quoted by Reuters as describing the trial as a \"farce\" that had the \"clear intent to eliminate political opponents\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Human rights groups have also been critical of the prosecutions.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sara Hashash, deputy regional director at Amnesty International, described the sentences as \"unjust\" and \"an appalling indictment of the Tunisian justice system\".</p><p class=\"sc-9a00e533-0 eZyhnA\">She said that while three defendants were acquitted by the appeals court, it had increased others' sentences.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The Court of Appeal has thereby also rubber stamped the government's use of the justice system to eliminate political dissent.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">After the initial ruling in April, UN High Commissioner for Human Rights Volker Turk said the trial had raised \"serious concerns about political motivations\", and urged the Tunisian government to \"refrain from using broad national security and counter terrorism legislation to silence dissent\".</p><p class=\"sc-9a00e533-0 eZyhnA\">On Saturday, thousands of Tunisians marched through the capital, Tunis, in an anti-government protest, accusing Saied of cementing a one-man rule through the judiciary and police.</p><p class=\"sc-9a00e533-0 eZyhnA\">Saied was elected in 2019 after Tunisia emerged from the Arab Spring democracy movement.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the north African nation has since seen democratic backsliding and the re-imposition of aspects of authoritarian rule.</p></div></div></body></html>"
        },
        {
            "title": "Hungary's Orban defies EU partners and meets Putin again in Moscow",
            "time": "2025-11-28T20:09:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ed6e/live/5052d600-cc63-11f0-a709-e1cdbb15a6d6.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Hungary's Orban defies EU partners and meets Putin again in Moscow</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Nick Thorpe,</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Budapest correspondent</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Patrick Jackson</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ed6e/live/5052d600-cc63-11f0-a709-e1cdbb15a6d6.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ed6e/live/5052d600-cc63-11f0-a709-e1cdbb15a6d6.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ed6e/live/5052d600-cc63-11f0-a709-e1cdbb15a6d6.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ed6e/live/5052d600-cc63-11f0-a709-e1cdbb15a6d6.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ed6e/live/5052d600-cc63-11f0-a709-e1cdbb15a6d6.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ed6e/live/5052d600-cc63-11f0-a709-e1cdbb15a6d6.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ed6e/live/5052d600-cc63-11f0-a709-e1cdbb15a6d6.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ed6e/live/5052d600-cc63-11f0-a709-e1cdbb15a6d6.jpg.webp\" loading=\"eager\" alt=\"EPA Russian President Vladimir Putin (R) and Hungarian Prime Minister Viktor Orban shake hands during a meeting at the Kremlin in Moscow, Russia, 28 November 2025.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Orban has met Putin several times since the start of Russia's full-scale war</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Hungarian Prime Minister Viktor Orban has met President Vladimir Putin in Moscow, days before Russia holds talks on a US push to end the war in Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">Orban is seen as one of Putin's closest allies in Europe and he has consistently angered his Nato and EU allies by undermining solidarity against Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are aware of your balanced position on the situation in Ukraine,\" Putin told Orban in remarks carried by Russian state TV.</p><p class=\"sc-9a00e533-0 eZyhnA\">Posting later on social media, Hungarian Foreign Minister Peter Szijjarto said the Hungarians had got what they came to Moscow for: guaranteed supplies of Russian oil and gas, and agreement to continue the construction of the Paks nuclear power station.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Reacting to news of Orban's visit, Chancellor Friedrich Merz of Germany, the EU's biggest member state, told reporters: \"He is acting without a European mandate and he is doing so without consulting us but that is nothing new.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Referring to Russia's full-scale invasion of Ukraine, Merz said of Orban: \"He has his own ideas about ending this war. So far, they have not been realised. If someone has a better idea than us, then that is very welcome. Unfortunately I just doubt that this time will be more successful than last time.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Putin thanked the Hungarian prime minister for proposing Budapest as a potential venue for a Russia-US summit with President Donald Trump. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Trump immediately said: ''We have good relations with Hungary, you have good relations with Viktor, and I do too, so I suggest this option.' Of course, we happily agreed,\" Putin said.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to Reuters news agency, Orban told Putin that Hungary was \"interested in peace\" and added: \"Our meetings today give me the  opportunity to confirm, Mr President, that Hungary is ready to provide a platform for such negotiations.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">However, the atmosphere when the delegations met in Moscow appeared surprisingly frosty and at one point Orban inadvertently bumped into his Russian host, after shaking hands with other members of the Russian delegation. </p><p class=\"sc-9a00e533-0 eZyhnA\">One independent Hungarian media outlet also suggested that Putin's words had been mistranslated into Hungarian, to sound more positive.</p><p class=\"sc-9a00e533-0 eZyhnA\">Plans for a Budapest \"peace summit\" were proposed last month but they were shelved, reportedly because the Russian side had refused to compromise on Putin's maximalist demands for an end to the war.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Hungarian leader's Fidesz party faces parliamentary elections in April and polls suggest that for the first time in 15 years it could be defeated at the ballot box. If he were to host a Trump-Putin summit in Budapest, it could help boost his chances of re-election.</p><p class=\"sc-9a00e533-0 eZyhnA\">Orban, who last visited Moscow in July 2024, has repeatedly challenged EU attempts to end European imports of Russian oil and gas.</p><p class=\"sc-9a00e533-0 eZyhnA\">He billed Friday's visit as the second leg of a strategy to ensure Russian energy supplies this winter, for Slovakia and Serbia as well as Hungary.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this month in Washington, he secured exemption from US sanctions on Russian fuel - but only as long as he remains in power.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ever since Russia's full-scale invasion of Ukraine in 2022, Orban has claimed to have been on the side of peace and told Hungarian state radio last week that \"Europe has decided to go to war in Ukraine\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He has strongly backed Trump's 28-point peace plan to end the war and during frantic diplomacy after it emerged, the Orban government and pro-Orban media have accused EU leaders of \"war-mongering\" for trying to adapt the plan to take account of Ukraine's objections.</p><p class=\"sc-9a00e533-0 eZyhnA\">Joining Orban and Putin in the Kremlin were leading Russian officials, including Putin aide Yuri Ushakov, who is part of Russia's negotiating team with the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a letter this week to European Commission President Ursula von der Leyen, the Hungarian leader called for immediate, unconditional peace talks, for the EU to launch direct negotiations with the Kremlin. He stressed his opposition to further EU funds for Ukraine, and rejected the use of frozen Russian assets to fund Ukrainian defence.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Now, with little sign of Russian willingness for compromise on Ukraine, Orban is focusing on Russian energy. </p><p class=\"sc-9a00e533-0 eZyhnA\">Deals he struck in Washington to buy US liquefied natural gas and start buying US nuclear fuel mean Hungary will buy less of both from Russia, potentially annoying his Russian hosts.</p><p class=\"sc-9a00e533-0 eZyhnA\">Orban argues that without deals with the US and Russia, heating prices would triple next month.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hungary is under pressure from the EU to end all imports of Russian energy by 2027 and is likely to use any agreement in Moscow to continue to defy Brussels.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hungary currently receives over 80% of its oil and gas, and 100% of its nuclear fuel from Russia, and total Hungarian trade contributes approximately $5bn annually to the Russian budget.</p><p class=\"sc-9a00e533-0 eZyhnA\">Like Trump, Putin has made clear he wants Orban to win next April's election, so another diplomatic \"triumph\" for Orban would serve the interests of both sides. </p><p class=\"sc-9a00e533-0 eZyhnA\">At this year's Valdai Forum in Sochi on 29 September, Putin praised Orban personally, and saluted \"nationally oriented political forces\" gaining ground in Europe.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If these forces in Europe continue to grow stronger, then Europe will be reborn,\" Putin said.</p></div></article></div></body></html>"
        },
        {
            "title": "Zambia's Tasila Lungu: Daughter of unburied ex-president loses MP seat",
            "time": "2025-11-28T16:33:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/95e5/live/9c8666f0-cc71-11f0-93ea-199ffe9fe785.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Zambia's parliament has declared vacant the seat held by the daughter of the late ex-President Edgar Lungu, because of her continued absence in the wake of his death.</p><p class=\"sc-9a00e533-0 eZyhnA\">Until her dismissal, Tasila Lungu had been the MP for Chawama constituency in the capital, Lusaka, representing the opposition Patriotic Front.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a message to her voters, she hinted she may try and challenge the decision saying: \"Where there is a will there is a way\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Her father died in June at the age of 68 in South Africa, where he was seeking medical treatment. This sparked a bitter legal row with his successor, President Hakainde Hichilema, who wanted to repatriate the body for a state funeral against the family's wishes.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ms Lungu has been attending court in South Africa challenging an earlier ruling in August that sided with Hichilema's government.</p><p class=\"sc-9a00e533-0 eZyhnA\">The government had successfully argued in a Pretoria court that Hichilema must be able to attend the funeral because he is the head of state. Yet the Lungu family says the deceased gave instructions that the president \"should not be anywhere near\" his body.</p><p class=\"sc-9a00e533-0 eZyhnA\">The former president's remains are still in South Africa as the impasse continues.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Calls for her to lose her parliamentary seat first came from the ruling United Party for National Development. Brian Kambita MP questioned the speaker in July about whether Ms Lungu was still qualified to hold office because of her prolonged absence.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaker Nelly Mutti initially granted Ms Lungu 14 days of compassionate leave to mourn her father and return to parliament when it resumed in September.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, she did not return within the given time.</p><p class=\"sc-9a00e533-0 eZyhnA\">Parliament wrote to Ms Lungu again, but instead of resuming her duties, she requested more time until the court case over the burial was resolved.</p><p class=\"sc-9a00e533-0 eZyhnA\">She also asked to be allowed to attend parliamentary sessions virtually.</p><p class=\"sc-9a00e533-0 eZyhnA\">The matter was referred to the parliamentary committee on privileges and absences, which invited Ms Lungu to appear on 18 November. She did not attend that meeting either.</p><p class=\"sc-9a00e533-0 eZyhnA\">The committee later suggested allowing her to represent her Chawama constituency online until her father's burial arrangements were concluded.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Ms Mutti rejected that proposal, saying virtual attendance could not replace physical representation.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.facebook.com/story.php?story_fbid=1393221988838708&amp;id=100044527595623&amp;mibextid=wwXIfr&amp;rdid=n5vyC1Udc07Wl6cA#\" class=\"sc-f9178328-0 iCaRzc\">In a Facebook statement to her constituents</a> on Friday, Ms Lungu thanked her \"wonderful team of councillors, community members and constituency staff who continue to coordinate and work tirelessly to serve you\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Elections for the seat are expected to be held within 90 days, despite Zambia holding a general election next August.</p><p class=\"sc-9a00e533-0 eZyhnA\">The decision to declare Ms Lungu's vacant has been received with mixed feelings - some argue that she should be allowed the time to mourn her father, while others say her constituents have been deprived of representation.</p><p class=\"sc-9a00e533-0 eZyhnA\">Independent MP Binwell Mpundu has accused the government of hypocrisy, saying it was wrong for them to claim solidarity with the Lungu family.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"You dragged [them] to court and today you nullify the parliamentary seat for the daughter who is mourning the late father. Hypocrites.\"</p></div></div></body></html>"
        },
        {
            "title": "Louvre to hike ticket prices for most non-EU tourists by 45%",
            "time": "2025-11-28T08:59:32",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/14de/live/195dcd20-cbf1-11f0-8d2c-035473429d3c.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Louvre to hike ticket prices for most non-EU tourists by 45%</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Osmond Chia</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Business reporter</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/14de/live/195dcd20-cbf1-11f0-8d2c-035473429d3c.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/14de/live/195dcd20-cbf1-11f0-8d2c-035473429d3c.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/14de/live/195dcd20-cbf1-11f0-8d2c-035473429d3c.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/14de/live/195dcd20-cbf1-11f0-8d2c-035473429d3c.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/14de/live/195dcd20-cbf1-11f0-8d2c-035473429d3c.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/14de/live/195dcd20-cbf1-11f0-8d2c-035473429d3c.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/14de/live/195dcd20-cbf1-11f0-8d2c-035473429d3c.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/14de/live/195dcd20-cbf1-11f0-8d2c-035473429d3c.jpg.webp\" loading=\"eager\" alt=\"Getty Images A queue of hundreds of people are lined up outside the Louvre's iconic pyramid-shaped glass entrance\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Louvre museum received nearly 9 million visitors in 2024</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ticket prices for the Louvre museum in Paris will rise by 45% for most non-European Union visitors, the museum's board decided on Thursday.</p><p class=\"sc-9a00e533-0 eZyhnA\">From early next year, tourists from countries like the US, UK and China will have to pay €32 ($37; £28) to enter the museum, a price hike which is expected to raise millions of euros annually to fund an overhaul of the famous gallery.</p><p class=\"sc-9a00e533-0 eZyhnA\">The museum's security and management have faced criticism since <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cg7nrlkg0zxo\" class=\"sc-f9178328-0 iCaRzc\">a brazen heist in October</a>, when a four-person gang stole jewellery worth $102m (£76m) and fled within minutes.</p><p class=\"sc-9a00e533-0 eZyhnA\">An official audit of the museum published shortly after the heist highlighted the institution's inadequate security systems and ageing infrastructure.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">From 14 January, visitors from countries outside the European Economic Area - a group which includes EU member states, Iceland, Norway and Liechtenstein - will pay an extra €10 to enter the world's most visited museum.</p><p class=\"sc-9a00e533-0 eZyhnA\">Non-EU visitors in groups with accredited guides will also have to pay €28 starting next year, the Louvre told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">The price hike is expected to raise between €15m and €20m each year to support the museum's modernisation plans, it added.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Louvre received nearly 9 million visitors last year, with the majority coming from abroad. More than a tenth of its visitors are from the US and around 6% from China, according to the museum.</p><p class=\"sc-9a00e533-0 eZyhnA\">There have been longstanding calls to address the museum's capacity to accommodate crowds, with visitors often complaining of congested galleries and long queues.</p><p class=\"sc-9a00e533-0 eZyhnA\">In January, French President Emmanuel Macron and the Louvre announced improvements to the museum, and suggested higher fees for non-EU residents in 2026.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/44d4/live/8dfafba0-cbf4-11f0-b7bb-d19bafca5a93.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/44d4/live/8dfafba0-cbf4-11f0-b7bb-d19bafca5a93.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/44d4/live/8dfafba0-cbf4-11f0-b7bb-d19bafca5a93.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/44d4/live/8dfafba0-cbf4-11f0-b7bb-d19bafca5a93.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/44d4/live/8dfafba0-cbf4-11f0-b7bb-d19bafca5a93.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/44d4/live/8dfafba0-cbf4-11f0-b7bb-d19bafca5a93.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/44d4/live/8dfafba0-cbf4-11f0-b7bb-d19bafca5a93.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/44d4/live/8dfafba0-cbf4-11f0-b7bb-d19bafca5a93.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A swarm of visitors take picture of the painting the Mona Lisa in a overcrowded gallery in the Louvre \n\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Louvre, home to the Mona Lisa, is the most visited museum in the world</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Macron also said the <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cde9r0xgk67o\" class=\"sc-f9178328-0 iCaRzc\">Mona Lisa</a><a target=\"_self\" href=\"https://www.bbc.com/news/articles/cde9r0xgk67o\" class=\"sc-f9178328-0 iCaRzc\"> would be moved to a new space</a> to deal with overcrowding.</p><p class=\"sc-9a00e533-0 eZyhnA\">Most of the Louvre's 30,000 daily visitors flock to see Leonardo da Vinci's masterpiece. Crowds squeeze through the Salle des États - the gallery where the Mona Lisa is displayed - leaving each visitor only moments to view the painting and snap a photo.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Louvre will also renovate other areas of the museum and add new amenities like toilets and restaurants - upgrades which are projected to cost several hundred million euros.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this month, the Louvre announced the closure of a gallery showcasing Greek ceramics <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cpd2gwwx101o\" class=\"sc-f9178328-0 iCaRzc\">due to structural concerns</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">The investigation after October's heist found the museum had spent significantly more on buying new artworks, but far less on maintenance and restoration.</p></div></article></div></body></html>"
        },
        {
            "title": "National Guard member Sarah Beckstrom dies after shooting in Washington DC",
            "time": "2025-11-28T15:17:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7b27/live/79cb55e0-cc34-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">National Guard member dies after shooting in Washington DC </h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Trump announces death of National Guard member Sarah Beckstrom</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">One of the two members of the National Guard who were shot in Washington DC on Wednesday has died, US President Donald Trump said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sarah Beckstrom, 20, died from her injuries while the second National Guard member, 24-year-old Andrew Wolfe, \"is fighting for his life\", Trump said on Thursday evening.</p><p class=\"sc-9a00e533-0 eZyhnA\">Both were shot at close range near Farragut Square in downtown DC just after 14:00 EST (19:00 GMT) on Wednesday. Police have arrested one suspect in the shooting, Rahmanullah Lakanwal, a 29-year-old from Afghanistan.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Friday, the US attorney for Washington DC announced the initial charges of assault against the suspect will be upgraded to \"murder in the first degree\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"It is a premeditated murder. There was an ambush with a gun toward people who didn't know what was coming,\" Jeanine Pirro told Fox and Friends. \"And that is the homicide, and that is the murder that we're looking at right now.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The two soldiers who were attacked had been deployed to the American capital as part of the Trump administration's efforts to crack down on what it sees as rampant crime in several US cities.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump confirmed Ms Beckstrom's death while on a Thanksgiving call with US service members. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Sarah Beckstrom of West Virginia, one of the guardsmen that we're talking about, highly respected, young, magnificent person... She's just passed away. She's no longer with us,\" he said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump later spoke to her parents, a White House official told BBC's US partner CBS News.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US president previously said the attack underlined a major national security threat. </p><p class=\"sc-9a00e533-0 eZyhnA\">The attack has prompted a range of announcements from the Trump administration aimed at curbing migration from Afghanistan and a number of other countries.</p><p class=\"sc-9a00e533-0 eZyhnA\">Officials said they would suspend processing all immigration requests from Afghans, and re-examine green cards issued to individuals who migrated to the US from 19 countries.</p><p class=\"sc-9a00e533-0 eZyhnA\">When asked by the BBC which countries were on the list, the agency pointed to <a target=\"_blank\" href=\"https://www.whitehouse.gov/presidential-actions/2025/06/restricting-the-entry-of-foreign-nationals-to-protect-the-united-states-from-foreign-terrorists-and-other-national-security-and-public-safety-threats/\" class=\"sc-f9178328-0 iCaRzc\">a June proclamation by the White House</a> that included Afghanistan, Cuba, Haiti, Iran, Somalia and Venezuela.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Thursday, Trump went on to vow to \"permanently pause migration\" to the US from all \"third world countries\", without providing details of his plan or naming which countries might be affected.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Victim had volunteered to work at Thanksgiving</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ms Beckstrom had enlisted on 26 June 2023 and was assigned to the 863rd Military Police Company, 111th Engineer Brigade of the West Virginia Army National Guard. </p><p class=\"sc-9a00e533-0 eZyhnA\">She had volunteered to work in Washington over the US holiday Thanksgiving, Attorney General Pam Bondi told Fox News following the shooting.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"My baby girl has passed to glory,\" her father Gary Beckstrom posted on Facebook. </p><p class=\"sc-9a00e533-0 eZyhnA\">The other National Guard member, Andrew Wolfe, is still in a \"critical condition\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are doing everything we can to assist his family and to make sure that they have everything they need during this difficult time for them,\" Jeanine Pirro said on Friday morning.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Both soldiers had been on a high-visibility patrol in downtown Washington. </p><p class=\"sc-9a00e533-0 eZyhnA\">More than 2,000 troops have been guarding the nation's capital since August, when the president began deploying troops to cities to tackle what he called \"out of control\" crime.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Beckstrom and Mr Wolfe were deployed in August, the West Virginia National Guard confirmed to BBC News.</p><p class=\"sc-9a00e533-0 eZyhnA\">National Guard troops are a reservist force that can be activated to serve as military troops, but have limited power as they cannot enforce the law or make arrests.</p><p class=\"sc-9a00e533-0 eZyhnA\">The location of the shooting, just blocks from the White House, meant a number of law enforcement officials arrived quickly at the scene to treat the two victims and apprehend the gunman.</p><p class=\"sc-9a00e533-0 eZyhnA\">The suspect was shot four times, law enforcement sources told CBS.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">FBI: Suspect had relationship with 'partner forces' in Afghanistan</figcaption></p><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Suspect once worked alongside CIA in Afghanistan</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Officials said Mr Lakanwal came to the US from Afghanistan in 2021, under a programme which offered special immigration protections to Afghans in the wake of the US withdrawal from Afghanistan. </p><p class=\"sc-9a00e533-0 eZyhnA\">At the time, the Taliban had taken back control of Afghanistan, raising fears of retribution against those who had co-operated with the US. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Mr Lakanwal had helped guard US forces at Kabul airport in 2021 as thousands scrambled to escape Afghanistan as the Taliban swept back to power, a former military commander who served alongside him told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">The suspect had been recruited to Unit 03 of the Kandahar Strike Force. His unit was known locally as Scorpion Forces, operating initially under the CIA but eventually for the Afghan intelligence department known as the National Directorate of Security.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Lakanwal was a GPS tracker specialist, the former commander told the BBC, describing him as a \"sporty and jolly character\".</p><p class=\"sc-9a00e533-0 eZyhnA\">His whole unit was moved from Kandahar to Kabul five days before the Taliban entered the capital. They continued to protect the airport for another six days, before they too were airlifted out to the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">At a press conference on Thursday, FBI Director Kash Patel confirmed Mr Lakanwal's connection to US forces, saying the suspect \"had a relationship in Afghanistan with partner forces\", before moving to the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">CIA Director John Ratcliffe said he worked with the intelligence agency.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Lakanwal applied for asylum in 2024, and his application was granted earlier this year, an official told CBS.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-hafizullah-maroof-and-sayed-abdullah-nizami\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Hafizullah Maroof and Sayed Abdullah Nizami</i></p></div></article></div></body></html>"
        },
        {
            "title": "Pope Leo struggles to unveil plaque in Turkey",
            "time": "2025-11-28T10:49:03",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/733d/live/e5696490-cc43-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Pope Leo XIV struggled to unveil a plaque during his visit to an Istanbul church on Friday. </p><p class=\"sc-9a00e533-0 eZyhnA\">The pontiff was seen tugging at the troublesome cloth in the Cathedral of the Holy Spirit, as he attempted to reveal the marble tablet commemorating his trip to Turkey. </p><p class=\"sc-9a00e533-0 eZyhnA\">Church clergy and security staff joined in the tussle, but the white sheet stubbornly hung to the corner. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Pope arrived in Turkey on Thursday and will be heading to Lebanon's capital Beirut on Sunday.</p></div></div></body></html>"
        },
        {
            "title": "Peru: Two former presidents jailed in two days",
            "time": "2025-11-28T11:36:20",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5536/live/435790e0-cc44-11f0-a666-77ae802e0cf4.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Two former Peruvian presidents jailed in two days</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5536/live/435790e0-cc44-11f0-a666-77ae802e0cf4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5536/live/435790e0-cc44-11f0-a666-77ae802e0cf4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5536/live/435790e0-cc44-11f0-a666-77ae802e0cf4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5536/live/435790e0-cc44-11f0-a666-77ae802e0cf4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5536/live/435790e0-cc44-11f0-a666-77ae802e0cf4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5536/live/435790e0-cc44-11f0-a666-77ae802e0cf4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5536/live/435790e0-cc44-11f0-a666-77ae802e0cf4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5536/live/435790e0-cc44-11f0-a666-77ae802e0cf4.jpg.webp\" loading=\"eager\" alt=\"EPA/Shutterstock Pedro Castillo, wearing a blue jacket, has a serious expression as he is handed his sentence handed down by the court that tried him for the failed coup attempt in 2022.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA/Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Pedro Castillo was elected in 2021 on a wave of frustration with conventional politics</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Peru's former President Pedro Castillo is among two of the South American nation's ex-leaders to be handed prison sentences in as many days.</p><p class=\"sc-9a00e533-0 eZyhnA\">The left-wing leader was given 11 years in jail on Thursday for attempting to disband Peru's Congress and rule by decree in 2022. The gamble failed, and he was impeached and arrested.</p><p class=\"sc-9a00e533-0 eZyhnA\">He was found guilty of \"conspiracy to commit rebellion\" by the Supreme Court, which handed down the sentence at the same time as convicting him.</p><p class=\"sc-9a00e533-0 eZyhnA\">Castillo's sentence comes just a day after another former Peruvian president, Martín Vizcarra, was handed 14 years' in prison for bribe-taking while serving as a regional governor.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The centrist politician, who had championed the fight against corruption during his term in office, was found guilty of taking bribes while governor of the Moquegua region between 2011 and 2014.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prosecutors said he received bribes worth more than $600,000 (£453,753) from construction companies who were seeking contracts for public works. Vizcarra has always maintained his innocence.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, the Supreme Court acquitted Castillo of two other charges.</p><p class=\"sc-9a00e533-0 eZyhnA\">Dubbed Peru's first poor president, Castillo, a former trade unionist and rural schoolteacher, won power in 2021 on a wave of frustration with conventional politics.</p><p class=\"sc-9a00e533-0 eZyhnA\">His arrest and impeachment sparked <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-latin-america-63952998\" class=\"sc-f9178328-0 iCaRzc\">deadly mass protests in 2022</a> among his working-class rural base. The protests were brutally repressed by security forces, leaving at least 50 dead.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Thursday, dozens of Castillo's supporters gathered outside the prison he is being held in to await the verdict, according to AFP.</p><p class=\"sc-9a00e533-0 eZyhnA\">One supporter, Julia Buendia, told the news agency she still believed Castillo was innocent.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/272f/live/acbbda00-cc44-11f0-a666-77ae802e0cf4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/272f/live/acbbda00-cc44-11f0-a666-77ae802e0cf4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/272f/live/acbbda00-cc44-11f0-a666-77ae802e0cf4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/272f/live/acbbda00-cc44-11f0-a666-77ae802e0cf4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/272f/live/acbbda00-cc44-11f0-a666-77ae802e0cf4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/272f/live/acbbda00-cc44-11f0-a666-77ae802e0cf4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/272f/live/acbbda00-cc44-11f0-a666-77ae802e0cf4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/272f/live/acbbda00-cc44-11f0-a666-77ae802e0cf4.jpg.webp\" loading=\"lazy\" alt=\"Reuters Martín Vizcarra in suit and tie and dark sunglasses smiles and waves as he walks past police on his way to court\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Martín Vizcarra was found guilty of taking bribes from construction companies</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Vizcarra and Castillo are the latest in a series of former Peruvian presidents to be jailed for misconduct. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ollanta Humala, who served as the nation's president between 2011 and 2016, was <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c33z6kn7xvyo\" class=\"sc-f9178328-0 iCaRzc\">found guilty of money laundering and sentenced to 15 years in prison</a> earlier this year.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, Alejandro Toledo, who governed it from 2001 to 2006, was sentenced last year to <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cx252e2q055o\" class=\"sc-f9178328-0 iCaRzc\">more than 20 years in prison for taking $35m (£26m) in bribes from a construction company</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Peru has been beset by political crises in recent years.</p><p class=\"sc-9a00e533-0 eZyhnA\">In October, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/czjp79j2emro\" class=\"sc-f9178328-0 iCaRzc\">clashes between anti-government protesters and riot police in the Peruvian capital,</a> Lima, left one man and more than 100 injured.</p><p class=\"sc-9a00e533-0 eZyhnA\">The protests came after the current President José Jerí was sworn in on an interim basis following the impeachment of his predecessor, Dina Boluarte.</p><p class=\"sc-9a00e533-0 eZyhnA\">Boluarte was ousted by lawmakers <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c1edw3x6vl2o\" class=\"sc-f9178328-0 iCaRzc\">on grounds of \"permanent moral incapacity\" amid soaring crime rates in Peru</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">Her presidency was overshadowed by several investigations, including <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cn4jl0xw35xo\" class=\"sc-f9178328-0 iCaRzc\">a corruption inquiry dubbed \"Rolexgate\"</a>, concerning allegations she accepted Rolex watches as bribes.</p></div></article></div></body></html>"
        },
        {
            "title": "How were Afghan evacuees vetted under Biden?",
            "time": "2025-11-28T20:48:00",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/bfb8/live/908972a0-cc8c-11f0-8c06-f5d460985095.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">How were Afghan evacuees vetted under Biden?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Lucy Gilder</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">BBC Verify, Washington DC</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/bfb8/live/908972a0-cc8c-11f0-8c06-f5d460985095.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/bfb8/live/908972a0-cc8c-11f0-8c06-f5d460985095.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/bfb8/live/908972a0-cc8c-11f0-8c06-f5d460985095.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/bfb8/live/908972a0-cc8c-11f0-8c06-f5d460985095.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/bfb8/live/908972a0-cc8c-11f0-8c06-f5d460985095.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/bfb8/live/908972a0-cc8c-11f0-8c06-f5d460985095.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/bfb8/live/908972a0-cc8c-11f0-8c06-f5d460985095.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/bfb8/live/908972a0-cc8c-11f0-8c06-f5d460985095.png.webp\" loading=\"eager\" alt=\"US Air Forces Europe-Africa via Getty Images Verify logo placed over a photograph of Afghan evacuees queuing to board US military aircraft following the fall of Kabul in 2021. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">US Air Forces Europe-Africa via Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The shooting of two National Guard members, one of whom later died, in Washington DC has led to major immigration policy changes by the Trump administration.</p><p class=\"sc-9a00e533-0 eZyhnA\">The  Department of Homeland Security (DHS) has said the suspect - from Afghanistan - had entered the United States under an Afghan resettlement scheme launched during the Biden administration.</p><p class=\"sc-9a00e533-0 eZyhnA\">And Republican officials have claimed, without providing evidence, that he had not been vetted.</p><p class=\"sc-9a00e533-0 eZyhnA\">The DHS has suspended processing all immigration requests relating to Afghan nationals \"pending further review of security and vetting protocols\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What has been said about Afghan vetting under Biden?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The DHS said the suspect, 29-year-old Rahmanullah Lakanwal, entered the US under an Afghan resettlement scheme, Operation Allies Welcome (OAW).</p><p class=\"sc-9a00e533-0 eZyhnA\">The scheme was launched in August 2021 under the Biden administration to resettle \"vulnerable\" Afghans after the Taliban takeover of Afghanistan in the same year.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They came in, they were unvetted, they were unchecked\", said President Trump, who called a reporter \"stupid\" for asking why he blamed the Biden administration for the Washington attack.</p><p class=\"sc-9a00e533-0 eZyhnA\">In an FBI news conference, the agency's director Kash Patel claimed the previous administration \"made the decision to allow thousands of people into this country without doing a single piece of background checking or vetting\".</p><p class=\"sc-9a00e533-0 eZyhnA\">And in <a target=\"_blank\" href=\"https://www.dhs.gov/news/2025/11/26/terrorist-who-shot-two-national-guard-members-dc-was-let-country-biden\" class=\"sc-f9178328-0 iCaRzc\">a press release on the day of the attack</a>, the DHS said the suspect \"is one of thousands of unvetted Afghan nationals let into the country under the Biden administration's Operation Allies Welcome program\".</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://x.com/JDVance/status/1993862308540633159\" class=\"sc-f9178328-0 iCaRzc\">On X this week, Vice President JD Vance recalled comments he made in 2021</a> \"criticizing the Biden policy of opening the floodgate to unvetted Afghan refugees\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He made similar remarks about vetting failures<a target=\"_blank\" href=\"https://www.cbsnews.com/news/face-the-nation-full-episode-transcript-01-26-2025/\" class=\"sc-f9178328-0 iCaRzc\"> in an interview with CBS earlier this year</a>. Vance highlighted the case of an Afghan national, also evacuated to the US after the Taliban takeover, <a target=\"_blank\" href=\"https://www.justice.gov/opa/pr/afghan-national-pleads-guilty-plotting-election-day-terror-attack-united-states\" class=\"sc-f9178328-0 iCaRzc\">who was later charged with terrorism-related offences</a>.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">How did the shooting suspect arrive in the US?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Lakanwal entered the US through OAW on 8 September 2021, shortly after the fall of Kabul.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many Afghans faced a serious risk of persecution by the Taliban, particularly those who had worked with Western governments.</p><p class=\"sc-9a00e533-0 eZyhnA\">More than 190,000 Afghans have been resettled under OAW and another programme called Enduring Welcome, <a target=\"_blank\" href=\"https://www.state.gov/wp-content/uploads/2025/06/FY-2026-State-CBJ-MASTER-6.3.2025-Updated.pdf\" class=\"sc-f9178328-0 iCaRzc\">according to a report published this year by the US State Department.</a></p><p class=\"sc-9a00e533-0 eZyhnA\">Most Afghan nationals arriving on the OAW programme were given permission to stay in the country for two years under a process known as \"parole\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Afghans on parole are subject to reporting requirements (such as medical screenings and critical vaccinations) and could lose their right to stay in the US if these requirements are not met.</p><p class=\"sc-9a00e533-0 eZyhnA\">Those who took \"significant risks\" to support US troops in Afghanistan were admitted as lawful permanent residents after completing the Special Immigrant Visa (SIV) process.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to the charity AfghanEvac, Lakanwal had an active SIV application but was granted asylum this year under the current Trump administration.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">How were Afghans vetted under the scheme?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">We contacted the White House for more details about Lakanwal's vetting. It did not provide them but told us:</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This animal would've never been here if not for Joe Biden's dangerous policies which allowed countless unvetted criminals to invade our country and harm the American people.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The Trump Administration is taking every measure possible - in the face of unrelenting Democrat opposition - to get these monsters out of our country and clean up the mess made by the Biden Administration.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">We also contacted the DHS and CIA, who did not get back to us.</p><p class=\"sc-9a00e533-0 eZyhnA\">Although we do not know the suspect's vetting arrangements before he entered the US we do know how vetting was supposed to work for the scheme he arrived on.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.dhs.gov/archive/operation-allies-welcome#:~:text=How%20You%20Can%20Help,local%20communities%20across%20the%20country.\" class=\"sc-f9178328-0 iCaRzc\">An archived government website for the OAW scheme</a>, last updated at the start of this year, mentions a \"rigorous\" and \"multi-layered\" vetting process, which involved collecting biometric information such as fingerprints and photos from Afghans before they were allowed to enter the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">It mentions multiple government agencies involved in vetting, including the FBI and the National Counterterrorism Center.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.dhs.gov/archive/news/2021/09/03/secretary-mayorkas-delivers-remarks-operation-allies-welcome#:~:text=Consequently%2C%20as%20part%20of%20a,in%20the%20transit%20countries%20abroad.\" class=\"sc-f9178328-0 iCaRzc\">The then Secretary of Homeland Security, Alejandro Mayorkas, said in 2021 </a>that the government had \"established a robust screening and vetting architecture\" under the scheme.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c3ad/live/c3a90190-cc92-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c3ad/live/c3a90190-cc92-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c3ad/live/c3a90190-cc92-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c3ad/live/c3a90190-cc92-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c3ad/live/c3a90190-cc92-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c3ad/live/c3a90190-cc92-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c3ad/live/c3a90190-cc92-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c3ad/live/c3a90190-cc92-11f0-8c06-f5d460985095.jpg.webp\" loading=\"lazy\" alt=\"Reuters A US military officer oversees Afghan evacuees on a flight from Kabul in 2021.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The US has resettled more than 190,000 Afghans across two government programmes since 2021.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">There have been mixed reports into the effectiveness of the programme's vetting.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.oig.dhs.gov/sites/default/files/assets/SAR/2022/oig-sar-apr22-sept22.pdf\" class=\"sc-f9178328-0 iCaRzc\">A 2022 audit carried out by the Office of Inspector General (OIG)</a> - a US government oversight body - found that \"some information used to vet evacuees through US Government databases (such as name, date of birth, identification number, and travel document data) was inaccurate, incomplete, or missing\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The OIG said this problem was partly as a result of the DHS not having a list of Afghan evacuees \"who lacked sufficient identification documents\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It also reported that US Customs and Border Protection (CBP) \"admitted or paroled evacuees who were not fully vetted into the United States\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Two years later <a target=\"_blank\" href=\"https://www.oig.dhs.gov/sites/default/files/assets/2024-05/OIG-24-24-May24.pdf\" class=\"sc-f9178328-0 iCaRzc\">another OIG audit of the scheme</a> found weaknesses in the government's ability to identify potentially negative information (such as national security concerns) about some Afghans parolees.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, earlier this year <a target=\"_blank\" href=\"https://oig.justice.gov/sites/default/files/reports/25-056.pdf\" class=\"sc-f9178328-0 iCaRzc\">the OIG commended the FBI</a> for its role in screening Afghans on the scheme.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Overall we found that each of the responsible elements of the FBI effectively communicated and addressed any potential national security risks identified,\" it said.</p><p class=\"sc-9a00e533-0 eZyhnA\">As well as reviewing audits of OAW, BBC Verify contacted several experts for their views on the vetting process.</p><p class=\"sc-9a00e533-0 eZyhnA\">Alex Nowrasteh, an immigration analyst at the Cato Institute think tank, said the programme \"was more inconsistent than usual by OIG accounts and compared to the more intensive refugee review process\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Because of the chaotic nature of the evacuation, information was lost and some checks weren't run until the migrants were already out of Afghanistan.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Jennie Murray, President and CEO of the immigration advocacy group the National Immigration Forum, told BBC Verify she was present at the US military bases where evacuees were initially processed.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Evacuees were processed on military bases and held for several weeks, and even months, until they were ready for entrance into the United States. This is when the security vetting and medical screening was processed, extensively\", she said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Even the best vetting can't predict the future. He [Lakanwal] could have had a clean record, been an appropriate candidate for humanitarian protection, and then something changed.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">In the four years since the evacuation, thousands of Afghans have safely resettled in the US and this is the first major incident, Ms Murray said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The fact that one person committed a horrific act doesn't mean other Afghans now pose a threat,\" she added.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f3fe/live/64e866e0-cc8e-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f3fe/live/64e866e0-cc8e-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f3fe/live/64e866e0-cc8e-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f3fe/live/64e866e0-cc8e-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f3fe/live/64e866e0-cc8e-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f3fe/live/64e866e0-cc8e-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f3fe/live/64e866e0-cc8e-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f3fe/live/64e866e0-cc8e-11f0-a892-01d657345866.jpg.webp\" loading=\"lazy\" alt=\"Getty Images US law enforcement officers gathered near the scene of a shooting in Washington DC. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The shooting of two National Guard members in Washington DC by an Afghan suspect has led to several major immigration policy changes by the Trump administration. </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">CIA Director John Ratcliffe told CBS News, the BBC's US partner, that the suspect had worked with the CIA in Afghanistan.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Afghan Service spoke to a soldier from Lakanwal's former military unit, the Kandahar Strike Force (KSF).</p><p class=\"sc-9a00e533-0 eZyhnA\">The soldier said there was vetting to get into the unit which took around three to four weeks and involved being recommended by a senior KSF officer and undertaking a \"call history check\" of their mobile device.</p><p class=\"sc-9a00e533-0 eZyhnA\">If the candidate passed that stage they may have been referred to a security check carried out by the US, which involved collecting biometric data from the applicant.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Afghan Service corroborated the soldier's account by speaking to a commander from the KSF unit, who also confirmed the soldier's identity and added that a criminal record check was also part of the vetting process.</p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Hong Kong fire: Anger and unanswered questions",
            "time": "2025-11-28T08:09:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/583c/live/f8ea78d0-cc19-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'This was preventable': Anger and unanswered questions after Hong Kong fire</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Video shows how fast fire spread in Hong Kong high-rise</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Shock is giving way to anger in Hong Kong after a massive fire ripped through a densely populated subsidised housing estate on Wednesday, killing at least 128 people and critically injuring dozens.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities say substandard mesh and plastic sheets on the buildings' windows may have spread the blaze, which raged for more than a day.</p><p class=\"sc-9a00e533-0 eZyhnA\">Firefighting operations have now ended, with dozens of residents still unaccounted for.</p><p class=\"sc-9a00e533-0 eZyhnA\">Questions are mounting as to how the fire at Wang Fuk Court spread so rapidly and who is responsible, with many calling it a<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>\"man-made disaster\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Three people in charge of renovating the blocks are under arrest for manslaughter, and authorities have launched a corruption inquiry.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A post that has gone viral on social media in the wake of the blaze reads: \"It's not an accident.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Several residents have revealed in interviews that the fire alarm did not sound when the fire broke out. Authorities said on Friday that they had checked the fire alarms in all eight blocks and found that they were not working properly. </p><p class=\"sc-9a00e533-0 eZyhnA\">Kiko Ma, who owns an apartment at Wang Fuk Court, says the alarms had been turned off amid renovation works, as construction workers regularly used fire escapes to get in and out of the building. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Ma lives in Canada with her family, but visits the Hong Kong apartment several times a year.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This was preventable... A lot of people did not do their duties,\" the 33-year-old tells the BBC, claiming that the renovation firm used \"poor quality, flammable materials\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Residents often saw construction workers smoking and found cigarette butts along their window ledges, she adds.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"People kept asking what would happen if there was a fire. Everyone was very worried about this.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ace8/live/a4ac9850-cb67-11f0-9287-d3b859c9f66c.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ace8/live/a4ac9850-cb67-11f0-9287-d3b859c9f66c.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ace8/live/a4ac9850-cb67-11f0-9287-d3b859c9f66c.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ace8/live/a4ac9850-cb67-11f0-9287-d3b859c9f66c.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ace8/live/a4ac9850-cb67-11f0-9287-d3b859c9f66c.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ace8/live/a4ac9850-cb67-11f0-9287-d3b859c9f66c.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ace8/live/a4ac9850-cb67-11f0-9287-d3b859c9f66c.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ace8/live/a4ac9850-cb67-11f0-9287-d3b859c9f66c.jpg.webp\" loading=\"eager\" alt=\"Getty Images Smoke rises from apartments after a major fire swept through several blocks at the Wang Fuk Court residential estate in Hong Kong's Tai Po district\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The blaze spread rapidly and went on for more than a day in some blocks</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">This is Hong Kong's deadliest fire in at least 63 years - already having surpassed the toll of the August 1962 inferno in the Sham Shui Po neighbourhood, which killed 44 people and displaced hundreds.</p><p class=\"sc-9a00e533-0 eZyhnA\">Built in the 1980s, Wang Fuk Court in Hong Kong's north-eastern Tai Po district comprises eight 31-storey buildings, seven of which went up in flames. The apartments here are sold at subsidised prices, but day-to-day affairs in the estate are managed by privately appointed firms.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to the 2021 census, the complex was home to about 4,600 people - nearly 40% of whom were 65 or older. </p><p class=\"sc-9a00e533-0 eZyhnA\">The city's fire department on Thursday said firefighters faced major challenges trying to rescue residents, including high temperatures, the risk of further scaffolding collapse, and the small and crowded interiors of the apartments.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hong Kong is well-known for its tiny, densely packed inner-city dwellings, where many public rental housing tenants have, on average, a living space of just 14.1 square metres. </p><p class=\"sc-9a00e533-0 eZyhnA\">It is unclear how many people were in Wang Fuk Court when the fire broke out, but the more recent census figures suggest it is home to around 4,600  residents. Hundreds of them have been evacuated to temporary shelters, and some are being allocated emergency housing units.</p><p class=\"sc-9a00e533-0 eZyhnA\">Police are investigating whether mesh netting, plastic and canvas sheets used during renovations met fire safety standards. In a presser on Friday they attributed the rapid spread of the fire to styrofoam blocks placed outside the windows of the apartments, apparently to \"protect\" them from the debris and dust.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some experts also believe the bamboo scaffolding connecting the apartment blocks helped fuel the inferno. Such scaffolding is an iconic sight across Hong Kong, and widely used in construction.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this year, authorities announced plans to phase out bamboo in favour of sturdier, fire-resistant steel, citing bamboo's combustibility and deterioration over time.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/571b/live/62968850-cb75-11f0-8acb-1b2068777e6f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/571b/live/62968850-cb75-11f0-8acb-1b2068777e6f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/571b/live/62968850-cb75-11f0-8acb-1b2068777e6f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/571b/live/62968850-cb75-11f0-8acb-1b2068777e6f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/571b/live/62968850-cb75-11f0-8acb-1b2068777e6f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/571b/live/62968850-cb75-11f0-8acb-1b2068777e6f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/571b/live/62968850-cb75-11f0-8acb-1b2068777e6f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/571b/live/62968850-cb75-11f0-8acb-1b2068777e6f.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Volunteers give out food and drinks after a major fire swept through several apartment blocks at the Wang Fuk Court residential estate in Hong Kong\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Hundreds of residents have been evacuated to temporary shelters while emergency housing units are being allocated to some</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Residents at Wang Fuk Court had expressed unease about renovation plans when they were announced last year. Reports of those concerns have now resurfaced online, sparking accusations around a lack of transparency.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another homeowner who was abroad when the fire broke out said the plans were \"fundamentally shady\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"[Those in charge] used small favours to encourage unsuspecting elderly residents to support their plans,\" they wrote in a comment on Instagram.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Lai, a sales associate who the BBC agreed to refer to by his last name only, says Wang Fuk Court residents had earlier questioned the high cost of renovation works. </p><p class=\"sc-9a00e533-0 eZyhnA\">Calls from some residents to re-elect the estate's management committee went unheeded, he added. This week's fire is not an isolated incident, Mr Lai said, claiming that construction companies \"often prioritise cost efficiency\" over safety. </p><p class=\"sc-9a00e533-0 eZyhnA\">He noted that a building in Hong Kong's Central district went up in flames last month after its bamboo scaffolding caught fire.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When similar incidents happen, they raise the question of whether [there are] systemic weaknesses.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Hong Kong authorities on Thursday ordered inspections of all housing estates undergoing \"major repairs\" to check for the \"safety of scaffolding and building materials\".</p></div></article></div></body></html>"
        },
        {
            "title": "'Hang in there': Agonising wait for hundreds missing after Hong Kong blaze",
            "time": "2025-11-28T07:11:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0fee/live/ba9142a0-cb8b-11f0-a837-edb10d8a13be.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'Hang in there': Agonising wait for the missing after Hong Kong blaze</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Koey Lee,</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">BBC News Chinese,</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Abel U,</span><span data-testid=\"byline-new-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">BBC News Chinese</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-2\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Grace Tsoi,</span><span data-testid=\"byline-new-contributors-contributor-2-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">BBC World Service, in Hong Kong</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Video shows how fast fire spread in Hong Kong high-rise</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Hang in there.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Those were the last words Mr Chung said to his wife after a huge <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c62n3enz9klo\" class=\"sc-f9178328-0 iCaRzc\">fire broke out in their high rise public housing complex in Hong Kong</a>'s Tai Po district.</p><p class=\"sc-9a00e533-0 eZyhnA\">It was around 15:00 local time (07:00 GMT) on Wednesday when he got her panicked phone call. She said she couldn't get out of their flat with their cat.</p><p class=\"sc-9a00e533-0 eZyhnA\">He rushed home from work to find the 31-storey building in flames, with black smoke billowing out of it. Firefighters in the Chinese territory took nearly 24 hours to tame the blaze that tore through seven tower blocks, including theirs, claiming at least 128 lives so far. </p><p class=\"sc-9a00e533-0 eZyhnA\">Nearly 300 people are still unaccounted for - Mr Chung's wife is among the many missing.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC spoke to several residents who were not at home or managed to escape in time. Some, like Mr Chung, have waited outside the burning buildings, hoping against hope. There was no alarm warning them of danger, all of them told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Chung, 45, and his brother, spent Wednesday night on the street asking the firefighters dozens of times for updates - but they couldn't give them any.</p><p class=\"sc-9a00e533-0 eZyhnA\">Throughout, he said, he and his wife kept calling each other, anxious and scared. She told him she was about to faint as the smoke got thicker and thicker. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"She probably did faint,\" Mr Chung told BBC Chinese on Thursday, his eyes red from tears. \"I dare not call her again.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0fee/live/ba9142a0-cb8b-11f0-a837-edb10d8a13be.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0fee/live/ba9142a0-cb8b-11f0-a837-edb10d8a13be.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0fee/live/ba9142a0-cb8b-11f0-a837-edb10d8a13be.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0fee/live/ba9142a0-cb8b-11f0-a837-edb10d8a13be.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0fee/live/ba9142a0-cb8b-11f0-a837-edb10d8a13be.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0fee/live/ba9142a0-cb8b-11f0-a837-edb10d8a13be.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0fee/live/ba9142a0-cb8b-11f0-a837-edb10d8a13be.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0fee/live/ba9142a0-cb8b-11f0-a837-edb10d8a13be.jpg.webp\" loading=\"eager\" alt=\"Getty Images An elderly woman, in a light purple top, cries and holds onto a young man in front of scafolded buildings. They are surrounded by journalists. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Given that hours had passed since they spoke, he was braced for the worst. \"She passed away with our cat, who she loves,\" he said, breaking down in tears. His wife was the only one in the family who didn't go to work or school on Wednesday. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Chungs moved in a decade ago to Wang Cheong House – the first of the seven tower blocks at Tai Po to go up in flames. When the fire started, Mr Chung says, the smoke on the 23rd floor, where they lived, turned so thick within just 10 minutes, that his wife couldn't find her way out.</p><p class=\"sc-9a00e533-0 eZyhnA\">The cause of the fire is still unclear, but authorities believe renovations using flammable material and scaffolding helped spread what has now become the deadliest blaze in Hong Kong in six decades.</p><p class=\"sc-9a00e533-0 eZyhnA\">It engulfed seven of the eight buildings - comprising 1,800 units - in Wang Fuk Court, a subsidised housing estate built in 1983 to the north of Hong Kong Island, where the city's wealthy live. </p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nearly 40% of Wang Fuk Court's residents are aged 65 or above, according to the 2021 census.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's partly why it's feared so many residents were trapped - because they are older and less likely to have made it out quickly.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Fung, 40, has not been able to find her mother yet. She and her parents moved to the estate only last year - for its views of the ocean. Her father and she were at work when the fire started.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Fung received a call from her neighbour, who said she was hiding with Ms Fung's mother inside a toilet. But they lost contact at midnight on Wednesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">All the same, she is holding on to hope: \"We will think about our next steps after my mum comes out.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">She sought help from police, but she says she was furious when they called her back to ask if it was possible her mother could have somehow escaped. </p><p class=\"sc-9a00e533-0 eZyhnA\">She demanded to know how that was possible: \"You know much better than us how badly burnt Wang Cheong House is!\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Daybreak aerial vision shows fire still burning in Hong Kong apartment blocks</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On social media, posts about missing elderly relatives, children and pets have been circulating endlessly.</p><p class=\"sc-9a00e533-0 eZyhnA\">A desperate mother wrote: \"I still can't find my baby girl. It's nearly 30 hours and there has been no updates from the fire service…\"</p><p class=\"sc-9a00e533-0 eZyhnA\">In a later post, she said: \"I am afraid there is no hope.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">The devastation has spotlighted the expensive and controversial renovations at Wang Fuk Court, which cost about HK$330M ($42.2M; £32.1M), with each household having to pay between HK$160,000 and HK$180,000.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many residents had opposed the project because of the costs but it went ahead. Authorities have now arrested three executives from the construction firm, citing \"gross negligence\".  Police say the mesh and plastic sheets used on the scaffolding were substandard, and that windows were wrapped in highly flammable styrofoam.</p><p class=\"sc-9a00e533-0 eZyhnA\">Grandma Chan, a long-time resident, says she had been scared since the renovation began last year, because of its scale and she had occasionally noticed a burning smell. \"Will anything happen if I stay home?\" she once asked her daughter.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/618f/live/09c383b0-cb91-11f0-8b24-8191145688b1.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/618f/live/09c383b0-cb91-11f0-8b24-8191145688b1.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/618f/live/09c383b0-cb91-11f0-8b24-8191145688b1.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/618f/live/09c383b0-cb91-11f0-8b24-8191145688b1.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/618f/live/09c383b0-cb91-11f0-8b24-8191145688b1.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/618f/live/09c383b0-cb91-11f0-8b24-8191145688b1.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/618f/live/09c383b0-cb91-11f0-8b24-8191145688b1.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/618f/live/09c383b0-cb91-11f0-8b24-8191145688b1.jpg.webp\" loading=\"lazy\" alt=\"Reuters Firefighters walk past charred bamboo scaffolding at Wang Fuk Court after a fire \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The fire was only brought under control after almost 24 hours</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The 72-year-old was alone at home when the fire started but she only found out about it when her daughter, who was travelling in South Korea, called. She says she made it out alive because her daughter told her to flee.</p><p class=\"sc-9a00e533-0 eZyhnA\">It was the same for 82-year-old Grandma Wu. When the fire broke out, she was playing mahjong, a popular game, with her neighbours. They were warned not by an alarm, but by their husbands calling them.</p><p class=\"sc-9a00e533-0 eZyhnA\">But she said they continued the game because there were three buildings between theirs and Wang Cheong House, where the fire broke out. Then came a second call, saying the fire had reached their building. The women immediately took the lift and reached the ground floor.</p><p class=\"sc-9a00e533-0 eZyhnA\">Surrounded by the smell of burning buildings, Grandma Wu looked up to find that seven of eight buildings within the complex were in flames.</p><p class=\"sc-9a00e533-0 eZyhnA\">Although she was safe, she stayed outside, with her helper, overnight. She says her son wanted to take her to his home but she refused.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I have been living in this flat for 42 years,\" she says. \"I told my son not to come, and I would not go anywhere. I have to sit here and watch how this goes. My heart will only be at peace after the fire is extinguished.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/aa89/live/f14164a0-cb8c-11f0-8cf5-e9dfcb27a4e1.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/aa89/live/f14164a0-cb8c-11f0-8cf5-e9dfcb27a4e1.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/aa89/live/f14164a0-cb8c-11f0-8cf5-e9dfcb27a4e1.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/aa89/live/f14164a0-cb8c-11f0-8cf5-e9dfcb27a4e1.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/aa89/live/f14164a0-cb8c-11f0-8cf5-e9dfcb27a4e1.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/aa89/live/f14164a0-cb8c-11f0-8cf5-e9dfcb27a4e1.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/aa89/live/f14164a0-cb8c-11f0-8cf5-e9dfcb27a4e1.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/aa89/live/f14164a0-cb8c-11f0-8cf5-e9dfcb27a4e1.jpg.webp\" loading=\"lazy\" alt=\"BBC News Chinese Mr Chung, in a grey windbreaker, was devastated when interviewed by media\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC News Chinese</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Mr Chung believes his wife died with their cat in the fire</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">When that happens, a new battle begins for many residents who have poured a life's worth of savings into buying these homes.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kyle Ho, 32, moved into the complex with his retired parents three years ago. Despite the subsidised price, they needed a mortgage to afford a home at Wang Fuk Court. Now, they don't know what comes next.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Hong Kong government has announced cash relief of HK$10,000 for displaced families, and a HK$300m assistance fund. That could be some relief for Mr Ho.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The worst-case scenario is that we have lost our flat,\" he says. \"But the most important thing is that all of us are safe. We are luckier than many other families.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">For those like Mr Chung, the wait continues as authorities insist they have not ruled out rescuing people. \"We haven't given up,\" they said earlier on Thursday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Chung, too, is determined to find his wife. \"I want to rescue her - whether she's alive or gone.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Nigeria's security crises: A guide to the different groups causing chaos",
            "time": "2025-11-28T00:42:38",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8a7a/live/e9543e50-cbca-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">The kidnap gangs, jihadists and separatists wreaking havoc in Nigeria</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Chiagozie Nwonwu</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">BBC Africa, Lagos</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8a7a/live/e9543e50-cbca-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8a7a/live/e9543e50-cbca-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8a7a/live/e9543e50-cbca-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8a7a/live/e9543e50-cbca-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8a7a/live/e9543e50-cbca-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8a7a/live/e9543e50-cbca-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8a7a/live/e9543e50-cbca-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8a7a/live/e9543e50-cbca-11f0-8c06-f5d460985095.jpg.webp\" loading=\"eager\" alt=\"BBC A bandit in Zamfara state dressed in dark blue and holding a gun over his shoulder walks away from the camera in a forested area.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Many of the bandits who are part of the criminal gangs of the north-west hide out in forested areas</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nigeria is currently grappling with a spate of mass abductions. But the vast country - bigger than France and Germany combined - also faces many other security challenges.</p><p class=\"sc-9a00e533-0 eZyhnA\">Recent attempts by US President Donald Trump and his supporters to frame the insecurity purely as the persecution of Christians overlooks the complexity of Africa's most-populous nation. </p><p class=\"sc-9a00e533-0 eZyhnA\">There are more than 250 ethnic groups in Nigeria, which is roughly divided into a mainly Muslim north, a largely Christian south, with intermingling in the middle - and the government says people of all faiths have been victims of attacks.</p><p class=\"sc-9a00e533-0 eZyhnA\">There are criminal gangs in the north-west, an Islamist insurgency in the north-east, clashes over land in central regions and separatist unrest in the south-east - leaving the 400,000-strong army and the police force of 370,000 officers overstretched.</p><p class=\"sc-9a00e533-0 eZyhnA\">Here's a breakdown of the main armed groups and flashpoints:</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">'Bandits'  - kidnap gangs</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">These criminal gangs, known locally as \"bandits\", are largely composed of people  from the Fulani ethnic group, who traditionally make their living by raising animals. They have traded their pastoral tools for assault rifles, which have flooded Nigeria - and other states in the region - since Libya descended into anarchy following the overthrow in 2011 of long-time strongman Muammar Gadaffi by Nato-backed forces.</p><p class=\"sc-9a00e533-0 eZyhnA\">The gangs are not known to be motivated by any religious or political ideology, but see kidnapping people for ransom as a quick and easy way to make money rather than walking for miles with their livestock in search of water and grazing land.</p><p class=\"sc-9a00e533-0 eZyhnA\">They typically move in large numbers on motorcycles, which makes them highly mobile and allows them to strike quickly and escape before the security forces can respond - a tactic used during two recent school abductions.</p><p class=\"sc-9a00e533-0 eZyhnA\">There is no centrally organised leadership - each gang, often drawn from one family or a specific community, tends to be loyal to its own leader. The police have placed bounties on some of the notable leaders, including Ado Aleru and Bello Turji, and in 2022 the government designated the bandits as \"terrorists\" in a bid to stem their violence.</p><p class=\"sc-9a00e533-0 eZyhnA\">Aleru is from Yankuzo town - an area in the north-western state of Zamfara which has been a hub for bandit activity over the last three years.</p><p class=\"sc-9a00e533-0 eZyhnA\">The gangs, which sometimes fight one another, also travel to neighbouring states and central regions to carry out kidnappings. They also prey on their local communities and are indiscriminate in their ransom demands. In some areas, they tax residents.</p><p class=\"sc-9a00e533-0 eZyhnA\">Younger bandits, some in their teens, are increasingly taking to TikTok to show off their ransom money, guns and motorcycles - and have garnered thousands of followers.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Boko Haram - jihadist group</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">This Islamist militant group became infamous around the world in 2014 for kidnapping more than 200 schoolgirls from the village of Chibok - around 90 of whom remain missing.</p><p class=\"sc-9a00e533-0 eZyhnA\">It evolved from a local Islamist sect founded in 2002 by Mohammed Yusuf in the north-eastern city of Maiduguri with the official name of Jama'atu Ahlis Sunna Lidda'awati wal-Jihad and a political goal of creating an Islamic state. Local residents dubbed it Boko Haram - a name which in the Hausa language loosely translates as \"Western education is forbidden\" because of their opposition to Western-style schools.</p><p class=\"sc-9a00e533-0 eZyhnA\">Its full-blown insurgency was triggered in 2009 by the killing of Yusuf who had been taken into police custody after Boko Haram clashed with the security forces.</p><p class=\"sc-9a00e533-0 eZyhnA\">At one point under its new leader, Abubakar Shekau, Boko Haram controlled large swathes of territory in Nigeria's north-east - and appointed \"emirs\" to administer some areas.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Chibok girls were only a small fraction of the many thousands of women and children taken into captivity and forced into sexual slavery, domestic servitude or used as suicide bombers by the militants.</p><p class=\"sc-9a00e533-0 eZyhnA\">Boko Haram then split into rival factions. After the death of Shekau four years ago, its strength has diminished, however it still conducts regular attacks on both civilians and security forces.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Boko Haram has spawned a range of groups that use kidnapping to raise funds, focusing on soft targets such as schools, churches, mosques and remote villages where paved roads and bridges are either inadequate or absent.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Iswap - Boko Haram splinter group</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Several Boko Haram commanders - including Abu Musab al-Barnawi, believed to be the son of Boko Haram founder Mohammed Yusuf - formed what became known as the Islamic State in West Africa Province (Iswap) in around 2016 as they felt Abubakar Shekau was violating Islamic doctrine by killing Muslims.</p><p class=\"sc-9a00e533-0 eZyhnA\">Boko Haram routinely targeted markets and mosques, often with suicide bombers. Iswap generally avoids attacking Muslim civilians and focuses on military and government targets.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.crisisgroup.org/africa/west-africa/nigeria/b196-jas-vs-iswap-war-boko-haram-splinters\" class=\"sc-f9178328-0 iCaRzc\">Iswap is still locked in a violent turf war with Boko Haram</a>, with reports of deadly clashes between the two groups around Lake Chad earlier this month. In fact, Shekau is said to have killed himself during a battle with Iswap, exploding a suicide vest.</p><p class=\"sc-9a00e533-0 eZyhnA\">It remains active and last week killed a Nigerian general, Brig Gen Musa Uba, after an ambush in Borno state.</p><p class=\"sc-9a00e533-0 eZyhnA\">Iswap commander Hussaini Ismaila was recently sentenced to 20 years in jail for multiple attacks in the northern city of Kano in 2012.</p><p class=\"sc-9a00e533-0 eZyhnA\">The north-eastern jihadist group was initially blamed for an attack on a Catholic church in the south-west of the country in June 2022 that killed at least 50 worshippers.</p><p class=\"sc-9a00e533-0 eZyhnA\">But prosecutors now believe it was a single cell linked to Somalia's al-Shabab jihadist group that was responsible. Five men are currently on trial for the attack and it is alleged they went to Somalia for training.</p><p class=\"sc-9a00e533-0 eZyhnA\">No group has said it was behind the two recent school kidnappings in the north-west of Nigeria in Kebbi and Niger states, but the government believes that Boko Haram and Iswap are behind them, presidential spokesman Sunday Dare told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">But it is a claim disputed by some experts.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I don't think that's accurate. There is no Iswap or Boko Haram cell resident in the north-west. The recent kidnappings, including the mass abductions, were carried out by bandits,\" conflict analyst Bulama Bukarti told the BBC.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Ansaru - Boko Haram splinter group</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">This splinter group has moved away from the north-east, where Boko Haram and Iswap dominate, to carry out its operations. </p><p class=\"sc-9a00e533-0 eZyhnA\">It is believed to have participated in the 2022 attack on a high-speed train travelling between the capital, Abuja - in the centre of the country - and the city of Kaduna, about 200km (124 miles) north, in which at least seven people were killed and more than 100 commuters were abducted for ransom.</p><p class=\"sc-9a00e533-0 eZyhnA\">Its leader, Khalid al-Barnawi, was arrested in 2016 and is facing trial over several attacks, including the 2011 bombing of the UN building in Abuja. His trial is scheduled to resume in December 2025.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Mahmuda - suspected Boko Haram splinter group</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Believed to be a breakaway faction of Boko Haram, it has set up in rural areas around Kainji Lake National Park in the west of the country since around 2020.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is linked to the Islamic State group and has emphasised more moderate messaging in comparison to Boko Haram and proselytises in Hausa and other local languages to attract recruits.</p><p class=\"sc-9a00e533-0 eZyhnA\">The group has carried out targeted killings, often riding in on motorcycles and attacking markets, vigilante groups set up to protect villagers from bandits and local communities in the western state of Kwara. In April, its fighters killed several vigilantes and attacked a market there, killing Fulani men and others.</p><p class=\"sc-9a00e533-0 eZyhnA\">Their recent focus has shifted slightly north of Kwara - to Niger and Kebbi states - areas long plagued by bandit violence, where the two recent school abductions occurred.</p></div><figure></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Lakurawa - jihadist group</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A relatively new Islamist militant group, Lakurawa has been attacking communities in Sokoto and Kebbi states in the north-west and in Niger, the country which borders Nigeria to the north.</p><p class=\"sc-9a00e533-0 eZyhnA\">The authorities say it maintains ties with jihadist networks in Mali and Niger, and members have settled among border communities, marrying locally and recruiting young people.</p><p class=\"sc-9a00e533-0 eZyhnA\">Initially presenting itself as a protector against the bandits that roam the north-west, the group has gradually imposed harsh controls - such as checking villagers' phones for music, which is banned as it is considered un-Islamic, and flogging offenders.</p><p class=\"sc-9a00e533-0 eZyhnA\">It was declared a terrorist organisation in 2025 and accused of cattle rustling, kidnapping for ransom, hostage-taking and attacking top government officials.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">JNIM - Sahel jihadist group</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Active mainly in Mali and Burkina Faso, where it controls large areas, Jama'at Nasr al-Islam wal Muslimin (JNIM), may be making inroads into Nigeria.</p><p class=\"sc-9a00e533-0 eZyhnA\">A confirmed JNIM attack in northern Benin early in 2025 occurred close to the Nigerian border. In October 2025, the group claimed what would be its first attack inside Nigeria, in Kwara - the same state where more than 30 worshippers were abducted from a church last week and which has also seen increasing incursions by bandits.</p><p class=\"sc-9a00e533-0 eZyhnA\">If JNIM activities are confirmed, it would complicate an already dire situation in parts of the country where Ansaru, Lakurawa, Mahmuda and the bandits are all active.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Herders v farmers - battles over resources</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">This long-running conflict in central Nigeria - also known as the Middle Belt - has devastated communities, fuelling displacement and the spread of small arms as both herders and farmers arm themselves for what has become a deadly cycle of reprisal attacks.</p><p class=\"sc-9a00e533-0 eZyhnA\">It has been framed by some as a religious fight, but the central grievance is over grazing rights - access to land and water.</p><p class=\"sc-9a00e533-0 eZyhnA\">The herders are mainly Fulani Muslims, while the farmers are largely Christians from various ethnic communities, although some are Muslim. Fulani families traditionally walk for hundreds of kilometres from the extreme north to central Nigeria and beyond at least twice a year to find land for their prized cattle. </p><p class=\"sc-9a00e533-0 eZyhnA\">But urbanisation has seen encroachment onto these age-old grazing routes and locals accuse the Fulani of letting their cattle trample their crops and forcing them out of their homes and fields.</p><p class=\"sc-9a00e533-0 eZyhnA\">Notable clashes have taken place in Kaduna, Plateau, Nasarawa, Benue and Taraba states. In order to try and curb the violence, some state governments have imposed anti-open grazing laws and set up ranches for the herders - but have faced resistance from all sides.</p><p class=\"sc-9a00e533-0 eZyhnA\">One fallout from the conflict is the establishment of ethnic militias that, in some cases, have turned to criminality, plundering the people they ostensibly claim to be protecting. Ethnic Tiv militias in Benue have been accused carrying out mass killings and some of their leaders have been killed or arrested by the security forces.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Ipob - separatist group</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The separatist violence in the south-east has its roots in calls for Biafran independence that <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-africa-51094093\" class=\"sc-f9178328-0 iCaRzc\">date back nearly 60 years to the brutal civil war that led to the deaths of up to a million people</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">That rebellion was crushed but demands for an independent state for the Igbo people of the region continued as some Igbos continue to feel that they are marginalised by the Nigerian state.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Indigenous People of Biafra (Ipob), led by Nnamdi Kanu, is one of the groups promoting that call for secession. In 2009 Kanu launched Radio Biafra that broadcast separatist messages to Nigeria from London. Ipob was designated as terrorist organisation in 2017 - and three years later Kanu created an armed wing.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Eastern Security Network (ESN), as it was called, and other splinter groups have since been implicated in arson, kidnappings and killings of civilians and security personnel in five states across the south-east. ESN has been in control of several towns in Imo and Anambra states where thousands were forced from their homes.</p><p class=\"sc-9a00e533-0 eZyhnA\">For years, the separatists, who have killed many prominent people in the south-east, have imposed a stay-at-home order on Mondays, causing much economic hardship.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this year, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cvg42y7kevdo\" class=\"sc-f9178328-0 iCaRzc\">Simon Ekpa, leader of a breakaway faction of Ipob called Biafra Republic Government In Exile, was convicted in Finland of terrorism</a> and other activities in Nigeria's south-east.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last week, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cj3z38e6v45o\" class=\"sc-f9178328-0 iCaRzc\">Kanu was convicted in Nigeria on terrorism-related charges</a> and given a life sentence. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ahead of the judgement, he had written to Trump urging the US to investigate \"killings of Christians and Igbo people\" and his group and others have been promoting the \"Christian genocide\" narrative in America, <a target=\"_blank\" href=\"https://search.justice.gov/search?query=Nnamdi+Kanu&amp;op=Search&amp;affiliate=justice_fara\" class=\"sc-f9178328-0 iCaRzc\">a BBC investigation into documents filed with the US justice department shows</a>.</p></div><div data-component=\"links-block\" class=\"sc-3b6b161a-0 djqsWD\"><div class=\"sc-666b6d83-0 sc-c4fb5674-0 jYmMqa doYqeg\"><span data-testid=\"links-title\" class=\"sc-c4fb5674-2 bBuHEW\">You may also be interested in:</span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "What we know about shooting of National Guard in Washington DC",
            "time": "2025-11-28T10:49:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/473d/live/ef902dc0-cc32-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">What we know about shooting of National Guard in Washington DC</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: How the shooting of two National Guard members unfolded</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Two members of the National Guard were shot and seriously wounded on Wednesday just blocks from the White House in Washington DC. </p><p class=\"sc-9a00e533-0 eZyhnA\">One died on Thursday while the second remains in a critical condition, US President Donald Trump said the following day. The suspect, an Afghan national, is in custody. </p><p class=\"sc-9a00e533-0 eZyhnA\">In response to the attack, Trump said he would deploy another 500 troops to the streets of the nation's capital. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What happened in the shooting near the White House?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Just after 14:00 EST (19:00 GMT) on Wednesday, two members of the National Guard, both from West Virginia, were shot at close range near Farragut Square in downtown Washington DC. </p><p class=\"sc-9a00e533-0 eZyhnA\">The soldiers had been on a high-visibility patrol near the corner of 17th and I streets, an area where many office workers mill around at lunchtime. </p><p class=\"sc-9a00e533-0 eZyhnA\">Metropolitan Police Assistant Chief Jeff Carroll said the suspect \"came around the corner\" and \"immediately started firing\", adding that the soldiers had been \"ambushed\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Muriel Bowser, the mayor of Washington DC, said the incident was a targeted attack. </p><p class=\"sc-9a00e533-0 eZyhnA\">The location of the shooting, just blocks from the White House, meant a number of law enforcement officials were quickly on the scene to treat the two victims and apprehend the gunman. </p><p class=\"sc-9a00e533-0 eZyhnA\">The guard members were taken to hospital, where one later died. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump was at his Mar-a-Lago residence in Florida ahead of the US Thanksgiving holiday and not at the White House at the time.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Patel: National Guard members 'brazenly attacked' and in critical condition</figcaption></p><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What do we know about the victims?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The victims have been named as Sarah Beckstrom, 20, and Andrew Wolfe, 24 - both uniformed members of the West Virginia National Guard. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Beckstrom died on Thursday, Trump said while on a Thanksgiving call with US service members.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said Mr Wolfe remains in critical condition after being shot multiple times. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c815/live/3eabd170-cba7-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c815/live/3eabd170-cba7-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c815/live/3eabd170-cba7-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c815/live/3eabd170-cba7-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c815/live/3eabd170-cba7-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c815/live/3eabd170-cba7-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c815/live/3eabd170-cba7-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c815/live/3eabd170-cba7-11f0-a892-01d657345866.jpg.webp\" loading=\"eager\" alt=\"Reuters Sarah Beckstrom and Andrew Wolfe\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Attorney General Pam Bondi told Fox News that Ms Beckstrom had volunteered to work in the nation's capital over the Thanksgiving holiday.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"She volunteered, as did many of those guardsmen and women, so other people could be home with their families,\" she said.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What do we know about the suspect?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Department of Homeland Security named the suspect as Rahmanullah Lakanwal, and described him as \"a criminal alien from Afghanistan\".</p><p class=\"sc-9a00e533-0 eZyhnA\">During his apprehension, the suspect was shot four times, law enforcement sources told CBS News, the BBC's US partner.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d6f8/live/98afa430-cba7-11f0-9b12-8751a987e19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d6f8/live/98afa430-cba7-11f0-9b12-8751a987e19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d6f8/live/98afa430-cba7-11f0-9b12-8751a987e19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d6f8/live/98afa430-cba7-11f0-9b12-8751a987e19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d6f8/live/98afa430-cba7-11f0-9b12-8751a987e19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d6f8/live/98afa430-cba7-11f0-9b12-8751a987e19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d6f8/live/98afa430-cba7-11f0-9b12-8751a987e19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d6f8/live/98afa430-cba7-11f0-9b12-8751a987e19a.jpg.webp\" loading=\"lazy\" alt=\"Reuters Rahmanullah Lakanwal\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Mr Lakanwal is 29 years old and not co-operating with authorities, officials said.</p><p class=\"sc-9a00e533-0 eZyhnA\">He is said to have come to the US in 2021. He lived with his wife and five children on the other side of the country, in the state of Washington.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">How did he come to the US?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Mr Lakanwal reportedly came to the US in September 2021, under a programme for Afghans named Operation Allies Welcome that existed during the presidency of Joe Biden. </p><p class=\"sc-9a00e533-0 eZyhnA\">This was during the time period that followed a chaotic withdrawal of US forces from Afghanistan. As the Taliban took back control of the country, there were fears of retribution against those who had co-operated with the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Congressional Research Service has estimated that around 77,000 Afghans entered the US under special immigration protections, in place for about a year following the US withdrawal.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Mr Lakanwal had a relationship in Afghanistan with the US forces, FBI Director Kash Patel said. CIA Director John Ratcliffe said he had worked with the intelligence agency.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Lakanwal applied for asylum in 2024, and his application was granted earlier this year, an official told CBS. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What will he be charged with? </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US attorney for Washington DC, Jeanine Pirro, said the initial charges of assault against the suspect will be upgraded to murder in the first degree.</p><p class=\"sc-9a00e533-0 eZyhnA\">Initially, the administration had announced that Mr Lakanwal would be charged with three counts of assault with intent to kill while armed, along with possession of a firearm during a crime of violence. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"It is a premeditated murder. There was an ambush with a gun toward people who didn't know what was coming,\" Pirro told Fox and Friends on Friday. \"And that is the homicide, and that is the murder that we're looking at right now.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Police chief describes how shooting of National Guard members unfolded</figcaption></p><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">How has the Trump administration responded?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Just hours after the shooting, Trump posted a video speaking from Mar-a-Lago in Palm Beach, Florida. </p><p class=\"sc-9a00e533-0 eZyhnA\">He described the shooting as an \"act of terror\" and \"a crime against humanity\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump said he would deploy an additional 500 National Guardsmen to Washington DC - where there are currently nearly 2,200 troops.</p><p class=\"sc-9a00e533-0 eZyhnA\">National Guard troops are a reservist force that can be activated to serve as military troops, but have limited power as they cannot enforce the law or make arrests.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump deployed troops in August to tackle what he called \"out of control\" crime in the nation's capital.</p><p class=\"sc-9a00e533-0 eZyhnA\">Overall crime in the nation's capital has fallen since the force was sent, which Trump credits to the troops' presence on the streets.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration has also highlighted the suspect's background, and announced a range of measures aimed at toughening the US approach to migration from Afghanistan and other nations.</p><p class=\"sc-9a00e533-0 eZyhnA\">The day of the shooting, it suspended processing all immigration requests from Afghans.</p><p class=\"sc-9a00e533-0 eZyhnA\">The next day, the US Citizenship and Immigration Services (USCIS) said it would re-examine green cards [permanent US residence cards] issued to individuals who migrated to the US from 19 countries.</p><p class=\"sc-9a00e533-0 eZyhnA\">And Trump went on to say he would \"permanently pause migration\" to the US from all \"third-world countries\" - using a term that was used in the past to describe poorer, developing nations.</p></div></article></div></body></html>"
        },
        {
            "title": "Fracking transforms an Argentine town but what about the nation?",
            "time": "2025-11-27T00:02:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/93d5/live/3c3d5df0-c940-11f0-a414-099360380435.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Fracking has transformed an Argentine town but what about the nation?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Matías Zibell García</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">from BBC Mundo, Añelo, Argentina</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/93d5/live/3c3d5df0-c940-11f0-a414-099360380435.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/93d5/live/3c3d5df0-c940-11f0-a414-099360380435.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/93d5/live/3c3d5df0-c940-11f0-a414-099360380435.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/93d5/live/3c3d5df0-c940-11f0-a414-099360380435.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/93d5/live/3c3d5df0-c940-11f0-a414-099360380435.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/93d5/live/3c3d5df0-c940-11f0-a414-099360380435.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/93d5/live/3c3d5df0-c940-11f0-a414-099360380435.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/93d5/live/3c3d5df0-c940-11f0-a414-099360380435.jpg.webp\" loading=\"eager\" alt='Matías Zibell García The \"Charging Bull\" statue in the middle of the Argentine town of Añelo' class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Matías Zibell García</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Argentine town of Añelo has a bull statue that symbolises the region's economic potential</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Mechanic Fabio Javier Jiménez found himself in the right place at the right time.</p><p class=\"sc-9a00e533-0 eZyhnA\">When his father moved their family-owned tyre repair shop to the rural Argentine town of Añelo, it was a small, sleepy place, some 1,000km (600 miles) southwest of Buenos Aires.</p><p class=\"sc-9a00e533-0 eZyhnA\">There was no mains water or gas, and the electricity supply was constantly being cut off.</p><p class=\"sc-9a00e533-0 eZyhnA\">Then in 2014, fracking for oil and gas started in the surrounding region, and the conurbation boomed.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We set up the tyre repair shop in the middle of the sand dunes, far from the town centre,\" says Mr Jiménez. \"Then the town grew and passed us by.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Fuelled by its new-found energy wealth, Añelo's population soared from 10,788 in 2010 to 17,893 in 2022, <a target=\"_blank\" href=\"https://www.bloomberglinea.com/english/argentinas-anelo-the-capital-of-vaca-muerta-yet-to-benefit-from-shale-boom\" class=\"sc-f9178328-0 iCaRzc\">an increase of more than 60%. </a></p><p class=\"sc-9a00e533-0 eZyhnA\">In addition, Añelo sees some 15,000 workers enter the town each week day.</p><p class=\"sc-9a00e533-0 eZyhnA\">This has made the roads very busy, including lots of oil tankers going through.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last year, 24,956 vehicles entered the town every day, of which 6,400 were lorries, official figures showed. Mr Jiménez's workshop on the main provincial road is there to help any that need new tyres.</p><p class=\"sc-9a00e533-0 eZyhnA\">Añelo is located in the heart of Vaca Muerta, a 30,000 sq km (12,000 sq mi) oil and gas-rich geological formation. It was first discovered as far back as 1931, but it wasn't until fracking became legal in Argentina in 2014 that the deposits could be commercially accessed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Fracking is a method of mining that first became widespread in the US in the early 2000s, whereby a high-pressure mixture of water, sand and chemicals is injected into the ground. This cracks or fractures the rock, allowing the gas or oil trapped inside to be brought to the surface.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e157/live/5a671e50-c941-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e157/live/5a671e50-c941-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e157/live/5a671e50-c941-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e157/live/5a671e50-c941-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e157/live/5a671e50-c941-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e157/live/5a671e50-c941-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e157/live/5a671e50-c941-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e157/live/5a671e50-c941-11f0-a892-01d657345866.jpg.webp\" loading=\"lazy\" alt=\"Matías Zibell García Mechanic Fabio Javier Jiménez leaning on tyres at his garage\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Matías Zibell García</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Business has boomed for mechanic Fabio Javier Jiménez</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The first fracking operation in Vaca Muerta was a joint operation between Argentina's majority state-owned oil firm Yacimientos Petrolíferos Fiscales (YPF) and US giant Chevron.</p><p class=\"sc-9a00e533-0 eZyhnA\">By February of this year, there were 3,358 wells in active production in Vaca Muerta, according to the Argentine Institute of Oil and Gas. Of these, 1,632 are oil, and 1,726 are gas.</p><p class=\"sc-9a00e533-0 eZyhnA\">This accounts \"for more than half of Argentina's oil and gas production\", says Nicolás Gadano, chief economist at the Empiria consultancy and a former YPF official.</p><p class=\"sc-9a00e533-0 eZyhnA\">He adds that the cost of the fracked oil is cheaper than conventional extraction elsewhere in Argentina, because the latter now comprises very old deposits where the remaining oil is hard to get to.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nicolás Gandini, director of Econojournal, a media outlet specialising in energy, agrees. \"We have not been able to find new conventional deposits that are very cost-competitive, with the exception of conventional gas deposits in the offshore southern basin,\" he says. \"All other onshore deposits are three to four times more expensive than Vaca Muerta.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Añelo's size and population has soared over the past decade</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The oil and gas from Vaca Muerta has given Argentina energy self-sufficiency, overturning decades of shortages and the need for expensive imports. It has also allowed Argentina to export oil and gas, helping it to earn foreign currency.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Last year, there was a significant external surplus in the energy sector of $6bn [£4.6bn],\" says Mr Gadano. \"This year, we are aiming for a similar figure, with much higher volume but lower prices due to the drop in international prices.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Gandini adds that the fact Argentina is now exporting more energy than it imports \"is very important\" for the country, \"especially when two or three years ago we were in the red\". Yet he adds that it won't be \"the panacea\" that cures an Argentine economy that has long battled high inflation and public spending, and defaulting on its national debt.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think there is an overrepresentation of the value that Vaca Muerta can bring to solving the structural problems facing the Argentine economy,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"However, if one looks at what Argentina has today to generate more dollars, it does not have many sectors other than Vaca Muerta. It has agriculture, but agriculture also has its problems: the country has not been able to expand its agricultural production base. Beyond agriculture, mining lags far behind.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Other commentators argue that oil and gas extraction from Vaca Muerta is being held back from reaching its full potential because Argentina's bad credit rating is putting off international investors.</p><p class=\"sc-9a00e533-0 eZyhnA\">They also point to strict limits on how many pesos that firms can exchange into foreign currencies. This has long been the case to curb the flight of capital out of the country, and to protect the reserves of the Argentina central bank.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Companies say 'everything is fine with Vaca Muerta, but I haven't been able to get a single dollar out of Argentina for 15 years, so we make money but we have to reinvest it there by force',\" explains Mr Gadano. \"That's not how the world works, that's not how companies work, especially the big international players.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The government of President Javier Milei lifted foreign exchange controls for individuals last April, and following his party's victory in mid-term elections last month, it is expected that restrictions on companies may soon also be lifted.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Other critics say that Vaca Muerta is being hampered by insufficient pipelines, poor roads and the lack of a railway connection.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gustavo Medele is energy minister of Neuquén Province, where the town of Añelo and much of Vaca Muerta is found. He says that the provincial government \"is doing what it has to do and what it can do\".</p><p class=\"sc-9a00e533-0 eZyhnA\">What continues to help Vaca Muerta is that it has achieved a political consensus – all main parties support increased mining. \"All the relevant political forces agree that this is an industry that needs to grow,\" notes Mr Gadano.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Roads in and around Añelo are now busy with traffic</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">This consensus has become a problem for those who, since the start of fracking at Vaca Muerta, have voiced their environmental concerns.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are really losing in the public debate,\" says Fernando Cabrera, director of environmental pressure group Observatorio Petrolero Sur. \"There is a very noticeable difference in the capacity for public and media influence; provincial legislatures are largely in favour of exploitation, as are the national chambers, so it is a very uneven dynamic.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Back at Mr Jiménez's garage, business is so good that he has opened a second branch. \"When we came to Añelo, we were happy to service two vehicles a day. Then we serviced 10 vehicles, and now we have 20 vehicles a day.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Yet he is sceptical that oil and gas exploitation will be the solution to all the country's problems. \"Yes there will surely be oil and gas for many years to come, but that does not mean that Argentina will not continue to experience economic and political ups and downs.\"</p></div><div data-component=\"links-block\" class=\"sc-3b6b161a-0 djqsWD\"><div class=\"sc-666b6d83-0 sc-c4fb5674-0 jYmMqa kGPvxx\"><span data-testid=\"links-title\" class=\"sc-c4fb5674-2 bBuHEW\">Read more global business stories</span></div></div></article></div></body></html>"
        },
        {
            "title": "What we know about the Hong Kong apartment fires",
            "time": "2025-11-28T09:47:59",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fa32/live/d5863da0-cb67-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">What we know about the Hong Kong apartment fires</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Tiffany Wertheimer,</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Yvette Tan</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-2\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Gavin Butler</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">BBC on the scene of the Hong Kong apartment block blaze</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Hong Kong's deadliest fire in more than 60 years ripped through a high-rise public housing complex in the city's north-east this week, killing at least 128 people.</p><p class=\"sc-9a00e533-0 eZyhnA\">Dozens more remain missing, with 79 people confirmed injured and and 89 bodies yet to be identified.</p><p class=\"sc-9a00e533-0 eZyhnA\">Now, as the last flames are extinguished and the high-rise blocks smoulder against the city's urban skyline, attention has turned to the cause of the deadly fire, and the factors that allowed it to so rapidly spread.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many Hong Kongers have described it as a \"man-made disaster\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities have attributed the ferocity of the blaze to Styrofoam placed outside the windows of the apartment blocks - while also noting that fire alarms in all eight housing blocks were found to be not working effectively.</p><p class=\"sc-9a00e533-0 eZyhnA\">Three men have been arrested on suspicion of manslaughter connected to the fire, according to local media reports, and an investigation has been launched.</p><p class=\"sc-9a00e533-0 eZyhnA\">What initially caused the blaze is still unclear, but here is what we do know, so far.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Where and when did the fire start?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The blaze broke out at Wang Fuk Court, a large housing complex in Hong Kong's Tai Po district, at 14:51 local time on Wednesday (06:51 GMT).</p><p class=\"sc-9a00e533-0 eZyhnA\">Wang Fuk Court consists of eight tower blocks, each 31 storeys high. Seven have been affected by the fire, Tai Po district councillor Mui Siu-fung told BBC Chinese. Built in 1983, the tower blocks were undergoing renovations when the fire broke out.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tai Po is a residential district in the northern part of Hong Kong, near the city of Shenzhen on the Chinese mainland.</p><p class=\"sc-9a00e533-0 eZyhnA\">The complex provides 1,984 apartments for some 4,600 residents, according to a 2021 government census.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nearly 40% of the people who lived in the Wang Fuk Court housing complex are at least 65, or older, according to the latest census.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some of them have lived in the subsidised public housing estate since it was built.</p></div><figure></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What caused the fire?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The cause of the fire is unknown, but Hong Kong Security Chief Tang Ping-Keung on Friday attributed its rapid spread to styrofoam placed outside the windows of the apartment blocks.</p><p class=\"sc-9a00e533-0 eZyhnA\">A preliminary investigation previously found that the blaze had escalated unusually fast, and police had revealed that a mesh material and plastic sheets - both of which are believed to not be fireproof - was found on the outside of the buildings. </p><p class=\"sc-9a00e533-0 eZyhnA\">Police have arrested three men aged between 52 and 68 on suspicion of manslaughter in connection with the deadly blaze. Two of them are directors of a construction firm while the other is an engineering consultant.</p><p class=\"sc-9a00e533-0 eZyhnA\">A police spokesperson on Thursday said investigators were looking into the alleged actions, or failure to act, of the firm's top officials. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We have reason to believe that those in charge at the company were grossly negligent, which led to this accident and caused the fire to spread uncontrollably, resulting in major casualties,\" said the spokesperson.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities on Friday further noted that they had checked the fire alarms in all eight blocks and found that they were not working effectively - confirming prior reports from some residents who said they did not sound when the blaze broke out.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">How serious was the fire?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">This was Hong Kong's deadliest fire in at least 63 years.</p><p class=\"sc-9a00e533-0 eZyhnA\">Within 40 minutes of first being reported it was declared a level four alarm - but it was raised to a level five, the highest in severity, about three and a half hours later.</p><p class=\"sc-9a00e533-0 eZyhnA\">Local media had earlier reported that explosions could be heard inside the building and fire hoses could not easily reach the higher levels.</p><p class=\"sc-9a00e533-0 eZyhnA\">The ferocity of the heat had prevented firefighters from entering the buildings. Officials told reporters on Friday that even after the fire had been put out, some sections of the buildings' remained above 200C (392F).  </p><p class=\"sc-9a00e533-0 eZyhnA\">The city's fire department on Thursday said that the combination of high temperatures, the risk of further scaffolding collapse, and the small and crowded interiors of the apartments made rescue operations difficult</p><p class=\"sc-9a00e533-0 eZyhnA\">Hong Kong is well-known for its tiny, densely packed inner-city dwellings, where many public rental housing tenants have an average living space of just 14.1 square metres.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is unclear how many people were in Wang Fuk Court when the fire broke out. Hundreds were evacuated to temporary shelters, and some were allocated emergency housing units.</p><p class=\"sc-9a00e533-0 eZyhnA\">More than 2,311 firefighters took part in rescue operations, with 12 sustaining injuries during the response.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities said 391 fire engines were also mobilised and 188 ambulances dispatched.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What do we know about the victims?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Among the dead is firefighter Ho Wai-ho, 37, who was with the service at Sha Tin Fire Station for nine years. </p><p class=\"sc-9a00e533-0 eZyhnA\">The fire service says it lost contact with him at 15:30 local time, and about half an hour later, found that he had collapsed. He was taken to hospital but declared dead shortly after.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I am profoundly grieved at the loss of this dedicated and gallant fireman,\" said Andy Yeung, director of the fire service.</p><p class=\"sc-9a00e533-0 eZyhnA\">One resident, Mr Chung, told the BBC he got a panicked phone call on Wednesday afternoon from his wife saying she couldn't get out of their flat with their cat.</p><p class=\"sc-9a00e533-0 eZyhnA\">He rushed home from work to find the 31-storey building in flames, with black smoke billowing out of it.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Chung said he and his wife kept calling each other, anxious and scared. She told him she was about to faint as the smoke got thicker and thicker.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"She probably did faint,\" Mr Chung told BBC Chinese on Thursday, his eyes red from tears. \"I dare not call her again.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Given that hours had passed since they spoke, he was braced for the worst. \"She passed away with our cat, who she loves,\" he said, breaking down in tears. His wife was the only one in the family who didn't go to work or school on Wednesday.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Deadly fire engulfs Hong Kong apartment blocks</figcaption></p><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Where will evacuated residents stay?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.info.gov.hk/gia/general/202511/26/P2025112600706.htm\" class=\"sc-f9178328-0 iCaRzc\">Several emergency shelters have been set up</a> to accommodate residents who were evacuated, the government said. The South China Morning Post reported that one of them - at Tung Cheong Street Sports Centre - was full, and residents were being directed to other shelters.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another, the Kwong Fuk Community Hall, which is just over the road from the housing estate, was deemed unsafe. Evacuees were moved to another shelter, further away.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC Chinese reporter Gemini Cheng saw elderly residents, some using walking sticks or wheelchairs, arriving at some of the shelters. </p><p class=\"sc-9a00e533-0 eZyhnA\">At least 900 people are taking shelter in such temporary facilities, news agency AFP reports, quoting Lee. </p><p class=\"sc-9a00e533-0 eZyhnA\">Six schools in Tai Po will remain closed on Thursday, the Education Bureau announced, <a target=\"_blank\" href=\"https://www.info.gov.hk/gia/general/202511/26/P2025112600782.htm\" class=\"sc-f9178328-0 iCaRzc\">listing the affected schools on its website</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">An emergency monitoring and support centre is in operation to manage the impact of the fire, security secretary Tang Ping-keung said in a statement.</p><p class=\"sc-9a00e533-0 eZyhnA\">A hotline for the public to ask about casualties has been set up by Hong Kong police.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What could have exacerbated the fire?</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b38a/live/c25658b0-cab7-11f0-8830-713b9084fff8.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b38a/live/c25658b0-cab7-11f0-8830-713b9084fff8.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b38a/live/c25658b0-cab7-11f0-8830-713b9084fff8.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b38a/live/c25658b0-cab7-11f0-8830-713b9084fff8.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b38a/live/c25658b0-cab7-11f0-8830-713b9084fff8.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b38a/live/c25658b0-cab7-11f0-8830-713b9084fff8.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b38a/live/c25658b0-cab7-11f0-8830-713b9084fff8.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b38a/live/c25658b0-cab7-11f0-8830-713b9084fff8.jpg.webp\" loading=\"lazy\" alt=\"Reuters  A man gestures in distress as the tower blocks burn behind him.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The tower blocks at Wang Fuk Court are covered in bamboo scaffolding and green construction netting, right up to the rooftops, because they are undergoing renovations.</p><p class=\"sc-9a00e533-0 eZyhnA\">As mentioned earlier, authorities have attributed the quick spread of the fire to materials used in the renovation, such as mesh netting, plastic sheeting and styrofoam.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's still unclear how the fire began, but no matter its cause, proper netting on the buildings' exterior would have been key to preventing its spread, Jason Poon, chairman of construction NGO Chinat Monitor, told news outlet Initium Media. </p><p class=\"sc-9a00e533-0 eZyhnA\">Substandard netting could cause the fire to spread rapidly, he added.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Another engineer told Initium Media he believes that the vast majority of mesh netting used in construction across Hong Kong is not made of fire-retardant material.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cardboard, debris and paint thinner is also often found on the scaffolding, which along with dry weather could hasten the spread of fire, the engineer said.</p><p class=\"sc-9a00e533-0 eZyhnA\">One fire safety expert the BBC spoke to said the bamboo scaffolding - a common part of the city's urban landscape - also played a part in fanning the flames. </p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities have not mentioned scaffolding as having caused or fuelled the rapid spread of the fire.</p><p class=\"sc-9a00e533-0 eZyhnA\">Local media reports in March said the government's development bureau had been trying to phase out the use of bamboo because of safety concerns. </p><p class=\"sc-9a00e533-0 eZyhnA\">The push towards using metal instead of bamboo came after a spate of scaffolding-related deaths in Hong Kong, although reports said these were caused by falls and other safety failures, rather than fires.</p><p class=\"sc-9a00e533-0 eZyhnA\">Professor Jiang Liming from Hong Kong Polytechnic University also noted that the blocks at Wang Fuk Court were \"relatively old\" - they were built in the 1980s - so \"the glass windows are not that fire resilient\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The modern buildings have double pane glass windows, but for this one they perhaps used just a single pane... [which makes it] very easy to be broken by the flames and the flames can then penetrate through the facade.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-jack-lau,-bbc-global-china-unit-and-gemini-cheng,-bbc-chinese-in-hong-kong.\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Jack Lau, BBC Global China Unit and Gemini Cheng, BBC Chinese in Hong Kong.</i></p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p></article></div></body></html>"
        },
        {
            "title": "Scores killed as floods sweep several Asian nations",
            "time": "2025-11-28T08:44:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/515d/live/9c90b640-cc68-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Parts of Asia are suffering some of the worst floods the region has seen in years, with millions affected across Indonesia, Malaysia, Sri Lanka and Thailand.</p><p class=\"sc-9a00e533-0 eZyhnA\">At least 80 people have died and dozens more are still missing after severe weather hit Indonesia this week and the death toll in Sri Lanka has reached 56, with 21 missing.</p></div></div></body></html>"
        },
        {
            "title": "Pope Leo struggles to unveil plaque in Turkey",
            "time": "2025-11-28T10:49:03",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/733d/live/e5696490-cc43-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Pope Leo XIV struggled to unveil a plaque during his visit to an Istanbul church on Friday. </p><p class=\"sc-9a00e533-0 eZyhnA\">The pontiff was seen tugging at the troublesome cloth in the Cathedral of the Holy Spirit, as he attempted to reveal the marble tablet commemorating his trip to Turkey. </p><p class=\"sc-9a00e533-0 eZyhnA\">Church clergy and security staff joined in the tussle, but the white sheet stubbornly hung to the corner. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Pope arrived in Turkey on Thursday and will be heading to Lebanon's capital Beirut on Sunday.</p></div></div></body></html>"
        },
        {
            "title": "Video shows speed fire spreads in Hong Kong tower block",
            "time": "2025-11-27T12:52:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2c00/live/0a7ec4c0-cb8e-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">BBC Verify has geolocated video footage which appears to show the early stages of a fire at a high-rise public housing complex in Hong Kong - and how fast the blaze took hold.</p><p class=\"sc-9a00e533-0 eZyhnA\">The video shows a fire in Wang Cheong House which tallies with an account given by the deputy director of Hong Kong Fire Services, Derek Armstrong Chan, who confirmed the location the fire started.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to the person who posted the video on social media site Threads, they heard banging sounds before seeing the fire at 14:51 local time (06:51 GMT).</p><p class=\"sc-9a00e533-0 eZyhnA\">They said the first firefighters arrived six minutes later, by which time the fire had spread to the fourth floor.</p><p class=\"sc-9a00e533-0 eZyhnA\">The blaze, which has spread through seven tower blocks in Tai Po district, has killed at least 75 people, while nearly 300 remain missing.</p></div></div></body></html>"
        },
        {
            "title": "Daybreak aerial footage reveals scale of Hong Kong apartment block blaze",
            "time": "2025-11-27T03:28:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e8f4/live/f140cf60-cb3f-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Dawn has revealed the scale of destruction in Hong Kong, after a major fire engulfed public housing apartments in the Tai Po district yesterday.</p><p class=\"sc-9a00e533-0 eZyhnA\">More than 800 firefighters were still tackling the blaze at Wang Fuk Court this morning, which has been classified as a level five blaze.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some 900 residents have been evacuated to temporary shelters, but hundreds more remain unaccounted for.</p></div></div></body></html>"
        },
        {
            "title": "Watch: How the DC shooting unfolded that left 2 guardsmen dead",
            "time": "2025-11-26T23:27:17",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/dc0a/live/6a0cf170-cb0a-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Two National Guard members are in critical condition after being shot in Washington DC, FBI Director Kash Patel has confirmed. </p><p class=\"sc-9a00e533-0 eZyhnA\">Police say the suspect is in custody and the area near the White House has been secured. </p><p class=\"sc-9a00e533-0 eZyhnA\">Defence Secretary Pete Hegseth says President Donald Trump has called for 500 additional guard troops to be deployed to the capital following the attack.</p></div></div></body></html>"
        }
    ]
}