{
    "source": "BBC News",
    "articles": [
        {
            "title": "Trump revokes landmark ruling that greenhouse gases endanger public health",
            "time": "2026-02-12T20:35:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/eb9f/live/604a8500-0848-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"So that includes motor vehicles, but it also includes power plants, the oil and gas sector, methane from landfills, even aircraft. So it really runs the gamut, all of the standards for each of the sectors is premised on this one thing.\"</p></div></div></body></html>"
        },
        {
            "title": "Analysis: Trump takes victory lap after biggest climate rollback yet",
            "time": "2026-02-12T23:12:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3185/live/0757ea70-0864-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The rollback sparked fury, meanwhile, among Democrats and environmental groups who said it would wreck the US's ability to combat climate change. \"We'll be less safe, less healthy and less able to fight climate change - all so the fossil fuel industry can make even more money,\" former President Barack Obama wrote on social media.</p></div></div></body></html>"
        },
        {
            "title": "Minneapolis immigration enforcement operation to 'conclude', officials say",
            "time": "2026-02-12T19:47:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b6e8/live/17a22a90-0822-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Following the fatal shooting of Alex Pretti last month, President Donald Trump dispatched Homan to Minneapolis to oversee the surge, sidelining the operation's leader, Greg Bovino, who had faced intense criticism for ICE's use of force and what many in the city alleged were civil rights violations.</p></div></div></body></html>"
        },
        {
            "title": "Kim Ju Ae: North Korea leader Kim Jong Un chooses daughter as heir, Seoul says",
            "time": "2026-02-12T11:10:55",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/067d/live/2e248500-0805-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"As Kim Ju Ae has shown her presence at various events, including the founding anniversary of the Korean People's Army and her visit to the Kumsusan Palace of the Sun, and signs have been detected of her voicing her opinion on certain state policies, the NIS believes she has now entered the stage of being designated as successor,\" Lee said.</p></div></div></body></html>"
        },
        {
            "title": "Iran fortifies underground complex near nuclear site, satellite images show",
            "time": "2026-02-12T21:27:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/28a1/live/e25c9ed0-0851-11f1-b5e2-dd58fc65f0f6.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"In the past, Iran has tied the construction to rebuilding an advanced centrifuge assembly plant, but the size of the facility, as well as the protection provided by the tall mountain, raised immediate concern whether additional sensitive activities are planned, such as uranium enrichment,\" they said.</p></div></div></body></html>"
        },
        {
            "title": "Japan says it seized Chinese vessel amid tensions with Beijing",
            "time": "2026-02-13T01:12:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/bdfd/live/69df6540-0875-11f1-9349-4f5468f5dc48.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">In response to Takaichi's remarks, which China's foreign ministry described as \"egregious\", Beijing summoned Tokyo's ambassador and warned its citizens to reconsider travel and study in Japan.</p></div></div></body></html>"
        },
        {
            "title": "Tumbler Ridge shooting suspect had police visits over mental health struggles",
            "time": "2026-02-12T18:34:43",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6099/live/ddcf9510-082f-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Her son, Darian Quist, 17, was in the mechanics classroom with about 15 other students when the shooting took place. They blocked the doors and remained there for about two hours, until police escorted them out. </p></div></div></body></html>"
        },
        {
            "title": "Norway's former PM Jagland charged with gross corruption over Epstein links",
            "time": "2026-02-12T16:37:32",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e2b4/live/e3f1b0d0-081c-11f1-8fdd-d9a354700c27.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The Nordic country has seen several public figures drawn into the widening scandal, including Crown Princess Mette-Marit, diplomats Mona Juul and Terje Rød-Larsen, and chief executive of the World Economic Forum (WEF), Borge Brende.</p></div></div></body></html>"
        },
        {
            "title": "Angus Taylor ousts Sussan Ley as Australia's Liberal Party leader",
            "time": "2026-02-13T00:42:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ec93/live/eb1ba460-0871-11f1-bb9c-791b2927f89b.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Reflecting on her time at the helm, Ley said it had been \"very tough\" at times but added: \"I was part of the early punk rock movement in Canberra, I will continue to find wisdom in one of punk's defining themes, a fearless and honest belief in yourself.\"</p></div></div></body></html>"
        },
        {
            "title": "Olympic body criticised for selling Nazi-era Games T-shirt",
            "time": "2026-02-12T20:37:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9d61/live/124c3670-084b-11f1-ba49-bb79b430dd38.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"We made an Olympic Heritage Collection available to the public that celebrates 130 years of Olympic art and design. For this series, emblems, pictograms, posters and mascots from all editions of the Olympic Games are featured,\" a spokesperson said.</p></div></div></body></html>"
        },
        {
            "title": "Cyclone Gezani: Toamasina in ruins as storm rips through Madagascar and on towards Mozambique",
            "time": "2026-02-12T14:01:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2bad/live/5d11b3e0-0816-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"It's total chaos, 90% of house roofs have been blown off, entirely or in part,\" the head of disaster management at the Action Against Hunger aid agency, Rija Randrianarisoa, told AFP.</p></div></div></body></html>"
        },
        {
            "title": "Judge blocks US military from demoting Mark Kelly over 'illegal orders' video",
            "time": "2026-02-12T20:31:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/bd5e/live/19995920-0842-11f1-a418-9d2f92813770.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"This Court has all it needs to conclude that Defendants have trampled on Senator Kelly's First Amendment freedoms and threatened the constitutional liberties of millions of military retirees,\" he wrote. \"To say the least, our retired veterans deserve more respect from their Government, and our Constitution demands they receive it!\"</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh election: Polls close in first vote since Gen Z protests ousted former PM Sheikh Hasina",
            "time": "2026-02-12T13:15:35",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0249/live/85b65510-07ff-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Yunus voted in the capital Dhaka, as did the two leading candidates, Tarique Rahman, 60, for the BNP, and Jamaat's leader Shafiqur Rahman, 67.</p></div></div></body></html>"
        },
        {
            "title": "Who were the victims of the shootings in Tumbler Ridge, Canada?",
            "time": "2026-02-12T23:42:50",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/634d/live/48a2f560-086e-11f1-b5e2-dd58fc65f0f6.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The mother of 18-year-old shooting suspect Jesse Van Rootselaar is among the victims. Jennifer Jacobs, 39, who was also known as Jennifer Strang, was one of two of Van Rootselaar's family members found dead at a local residence, British Columbia's Royal Canadian Mounted Police (RCMP) said. </p></div></div></body></html>"
        },
        {
            "title": "Africa-US relations: The continent grapples with the new world order",
            "time": "2026-02-13T00:06:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f8db/live/c89da2f0-004a-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The transactional approach is not necessarily bad, Opalo said, but he argued that there is not the strategic depth of thinking going on, or diplomatic expertise, in African governments \"to play this game well\". This means leaders may go for easy wins without considering the long-term implications, he feared.</p></div></div></body></html>"
        },
        {
            "title": "What is the SAVE America Act?",
            "time": "2026-02-12T22:40:56",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/08c0/live/4b6910b0-0862-11f1-9711-6bb3c7faafe7.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"American citizens, and only American citizens, should decide American elections,\" the White House posted on social media, referencing a common talking point of the president's that there is widespread fraud in elections. There is no evidence to support this. </p></div></div></body></html>"
        },
        {
            "title": "North Korea: Who is Kim Ju Ae, the daughter who may succeed Kim Jong Un?",
            "time": "2026-02-12T16:00:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/30dc/live/2b05ab20-8848-11f0-b391-6936825093bd.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The exact number, and their order, is by no means certain, however Kim is very secretive about his family, only introducing his wife to the public after they had been married for some time.</p></div></div></body></html>"
        },
        {
            "title": "Four takeaways from Pam Bondi's fiery Epstein testimony",
            "time": "2026-02-12T16:30:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/25a8/live/1c15d370-0795-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Other Republicans joined in to defend her, including the committee chairman, congressman Jim Jordan, who praised how Bondi had implemented President Trump's crackdown on illegal immigration.</p></div></div></body></html>"
        },
        {
            "title": "'My son is dead': Swiss bar owners confronted by fire victim families",
            "time": "2026-02-12T18:40:50",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0a6b/live/4d2b8430-0841-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The owners of a Swiss bar, where a deadly fire broke out on New Year's Eve, killing 41 people and injuring at least 115 others, were heckled by grieving families, as they appeared in court in Switzerland on Thursday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Jessica and Jacques Moretti are under criminal investigation for involuntary manslaughter, as well as bodily harm and arson through negligence.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Three issues that matter to voters in the Bangladesh election",
            "time": "2026-02-12T01:04:51",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e222/live/e56f1360-07ab-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Bangladesh is heading to the polls in the first election since the 2024 Gen Z uprising that toppled long-serving prime minister Sheikh Hasina. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Azadeh Moshiri explains the three key issues that matter to voters.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.com/news/live/cd03znje072t\" class=\"sc-f9178328-0 iCaRzc\">Follow the story live here. </a></p></div></div></body></html>"
        },
        {
            "title": "BBC in Tehran sees government's 'political reply' to protests",
            "time": "2026-02-11T12:34:41",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/63c6/live/f3acbda0-0748-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Authorities in Iran have put on a show of strength to mark the 47th anniversary of the Islamic revolution, weeks after they used unprecedented force to put down anti-government protests. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC is visiting Tehran for the first time since the crackdown, during which at least 6,490 protesters were killed across the country, according to human rights activists. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's chief international correspondent Lyse Doucet says the bunting lining the capital's streets and large crowds of government supporters embody the image of the nation the government wants to see on the streets: Iranians coming out to show their support for the Islamic Republic and the revolution. </p><p class=\"sc-9a00e533-0 eZyhnA\">Our correspondent is reporting from Tehran on condition that none of her material is used on the BBC's Persian Service. These restrictions apply to all international media organisations operating in Iran.</p></div></div></body></html>"
        },
        {
            "title": "Emergency call released of boy who swam for hours to save family",
            "time": "2026-02-11T11:54:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5584/live/0d37f0a0-073f-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Police have released audio of a call between emergency services and a 13-year-old Australian boy who swam for hours to get help for his family after they were swept out to sea earlier in February.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the call, Austin Appelbee says his siblings - brother Beau, 12, and sister Grace, eight - and their mother were still in the water.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I don't know what their condition is right now and I'm really scared,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">The boy also describes feeling \"extremely tired\" after the grueling ordeal.</p><p class=\"sc-9a00e533-0 eZyhnA\">Austin passed out after making the call and was taken to the hospital, where he was told his siblings and mother were found alive and well after being rescued 14km (8.5 miles) offshore.</p></div></div></body></html>"
        },
        {
            "title": "BBC reports from outside court after Jimmy Lai sentencing",
            "time": "2026-02-09T06:59:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/91f1/live/378b98f0-0589-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Pro-democracy media tycoon Jimmy Lai has been sentenced to 20 years in jail by the Hong Kong High Court, after he was found guilty of national security offences last December. </p><p class=\"sc-9a00e533-0 eZyhnA\">BBC Chinese correspondent Martin Yip reports from outside the court.</p></div></div></body></html>"
        },
        {
            "title": "'Super exciting!' - Seahawks fans celebrate Super Bowl win",
            "time": "2026-02-09T08:53:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/42bc/live/6feeda70-0590-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Fans of the Seattle Seahawks celebrated into the night after their team produced a devastating defensive display to beat the New England Patriots in the Super Bowl. </p><p class=\"sc-9a00e533-0 eZyhnA\">Supporters of both sides shared their reflections on the game, and on Bad Bunny's half-time show. </p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\">The 31-year-old's performance was a love letter to his native Puerto Rico. It was also an appeal for US unity, but avoided any explicit political statements against the current administration. </p></div></div></body></html>"
        }
    ]
}