{
    "source": "BBC News",
    "articles": [
        {
            "title": "Sudan civil war: Besieged el-Fasher city residents face starvation, UN warns",
            "time": "2025-08-05T13:59:07",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/dea8/live/9caf19e0-71f6-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The WFP warning echoes a recent appeal for urgent support from the North Darfur Governor Al-Hafiz Bakhit, who said the living situation in el-Fasher had become unbearable.</p><p class=\"sc-9a00e533-0 hxuGS\">Bakhit is aligned with Sudan's military-led government, which is trying to retain control of the city, its last foothold in Darfur.</p><p class=\"sc-9a00e533-0 hxuGS\">The RSF's battle to seize el-Fasher from the Sudanese army <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cn7d84k3r43o\" class=\"sc-f9178328-0 bGFWdi\">has intensified in recent months</a>, after the paramilitaries were driven out of the capital, Khartoum.</p><p class=\"sc-9a00e533-0 hxuGS\">UN statistics in early July showed that 38% of children under the age of five in camps for internally displaced people within and near el-Fasher suffered from acute malnutrition.</p><p class=\"sc-9a00e533-0 hxuGS\">The WFP said severe food shortages had drastically driven up prices for scarce supplies in el-Fasher, and cited reports that people were eating animal fodder and food waste to try to survive.</p><p class=\"sc-9a00e533-0 hxuGS\">The agency did not name the party responsible - but the RSF has cut trade routes and blocked supply lines to the city.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Everyone in el-Fasher is facing a daily struggle to survive,\" said Eric Perdison, WFP's regional director for eastern and southern Africa.</p><p class=\"sc-9a00e533-0 hxuGS\">\"People's coping mechanisms have been completely exhausted by over two years of war. Without immediate and sustained access, lives will be lost,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">The agency quoted an eight-year-old girl, Sondos, who had fled the city with five family members.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In el-Fasher there was a lot of shelling and hunger. Only hunger and bombs,\" the girl said, adding that the family had been surviving on only millet.</p><p class=\"sc-9a00e533-0 hxuGS\">The WFP said it had trucks loaded with food and nutrition assistance ready to go, and had received clearance from the Sudanese government to proceed to el-Fasher. </p><p class=\"sc-9a00e533-0 hxuGS\">It is still waiting for word from the RSF on whether it would support a pause in fighting to allow the goods into the city.</p><p class=\"sc-9a00e533-0 hxuGS\">The UN has been pushing for a week-long humanitarian truce since early June, when a UN convoy on the way to el-Fasher was attacked - with the army and the RSF blaming each other for the strike.</p><p class=\"sc-9a00e533-0 hxuGS\">Sudan's state news agency reported that head of the armed forces Gen Abdel Fattah al-Burhan - the country's de facto leader - had agreed to the temporary ceasefire.</p><p class=\"sc-9a00e533-0 hxuGS\">The RSF did not officially respond. However, reports quoting RSF advisers said the group had rejected the initiative as it believed the truce would be used to facilitate the delivery of food and ammunition to \"Burhan's besieged militias\" inside el-Fasher.</p><p class=\"sc-9a00e533-0 hxuGS\">They also claimed the RSF and its allies were setting up \"safe routes\" for civilians to leave the city.</p><p class=\"sc-9a00e533-0 hxuGS\">Last month the International Organization for Migration (IOM) said more than one million people had fled el-Fasher since the conflict began, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cg41r3w0e19o\" class=\"sc-f9178328-0 bGFWdi\">including those from the nearby Zamzam camp that was seized by the RSF in April</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has heard first-hand accounts of their desperate flight from intensified bombing of el-Fasher, and attacks by RSF-allied gangs on the road.</p><p class=\"sc-9a00e533-0 hxuGS\">The WFP said it had made modest progress in delivering food assistance to some other parts of Darfur, but said those fragile gains risked being reversed when roads were closed by the coming rainy season.</p><p class=\"sc-9a00e533-0 hxuGS\">Unicef's Sudan representative Sheldon Yett also said some conditions were slowly improving in areas of central Sudan, which had recently become accessible to aid workers after the Sudanese army drove out RSF fighters.</p><p class=\"sc-9a00e533-0 hxuGS\">But he said resources were stretched to the limit because of recent funding cuts, apparently referring to US President Donald Trump administration's drastic decrease in international aid.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is a looming catastrophe,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We are on the verge of irreversible damage to an entire generation of children, not because we lack the knowledge or the tools to save them, but because we are collectively failing to act with the urgency, and at the scale this crisis demands. We need access to these children.\"</p></div></div></body></html>"
        },
        {
            "title": "Netanyahu to propose full reoccupation of Gaza, Israeli media report",
            "time": "2025-08-05T15:06:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0d2e/live/4c698de0-720e-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Netanyahu to propose full reoccupation of Gaza, Israeli media report</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Yolande Knell</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Jerusalem</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2025/live/5a73d3d0-71f2-11f0-a178-03cc5fabe4bc.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2025/live/5a73d3d0-71f2-11f0-a178-03cc5fabe4bc.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2025/live/5a73d3d0-71f2-11f0-a178-03cc5fabe4bc.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2025/live/5a73d3d0-71f2-11f0-a178-03cc5fabe4bc.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2025/live/5a73d3d0-71f2-11f0-a178-03cc5fabe4bc.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2025/live/5a73d3d0-71f2-11f0-a178-03cc5fabe4bc.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2025/live/5a73d3d0-71f2-11f0-a178-03cc5fabe4bc.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2025/live/5a73d3d0-71f2-11f0-a178-03cc5fabe4bc.jpg.webp\" loading=\"eager\" alt=\"Reuters Benjamin Netanyahu\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Netanyahu's plan reportedly faces opposition from military chiefs</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Israeli Prime Minister Benjamin Netanyahu is to propose fully reoccupying the Gaza Strip when he meets his security cabinet, Israeli media say.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The die has been cast. We're going for the full conquest of the Gaza Strip – and defeating Hamas,\" local journalists quote a senior official as saying.</p><p class=\"sc-9a00e533-0 hxuGS\">Responding to reports that the army chief and other military leaders oppose the plan, the unnamed official said: \"If that doesn't work for the chief of staff, he should resign.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The families of hostages fear such plans could endanger their loved ones, with 20 out of 50 believed to be alive in Gaza, while polls suggest three in four Israelis instead favour a ceasefire deal to return them.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Many of Israel's close allies would also condemn such a move as they push for an end to the war and action to alleviate a humanitarian crisis.</p><p class=\"sc-9a00e533-0 hxuGS\">Within Israel, hundreds of retired Israeli security officials, including former heads of intelligence agencies, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/crkznje8nz8o\" class=\"sc-f9178328-0 bGFWdi\">issued a joint letter to US President Donald Trump on Monday</a>, calling for him to pressure Netanyahu to end the war.</p><p class=\"sc-9a00e533-0 hxuGS\">One of the signatories, ex-domestic intelligence agency chief Ami Ayalon, told the BBC that further military action would be futile.</p><p class=\"sc-9a00e533-0 hxuGS\">\"From the military point of view, [Hamas] is totally destroyed. On the other hand, as an ideology it is getting more and more power among the Palestinian people, within the Arab street around us, and also in the world of Islam.</p><p class=\"sc-9a00e533-0 hxuGS\">\"So the only way to defeat Hamas's ideology is to present a better future.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The latest developments come after indirect talks with Hamas on a ceasefire and hostage deal broke down and Palestinian armed groups released three videos of two Israeli hostages looking weak and emaciated.</p><p class=\"sc-9a00e533-0 hxuGS\">The footage of Rom Blaslavski and Evyatar David, both kidnapped from the Nova music festival on 7 October 2023, has shocked and appalled Israelis. David is shown digging what he says is his own grave in an underground tunnel.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There has been some speculation that the latest media announcements are a pressure tactic to try to force Hamas into a new deal.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel's military says it already has operational control of 75% of Gaza. But under the proposed plan it would occupy the entire territory – moving into areas where more than two million Palestinians are now concentrated.</p><p class=\"sc-9a00e533-0 hxuGS\">It is unclear what that would mean for civilians and for the operations of the UN and other aid groups. About 90% of Gaza's 2.1 million people have been displaced, some repeatedly, and are living in overcrowded and dire conditions. Humanitarian groups and UN officials say many are starving, accusing Israel of impeding the distribution of crucial aid. </p><p class=\"sc-9a00e533-0 hxuGS\">Israel meanwhile says it will allow local businesspeople in Gaza to restart entry of some goods as part of efforts to improve conditions there. Approved items include baby food, fruit and vegetables and hygiene products. Private imports were previously stopped because of claims that Hamas was benefitting.</p><p class=\"sc-9a00e533-0 hxuGS\">The Israeli military has previously held back from taking over some areas of Gaza, including central parts, because of an assumption that there are living hostages held there. Last year, six Israeli hostages were executed by their captors after ground forces moved in.</p><p class=\"sc-9a00e533-0 hxuGS\">There has not been a formal response but officials from the Palestinian Authority, which governs parts of the occupied West Bank, denounced the Israeli proposal, calling on the international community to intervene to prevent any new military occupation.</p><p class=\"sc-9a00e533-0 hxuGS\">Palestinians point out that far-right Israeli ministers have been openly advocating for the full occupation and annexation of Gaza and ultimately want to build new Jewish settlements there.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2005, Israel dismantled settlements in the Gaza Strip and withdrew its forces from there. </p><p class=\"sc-9a00e533-0 hxuGS\">But alongside Egypt, it maintained a tight control of access to the territory. </p><p class=\"sc-9a00e533-0 hxuGS\">The new occupation idea comes amid growing international moves to revive the two-state solution – the long-time international formula to resolve the decades-old Israel-Palestinian conflict. It envisages an independent Palestinian state being created alongside Israel in the West Bank and Gaza Strip with East Jerusalem as its capital.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Last week, the UK and Canada joined France in announcing conditional plans for recognising a Palestinian state. </p><p class=\"sc-9a00e533-0 hxuGS\">The Israeli PM is now expected to meet with key ministers and military leaders to decide next steps in Gaza. Israeli army radio says they are due to discuss initial army plans to surround the central refugee camps and carry out air strikes and ground raids.</p><p class=\"sc-9a00e533-0 hxuGS\">Netanyahu said he would convene a full security cabinet meeting this week.</p><p class=\"sc-9a00e533-0 hxuGS\">Israeli media commentators have voiced scepticism and drawn attention to the practical military, political and diplomatic challenges. Writing in the Yedioth Ahronoth newspaper, Nahum Barnea says: \"Netanyahu has never taken a gamble on this scale before.\"</p><p class=\"sc-9a00e533-0 hxuGS\">He notes that the Israeli PM has repeated his vow to achieve all of his war goals. </p><p class=\"sc-9a00e533-0 hxuGS\">\"But after 22 months of bloody fighting, it is hard to take those kinds of promises seriously. It seems that Netanyahu has just one objective in the war in Gaza, to prolong the war.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Israel launched its military offensive in Gaza in response to Hamas's attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others taken to Gaza as hostages. </p><p class=\"sc-9a00e533-0 hxuGS\">At least 61,020 Palestinians have been killed by Israeli forces in Gaza since then, the Hamas-run health ministry says.</p></div></article></div></body></html>"
        },
        {
            "title": "Former Romanian President Ion Iliescu dies aged 95",
            "time": "2025-08-05T16:32:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4e87/live/9cada990-7212-11f0-b797-413d7f99a45c.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Former Romanian President Ion Iliescu, who presided over the country's chaotic transition from communism to democracy, has died aged 95.</p><p class=\"sc-9a00e533-0 hxuGS\">Iliescu had been diagnosed with lung cancer and hospitalised in early June in Romania's capital, Bucharest.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is with deep regret that the government announces the passing of the former President of Romania, Mr Ion Iliescu,\" a government statement said, adding that details of a state funeral would be shared soon.</p><p class=\"sc-9a00e533-0 hxuGS\">Iliescu was Romania's first freely elected president, and served twice, from 1986-1996 and 2000-2004. He was accused of crimes against humanity over the violent revolt that toppled Romania's communist regime in 1989, but always denied wrongdoing. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Charges were brought in 2019, but he was never convicted.</p><p class=\"sc-9a00e533-0 hxuGS\">In a separate case, he was also indicted over his role in calling in miners to crush student protests after his election in 1990. </p><p class=\"sc-9a00e533-0 hxuGS\">The bloody crackdown, which became known as the Mineriad, drew widespread international condemnation.</p><p class=\"sc-9a00e533-0 hxuGS\">Prior to his latest hospitalisation, Iliescu had been receiving regular medical check-ups at Elias Hospital in Bucharest. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2019, he underwent surgery for pericardial effusion - a condition affecting the heart.</p><p class=\"sc-9a00e533-0 hxuGS\">Born on 3 March, 1930, in the southern city of Oltenița, Iliescu had largely withdrawn from public life in recent years, though he occasionally shared written messages on his personal blog. </p><p class=\"sc-9a00e533-0 hxuGS\">His final post, on 19 May, congratulated Bucharest's liberal, pro-EU mayor, Nicusor Dan, on being elected president.</p></div></div></body></html>"
        },
        {
            "title": "Nasa to build nuclear reactor on the Moon by 2030 - US media",
            "time": "2025-08-05T11:36:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7fdf/live/4bea4430-71ec-11f0-a178-03cc5fabe4bc.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Nasa to put nuclear reactor on the Moon by 2030 - US media</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Georgina Rannard</span><p class=\"sc-801dd632-8 hwLppI\"><span>Science correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7fdf/live/4bea4430-71ec-11f0-a178-03cc5fabe4bc.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7fdf/live/4bea4430-71ec-11f0-a178-03cc5fabe4bc.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7fdf/live/4bea4430-71ec-11f0-a178-03cc5fabe4bc.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7fdf/live/4bea4430-71ec-11f0-a178-03cc5fabe4bc.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7fdf/live/4bea4430-71ec-11f0-a178-03cc5fabe4bc.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7fdf/live/4bea4430-71ec-11f0-a178-03cc5fabe4bc.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7fdf/live/4bea4430-71ec-11f0-a178-03cc5fabe4bc.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7fdf/live/4bea4430-71ec-11f0-a178-03cc5fabe4bc.png.webp\" loading=\"eager\" alt=\"NASA A concept image of NASA's Fission Surface Power Project\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">NASA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A concept image of NASA's Fission Surface Power Project</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">US space agency Nasa will fast-track plans to build a nuclear reactor on the Moon by 2030, according to US media.</p><p class=\"sc-9a00e533-0 hxuGS\">It is part of US ambitions to build a permanent base for humans to live on the lunar surface.</p><p class=\"sc-9a00e533-0 hxuGS\">According to Politico, the acting head of Nasa referred to similar plans by China and Russia and said those two countries \"could potentially declare a keep-out zone\" on the Moon.</p><p class=\"sc-9a00e533-0 hxuGS\">But questions remain about how realistic the goal and timeframe are, given recent and steep Nasa budget cuts, and some scientists are concerned that the plans are driven by geopolitical goals. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Nations including the US, China, Russia, India and Japan are rushing to explore the Moon's surface, with some planning permanent human settlements.</p><p class=\"sc-9a00e533-0 hxuGS\">\"To properly advance this critical technology to be able to support a future lunar economy, high power energy generation on Mars, and to strengthen our national security in space, it is imperative the agency move quickly,\" US transport secretary Sean Duffy, who was appointed temporary head of Nasa by President Donald Trump, wrote to Nasa, according to the New York Times.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Duffy called for proposals from commercial companies to build a reactor that could generate at least 100 kilowatts of power.</p><p class=\"sc-9a00e533-0 hxuGS\">This is relatively small. A typical on-shore wind turbine generates 2-3 megawatts.</p><p class=\"sc-9a00e533-0 hxuGS\">The idea of building a nuclear reactor as a power source on the Moon is not new. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2022 Nasa issued three $5m contracts to companies to design a reactor.</p><p class=\"sc-9a00e533-0 hxuGS\">And in May this year, China and Russia announced they plan to build an automated nuclear power station on the Moon by 2035.</p><p class=\"sc-9a00e533-0 hxuGS\">Many scientists agree that it would be the best or perhaps only way to provide continuous power on the lunar surface.</p><p class=\"sc-9a00e533-0 hxuGS\">One lunar day is equivalent to four weeks on Earth, made up of two weeks of continual sunshine and two weeks of darkness. That makes relying on solar power very challenging.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/cada/live/d3f896b0-71ec-11f0-a178-03cc5fabe4bc.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/cada/live/d3f896b0-71ec-11f0-a178-03cc5fabe4bc.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/cada/live/d3f896b0-71ec-11f0-a178-03cc5fabe4bc.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/cada/live/d3f896b0-71ec-11f0-a178-03cc5fabe4bc.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/cada/live/d3f896b0-71ec-11f0-a178-03cc5fabe4bc.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/cada/live/d3f896b0-71ec-11f0-a178-03cc5fabe4bc.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/cada/live/d3f896b0-71ec-11f0-a178-03cc5fabe4bc.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/cada/live/d3f896b0-71ec-11f0-a178-03cc5fabe4bc.png.webp\" loading=\"lazy\" alt=\"CNSA/CLEP In 2020 China's Chang'e-5 space probe took pictures of the Chinese flag planted on the Moon\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">CNSA/CLEP</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">In 2020 China planted a flag on the Moon on its Chang'e-5 mission</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"Building even a modest lunar habitat to accommodate a small crew would demand megawatt-scale power generation. Solar arrays and batteries alone cannot reliably meet those demands,\" suggests Dr Sungwoo Lim, senior lecturer in space applications, exploration and instrumentation at the university of Surrey</p><p class=\"sc-9a00e533-0 hxuGS\">\"Nuclear energy is not just desirable, it is inevitable,\" he adds.</p><p class=\"sc-9a00e533-0 hxuGS\">Lionel Wilson, professor of earth and planetary sciences at Lancaster University, believes it is technically possible to place the reactors on the Moon by 2030 \"given the commitment of enough money\", and he highlights that there are already designs for small reactors.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's just a matter of having enough Artemis launches to build the infrastructure on the Moon by then,\" he adds, referring to Nasa's Artemis spaceflight programme that aims to send people and equipment to the Moon.</p><p class=\"sc-9a00e533-0 hxuGS\">There are also some questions around safety.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Launching radioactive material through the Earth's atmosphere brings safety concerns. You have to have a special license to do that, but it is not insurmountable,\" says Dr Simeon Barber, planetary science specialist at the Open University.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Duffy's directive came as a surprise following recent turmoil in Nasa after Mr Trump's administration announced cuts of 24% to Nasa's budgets in 2026.</p><p class=\"sc-9a00e533-0 hxuGS\">That includes cuts to a significant number of science programmes such as the Mars Sample Return that aims to return samples from the planet's surface to Earth.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\">Scientists are also concerned that this announcement is a politically-motivated move in the new international race to the Moon.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It seems that we're going back into the old first space race days of competition, which, from a scientific perspective, is a little bit disappointing and concerning,\" says Dr Barber.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Competition can create innovation, but if there's a narrower focus on national interest and on establishing ownership, then you can lose sight of the bigger picture which is exploring the solar system and beyond,\" he adds.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Duffy's comments about the potential for China and Russia to potentially \"declare a keep-out zone\" on the Moon appear to be referring to an agreement called the Artemis accords.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2020 seven nations signed the agreement to establish principles on how countries should co-operate on the Moon's surface. </p><p class=\"sc-9a00e533-0 hxuGS\">The accords include so-called safety zones to be established around operations and assets that counties build on the Moon.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If you build a nuclear reactor or or any kind of base on the moon, you can then start claiming that you have a safety zone around it, because you have equipment there,\" says Dr Barber.</p><p class=\"sc-9a00e533-0 hxuGS\">\"To some people, this is tantamount to, 'we own this bit of the moon, we're going to operate here and and you can't come in',\" he explains.</p><p class=\"sc-9a00e533-0 hxuGS\">Dr Barber points out that there are hurdles to overcome before placing a nuclear reactor on the Moon for humans to use.</p><p class=\"sc-9a00e533-0 hxuGS\">Nasa's Artemis 3 aims to send humans to the lunar surface in 2027, but it has faced a series of set-backs and uncertainty around funding.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If you've got nuclear power for a base, but you've got no way of getting people and equipment there, then it's not much use,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The plans don't appear very joined up at the moment,\" he said.</p></div></article></div></body></html>"
        },
        {
            "title": "Bill and Hillary Clinton subpoened in House committee's Epstein probe",
            "time": "2025-08-05T16:27:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/759f/live/8e1fe1f0-7211-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Former US President Bill Clinton and his wife Hillary are among a range of high-profile names to receive subpoenas from a congressional committee to testify about deceased sex offender Jeffrey Epstein.</p><p class=\"sc-9a00e533-0 hxuGS\">Republican James Comer, chairman of the House Oversight Committee, issued the subpoenas on Tuesday to the Clintons, as well as eight other individuals. </p><p class=\"sc-9a00e533-0 hxuGS\">The committee is looking for more information about Epstein's history, after President Donald Trump's administration decided against releasing more federal files on the late financier.</p><p class=\"sc-9a00e533-0 hxuGS\">That decision sparked outrage among Trump's supporters and some liberals, as many believe the files include a \"client list\" of famous men affiliated with Epstein.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The subpoenas cast a wide net across Justice Department leadership during the Obama, Trump and Biden administrations, and the committee also subpoenaed the department itself for records related to Epstein. </p><p class=\"sc-9a00e533-0 hxuGS\">Merrick Garland, who headed the department under former President Joe Biden, received notice from the committee, according to Comer.</p><p class=\"sc-9a00e533-0 hxuGS\">Both attorneys general during Trump's first term in office, Jeff Sessions and William Barr, did as well.</p><p class=\"sc-9a00e533-0 hxuGS\">Former FBI directors James Comey and Robert Mueller, will also be compelled to testify before the committee.</p><p class=\"sc-9a00e533-0 hxuGS\">It is not immediately clear if the individuals named by Comer will ultimately appear before the committee and, if they do, whether they will testify publicly.</p><p class=\"sc-9a00e533-0 hxuGS\">Federal prosecutors charged Epstein with sex trafficking of minors and other crimes in 2019, during the first Trump administration.</p><p class=\"sc-9a00e533-0 hxuGS\">He died by suicide in jail later that year, which led to questions and rumours about his death while in custody.</p><p class=\"sc-9a00e533-0 hxuGS\">This summer, current US Attorney General Pam Bondi announced the justice department had reviewed its Epstein records and found no evidence of the long-rumoured \"client list\". She also said evidence supported he died by suicide while in custody and that the federal government would not release any more of its files.</p><p class=\"sc-9a00e533-0 hxuGS\">The announcements sparked outrage among some in Trump's base who believed his administration was not forthcoming about Epstein-related materials. </p><p class=\"sc-9a00e533-0 hxuGS\">In a rare break with President Trump, multiple members of the House Republican caucus have called for greater inquiry into the case.</p><p class=\"sc-9a00e533-0 hxuGS\">Comer's subpoenas indicate that the House Oversight Committee -- which wields significant investigatory powers -- will continue to press for information from the Trump administration.</p><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\"></p></div></div></body></html>"
        },
        {
            "title": "Dharali, Uttarakhand: Cloudburst triggers flash floods with dozens feared trapped",
            "time": "2025-08-05T12:08:17",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f835/live/10845d20-71fd-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Rescuers are looking for dozens of people who are feared to be trapped after a massive cloudburst triggered heavy rains and flash floods in the northern Indian state of Uttarakhand.</p><p class=\"sc-9a00e533-0 hxuGS\">Teams, including army and paramilitaries, have reached Dharali village in Uttarkashi district, which is believed to have borne the brunt of the floods.</p><p class=\"sc-9a00e533-0 hxuGS\">Dramatic videos of the disaster show a giant wave of water gushing through the area, crumpling buildings in its path. A tourist spot, Dharali is populated with hotels, resorts and restaurants.</p><p class=\"sc-9a00e533-0 hxuGS\">A cloudburst is an extreme, sudden downpour of rain over a small area in a short period of time, often leading to flash floods.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It took place at around 13:30 India time (08:00 GMT) when a large amount of water came down, swelling the Kheerganga river and sending tonnes of muddy waters gushing downwards on the hilly terrain, covering roads, buildings and shops in Dharali.</p><p class=\"sc-9a00e533-0 hxuGS\">Eyewitnesses from a nearby village who shot the dramatic footage of the muddy water coursing through the streets could be heard shrieking, blowing whistles and shouting \"run, run\", but said the sudden surge did not give people the chance to get away. </p><p class=\"sc-9a00e533-0 hxuGS\">They said they believed many people could be trapped under the debris.</p><p class=\"sc-9a00e533-0 hxuGS\">The ancient Kalpkedar temple is also under the slush and is believed to have been damaged, they added.</p><p class=\"sc-9a00e533-0 hxuGS\">The sludge from Kheerganga has blocked a part of the region's main river Bhagirathi [which becomes India's holiest river Ganges once it travels downstream] and created an artificial lake, submerging vast tracts of land, including a government helipad.</p><p class=\"sc-9a00e533-0 hxuGS\">Concern is growing that if this water is not drained out quickly, it can pose a serious threat to towns and villages downstream.</p><p class=\"sc-9a00e533-0 hxuGS\">Army personnel who have now arrived at the location are making announcements asking people to stay away from the water.</p><p class=\"sc-9a00e533-0 hxuGS\">Prime Minister Narendra Modi has offered his \"condolences to the people affected by the tragedy\" in a post on social media site X.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I pray for the well-being of all the victims... Relief and rescue teams are engaged in every possible effort. No stone is being left unturned in providing assistance to the people,\" he wrote.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier, Prashant Arya, the senior-most official of Uttarkashi, said communication had been erratic because of poor connectivity in the area.</p><p class=\"sc-9a00e533-0 hxuGS\">\"As it's a populated area with lots of restaurants and hotels, we've dispatched rescue teams to the site,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">Dharali is located 2km (1.24 miles) from Harsil, which is a popular tourist destination and also has a huge Indian army base. A camp of the paramilitary Indo-Tibetan Border Police (ITBP) is also located near the area. </p><p class=\"sc-9a00e533-0 hxuGS\">Personnel from the two forces have reached the site of the disaster and officials said they were assessing the situation. </p><p class=\"sc-9a00e533-0 hxuGS\">But rescue is expected to be slow because the area is continuing to receive heavy rains.</p><p class=\"sc-9a00e533-0 hxuGS\">Some of the injured are receiving treatment at the army camp in Harsil, reports say.</p></div></div></body></html>"
        },
        {
            "title": "US Attorney General orders grand jury hearings on Trump-Russia probe",
            "time": "2025-08-05T06:54:29",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ea73/live/1bf1fed0-7197-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">US Attorney General Pam Bondi has ordered prosecutors to open legal proceedings into allegations that political opponents of Donald Trump may have conspired to falsely accuse him of colluding with Russia in the run-up to the 2016 presidential election.</p><p class=\"sc-9a00e533-0 hxuGS\">According to the BBC's US partner CBS News, prosecutors will submit evidence to a grand jury - a group of members of the public who will decide whether formal charges will be filed.</p><p class=\"sc-9a00e533-0 hxuGS\">It is unclear, however, what those charges might be and who could be charged.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump was elected president in the 2016 election, beating Democratic candidate Hillary Clinton. He has always accused political foes of smear over the so-called Russiagate allegations.  </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Last month, US Director of National Intelligence Tulsi Gabbard accused former President Barack Obama and his national security team of a \"years-long coup\" against Trump. </p><p class=\"sc-9a00e533-0 hxuGS\">Gabbard alleged that intelligence about <a target=\"_blank\" href=\"https://www.dni.gov/index.php/newsroom/press-releases/press-releases-2025/4090-pr-18-25\" class=\"sc-f9178328-0 bGFWdi\">Russian meddling in the 2016 White House election had been politicised</a> by the Obama White House to falsely tie Trump to Russia. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump reacted by accusing Obama of \"treason\" - and an Obama spokesman called that claim \"bizarre\".</p><p class=\"sc-9a00e533-0 hxuGS\">Democrats said nothing in Gabbard's findings invalidated a US intelligence <a target=\"_blank\" href=\"https://www.govinfo.gov/content/pkg/GOVPUB-PREX28-PURL-gpo76345/pdf/GOVPUB-PREX28-PURL-gpo76345.pdf\" class=\"sc-f9178328-0 bGFWdi\">assessment in January 2017</a> concluding that Russia had sought to damage Clinton's campaign and boost Trump in the vote three months earlier.</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://www.intelligence.senate.gov/2020/08/18/publications-report-select-committee-intelligence-united-states-senate-russian-active-measures/\" class=\"sc-f9178328-0 bGFWdi\">A 2020 bipartisan report</a> by the Senate intelligence committee also found that Russia had tried to help Trump's 2016 campaign.</p><p class=\"sc-9a00e533-0 hxuGS\">Fox News reported last month that ex-CIA Director John Brennan and ex-FBI Director James Comey were under criminal investigation relating to the Trump–Russia probe. Both have long denied any wrongdoing and accuse Trump of subverting the justice system.</p><p class=\"sc-9a00e533-0 hxuGS\">Half of Trump's first presidency was overshadowed by an investigation from his own justice department into whether he had conspired with Russia to sway the 2016 outcome.</p><p class=\"sc-9a00e533-0 hxuGS\">The resulting Mueller report found no proof that Trump or his campaign had co-ordinated with the Kremlin, and no-one was charged with such crimes.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The debate over Russiagate was reinvigorated last week when an appendix to another justice department investigation into the affair was declassified.</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://www.grassley.senate.gov/imo/media/doc/declassified_durham_annex_released_by_chairman_grassley.pdf\" class=\"sc-f9178328-0 bGFWdi\">The 29 pages</a> from Special Counsel John Durham's inquiry cites a March 2016 memo from a US intelligence source stating that Hillary Clinton had approved a plan to smear Trump as a Russian asset. </p><p class=\"sc-9a00e533-0 hxuGS\">Durham cites \"what appear or purport to be original\" emails that hackers affiliated with Russian intelligence might have obtained from an employee with a non-profit organisation run by liberal donor George Soros.</p><p class=\"sc-9a00e533-0 hxuGS\">One of the messages appeared to have been sent by Leonard Benardo, senior vice-president at Open Society Foundations, Soros' philanthropic arm. It apparently refers to a Clinton foreign policy adviser, Julianna Smith.</p><p class=\"sc-9a00e533-0 hxuGS\">The email, dated 26 July 2016, reads: \"Julie says it will be a long-term affair to demonize Putin and Trump. Now it is good for a post-convention bounce. Later the FBI will put more oil into the fire.\"</p><p class=\"sc-9a00e533-0 hxuGS\">There is nothing illegal about a political smear, but Trump allies suggested the email, if genuine, showed that federal investigators could have been part of the scheme. Durham, however, found no proof of such an FBI conspiracy.</p><p class=\"sc-9a00e533-0 hxuGS\">According to the appendix, Benardo told Durham that \"to the best of his recollection\" he did not draft the email, although he noted that some of the verbiage further down sounded like something he would have said.</p><p class=\"sc-9a00e533-0 hxuGS\">The special counsel also interviewed Smith, who said she did not recall receiving such an email from Benardo.</p><p class=\"sc-9a00e533-0 hxuGS\">Durham made no determination in his appendix whether the emails were authentic, or if they had been doctored by Russian spies.</p><p class=\"sc-9a00e533-0 hxuGS\">His main 306-page report, published in 2023, found the original FBI probe into Trump's campaign had lacked \"analytical rigor\" and relied on \"raw, unanalysed and uncorroborated intelligence\".</p><p class=\"sc-9a00e533-0 hxuGS\">US officials found the Russian meddling in 2016 included bot farms on social media and hacking of Democratic emails, but they ultimately concluded the impact was probably limited and did not actually change the election result.</p></div></div></body></html>"
        },
        {
            "title": "Texas Republicans vote to arrest Democrats stalling redistricting vote",
            "time": "2025-08-05T16:17:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/486e/live/8d6e7a70-719c-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Texas Republicans vote to arrest Democrats blocking redistricting plan</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Ana Faguy and Max Matza</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Texas Speaker plans civil arrest warrants against absent Democrats</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Texas Republicans have voted for the arrest of dozens of Democratic legislators who fled the state in an attempt to block a plan to re-draw electoral boundaries.</p><p class=\"sc-9a00e533-0 hxuGS\">Republican Governor Greg Abbott ordered state troopers \"to locate, arrest, and return to the House chamber any member who has abandoned their duty to Texans\".</p><p class=\"sc-9a00e533-0 hxuGS\">Abbott has also threatened to charge the absent Democrats with bribery if they raised public money to cover the daily fine they incur for boycotting the chamber.</p><p class=\"sc-9a00e533-0 hxuGS\">The re-drawn congressional map would create five more Republican-leaning seats in the US House of Representatives in Washington DC, where Republicans hold a slim majority.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">At least two-thirds of the 150-member state legislative body in Texas must be present to proceed with the vote. The quorum became unreachable after more than 50 Democratic lawmakers left the state.</p><p class=\"sc-9a00e533-0 hxuGS\">Most of the Democrats fled to Illinois. The state's Governor JB Pritzker, a Democrat, said on Tuesday \"we're fighting for democracy, there are no rules anymore\". </p><p class=\"sc-9a00e533-0 hxuGS\">At a press conference, Democrats from Texas and Illinois, as well as party leaders, spoke about the ongoing fight. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Make no mistake about it, the Democratic Party didn't start this fight, but we're not going to roll over,\" Democratic National Committee (DNC) chair Ken Martin said. \"They want to fight. We're going to give it to them, and we're going to put every option on the table.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The Democrats said they planned to stay away from Texas for two weeks until the end of a special legislative session. </p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: \"Texans are being let down,\" Governor Abbott tells Fox News</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Monday's vote was mostly symbolic as the warrants only apply within Texas state lines. </p><p class=\"sc-9a00e533-0 hxuGS\">The move empowers the chamber's sergeant-at-arms and state troopers to arrest the absent lawmakers and deliver them to the state Capitol building in Austin.</p><p class=\"sc-9a00e533-0 hxuGS\">They would not face any civil or criminal charges as a result of the warrant. </p><p class=\"sc-9a00e533-0 hxuGS\">Texas Democratic legislator Ron Reynolds told BBC News from Chicago on Monday that the arrest threat was \"nothing more than a scare tactic\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Members of the Texas House incur a $500 (£377) fine for each day they fail to show up.</p><p class=\"sc-9a00e533-0 hxuGS\">Governor Abbott has warned that those who refused to return to vote could face charges.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It would be bribery if any lawmaker took money to perform or to refuse to perform an act in the legislature,\" Abbott told Fox News on Monday. </p><p class=\"sc-9a00e533-0 hxuGS\">\"And the reports are these legislators have both sought money and offered money to skip the vote, to leave the legislature, to take a legislative act. That would be bribery.\"</p><p class=\"sc-9a00e533-0 hxuGS\">After legislators voted to issue warrants against the Democrats, Abbott ordered the Texas Department of Public Safety \"to locate, arrest, and return to the House chamber any member who has abandoned their duty to Texans\".</p><p class=\"sc-9a00e533-0 hxuGS\">He added that his order would remain in effect \"until all missing Democrat House members are accounted for and brought to the Texas Capitol\".</p><p class=\"sc-9a00e533-0 hxuGS\">Texas Republican legislator Brian Harrison slammed Democrats for their argument that the constituencies were being redrawn along racial lines.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Preposterous, cynical, dishonest, complete nonsense,\" Harrison told BBC News.</p><p class=\"sc-9a00e533-0 hxuGS\">He added \"these Democrats need to be arrested\" and that they \"need to have all kinds of other punishments\".</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: \"Democrats need to be arrested\" - Texas representative tells the BBC</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Texas Attorney General Ken Paxton, a Republican, also threatened to have the absent Democrats arrested.</p><p class=\"sc-9a00e533-0 hxuGS\">Paxton, who is running for the US Senate, wrote on X that the state should \"use every tool at our disposal to hunt down those who think they are above the law\".</p><p class=\"sc-9a00e533-0 hxuGS\">Texas Republicans currently hold 25 out of the state's 38 congressional seats.</p><p class=\"sc-9a00e533-0 hxuGS\">They hope the new maps could increase that number to 30 - all in constituencies that President Donald Trump won last November by at least 10 points.</p><p class=\"sc-9a00e533-0 hxuGS\">Ahead of next year's midterm elections, the Texas redistricting could help pad the slender Republican majority in the US House of Representatives - the lower chamber of Congress.</p><p class=\"sc-9a00e533-0 hxuGS\">In states where they handle the redistricting process, such as Illinois, New Mexico and Nevada, Democrats have already manipulated electoral boundaries for partisan gain just as Republicans have, according to the Princeton Gerrymandering Project.</p><p class=\"sc-9a00e533-0 hxuGS\">But other Democratic-controlled states - such as New York, California, Colorado and Washington - assign redistricting to non-partisan, independent commissions, rather than state legislatures.</p><p class=\"sc-9a00e533-0 hxuGS\">Some Democratic leaders in other states have suggested they may redraw their own legislative maps to counter the proposed losses of seats in Texas. </p><p class=\"sc-9a00e533-0 hxuGS\">New York Governor Kathy Hochul said she was exploring a constitutional amendment to move up the timeline to redraw legislative lines in her state. </p><p class=\"sc-9a00e533-0 hxuGS\">States typically undergo redistricting every 10 years, when voting maps are redrawn to account for population changes.</p><p class=\"sc-9a00e533-0 hxuGS\">The most recent US Census was in 2020. Redrawing district lines in the middle of a decade is unusual.</p></div></article></div></body></html>"
        },
        {
            "title": "Protests in China over viral school bullying case",
            "time": "2025-08-05T09:33:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/56a2/live/c9eb5020-71d5-11f0-bb15-e58cf64b3661.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Protests in China over viral school bullying case</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Laura Bicker</span><p class=\"sc-801dd632-8 hwLppI\"><span>China correspondent in Beijing</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/56a2/live/c9eb5020-71d5-11f0-bb15-e58cf64b3661.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/56a2/live/c9eb5020-71d5-11f0-bb15-e58cf64b3661.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/56a2/live/c9eb5020-71d5-11f0-bb15-e58cf64b3661.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/56a2/live/c9eb5020-71d5-11f0-bb15-e58cf64b3661.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/56a2/live/c9eb5020-71d5-11f0-bb15-e58cf64b3661.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/56a2/live/c9eb5020-71d5-11f0-bb15-e58cf64b3661.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/56a2/live/c9eb5020-71d5-11f0-bb15-e58cf64b3661.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/56a2/live/c9eb5020-71d5-11f0-bb15-e58cf64b3661.jpg.webp\" loading=\"eager\" alt=\"Social media screengrab A blurry screenshot of a girl in a white t-shirt and shorts falling on the ground. Surrounding her are two other girls in black attire.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Social media screengrab</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A video of the incident spread on Chinese social media and ignited public anger</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A school bullying incident in southern China has sparked a series of protests and calls for more justice for the 14-year-old victim.</p><p class=\"sc-9a00e533-0 hxuGS\">A video of the girl being slapped, kicked and forced to kneel by three other minors went viral in the Jiangyou city in Sichuan province last week.</p><p class=\"sc-9a00e533-0 hxuGS\">The police said the three suspects are all female, aged 13, 14 and 15 - and two of them had been sent to \"specialised schools for corrective education\".</p><p class=\"sc-9a00e533-0 hxuGS\">As news of the incident spread on social media, many felt the punishment was too light - especially after claims that the girl had been bullied for some time and that her mother, who is reportedly deaf, had pleaded with the authorities for more justice for her daughter.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In a series of videos, shot by the perpetrators, the victim can be heard saying she would call the police after being repeatedly hit with a stick. Then one of the girls attacking her said they were not afraid. Another said she had been to the police station more than 10 times, and claimed she was set free in less than 20 minutes.</p><p class=\"sc-9a00e533-0 hxuGS\">These comments have resonated with those who fear that not enough is being done to punish bullying in China.</p><p class=\"sc-9a00e533-0 hxuGS\">The incident has prompted a wave of public anger online and protests erupted outside the local government offices in Jiangyou.</p><p class=\"sc-9a00e533-0 hxuGS\">More than 1,000 people gathered in the street on 4 August and stayed past midnight, according to local shop owners.</p><p class=\"sc-9a00e533-0 hxuGS\">One of them told the BBC that \"things got bloody\" after police used batons and electric prods to control the crowd. </p><p class=\"sc-9a00e533-0 hxuGS\">Several videos posted online appear to verify his account. Officers can be seen dragging protesters along the street and hitting them with batons. A witness also said he saw a few water bottles being thrown at the police.</p><p class=\"sc-9a00e533-0 hxuGS\">\"People just wanted justice,\" he said. \"People were upset about the [lack of] punishment.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The witnesses who spoke to the BBC were unwilling to give their names as the police have reportedly urged locals not to talk about the incident.</p><p class=\"sc-9a00e533-0 hxuGS\">In a call to the local Public Security Bureau, the BBC was told that there were \"limitations on foreign press asking questions\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1711/live/d542ba00-71d8-11f0-bb15-e58cf64b3661.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1711/live/d542ba00-71d8-11f0-bb15-e58cf64b3661.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1711/live/d542ba00-71d8-11f0-bb15-e58cf64b3661.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1711/live/d542ba00-71d8-11f0-bb15-e58cf64b3661.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1711/live/d542ba00-71d8-11f0-bb15-e58cf64b3661.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1711/live/d542ba00-71d8-11f0-bb15-e58cf64b3661.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1711/live/d542ba00-71d8-11f0-bb15-e58cf64b3661.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1711/live/d542ba00-71d8-11f0-bb15-e58cf64b3661.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A wide shot of a school building at night, with windows to classrooms showing students studying\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Bullying ins school has become a highly sensitive topic in China</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Protests in China are not uncommon, but they are quickly shut down and censored on state-run media and the internet. </p><p class=\"sc-9a00e533-0 hxuGS\">The demonstrations in Jiangyou have forced the police to issue a second statement to clarify rumours that the assailants were the daughters of a lawyer and a police inspector. These claims are false, police said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Two of the parents are unemployed, two are working outside the province, one is a local salesperson, and one is a local delivery driver,\" the statement said.</p><p class=\"sc-9a00e533-0 hxuGS\">The police have punished two people for spreading fake information online saying their posts have \"seriously disrupted public order and caused bad social impact\".</p><p class=\"sc-9a00e533-0 hxuGS\">A lawyer based in Shanghai said in an online post that this incident has highlighted an ongoing legal dilemma for Chinese officials. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The penalty for causing minor injuries is too mild, while the physical and mental trauma suffered by victims is overlooked by the law, which leads to a significant imbalance in the protection of their rights,\" he wrote on the Chinese social media platform Weibo.</p><p class=\"sc-9a00e533-0 hxuGS\">His credentials have been verified by the BBC, but he is unwilling to be named.</p><p class=\"sc-9a00e533-0 hxuGS\">Bullying has become a highly sensitive topic in China in recent years, and student deaths over alleged bullying have triggered protests in the past.</p><p class=\"sc-9a00e533-0 hxuGS\">In January this year, the <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cj494zd7y14o\" class=\"sc-f9178328-0 bGFWdi\">death of a teenage boy sparked violent protests</a> in a city in north-west China. Objects were hurled at police during demonstrations in Pucheng in Shaanxi province. Authorities said the teenager fell to his death in an accident at his school dormitory, but there were allegations on social media of a cover-up.</p><p class=\"sc-9a00e533-0 hxuGS\">Last year <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cdekpjn14r0o\" class=\"sc-f9178328-0 bGFWdi\">a Chinese court handed down lengthy sentences</a> to two teenagers who murdered a classmate in Hebei province with a shovel. The 13-year-olds buried the victim in an abandoned vegetable greenhouse.</p><p class=\"sc-9a00e533-0 hxuGS\">The victim was bullied by his classmates, his family and lawyer had alleged, while the court said that he had \"experienced conflict\" with the convicted teens.</p></div></article></div></body></html>"
        },
        {
            "title": "Jair Bolsonaro: Brazil judge orders house arrest of former president",
            "time": "2025-08-05T01:11:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2e74/live/bd5f6910-717e-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Brazil's Supreme Court has ordered that the former right-wing President Jair Bolsonaro be put under house arrest.</p><p class=\"sc-9a00e533-0 hxuGS\">He is standing trial over allegations he plotted a coup, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c0j73573v4qo\" class=\"sc-f9178328-0 bGFWdi\">which he denies</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">The judge in charge of investigating Bolsonaro, Alexandre de Moraes, said the decision was because Bolsonaro hadn't complied with restraining orders put on him last month.</p><p class=\"sc-9a00e533-0 hxuGS\">In response to the order, Bolsonaro's legal team denied breaching any restraining order and said they would appeal the ruling, according to Reuters news agency.</p><p class=\"sc-9a00e533-0 hxuGS\">In a statement on X, the US state department said it \"condemns\" the court order and \"will hold accountable all those aiding and abetting sanctioned conduct\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Donald Trump has used Bolsonaro's trial, which he calls a \"witch-hunt\", as a justification for imposing 50% tariffs on some Brazilian goods despite the US having a trade surplus with Brazil.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Moraes, who the US has also sanctioned, said Bolsonaro had used the social networks of his allies including his sons to spread messages that encouraged attacks on the Supreme Court and foreign intervention in the Brazilian judiciary.</p><p class=\"sc-9a00e533-0 hxuGS\">On Sunday, pro-Bolsonaro rallies were held in various Brazilian cities. One of his sons, Flávio, who is a senator, briefly put his father on speakerphone to the crowd in Rio de Janeiro.</p><p class=\"sc-9a00e533-0 hxuGS\">Flávio also reportedly later published a video, which he deleted afterwards, of his father on the other side of the call sending a message to supporters.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Moraes cited the incident in his ruling, saying Bolsonaro \"deliberately flouted\" previous restrictions, according to local media.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The flagrant disregard for the preventative measures was so obvious that - it bears repeating - the defendant's own son, senator Flávio Nantes Bolsonaro, decided to delete the post from his Instagram account in order to conceal the legal transgression,\" the ruling said.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Moraes also banned Bolsonaro from receiving visits, except from lawyers or people authorised by the Supreme Court, and from using a mobile phone directly or through third parties.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Justice is blind, but it is not foolish,\" wrote Mr Moraes, adding that the court \"will not allow a defendant to make a fool of it, thinking that he will go unpunished because he has political and economic power\".</p><p class=\"sc-9a00e533-0 hxuGS\">These restrictions were imposed because of allegations he was encouraging Donald Trump to interfere in the case.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump and Bolsonaro enjoyed a friendly relationship when their presidencies overlapped, with the pair meeting at the White House in 2019.</p><p class=\"sc-9a00e533-0 hxuGS\">In a social media post last month, Trump voiced his support for the former president saying Bolsonaro \"was not guilty of anything\" and praised him as a \"strong leader\" who \"truly loved his country\".</p></div></div></body></html>"
        },
        {
            "title": "Hundreds of Israeli ex-officials appeal to Trump to help end Gaza war",
            "time": "2025-08-04T13:01:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/95dc/live/c6247ad0-712a-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Hundreds of Israeli ex-officials appeal to Trump to help end Gaza war</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e811/live/a2f35a20-7113-11f0-a0b6-378ae6c474ca.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e811/live/a2f35a20-7113-11f0-a0b6-378ae6c474ca.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e811/live/a2f35a20-7113-11f0-a0b6-378ae6c474ca.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e811/live/a2f35a20-7113-11f0-a0b6-378ae6c474ca.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e811/live/a2f35a20-7113-11f0-a0b6-378ae6c474ca.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e811/live/a2f35a20-7113-11f0-a0b6-378ae6c474ca.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e811/live/a2f35a20-7113-11f0-a0b6-378ae6c474ca.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e811/live/a2f35a20-7113-11f0-a0b6-378ae6c474ca.jpg.webp\" loading=\"eager\" alt=\"EPA Families of Israeli hostages holding their pictures at a rally demanding their release\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Families of Israeli hostages have consistently demanded the government prioritises their release</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A group of some 600 retired Israeli security officials, including former heads of intelligence agencies, have written to US President Donald Trump to pressure Israel to immediately end the war in Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is our professional judgement that Hamas no longer poses a strategic threat to Israel,\" the officials said. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Your credibility with the vast majority of Israelis augments your ability to steer Prime Minister [Benjamin] Netanyahu and his government in the right direction: End the war, return the hostages, stop the suffering,\" they wrote.</p><p class=\"sc-9a00e533-0 hxuGS\">Their appeal comes amid reports that Netanyahu is pushing to expand military operations in Gaza as indirect ceasefire talks with Hamas have stalled.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Israel launched a devastating war in Gaza following Hamas's attack in southern Israel on 7 October 2023 in which about 1,200 people were killed and 251 taken into Gaza as hostages.</p><p class=\"sc-9a00e533-0 hxuGS\">More than 60,000 people have been killed as a result of Israel's military campaign in Gaza since then, the Hamas-run health ministry says.</p><p class=\"sc-9a00e533-0 hxuGS\">On Monday, the ministry reported that at least 94 people had been killed in Gaza in the past day, including dozens it said had died in Israeli strikes. </p><p class=\"sc-9a00e533-0 hxuGS\">At least 24 people had been killed while seeking aid, it added. Such reports have become almost daily in recent months but are hard to verify as international journalists, including the BBC, are blocked by Israel from entering Gaza independently. </p><p class=\"sc-9a00e533-0 hxuGS\">The territory is also experiencing mass deprivation as a result of heavy restrictions imposed by Israel on what is allowed into Gaza. The ministry says 180 people, including 93 children, have died from malnutrition since the start of the war.</p><p class=\"sc-9a00e533-0 hxuGS\">UN-backed agencies have said the \"worst-case scenario of famine is currently playing out\" in Gaza.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/300a/live/ce6ad720-710c-11f0-95f2-b7aa1f4e2b28.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/300a/live/ce6ad720-710c-11f0-95f2-b7aa1f4e2b28.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/300a/live/ce6ad720-710c-11f0-95f2-b7aa1f4e2b28.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/300a/live/ce6ad720-710c-11f0-95f2-b7aa1f4e2b28.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/300a/live/ce6ad720-710c-11f0-95f2-b7aa1f4e2b28.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/300a/live/ce6ad720-710c-11f0-95f2-b7aa1f4e2b28.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/300a/live/ce6ad720-710c-11f0-95f2-b7aa1f4e2b28.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/300a/live/ce6ad720-710c-11f0-95f2-b7aa1f4e2b28.jpg.webp\" loading=\"lazy\" alt=\"Reuters A woman wearing a brown robe and beige head cover with a hand to the side of her face looks distraught as she sits next to a boy wearing a navy blue T-shrt and dark trousers with the left hand on the side of his face and head, crying at a funeral.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The open letter urges Donald Trump to help end the suffering</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The latest intervention by the top former Israeli officials came after videos of two emaciated Israeli hostages were released by Hamas and Islamic Jihad militants.  </p><p class=\"sc-9a00e533-0 hxuGS\">The videos were widely condemned by Israeli and Western leaders. </p><p class=\"sc-9a00e533-0 hxuGS\">After the videos were released, Netanyahu spoke with the two hostage families, telling them that efforts to return all the hostages \"will continue constantly and relentlessly\".</p><p class=\"sc-9a00e533-0 hxuGS\">But an Israeli official - widely quoted by local media - said Netanyahu was working to free the hostages through \"the military defeat of Hamas\".</p><p class=\"sc-9a00e533-0 hxuGS\">The possibility of a new escalation in Gaza may further anger Israel's allies which have been pushing for an immediate ceasefire as reports of Palestinians dying from starvation or malnutrition cause shock around the world. </p><p class=\"sc-9a00e533-0 hxuGS\">The main group supporting hostages' families condemned the idea of a new military offensive saying: \"Netanyahu is leading Israel and the hostages to doom.\"</p><p class=\"sc-9a00e533-0 hxuGS\">That view was pointedly made in the letter to Trump by former Mossad chief Tamir Pardo, Ami Ayalon, former chief of Shin Bet - Israel's domestic secret service agency - former Prime Minister Ehud Barak, and former Defence Minister Moshe Yaalon among others.</p><p class=\"sc-9a00e533-0 hxuGS\">\"At first this war was a just war, a defensive war, but when we achieved all military objectives, this war ceased to be a just war,\" said Ayalon.</p><p class=\"sc-9a00e533-0 hxuGS\">The former top leaders head the Commanders for Israel's Security (CIS) group, which has urged the government in the past to focus on securing the return of the hostages.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Stop the Gaza War! On behalf of CIS, Israel's largest group of former IDF generals and Mossad, Shin Bet, Police, and Diplomatic Corps equivalents, we urge you to end the Gaza war. You did it in Lebanon. Time to do it in Gaza as well,\" they wrote to the US president.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Israel has faced growing international isolation, as the widespread destruction in Gaza and the suffering of Palestinians spark outrage. </p><p class=\"sc-9a00e533-0 hxuGS\">Polls around the world suggest that public opinion is increasingly negative about Israel, which is putting pressure on Western leaders to act.</p><p class=\"sc-9a00e533-0 hxuGS\">But it is not clear what pressure, if any, Trump will choose to exert on the Israeli prime minister. </p><p class=\"sc-9a00e533-0 hxuGS\">The US president has consistently backed his ally, even though he publicly acknowledged last week that there was \"real starvation\" in Gaza after Netanyahu insisted there was no such thing. </p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Two girls shot in Gaza - BBC pieces together what happened and looks at dozens more child shootings</figcaption></p></article></div></body></html>"
        },
        {
            "title": "Gena Heraty: Family 'devastated' after woman kidnapped in Haiti",
            "time": "2025-08-05T13:17:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c8ef/live/421db120-71ca-11f0-89ea-4d6f9851f623.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Family of Irish missionary kidnapped in Haiti 'devastated'</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c8ef/live/421db120-71ca-11f0-89ea-4d6f9851f623.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c8ef/live/421db120-71ca-11f0-89ea-4d6f9851f623.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c8ef/live/421db120-71ca-11f0-89ea-4d6f9851f623.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c8ef/live/421db120-71ca-11f0-89ea-4d6f9851f623.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c8ef/live/421db120-71ca-11f0-89ea-4d6f9851f623.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c8ef/live/421db120-71ca-11f0-89ea-4d6f9851f623.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c8ef/live/421db120-71ca-11f0-89ea-4d6f9851f623.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c8ef/live/421db120-71ca-11f0-89ea-4d6f9851f623.png.webp\" loading=\"eager\" alt=\"Universtity of Limerick Gena Heraty pictured outside an orphanage in Haiti. She is wearing a blue shirt and has light blonde and silver hair, which is mostly pinned back.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Universtity of Limerick</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Gena Heraty was among those taken from the privately-run Sainte-Hélène orphanage in Kenscoff during the early hours of Sunday morning</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The family of an Irish woman kidnapped from an orphanage in Haiti has said they are \"absolutely devastated\" and described the situation as \"deeply worrying\".</p><p class=\"sc-9a00e533-0 hxuGS\">Gena Heraty, the facility's director, was <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cr4e23w2dlko\" class=\"sc-f9178328-0 bGFWdi\">among several people taken from the privately run Sainte-Hélène orphanage in Kenscoff, near Haiti's capital, Port-au-Prince, on Sunday morning</a>, according to mayor Massillon Jean.</p><p class=\"sc-9a00e533-0 hxuGS\">Her whereabouts are unknown since she, along with seven employees and a child, were taken from the orphanage, which cares for more than 250 children.</p><p class=\"sc-9a00e533-0 hxuGS\">There are intensive efforts under way to secure their release, the Irish government has said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Ms Heraty, who is originally from Westport in County Mayo, oversees the orphanage, which is run by the humanitarian organisation Nos Petits Frères et Sœurs (Our Little Brothers and Sisters – NPFS), in the commune of Kenscoff, about 10km southeast of the capital, Port-au-Prince.</p><p class=\"sc-9a00e533-0 hxuGS\">Attackers broke into the orphanage at about 15:30 local time (07:30 GMT) \"without opening fire,\" Mayor Massillon Jean said, describing it as a \"planned act\".</p><p class=\"sc-9a00e533-0 hxuGS\">The attackers had broken through a wall to enter the property, Jean said, before heading to the building where Ms Heraty was staying.</p><p class=\"sc-9a00e533-0 hxuGS\">Gang members are thought to be responsible for the attack, Haitian newspaper Le Nouvelliste has reported.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'Situation is evolving and deeply worrying'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In a statement, Ms Heraty's family said they were \"absolutely devastated,\" describing the situation as \"evolving and deeply worrying.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"We are working closely with NPFS [Nos Petits Frères et Sœurs] in Haiti and Ireland, the Irish Government, and international partners who are doing everything possible to ensure the safe and immediate release of Gena and her colleagues.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Out of respect for the ongoing efforts and for Gena's safety, we are not in a position to share further details at this time,\" the family statement read.</p><p class=\"sc-9a00e533-0 hxuGS\">Norma Lopez, a friend and colleague of Ms Heraty said she is calling for her safe return, so she can continue \"her good work in Haiti\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"Specifically people with special needs, this is her focus because it is a big need in Haiti. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Working with her she is always thinking, what else can we do?\" she said. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5762/live/f2ca44c0-71ca-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5762/live/f2ca44c0-71ca-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5762/live/f2ca44c0-71ca-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5762/live/f2ca44c0-71ca-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5762/live/f2ca44c0-71ca-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5762/live/f2ca44c0-71ca-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5762/live/f2ca44c0-71ca-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5762/live/f2ca44c0-71ca-11f0-af20-030418be2ca5.jpg.webp\" loading=\"lazy\" alt=\"PA Media Tánaiste Simon Harris, wearing a blue shirt, dark green tie and navy suit. He has grey hair and he has a serious look on his face. Two trees and part of Dublin's Government Buildings is visible behind him.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">PA Media</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Tánaiste Simon Harris held talks overnight with his Haitian counterpart regarding the abduction</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Tánaiste (Irish deputy prime minister) and Minister for Foreign Affairs Simon Harris held talks overnight with his Haitian counterpart regarding the abduction.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Harris said he asked Haiti's Foreign Minister, Harvel Jean-Baptiste, \"that everything is done to ensure the release of Gena and the other hostages\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Gang violence and kidnappings are also common in other areas in and around Port-au-Prince, where the UN says armed groups control about 85% of the city.</p><p class=\"sc-9a00e533-0 hxuGS\">In the first half of 2025, UN figures show that almost 350 people were kidnapped in Haiti. At least 3,141 people were also killed in the same period, the UN Human Rights Office said. </p><p class=\"sc-9a00e533-0 hxuGS\">NPH International, a charity that works with for orphaned, abandoned, and vulnerable children in Latin America and the Caribbean, also called for the release of the hostages and said it was doing all it could can to help bring them home safely.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'A living saint'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Tommy Marren, who is a presenter on Midwest Radio in County Mayo and knows Gena Heraty described her as \"passionate, selfless and resilient\" and said she was regarded in County Mayo as \"a living saint\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"She is a dedicated and loyal person who is looking after some of the most vulnerable in society,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Yesterday evening, in a small parish church in Cushlough, where she grew up, the parish priest said all people can do now is pray and hope that this will have a positive outcome.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Gena's family are absolutely distraught and devastated.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'Under constant gang threat'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Harold Isaac, who is a journalist in Port-au-Prince, told <a target=\"_self\" href=\"https://www.bbc.co.uk/sounds/play/live/bbc_radio_ulster\" class=\"sc-f9178328-0 bGFWdi\">BBC Radio Ulster's Good Morning Ulster programme </a>on Tuesday that \"negotiations are ongoing through various people involved to try and secure their release\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"About 80 to 90% of the capital, Port-au-Prince, is under some form of gang control,\" he said. </p><p class=\"sc-9a00e533-0 hxuGS\">\"It's been an ongoing situation for the whole metropolitan area for the past few years, but it has aggravated in the past few months, as the authorities struggle to regain control of the situation.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The neighbourhood where the orphanage is located has been under gang assault for the past six months, and this attack is just a reminder, really, of how fragile the situation is.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Aalborg Zoo asks for unwanted pets to feed its predators",
            "time": "2025-08-04T19:45:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/34ef/live/94d9a6e0-715b-11f0-b40d-2f2a77d02753.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A zoo in Denmark has appealed to the public to donate their healthy unwanted pets as part of a unique effort to provide food for its predators.</p><p class=\"sc-9a00e533-0 hxuGS\">Aalborg Zoo has asked for donations of live chickens, rabbits, and guinea pigs, which it says are \"gently euthanised\" by trained staff. </p><p class=\"sc-9a00e533-0 hxuGS\">The zoo also accepts donations of live horses - with owners able to benefit from a potential tax break.  </p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://www.instagram.com/p/DMw2hGFIgFQ/?hl=en\" class=\"sc-f9178328-0 bGFWdi\">Posting on Instagram</a>, the zoo explains it has a \"responsibility to imitate the natural food chain of the animals\" and smaller livestock \"make up an important part of the diet of our predators\". </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The zoo says the food provided in this way is \"reminiscent of what it would naturally hunt in the wild\" - and that this is especially true for the Eurasian lynx.</p><p class=\"sc-9a00e533-0 hxuGS\">Other predators being kept at the zoo include lions and tigers.</p><p class=\"sc-9a00e533-0 hxuGS\">The small animals can be donated on weekdays, with no more than four at a time without an appointment.</p><p class=\"sc-9a00e533-0 hxuGS\">On its website, underneath a picture of a tiger devouring a piece of meat, Aalborg Zoo lays out the conditions for donating horses.</p><p class=\"sc-9a00e533-0 hxuGS\">To be eligible they need to have a horse passport and cannot have been treated for an illness within the previous 30 days.</p><p class=\"sc-9a00e533-0 hxuGS\">If they are successful in handing over their animals, horse donors can then receive a  tax deduction.</p><p class=\"sc-9a00e533-0 hxuGS\">In a statement, the zoo's deputy director, Pia Nielsen, said the zoo's carnivores had been fed smaller livestock \"for many years\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"When keeping carnivores, it is necessary to provide them with meat, preferably with fur, bones etc to give them as natural a diet as possible,\" she explained.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Therefore, it makes sense to allow animals that need to be euthanised for various reasons to be of use in this way. In Denmark, this practice is common, and many of our guests and partners appreciate the opportunity to contribute. The livestock we receive as donations are chickens, rabbits, guinea pigs, and horses.\"</p></div></div></body></html>"
        },
        {
            "title": "Chikungunya virus: China reports 7,000 cases",
            "time": "2025-08-05T07:18:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5d90/live/4e815f10-71c6-11f0-b5ea-af0b36d22169.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">China reports 7,000 cases of chikungunya virus</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Kelly Ng</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Singapore</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5d90/live/4e815f10-71c6-11f0-b5ea-af0b36d22169.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5d90/live/4e815f10-71c6-11f0-b5ea-af0b36d22169.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5d90/live/4e815f10-71c6-11f0-b5ea-af0b36d22169.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5d90/live/4e815f10-71c6-11f0-b5ea-af0b36d22169.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5d90/live/4e815f10-71c6-11f0-b5ea-af0b36d22169.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5d90/live/4e815f10-71c6-11f0-b5ea-af0b36d22169.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5d90/live/4e815f10-71c6-11f0-b5ea-af0b36d22169.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5d90/live/4e815f10-71c6-11f0-b5ea-af0b36d22169.jpg.webp\" loading=\"eager\" alt=\"Getty Images A sanitation worker in a yellow helmet and orange uniform sprays insecticide to prevent the spread of Chikungunya on 3 August in Dongguan, Guangdong\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Guangdong authorities have vowed to take \"decisive and forceful measures\" to stop the spread of the disease</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">More than 7,000 cases of a mosquito-borne virus have been reported across China's Guangdong province since July, prompting measures similar to those taken during the Covid-19 pandemic.</p><p class=\"sc-9a00e533-0 hxuGS\">In Foshan city, which has been hit the hardest, chikungunya patients must stay in hospital, where their beds will protected with mosquito nets. They can only be discharged after they test negative or at the end of a week-long stay.</p><p class=\"sc-9a00e533-0 hxuGS\">Spread through the bite of an infected mosquito, the virus causes fever and severe joint pain, which sometimes can last for years.</p><p class=\"sc-9a00e533-0 hxuGS\">Although rare in China, chikungunya outbreaks are common in South and South East Asia and parts of Africa. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">How widespread are the infections in China? </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Aside from Foshan, at least 12 other cities in the southern Guangdong province have reported infections. Nearly 3,000 cases were reported in the last week alone.</p><p class=\"sc-9a00e533-0 hxuGS\">On Monday, Hong Kong reported its first case - a 12-year-old boy who developed fever, rash and joint pain after traveling to Foshan in July.</p><p class=\"sc-9a00e533-0 hxuGS\">The virus is not contagious, and only spreads when an infected person is bitten by a mosquito that then goes on to bite others. </p><p class=\"sc-9a00e533-0 hxuGS\">Officials say all the reported cases have been mild so far, with 95% of the patients discharged within seven days.</p><p class=\"sc-9a00e533-0 hxuGS\">Still, the cases have led to some panic, given the virus is not widely known in the country.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is scary. The prolonged consequences sound very painful,\" one user wrote on Chinese social media platform Weibo.</p><p class=\"sc-9a00e533-0 hxuGS\">The US has urged travellers to China to exercise \"increased caution\" following the outbreak.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/af73/live/88f039f0-71cb-11f0-bb15-e58cf64b3661.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/af73/live/88f039f0-71cb-11f0-bb15-e58cf64b3661.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/af73/live/88f039f0-71cb-11f0-bb15-e58cf64b3661.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/af73/live/88f039f0-71cb-11f0-bb15-e58cf64b3661.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/af73/live/88f039f0-71cb-11f0-bb15-e58cf64b3661.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/af73/live/88f039f0-71cb-11f0-bb15-e58cf64b3661.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/af73/live/88f039f0-71cb-11f0-bb15-e58cf64b3661.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/af73/live/88f039f0-71cb-11f0-bb15-e58cf64b3661.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Four workers inspecting a neighbourhood in Foshan amid a sharp rise in chikungunya fever cases \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The best way to prevent the virus from spreading is to reduce pools of stagnant water that allow the mosquitoes to breed, says the World Health Organization</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What else is China doing to curb infections?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Authorities across Guangdong province have vowed to take \"decisive and forceful measures\" to stop the spread of the disease.</p><p class=\"sc-9a00e533-0 hxuGS\">Those with symptoms, such as fever, joint pain or rashes, are being urged to visit the nearest hospital so they can be tested for the virus.</p><p class=\"sc-9a00e533-0 hxuGS\">Authorities have instructed residents to remove stagnant water in their homes, such as in flowerpots, coffee machines or spare bottles - and warned of fines up to   10,000 yuan ($1,400) if they don't do this. </p><p class=\"sc-9a00e533-0 hxuGS\">They are also releasing giant \"elephant mosquitoes\" that can devour smaller, chikungunya-spreading bugs; and an army of mosquito-eating fish. </p><p class=\"sc-9a00e533-0 hxuGS\">Last week, officials in Foshan released 5,000 of these larvae-eating fish into the city's lakes. In parts of the city, they are even flying drones to detect sources of stagnant water.</p><p class=\"sc-9a00e533-0 hxuGS\">Some neighbouring cities had ordered travellers from Foshan to undergo a 14-day home quarantine, but that has since been withdrawn.</p><p class=\"sc-9a00e533-0 hxuGS\">Some people have compared these measures to those imposed during the pandemic, and questioned their necessity.</p><p class=\"sc-9a00e533-0 hxuGS\">A user on Weibo wrote, \"These feel so familiar... But are they really necessary?\" </p><p class=\"sc-9a00e533-0 hxuGS\">Another wrote: \"What's the point of the quarantine? It's not as though an infected patient will then go around biting other people?\" </p><p class=\"sc-9a00e533-0 hxuGS\">China implemented severe restrictions during the pandemic, including forcing people into quarantine camps and sealing residential buildings and whole neighbourhoods on short notice for days or even weeks.  </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What is chikungunya?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Most people bitten by an infected mosquito will develop symptoms of chikungunya within three to seven days.</p><p class=\"sc-9a00e533-0 hxuGS\">Apart from fever and joint pain, other symptoms include rash, headache, muscle pain and swollen joints. </p><p class=\"sc-9a00e533-0 hxuGS\">In most cases, patients will feel better within a week. In severe cases however, the joint pain can last for months or even years. </p><p class=\"sc-9a00e533-0 hxuGS\">Those at risk for more severe disease include newborns, the elderly, and people with underlying medical conditions, such as heart disease or diabetes.</p><p class=\"sc-9a00e533-0 hxuGS\">There is no cure, but deaths from chikungunya are rare.</p><p class=\"sc-9a00e533-0 hxuGS\">The virus was first identified in Tanzania in 1952. It then spread to other countries in sub-Saharan Africa and South East Asia. </p><p class=\"sc-9a00e533-0 hxuGS\">To date, it has been reported in more than 110 countries. </p><p class=\"sc-9a00e533-0 hxuGS\">The best way to prevent the virus from spreading is to reduce pools of stagnant water that allow the mosquitoes to breed, according to the World Health Organization. </p></div></article></div></body></html>"
        },
        {
            "title": "Gareth Ward: Convicted rapist fighting to remain in parliament in Australia",
            "time": "2025-08-05T00:03:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ce1d/live/2b9bfaf0-718f-11f0-a6b4-b9838b89706a.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Convicted rapist fighting to remain in parliament in Australia</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ce1d/live/2b9bfaf0-718f-11f0-a6b4-b9838b89706a.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ce1d/live/2b9bfaf0-718f-11f0-a6b4-b9838b89706a.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ce1d/live/2b9bfaf0-718f-11f0-a6b4-b9838b89706a.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ce1d/live/2b9bfaf0-718f-11f0-a6b4-b9838b89706a.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ce1d/live/2b9bfaf0-718f-11f0-a6b4-b9838b89706a.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ce1d/live/2b9bfaf0-718f-11f0-a6b4-b9838b89706a.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ce1d/live/2b9bfaf0-718f-11f0-a6b4-b9838b89706a.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ce1d/live/2b9bfaf0-718f-11f0-a6b4-b9838b89706a.png.webp\" loading=\"eager\" alt=\"ABC News/Justin Huntsdale Gareth Ward, wearing a pair of glasses, looks at the camera for a portrait style shot with a black background behind him\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">ABC News/Justin Huntsdale</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">An Australian politician convicted of rape is fighting - from his jail cell - to remain a member of the New South Wales (NSW) state parliament.</p><p class=\"sc-9a00e533-0 hxuGS\">Gareth Ward was last month found guilty of sexually assaulting two young men, aged 18 and 24, at his home between 2013 and 2015, and is now in custody pending sentencing.</p><p class=\"sc-9a00e533-0 hxuGS\">The NSW state parliament had planned to expel the 44-year-old this week after he refused to resign following the guilty verdict.</p><p class=\"sc-9a00e533-0 hxuGS\">However, lawyers for Ward - who plans to appeal his conviction - say they will seek an injunction, at a Supreme Court hearing on Thursday, to stop the independent member for Kiama from being forced out.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"He's got no shame,\" NSW Premier Chris Minns told local radio station 2GB on Tuesday.</p><p class=\"sc-9a00e533-0 hxuGS\">He repeated calls for Ward to resign from state parliament, saying it's the \"first and most obvious choice\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's an unconscionable situation to have someone who's currently sitting in jail in Silverwater, convicted of serious sexual offences, who is demanding to remain a member of parliament and continue to be paid,\" Minns said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Opposition leader Mark Speakman joined calls for Ward to step aside.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Every day he clings to his seat from a jail cell, taxpayers are footing the bill and the people of Kiama are left voiceless. It's not just wrong, it's offensive,\" the leader of the NSW Liberals - a party which Ward was formerly a part of - said.</p><p class=\"sc-9a00e533-0 hxuGS\">In a statement after his conviction but before his bail was revoked, Ward said he was \"absolutely shattered\" by the jury's verdict and was spending time with his family.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I am taking advice about next steps, but I can confirm that I have provided instructions to my legal team to prepare an appeal at the earliest opportunity,\" the statement read.</p><p class=\"sc-9a00e533-0 hxuGS\">Ward resigned as a state government minister and from the Liberal Party when the accusations emerged in 2021, but refused to leave parliament and was re-elected as the member for Kiama in 2023.</p><p class=\"sc-9a00e533-0 hxuGS\">The NSW government had previously considered voting to expel Ward - who has been a state MP since 2011 - but legal advice indicated it could risk prejudicing his trial.</p><p class=\"sc-9a00e533-0 hxuGS\">If Ward is expelled from parliament, it would trigger a by-election in the south coast town of Kiama, with a possible vote within weeks.</p><p class=\"sc-9a00e533-0 hxuGS\">Ward is due to be sentenced next month, for three counts of indecent assault and one count of rape.</p></div></article></div></body></html>"
        },
        {
            "title": "India calls Trump's tariff threat over Russian oil 'unjustified'",
            "time": "2025-08-04T21:28:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e15e/live/eef7c520-716b-11f0-a110-776969256333.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">India has called Donald Trump's threat of \"substantially\" higher tariffs over its purchase of oil from Russia \"unjustified and unreasonable\".</p><p class=\"sc-9a00e533-0 hxuGS\">In a post on Truth Social, the US president warned he would raise levies, saying India \"don't care how many people in Ukraine are being killed by the Russian War Machine\". </p><p class=\"sc-9a00e533-0 hxuGS\">India is currently among the largest buyers of Russian oil. It has become an important export market for Moscow after several European countries cut trade when Russia launched its full-scale invasion of Ukraine in 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump did not specify what the new tariff would be, but it comes just days after he unveiled a hefty 25% levy on India. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In a statement, a spokesperson for India's foreign ministry, Randhir Jaiswal, said the US had encouraged India to import Russian gas at the start of the conflict, \"for strengthening global energy markets stability\".</p><p class=\"sc-9a00e533-0 hxuGS\">He said India \"began importing from Russia because traditional supplies were diverted to Europe after the outbreak of the conflict\".</p><p class=\"sc-9a00e533-0 hxuGS\">India also criticised the US - its largest trading partner - for introducing the tariffs, when the US itself is still doing trade with Russia. Last year, <a target=\"_blank\" href=\"https://ustr.gov/countries-regions/europe-middle-east/russia-and-eurasia/russia\" class=\"sc-f9178328-0 bGFWdi\">the US traded goods</a> worth an estimated $3.5bn (£2.6bn) with Russia, despite tough sanctions and tariffs. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Like any major economy, India will take all necessary measures to safeguard its national interests and economic security,\" the foreign ministry statement said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The targeting of India is unjustified and unreasonable,\" it added.</p><p class=\"sc-9a00e533-0 hxuGS\">Last week, Trump had described India as a \"friend\" but said its tariffs on US products \"are far too high\" and he warned of an unspecified \"penalty\" over its trade with Russia.</p><p class=\"sc-9a00e533-0 hxuGS\">His latest Truth Social post again struck a critical tone.</p><p class=\"sc-9a00e533-0 hxuGS\">\"India is not only buying massive amounts of Russian Oil, they are then, for much of the Oil purchased, selling it on the Open Market for big profits,\" he wrote.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Because of this, I will be substantially raising the Tariff paid by India to the USA,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">Prime Minister Narendra Modi has not ordered India's oil refineries to stop buying Russian oil, Bloomberg reported, citing people familiar with the situation.</p><p class=\"sc-9a00e533-0 hxuGS\">Ajay Srivastava, a former Indian trade official and head of the Global Trade Research Initiative (GTRI), a Delhi-based think tank, said Trump's claims about India's oil trade with Russia are misleading for several reasons. </p><p class=\"sc-9a00e533-0 hxuGS\">He told the BBC that the trade has been transparent and broadly understood by the US. </p><p class=\"sc-9a00e533-0 hxuGS\">Mr Srivastava said India ramped up purchases of oil to help stabilise global markets after Western sanctions disrupted supplies - helping to stop a global oil price shock. </p><p class=\"sc-9a00e533-0 hxuGS\">He also said that India's oil refineries - both public and private - decide where to buy crude oil based on factors like price, supply security, and export rules. They operate independently of the government and do not need its approval to buy from Russia or other countries. </p><p class=\"sc-9a00e533-0 hxuGS\">Though relations between the US and Russia warmed after Trump returned to the White house in January, the US president has more recently toughened his rhetoric against the Kremlin and Russian President Vladimir Putin.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump has questioned whether Putin is truly committed to peace with Ukraine. In Monday's Truth Social post he used stern language, describing the Russian military as the \"Russian War Machine\". </p><p class=\"sc-9a00e533-0 hxuGS\">Russia's leader has repeatedly said he is ready for peace but only if Kyiv meets certain conditions, such as recognising Ukrainian territories that Russia has occupied. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump has threatened Moscow with severe tariffs targeting its oil and other exports if a ceasefire with Ukraine is not agreed by 8 August.</p><p class=\"sc-9a00e533-0 hxuGS\">US envoy Steve Witkoff is due to visit Russia later this week, where he is expected to meet Putin.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-soutik-biswas\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by Soutik Biswas</i></p></div></div></body></html>"
        },
        {
            "title": "Aboriginal group launches legal bid to stop Brisbane Olympic stadium",
            "time": "2025-08-05T07:09:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/bc2f/live/33335d80-71bc-11f0-a9ca-f91b83a9ef8c.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">An Indigenous group has launched legal action to stop a 63,000-seat stadium for the 2032 Brisbane Olympics being built on culturally significant land. </p><p class=\"sc-9a00e533-0 hxuGS\">The Queensland government announced in March that a new A$3.8bn ($2.5bn; £1.8bn) stadium would be built - with federal funding - at Victoria Park, a 60-hectare site.</p><p class=\"sc-9a00e533-0 hxuGS\">The Yagara Magandjin Aboriginal Corporation (YMAC) and Save Victoria Park group are requesting the federal environment minister to determine the park as a culturally significant site, which could protect the land from development.</p><p class=\"sc-9a00e533-0 hxuGS\">Victoria Park is \"of great significance and history\" for Indigenous and non-Indigenous people, YMAC spokeswoman Gaja Kerry Charlton explained.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"We are very concerned there are ancient trees, artefacts and very important ecosystems existing there. There may be ancestral remains.\"</p><p class=\"sc-9a00e533-0 hxuGS\">A spokesperson for the federal government confirmed it had received the request to designate the site under the Aboriginal and Torres Strait Islander Heritage Protection Act.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The department is currently reviewing this application and will take all standard steps to progress it, including engaging with the applicant, the proponent and the Queensland government,\" they said.</p><p class=\"sc-9a00e533-0 hxuGS\">If the stadium is built, it will host the opening and closing ceremonies of the Olympic and Paralympic Games in 2032.</p><p class=\"sc-9a00e533-0 hxuGS\">After the Olympics, the stadium will become the home of AFL and cricket in Queensland.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Infrastructure plans for the 2032 Olympics have become a heated political issue in Queensland in recent years.</p><p class=\"sc-9a00e533-0 hxuGS\">Labor's Annastacia Palaszczuk led the successful Olympic bid, and announced plans to redevelop the ageing Gabba stadium for the games, at a cost of about A$3bn. But the plan was unpopular with locals who feared being displaced, and taxpayers dismayed at the price tag.</p><p class=\"sc-9a00e533-0 hxuGS\">A review commissioned after she quit as premier in 2023 recommended an even more expensive plan, a brand new stadium in Victoria Park. However, amid a cost-of-living crisis, the state's new leader Steven Miles opted instead to upgrade existing venues to host the games events, a decision some criticised as an embarrassment for Australia on the world stage.</p><p class=\"sc-9a00e533-0 hxuGS\">Months later, he lost an election to the Liberal National Party which campaigned on a promise of no new stadiums.</p><p class=\"sc-9a00e533-0 hxuGS\">But after the new government's own review, new premier David Crisafulli adopted the plan to build a venue in Victoria Park, and has since introduced laws exempting new Olympic venues from planning rules in a bid to fast-track the development.</p><p class=\"sc-9a00e533-0 hxuGS\">However the plans have been met with protests in Queensland, with some locals concerned about losing a large inner-city green space, and other worried about potential damage to cultural heritage.</p><p class=\"sc-9a00e533-0 hxuGS\">The state and federal governments have signaled they will engage with Indigenous groups on the development plans at Victoria Park. </p><p class=\"sc-9a00e533-0 hxuGS\">Brisbane's Lord Mayor Adrian Schrinner told the Brisbane Times that there was strong support for the stadium.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Ultimately, this is going to happen,\" he said. \"No doubt there will be attempts to thwart the project and slow it down.\"</p></div></div></body></html>"
        },
        {
            "title": "Why Putin and Trump's relationship has soured",
            "time": "2025-08-04T23:22:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7bd3/live/0e18c220-713e-11f0-8dbd-f3d32ebd3327.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Putin and Trump's relationship has soured - but behind the posturing, a Ukraine deal is still possible</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f7f0/live/e4e2a970-711f-11f0-89ea-4d6f9851f623.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f7f0/live/e4e2a970-711f-11f0-89ea-4d6f9851f623.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f7f0/live/e4e2a970-711f-11f0-89ea-4d6f9851f623.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f7f0/live/e4e2a970-711f-11f0-89ea-4d6f9851f623.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f7f0/live/e4e2a970-711f-11f0-89ea-4d6f9851f623.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f7f0/live/e4e2a970-711f-11f0-89ea-4d6f9851f623.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f7f0/live/e4e2a970-711f-11f0-89ea-4d6f9851f623.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f7f0/live/e4e2a970-711f-11f0-89ea-4d6f9851f623.png.webp\" loading=\"eager\" alt=\"BBC Two treated images of close up shots of Vladimir Putin and Donald Trump\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/sounds/play/p0lv5prw\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"listen-to-steve-read-this-article\" class=\"sc-d16436d-0 fhKUCU\"><b id=\"listen-to-steve-read-this-article\" class=\"sc-d16436d-0 jpoiOL\">Listen to Steve read this article</b></i></a></p><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"has-the-relationship-between-donald-trump-and-vladimir-putin-gone-off-the-rails?-a-popular-russian-newspaper-thinks-so.-it-turned-to-trains-to-illustrate-the-current-state-of-us-russian-ties.\" class=\"sc-d16436d-0 jpoiOL\">Has the relationship between Donald Trump and Vladimir Putin gone off the rails? A popular Russian newspaper thinks so. It turned to trains to illustrate the current state of US-Russian ties.</b></p><p class=\"sc-9a00e533-0 hxuGS\">\"A head-on collision seems unavoidable,\" declared tabloid Moskovsky Komsomolets recently.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The Trump locomotive and the Putin locomotive are speeding towards each other.</p><p class=\"sc-9a00e533-0 hxuGS\">\"And neither is about to turn off or stop and reverse.\"</p><p class=\"sc-9a00e533-0 hxuGS\">For the 'Putin locomotive', it's full steam ahead, with the so-called 'Special Military Operation': Russia's war in Ukraine. The Kremlin leader has shown no desire to end hostilities and declare a long-term ceasefire.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/93aa/live/22c93830-7120-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/93aa/live/22c93830-7120-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/93aa/live/22c93830-7120-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/93aa/live/22c93830-7120-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/93aa/live/22c93830-7120-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/93aa/live/22c93830-7120-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/93aa/live/22c93830-7120-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/93aa/live/22c93830-7120-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"WILL OLIVER/EPA/Shutterstock A close up shot of US President Donald Trump \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">WILL OLIVER/EPA/Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Donald Trump has stepped up pressure on Moscow, issuing ultimatums, threatening new sanctions, and targeting Russia's trade partners like India and China</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, the 'Trump locomotive' has been accelerating efforts to pressure Moscow into ending the fighting: announcing deadlines, ultimatums, threats of additional sanctions against Russia and hefty tariffs on Russia's trading partners, like India and China.</p><p class=\"sc-9a00e533-0 hxuGS\">Add to all of that the two US nuclear submarines which President Trump claims he's repositioned closer to Russia.</p><p class=\"sc-9a00e533-0 hxuGS\">When you switch from talking about locomotives to nuclear subs, you know things are serious.</p><p class=\"sc-9a00e533-0 hxuGS\">But does that mean the White House is really on a \"collision course\" with the Kremlin over Ukraine?</p><p class=\"sc-9a00e533-0 hxuGS\">Or is a visit to Moscow this week by Donald Trump's special envoy, Steve Witkoff, a sign that for all the posturing, a deal between Russia and America to end the fighting is still possible?</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">A warm start following Trump's return</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In the early weeks of the second Trump presidency, Moscow and Washington appeared well on track to reboot their bilateral relations.</p><p class=\"sc-9a00e533-0 hxuGS\">No hint of a head-on collision. Far from it. At times it seemed as if Vladimir Putin and Donald Trump were in the same carriage, moving in the same direction. In February the United States sided with Russia at the United Nations, opposing a European-drafted resolution that had condemned Russia's \"aggression\" in Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">In a telephone call that month the two presidents talked about visiting each other's countries. It felt like a Putin-Trump summit could happen any day.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/cf75/live/7a95b890-7120-11f0-af20-030418be2ca5.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/cf75/live/7a95b890-7120-11f0-af20-030418be2ca5.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/cf75/live/7a95b890-7120-11f0-af20-030418be2ca5.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/cf75/live/7a95b890-7120-11f0-af20-030418be2ca5.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/cf75/live/7a95b890-7120-11f0-af20-030418be2ca5.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/cf75/live/7a95b890-7120-11f0-af20-030418be2ca5.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/cf75/live/7a95b890-7120-11f0-af20-030418be2ca5.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/cf75/live/7a95b890-7120-11f0-af20-030418be2ca5.png.webp\" loading=\"lazy\" alt=\"PRESS SERVICE OF THE 24 MECHANIZED BRIGADE HANDOUT/EPA/Shutterstock  The site of a Russian drone strike on a market in the frontline city of Druzhkivka in the Donetsk region, Ukraine,\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">PRESS SERVICE OF THE 24 MECHANIZED BRIGADE HANDOUT/EPA/Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The U.S. backed Russia at the UN in February, voting against a European resolution that condemned Russia's aggression in Ukraine</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile the Trump administration was exerting pressure on Kyiv, not on Moscow, and picking fights with traditional US allies, such as Canada and Denmark. In speeches and TV interviews, American officials were fiercely critical of Nato and of European leaders.</p><p class=\"sc-9a00e533-0 hxuGS\">All of this was music to the Kremlin's ears.</p><p class=\"sc-9a00e533-0 hxuGS\">\"America now has more in common with Russia than Washington does with Brussels or with Kyiv,\" political scientist Konstantin Blokhin from the Russian Academy of Sciences Centre for Security Studies told the Izvestia newspaper in March.</p><p class=\"sc-9a00e533-0 hxuGS\">The following month the same newspaper was crowing:</p><p class=\"sc-9a00e533-0 hxuGS\">\"The Trumpists are revolutionaries. They are wreckers of the system. They can only be supported in this. The unity of the West is no more. Geo-politically it is no longer an alliance. Trumpism has destroyed the Transatlantic consensus confidently and quickly.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f2fe/live/d21893b0-714a-11f0-89ea-4d6f9851f623.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f2fe/live/d21893b0-714a-11f0-89ea-4d6f9851f623.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f2fe/live/d21893b0-714a-11f0-89ea-4d6f9851f623.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f2fe/live/d21893b0-714a-11f0-89ea-4d6f9851f623.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f2fe/live/d21893b0-714a-11f0-89ea-4d6f9851f623.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f2fe/live/d21893b0-714a-11f0-89ea-4d6f9851f623.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f2fe/live/d21893b0-714a-11f0-89ea-4d6f9851f623.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f2fe/live/d21893b0-714a-11f0-89ea-4d6f9851f623.png.webp\" loading=\"lazy\" alt=\"Chris Kleponis - Pool via CNP/POOL/EPA-EFE/Shutterstock US Special Envoy to the Middle East Steve Witkoff \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Chris Kleponis - Pool via CNP/POOL/EPA-EFE/Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump's envoy, Steve Witkoff, has made four visits to Russia in just two months, holding hours of private talks with President Putin</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile Donald Trump's envoy, Steve Witkoff, had become a regular visitor to Russia. He made four trips here in just over two months, spending hours in talks with Vladimir Putin. After one meeting, the Kremlin leader presented him with a portrait of Donald Trump to take back to the White House.</p><p class=\"sc-9a00e533-0 hxuGS\">President Trump was said to be \"clearly touched\" by the gesture.</p><p class=\"sc-9a00e533-0 hxuGS\">But President Trump was looking for more than just a painting from Moscow. He wanted President Putin to sign up to an unconditional comprehensive ceasefire in Ukraine.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Trump's increasing frustration</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Confident that Russia holds the initiative now on the battlefield, Vladimir Putin has been reluctant to stop fighting, despite his claim that Moscow is committed to a diplomatic solution.</p><p class=\"sc-9a00e533-0 hxuGS\">Which is why Donald Trump has grown increasingly frustrated with the Kremlin.</p><p class=\"sc-9a00e533-0 hxuGS\">In recent weeks he has condemned Russia's relentless attacks on Ukrainian cities as \"disgusting\", \"disgraceful\" and accused President Putin of talking \"a lot of bullshit\" on Ukraine.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/95ac/live/98e08af0-7120-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/95ac/live/98e08af0-7120-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/95ac/live/98e08af0-7120-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/95ac/live/98e08af0-7120-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/95ac/live/98e08af0-7120-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/95ac/live/98e08af0-7120-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/95ac/live/98e08af0-7120-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/95ac/live/98e08af0-7120-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt='REUTERS/Kevin Lamarque U.S. President Donald Trump and Russia\"s President Vladimir Putin shake hands during a joint news conference ' class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">REUTERS/Kevin Lamarque</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The two men met and spoke at length in person in Helsinki in 2018 but relations are currently strained</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Last month, Donald Trump announced a 50-day ultimatum to President Putin to end the war, threatening sanctions and tariffs. He subsequently reduced that to ten days. The deadline is due to expire at the end of this week. So far, there is no sign that Vladimir Putin will yield to pressure from Washington.</p><p class=\"sc-9a00e533-0 hxuGS\">Then again, how much pressure does Vladimir Putin really feel under?</p><p class=\"sc-9a00e533-0 hxuGS\">\"Because Donald Trump has changed so many deadlines and he's twisted one way or another, I don't think Putin takes him seriously,\" believes Nina Khrushcheva, a professor of international affairs at The New School, a university in New York City.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0692/live/0b298d10-7120-11f0-89ea-4d6f9851f623.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0692/live/0b298d10-7120-11f0-89ea-4d6f9851f623.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0692/live/0b298d10-7120-11f0-89ea-4d6f9851f623.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0692/live/0b298d10-7120-11f0-89ea-4d6f9851f623.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0692/live/0b298d10-7120-11f0-89ea-4d6f9851f623.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0692/live/0b298d10-7120-11f0-89ea-4d6f9851f623.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0692/live/0b298d10-7120-11f0-89ea-4d6f9851f623.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0692/live/0b298d10-7120-11f0-89ea-4d6f9851f623.png.webp\" loading=\"lazy\" alt=\"REUTERS/Jorge Silva U.S. President Donald Trump and Russia's President Vladimir Putin \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">REUTERS/Jorge Silva</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump has publicly called Russia's strikes on Ukrainian cities \"disgusting\" and \"disgraceful\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"Putin's going to fight for as long as he can, or, unless Ukraine says, 'We're tired, we are willing to accept your conditions.'</p><p class=\"sc-9a00e533-0 hxuGS\">\"I think Putin sits there in the Kremlin and thinks that he's fulfilling the dreams of the Russian tsars, and then the general secretaries such as Joseph Stalin, in showing the West that Russia should not be treated with disrespect.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">A deal is still possible</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">From the picture I've painted so far it may look as if a head-on collision between the Putin and Trump locomotives is inevitable.</p><p class=\"sc-9a00e533-0 hxuGS\">Not necessarily.</p><p class=\"sc-9a00e533-0 hxuGS\">Donald Trump sees himself as a great dealmaker and, from the look of things, he hasn't given up trying to secure one with Vladimir Putin.</p><p class=\"sc-9a00e533-0 hxuGS\">Steve Witkoff is due back in Russia this week for talks with the Kremlin leader. We don't know what kind of an offer he may bring with him. But some commentators in Moscow predict there will be more carrot than stick. It did not go unnoticed that on Sunday President Trump said Russia \"seem to be pretty good at avoiding sanctions\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9796/live/3736dd40-7120-11f0-89ea-4d6f9851f623.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9796/live/3736dd40-7120-11f0-89ea-4d6f9851f623.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9796/live/3736dd40-7120-11f0-89ea-4d6f9851f623.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9796/live/3736dd40-7120-11f0-89ea-4d6f9851f623.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9796/live/3736dd40-7120-11f0-89ea-4d6f9851f623.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9796/live/3736dd40-7120-11f0-89ea-4d6f9851f623.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9796/live/3736dd40-7120-11f0-89ea-4d6f9851f623.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9796/live/3736dd40-7120-11f0-89ea-4d6f9851f623.png.webp\" loading=\"lazy\" alt=\"REUTERS/Marcos Brindicci U.S. President Donald Trump and Russia's President Vladimir Putin \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">REUTERS/Marcos Brindicci</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Despite mounting pressure, Putin has not shifted on key demands, insisting on Ukrainian neutrality and strict limits on Ukraine's future military</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">On Monday, Ivan Loshkarev, associate professor of political theory at MGIMO University, Moscow, told Izvestia that to facilitate dialogue, Mr Witkoff may present \"advantageous offers of cooperation [to Russia] that would open up after a deal on Ukraine\".</p><p class=\"sc-9a00e533-0 hxuGS\">Might that be enough to persuade the Kremlin to make peace after three-and-a-half years of war?</p><p class=\"sc-9a00e533-0 hxuGS\">There's no guarantee.</p><p class=\"sc-9a00e533-0 hxuGS\">After all, so far in Ukraine Vladimir Putin hasn't budged from his maximalist demands on territory, Ukraine's neutrality and the future size of the Ukrainian army.</p><p class=\"sc-9a00e533-0 hxuGS\">Donald Trump wants a deal. Vladimir Putin wants victory.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/bbcindepth\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"bbc-indepth\" class=\"sc-d16436d-0 fhKUCU\">BBC InDepth</i></a><i id=\"is-the-home-on-the-website-and-app-for-the-best-analysis,-with-fresh-perspectives-that-challenge-assumptions-and-deep-reporting-on-the-biggest-issues-of-the-day.-and-we-showcase-thought-provoking-content-from-across-bbc-sounds-and-iplayer-too.-you-can-send-us-your-feedback-on-the-indepth-section-by-clicking-on-the-button-below.\" class=\"sc-d16436d-0 fhKUCU\"> is the home on the website and app for the best analysis, with fresh perspectives that challenge assumptions and deep reporting on the biggest issues of the day. And we showcase thought-provoking content from across BBC Sounds and iPlayer too. You can send us your feedback on the InDepth section by clicking on the button below.</i></p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p></article></div></body></html>"
        },
        {
            "title": "The BBC visits the Korean survivors of the Hiroshima bomb",
            "time": "2025-08-04T22:04:35",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1052/live/0f369320-71cb-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Disfigured, shamed and forgotten: BBC visits the Korean survivors of the Hiroshima bomb</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Hyojung Kim</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC Korean in Hapcheon</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f799/live/2dc96710-7133-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f799/live/2dc96710-7133-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f799/live/2dc96710-7133-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f799/live/2dc96710-7133-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f799/live/2dc96710-7133-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f799/live/2dc96710-7133-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f799/live/2dc96710-7133-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f799/live/2dc96710-7133-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"BBC/Hyojung Kim An old woman white short white hair and wire frame glasses sits in a chair and looks into the camera\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/Hyojung Kim</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Lee Jung-soon, 88, is one of many nuclear bomb survivors who now lives in Hapcheon, South Korea</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">At 08:15 on August 6, 1945, as a nuclear bomb was falling like a stone through the skies over Hiroshima, Lee Jung-soon was on her way to elementary school.</p><p class=\"sc-9a00e533-0 hxuGS\">The now-88-year-old waves her hands as if trying to push the memory away.</p><p class=\"sc-9a00e533-0 hxuGS\">\"My father was about to leave for work, but he suddenly came running back and told us to evacuate immediately,\" she recalls. \"They say the streets were filled with the dead – but I was so shocked all I remember is crying. I just cried and cried.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Victims' bodies \"melted away so only their eyes were visible\", Ms Lee says, as a blast equivalent to 15,000 tons of TNT enveloped a city of 420,000 people. What remained in the aftermath were corpses too mangled to be identified.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The atomic bomb… it's such a terrifying weapon.\"</p><p class=\"sc-9a00e533-0 hxuGS\">It's been 80 years since the United States detonated 'Little Boy', humanity's first-ever atomic bomb, over the centre of Hiroshima, instantly killing some 70,000 people. Tens of thousands more would die in the coming months from radiation sickness, burns and dehydration.</p><p class=\"sc-9a00e533-0 hxuGS\">The devastation wrought by the bombings of Hiroshima and Nagasaki – which brought a decisive end to both World War Two and Japanese imperial rule across large swaths of Asia – has been well-documented over the past eight decades.</p><p class=\"sc-9a00e533-0 hxuGS\">Less well-known is the fact that about 20% of the immediate victims were Koreans.</p><p class=\"sc-9a00e533-0 hxuGS\">Korea had been a Japanese colony for 35 years when the bomb was dropped. An estimated 140,000 Koreans were living in Hiroshima at the time - many having moved there due to forced labour mobilisation, or to survive under colonial exploitation.</p><p class=\"sc-9a00e533-0 hxuGS\">Those who survived the atom bomb, along with their descendants, continue to live in the long shadow of that day – wrestling with disfigurement, pain, and a decades-long fight for justice that remains unresolved.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8a14/live/e31ea160-7116-11f0-a0b6-378ae6c474ca.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8a14/live/e31ea160-7116-11f0-a0b6-378ae6c474ca.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8a14/live/e31ea160-7116-11f0-a0b6-378ae6c474ca.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8a14/live/e31ea160-7116-11f0-a0b6-378ae6c474ca.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8a14/live/e31ea160-7116-11f0-a0b6-378ae6c474ca.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8a14/live/e31ea160-7116-11f0-a0b6-378ae6c474ca.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8a14/live/e31ea160-7116-11f0-a0b6-378ae6c474ca.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8a14/live/e31ea160-7116-11f0-a0b6-378ae6c474ca.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A person walks up a street towards a pair of blocky white buildings in front of a brown hillside, with trees growing on the side of the road\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Hapcheon has been dubbed \"Korea's Hiroshima\" due to the number of nuclear bomb survivors who lived there after the war</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"No-one takes responsibility,\" says Shim Jin-tae, an 83-year-old survivor. \"Not the country that dropped the bomb. Not the country that failed to protect us. America never apologised. Japan pretends not to know. Korea is no better. They just pass the blame - and we're left alone.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Shim now lives in Hapcheon, South Korea: a small county which, having become the home of dozens of survivors like he and Ms Lee, has been dubbed \"Korea's Hiroshima\".</p><p class=\"sc-9a00e533-0 hxuGS\">For Ms Lee, the shock of that day has not faded  - it etched itself into her body as illness. She now lives with skin cancer, Parkinson's disease, and angina, a condition stemming from poor blood flow to the heart, which typically manifests as chest pain.</p><p class=\"sc-9a00e533-0 hxuGS\">But what weighs more heavily is that the pain didn't stop with her. Her son Ho-chang, who supports her, was diagnosed with kidney failure and is undergoing dialysis while awaiting a transplant.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I believe it's due to radiation exposure, but who can prove it?\" Ho-chang Lee says. \"It's hard to verify scientifically - you'd need genetic testing, which is exhausting and expensive.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The Ministry of Health and Welfare (MOHW) told the BBC that it had gathered genetic data between 2020 and 2024 and would continue further studies until 2029. It would \"consider expanding the definition of victims\" to second- and- third-generation survivors only \"if the results are statistically significant\", it said.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">The Korean toll</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Of the 140,000 Koreans in Hiroshima at the time of the bombing, many were from Hapcheon.</p><p class=\"sc-9a00e533-0 hxuGS\">Surrounded by mountains with little farmland, it was a difficult place to live. Crops were seized by the Japanese occupiers, droughts ravaged the land, and thousands of people left the rural country for Japan during the war. Some were forcibly conscripted; others were lured by the promise that \"you could eat three meals a day and send your kids to school.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But in Japan, Koreans were second-class citizens – often given the hardest, dirtiest and most dangerous jobs. Mr Shim says his father worked in a munitions factory as a forced labourer, while his mother hammered nails into wooden ammunition crates.</p><p class=\"sc-9a00e533-0 hxuGS\">In the aftermath of the bomb, this distribution of labour translated into dangerous and often fatal work for Koreans in Hiroshima.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/28ad/live/4a13b4b0-7116-11f0-a0b6-378ae6c474ca.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/28ad/live/4a13b4b0-7116-11f0-a0b6-378ae6c474ca.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/28ad/live/4a13b4b0-7116-11f0-a0b6-378ae6c474ca.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/28ad/live/4a13b4b0-7116-11f0-a0b6-378ae6c474ca.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/28ad/live/4a13b4b0-7116-11f0-a0b6-378ae6c474ca.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/28ad/live/4a13b4b0-7116-11f0-a0b6-378ae6c474ca.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/28ad/live/4a13b4b0-7116-11f0-a0b6-378ae6c474ca.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/28ad/live/4a13b4b0-7116-11f0-a0b6-378ae6c474ca.jpg.webp\" loading=\"lazy\" alt=\"BBC/Hyojung Kim An old man in a chequered blazer sits in front of a black-and-white photograph showing destroyed streets and debris \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/Hyojung Kim</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">For Shim Jin-tae, it's not just about being compensated – it's about being acknowledged</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"Korean workers had to clean up the dead,\" Mr Shim, who is the director of the Hapcheon branch of the Korean Atomic Bomb Victims Association, tells BBC Korean. \"At first they used stretchers, but there were too many bodies. Eventually, they used dustpans to gather corpses and burned them in schoolyards.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It was mostly Koreans who did this. Most of the post-war clean-up and munitions work was done by us.\"</p><p class=\"sc-9a00e533-0 hxuGS\">According to a study by the Gyeonggi Welfare Foundation, some survivors were forced to clear rubble and recover bodies. While Japanese evacuees fled to relatives, Koreans without local ties remained in the city, exposed to the radioactive fallout – and with  limited access to medical care.</p><p class=\"sc-9a00e533-0 hxuGS\">A combination of these conditions - poor treatment, hazardous work and structural discrimination - all contributed to a disproportionately high death toll among Koreans.</p><p class=\"sc-9a00e533-0 hxuGS\">According to the Korean Atomic Bomb Victims Association, the Korean fatality rate was  57.1%, compared to the overall rate of about 33.7%.</p><p class=\"sc-9a00e533-0 hxuGS\">About 70,000 Koreans were exposed to the bomb. By year's end, some 40,000 had died.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Outcasts at home</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">After the bombings, which led to Japan's surrender and Korea's subsequent liberation, about 23,000 Korean survivors returned home. But they were not welcomed. Branded as disfigured or cursed, they faced prejudice even in their homeland.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Hapcheon already had a leper colony,\" Mr Shim explains. \"And because of that image, people thought the bomb survivors had skin diseases too.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Such stigma made survivors stay silent about their plight, he adds, suggesting that \"survival came before pride\".</p><p class=\"sc-9a00e533-0 hxuGS\">Ms Lee says she saw this \"with her own eyes\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"People who were badly burned or extremely poor were treated terribly,\" she recalls. \"In our village, some people had their backs and faces so badly scarred that only their eyes were visible. They were rejected from marriage and shunned.\"</p><p class=\"sc-9a00e533-0 hxuGS\">With stigma came poverty, and hardship. Then came illnesses with no clear cause: skin diseases, heart conditions, kidney failure, cancer. The symptoms were everywhere - but no-one could explain them.</p><p class=\"sc-9a00e533-0 hxuGS\">Over time, the focus shifted to the second and third generations.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/acfa/live/2718b2a0-7114-11f0-a0b6-378ae6c474ca.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/acfa/live/2718b2a0-7114-11f0-a0b6-378ae6c474ca.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/acfa/live/2718b2a0-7114-11f0-a0b6-378ae6c474ca.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/acfa/live/2718b2a0-7114-11f0-a0b6-378ae6c474ca.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/acfa/live/2718b2a0-7114-11f0-a0b6-378ae6c474ca.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/acfa/live/2718b2a0-7114-11f0-a0b6-378ae6c474ca.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/acfa/live/2718b2a0-7114-11f0-a0b6-378ae6c474ca.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/acfa/live/2718b2a0-7114-11f0-a0b6-378ae6c474ca.jpg.webp\" loading=\"lazy\" alt=\"BBC/Hyojung Kim A middle-aged woman with short black hair and glasses looks into the camera\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/Hyojung Kim</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Second-generation survivor Han Jeong-sun can't walk without dragging herself, and has faced stigma from her own family</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Han Jeong-sun, a second-generation survivor, suffers from avascular necrosis in her hips, and can't walk without dragging herself. Her first son was born with cerebral palsy.</p><p class=\"sc-9a00e533-0 hxuGS\">\"My son has never walked a single step in his life,\" she says. \"And my in-laws treated me horribly. They said, 'You gave birth to a crippled child and you're crippled too—are you here to ruin our family?'</p><p class=\"sc-9a00e533-0 hxuGS\">\"That time was absolute hell.\"</p><p class=\"sc-9a00e533-0 hxuGS\">For decades, not even the Korean government took active interest in its own victims, as a war with the North and economic struggles were treated as higher priorities.</p><p class=\"sc-9a00e533-0 hxuGS\">It wasn't until 2019 - more than 70 years after the bombing - that MOHW released its first fact-finding report. That survey was mostly based on questionnaires.</p><p class=\"sc-9a00e533-0 hxuGS\">In response to BBC inquiries, the ministry explained that prior to 2019, \"There was no legal basis for funding or official investigations\".</p><p class=\"sc-9a00e533-0 hxuGS\">But two separate studies had found that second-generation victims were more vulnerable to illness. One, from 2005, showed that second-generation victims were far more likely than the general population to suffer depression, heart disease and anaemia, while another from 2013 found their disability registration rate was nearly double the national average.</p><p class=\"sc-9a00e533-0 hxuGS\">Against this backdrop, Ms Han is incredulous that authorities keep asking for proof to recognise her and her son as victims of Hiroshima.</p><p class=\"sc-9a00e533-0 hxuGS\">\"My illness is the proof. My son's disability is the proof. This pain passes down generations, and it's visible,\" she says. \"But they won't recognise it. So what are we supposed to do - just die without ever being acknowledged?\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Peace without apology</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It was only last month, on 12 July, that Hiroshima officials visited Hapcheon for the first time to lay flowers at a memorial. While former PM Yukio Hatoyama and other private figures had come before, this was the first official visit by current Japanese officials.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Now in 2025 Japan talks about peace. But peace without apology is meaningless,\" says Junko Ichiba, a long-time Japanese peace activist who has spent most of her life advocating for Korean Hiroshima victims.</p><p class=\"sc-9a00e533-0 hxuGS\">She points out that the visiting officials gave no mention or apology for how Japan treated Korean people before and during World War Two.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/66b9/live/3c3bf6a0-7115-11f0-a0b6-378ae6c474ca.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/66b9/live/3c3bf6a0-7115-11f0-a0b6-378ae6c474ca.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/66b9/live/3c3bf6a0-7115-11f0-a0b6-378ae6c474ca.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/66b9/live/3c3bf6a0-7115-11f0-a0b6-378ae6c474ca.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/66b9/live/3c3bf6a0-7115-11f0-a0b6-378ae6c474ca.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/66b9/live/3c3bf6a0-7115-11f0-a0b6-378ae6c474ca.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/66b9/live/3c3bf6a0-7115-11f0-a0b6-378ae6c474ca.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/66b9/live/3c3bf6a0-7115-11f0-a0b6-378ae6c474ca.jpg.webp\" loading=\"lazy\" alt=\"BBC/Hyojung Kim A man stands at a temple in front of rows of small rectangular wooden planks, standing vertically, with Chinese characters on them\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/Hyojung Kim</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A memorial hall in Hapcheon holds 1,160 wooden tablets - each one bearing the name of a Korean killed by the nuclear bomb</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Although multiple former Japanese leaders have offered their apologies and remorse, many South Koreans regard these sentiments as insincere or insufficient without formal acknowledgement.</p><p class=\"sc-9a00e533-0 hxuGS\">Ms Ichiba notes  that Japanese textbooks still omit the history of Korea's colonial past - as well as its atomic bomb victims – saying that \"this invisibility only deepens the injustice\".</p><p class=\"sc-9a00e533-0 hxuGS\">This  adds to what many view as a broader lack of accountability for Japan's colonial legacy.</p><p class=\"sc-9a00e533-0 hxuGS\">Heo Jeong-gu, director of the Red Cross's support division, said, \"These issues... must be addressed while survivors are still alive. For the second and third generations, we must gather evidence and testimonies before it's too late.\"</p><p class=\"sc-9a00e533-0 hxuGS\">For survivors like Mr Shim it's not just about being compensated – it's about being acknowledged.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Memory matters more than compensation,\" he says. \"Our bodies remember what we went through… If we forget, it'll happen again. And someday, there'll be no one left to tell the story.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Kenya's child sex trade: BBC Africa Eye's secret filming exposes the 'madams' of Maai Mahiu",
            "time": "2025-08-04T00:10:40",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ab4f/live/8e274a30-6e1a-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">BBC reveals horrific exploitation of children in Kenya sex trade</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 bwIYVa\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Njeri Mwangi</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC Africa Eye in Maai Mahiu</span></p></div></div><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Tamasin Ford</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC Africa Eye</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ab4f/live/8e274a30-6e1a-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ab4f/live/8e274a30-6e1a-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ab4f/live/8e274a30-6e1a-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ab4f/live/8e274a30-6e1a-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ab4f/live/8e274a30-6e1a-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ab4f/live/8e274a30-6e1a-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ab4f/live/8e274a30-6e1a-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ab4f/live/8e274a30-6e1a-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"BBC Two images showing the two women involved. They are screengrabs from secretly filmed footage. On the left is a woman who calls herself Nyambura, seen at night wearing a cream, woolly coat. On the right is Cheptoo, wearing a denim jacket, seen in a bar with a glass in front of her.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Nyambura (left) and Cheptoo (right) told undercover investigators how they exposed children to prostitution in Maai Mahiu - a trucking hub</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A BBC Africa Eye investigation has revealed how girls as young as 13 are being trafficked for sex in Kenya, with the help of women known as \"madams\".</p><p class=\"sc-9a00e533-0 hxuGS\">In the transit town of Maai Mahiu, in Kenya's Rift Valley, trucks and lorries pound the streets day and night transporting goods and people across the country into Uganda, Rwanda, South Sudan and the Democratic Republic of Congo.</p><p class=\"sc-9a00e533-0 hxuGS\">The key transport hub, just 50km (31 miles) west of the capital, Nairobi, is known for prostitution, but children are also being sexually abused there.</p><p class=\"sc-9a00e533-0 hxuGS\">Two undercover investigators, posing as sex workers wanting to learn how to become madams, spent months earlier this year infiltrating the sex trade in the town.</p><p class=\"sc-9a00e533-0 hxuGS\">Their secret filming reveals two different women who say they know it is illegal and then introduce the investigators to underage girls in the sex industry.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC gave all its evidence to the Kenyan police in March. The BBC believes the madams have moved location since then. The police said the women and young girls we filmed could not be traced. To date there have been no arrests.</p><p class=\"sc-9a00e533-0 hxuGS\">Convictions are rare in Kenya. For successful prosecutions, police need testimonies from children. Often vulnerable minors are too afraid to testify.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC's grainy footage filmed on the street in the dark showed one woman, who calls herself Nyambura, laughing as she says: \"They're still children, so it's easy to manipulate them by just handing them sweets.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Undercover filming in Maai Mahiu with the madams and some of their young victims</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"Prostitution is a cash crop in Maai Mahiu; the truckers basically fuel it. And that's how we benefit. It's been normalised in Maai Mahiu,\" she explained, adding that she had one girl as young as 13, who had already been \"working\" for six months.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It becomes very risky when you're dealing with minors. You can't just bring them out openly in town. I only sneak them out at night in great secrecy,\" Nyambura said.</p><p class=\"sc-9a00e533-0 hxuGS\">The act of prostitution by a consenting adult is not explicitly criminalised under Kenyan national law but it is banned by many municipal by-laws. It is not banned in Maai Mahiu, which is part of Nakuru county.</p><p class=\"sc-9a00e533-0 hxuGS\">Under the penal code it is illegal to live from the earnings of prostitution, either as a sex worker or third party facilitating or profiting from prostitution.</p><p class=\"sc-9a00e533-0 hxuGS\">The trafficking or sale of minors under the age of 18 carries a prison sentence ranging from 10 years to life.</p><p class=\"sc-9a00e533-0 hxuGS\">When asked whether the clients wear condoms, Nyambura said she usually made sure they had  protection but the odd one did not.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Some children want to earn more [so don't use them]. Some are forced [not to use them],\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">In another meeting, she led the undercover investigator to a house where three young girls sat huddled on a sofa, another on a hard-backed chair.</p><p class=\"sc-9a00e533-0 hxuGS\">Nyambura then left the room, giving the investigator an opportunity to speak to the girls alone.</p><p class=\"sc-9a00e533-0 hxuGS\">They described being repeatedly abused for sex, on a daily basis.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Sometimes you have sex with multiple people. The clients force you to do unimaginable things,\" said one of the girls.</p></div><div data-component=\"group-block\" class=\"sc-3b6b161a-0 jvncPH\"><section class=\"sc-2d9149e5-0 eCkEkB\"><div data-testid=\"slideshowWrapper\" class=\"sc-bb9c31df-0 dggBDl\"><hr class=\"sc-bb9c31df-13 hrKJGZ\"><div class=\"sc-bb9c31df-9 sc-bb9c31df-12 eeluXM loEoAe\"><p class=\"sc-bb9c31df-6 sc-bb9c31df-7 sc-bb9c31df-8 sc-bb9c31df-10 CElMi kHUruh IBZuX eEMItS\"></p><p class=\"sc-bb9c31df-6 sc-bb9c31df-7 sc-bb9c31df-11 CElMi eodkdk dRItIX\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Maai Mahiu in Nakuru county, is a key transport hub with many lorries passing through heading to countries west of Kenya </figcaption></p><p class=\"sc-bb9c31df-6 sc-bb9c31df-7 sc-bb9c31df-8 sc-bb9c31df-10 CElMi kHUruh IBZuX eEMItS\"><figcaption class=\"sc-536eff7b-0 FPsqq\">At night the town, with a population of some 50,000, comes to life and is in an area known for its sex trade</figcaption></p></div></div></section></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There are no recent statistics on the number of children forced to work in Kenya's sex industry. In 2012, <a target=\"_blank\" href=\"https://www.refworld.org/reference/annualreport/usdos/2013/en/91775\" class=\"sc-f9178328-0 bGFWdi\">the US State Department Country Report on Human Rights Practices in Kenya</a> cited an estimate of 30,000, a figure derived from the Kenyan government and now defunct non-governmental organisation (NGO), Eradicate Child Prostitution in Kenya.</p><p class=\"sc-9a00e533-0 hxuGS\">Other studies have focused on specific areas, especially along the country's coast - known for its tourist resorts. <a target=\"_blank\" href=\"https://www.norc.org/research/projects/child-sex-exploitation-in-kenya.html?utm_source=chatgpt.com\" class=\"sc-f9178328-0 bGFWdi\">A 2022 report</a> for the NGO Global Fund to End Modern Slavery found almost 2,500 children were forced into sex work in Kilifi and Kwale counties.</p><p class=\"sc-9a00e533-0 hxuGS\">A second undercover investigator gained the trust of a woman who called herself Cheptoo and had multiple meetings with her.</p><p class=\"sc-9a00e533-0 hxuGS\">She said selling young girls meant she could \"earn a living and be comfortable\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"You carry out this kind of business in great secrecy because it is illegal,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If anyone says they want a young girl, I ask them to pay me. We also have our regulars who always come back for them.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Cheptoo took the undercover investigator to a club to meet four of her girls. The youngest said she was 13 years old. The others said they were 15.</p><p class=\"sc-9a00e533-0 hxuGS\">She opened up about the profit she makes from them, saying for every 3,000 Kenyan shillings ($23; £17) the girls deliver, her share was 2,500 shillings ($19; £14).</p><p class=\"sc-9a00e533-0 hxuGS\">At another meeting, in a house in Maai Mahiu, Cheptoo left the undercover investigator alone with two underage girls.</p><p class=\"sc-9a00e533-0 hxuGS\">One of them told her she had, on average, sex with five men a day.</p><p class=\"sc-9a00e533-0 hxuGS\">When asked what happened if she refused to have sex without a condom, she said she had no choice.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I have to [have sex without a condom]. I will be chased away, and I have nowhere to run to. I am an orphan.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Kenya's sex industry is a complex, murky world where both men and women are involved in facilitating child prostitution.</p><p class=\"sc-9a00e533-0 hxuGS\">It is not known how many children are forced into sex work in Maai Mahiu, but in this small town of around 50,000 people it is easy to find them.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"people-outside-the-uk-can-watch\" class=\"sc-d16436d-0 jpoiOL\">People outside the UK can watch </b><a target=\"_blank\" href=\"https://www.youtube.com/watch?v=JHINoFq8GvE\" class=\"sc-f9178328-0 bGFWdi\"><b id=\"here\" class=\"sc-d16436d-0 jpoiOL\">here</b></a></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A former sex worker, known as \"Baby Girl\", now provides refuge in Maai Mahiu for girls who have escaped sexual abuse.</p><p class=\"sc-9a00e533-0 hxuGS\">The 61-year-old worked in the sex industry for 40 years - first finding herself on the streets in her early twenties. She was pregnant and had her three young children with her after fleeing her husband because of domestic violence.</p><p class=\"sc-9a00e533-0 hxuGS\">At her wooden kitchen table in a bright parlour at the front of her house, she introduced the BBC to four young women who were all forced into sex work by madams in Maai Mahiu when they were children.</p><p class=\"sc-9a00e533-0 hxuGS\">Each girl shared similar stories of broken families or abuse at home - they came to Maai Mahiu to escape, only to be violently abused again.</p><p class=\"sc-9a00e533-0 hxuGS\">Michelle described how, at 12 years old, she lost her parents to HIV and was evicted on to the streets where she met a man who gave her somewhere to live and began sexually abusing her.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I literally had to pay him in kind for educating me. I reached my limit, but I had no-one,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">Two years later, she was approached by a woman who turned out to be a madam in Maai Mahiu and forced her into sex work.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Lilian, who is now 19, also lost her parents at a very young age. She was left with an uncle who filmed her in the shower and sold the images to his friends. The voyeurism soon turned into rape.</p><p class=\"sc-9a00e533-0 hxuGS\">\"That was my worst day. I was 12 then.\"</p><p class=\"sc-9a00e533-0 hxuGS\">When she escaped, she was raped again by a truck driver who took her to Maai Mahiu. It was here, like Michelle, where she was approached by a woman who forced her into sex work.</p><p class=\"sc-9a00e533-0 hxuGS\">These young women's short lives have been fuelled by violence, neglect and abuse.</p><p class=\"sc-9a00e533-0 hxuGS\">Now, housed by Baby Girl, they are learning new skills - two in a photography studio and two in a beauty salon.</p><p class=\"sc-9a00e533-0 hxuGS\">They also assist Baby Girl with her outreach work in the community.</p><p class=\"sc-9a00e533-0 hxuGS\">Nakuru county has one of the highest rates of HIV infection in Kenya, and Baby Girl, supported by US aid agency USAID, is on a mission to educate people about the risks of unprotected sex.</p><p class=\"sc-9a00e533-0 hxuGS\">She has an office at Karagita Community Health Centre, near Lake Naivasha, where she works providing condoms and advice.</p><p class=\"sc-9a00e533-0 hxuGS\">However, with US President Donald Trump's decision to pull USAID funding, her outreach programmes are about to stop.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">As part of her outreach work, Baby Girl hands out condoms on the streets near Lake Naivasha in Nakuru county</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"From September we will be unemployed,\" she told the BBC World Service, adding how worried she was about the young women and girls who depend on her.</p><p class=\"sc-9a00e533-0 hxuGS\">\"You see how vulnerable these children are. How would they survive on their own? They are still healing.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The US government did not respond to comments in this investigation about the likely impact of its funding cuts. USAID officially closed last month.</p><p class=\"sc-9a00e533-0 hxuGS\">For now, Lilian is focused on learning photography and recovering from abuse.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I am not afraid any more, because Baby Girl is there for me,\" she said. \"She is helping us bury the past.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">More from BBC Africa Eye:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Mission under way to save 'world's most beautiful' snails",
            "time": "2025-08-04T00:46:34",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3d67/live/8dec6500-6ed3-11f0-ad0c-035b9044855d.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Mission begins to save snails threatened by own beauty</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Victoria Gill</span><p class=\"sc-801dd632-8 hwLppI\"><span>Science correspondent, BBC News</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3d67/live/8dec6500-6ed3-11f0-ad0c-035b9044855d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3d67/live/8dec6500-6ed3-11f0-ad0c-035b9044855d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3d67/live/8dec6500-6ed3-11f0-ad0c-035b9044855d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3d67/live/8dec6500-6ed3-11f0-ad0c-035b9044855d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3d67/live/8dec6500-6ed3-11f0-ad0c-035b9044855d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3d67/live/8dec6500-6ed3-11f0-ad0c-035b9044855d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3d67/live/8dec6500-6ed3-11f0-ad0c-035b9044855d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3d67/live/8dec6500-6ed3-11f0-ad0c-035b9044855d.jpg.webp\" loading=\"eager\" alt=\"Bernardo Reyes-Tur The image is a close-up of a snail on a branch in the forest. The snail is strikingly colourful, with a bright, vibrant red shell with black and white coiling bands and a yellow centre. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Bernardo Reyes-Tur</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A Polymita snail in its native forest habitat in Eastern Cuba </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Researchers have embarked on a mission to save what some consider to be the world's most beautiful snails, and also unlock their biological secrets.</p><p class=\"sc-9a00e533-0 hxuGS\">Endangered Polymita tree snails, which are disappearing from their native forest habitats in Eastern Cuba, have vibrant, colourful and extravagantly patterned shells.</p><p class=\"sc-9a00e533-0 hxuGS\">Unfortunately, those shells are desirable for collectors, and conservation experts say the shell trade is pushing the snails towards extinction.</p><p class=\"sc-9a00e533-0 hxuGS\">Biologists in Cuba, and specialists at the University of Nottingham in the UK, have now teamed up with the goal of saving the six known species of Polymita.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0fc1/live/ec21d380-6ed3-11f0-ad0c-035b9044855d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0fc1/live/ec21d380-6ed3-11f0-ad0c-035b9044855d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0fc1/live/ec21d380-6ed3-11f0-ad0c-035b9044855d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0fc1/live/ec21d380-6ed3-11f0-ad0c-035b9044855d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0fc1/live/ec21d380-6ed3-11f0-ad0c-035b9044855d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0fc1/live/ec21d380-6ed3-11f0-ad0c-035b9044855d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0fc1/live/ec21d380-6ed3-11f0-ad0c-035b9044855d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0fc1/live/ec21d380-6ed3-11f0-ad0c-035b9044855d.jpg.webp\" loading=\"lazy\" alt=\"Angus Davison The arm of a person, the rest of whom is out of shot, is held out with about 10 colourful, beaded necklaces draped over it. When you look more closely, some of these beads are actually colourful snail shells. Some of these are endangered Polymita snail shells . \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Angus Davison</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The shells are used to make colourful jewellery</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The most endangered of those is Polymita sulphurosa, which is lime green with blue flame patterns around its coils and bright orange and yellow bands across its shell.</p><p class=\"sc-9a00e533-0 hxuGS\">But all the Polymita species are strikingly bright and colourful, which is an evolutionary mystery in itself.  </p><p class=\"sc-9a00e533-0 hxuGS\">\"One of the reasons I'm interested in these snails is because they're so beautiful,\" explained evolutionary geneticist and mollusc expert Prof Angus Davison from the University of Nottingham.</p><p class=\"sc-9a00e533-0 hxuGS\">The irony, he said, is that this is the reason the snails are so threatened. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Their beauty attracts people who collect and trade shells. So the very thing that makes them different and interesting to me as a scientist is, unfortunately, what's endangering them as well.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/aaa7/live/ec7a68e0-6ed5-11f0-acb4-c965e62f8963.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/aaa7/live/ec7a68e0-6ed5-11f0-acb4-c965e62f8963.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/aaa7/live/ec7a68e0-6ed5-11f0-acb4-c965e62f8963.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/aaa7/live/ec7a68e0-6ed5-11f0-acb4-c965e62f8963.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/aaa7/live/ec7a68e0-6ed5-11f0-acb4-c965e62f8963.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/aaa7/live/ec7a68e0-6ed5-11f0-acb4-c965e62f8963.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/aaa7/live/ec7a68e0-6ed5-11f0-acb4-c965e62f8963.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/aaa7/live/ec7a68e0-6ed5-11f0-acb4-c965e62f8963.jpg.webp\" loading=\"lazy\" alt=\"Bernardo Reyes-Tur Two snails - one vibrant red and yellow and the other white and blue - face each other on a branch. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Bernardo Reyes-Tur</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Searching  online with Prof Davison, we found several platforms where sellers, based in the UK, were offering Polymita shells for sale. On one site a collection of seven shells was being advertised for £160.</p><p class=\"sc-9a00e533-0 hxuGS\">\"For some of these species, we know they're really quite endangered. So it wouldn't take much [if] someone collects them in Cuba and trades them, to cause some species to go extinct.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Shells are bought and sold as decorative objects, but every empty shell was once a living animal.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/be84/live/44db8820-6ed6-11f0-acb4-c965e62f8963.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/be84/live/44db8820-6ed6-11f0-acb4-c965e62f8963.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/be84/live/44db8820-6ed6-11f0-acb4-c965e62f8963.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/be84/live/44db8820-6ed6-11f0-acb4-c965e62f8963.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/be84/live/44db8820-6ed6-11f0-acb4-c965e62f8963.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/be84/live/44db8820-6ed6-11f0-acb4-c965e62f8963.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/be84/live/44db8820-6ed6-11f0-acb4-c965e62f8963.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/be84/live/44db8820-6ed6-11f0-acb4-c965e62f8963.jpg.webp\" loading=\"lazy\" alt=\"Bernardo Reyes-Tur Eight colourful, striped Polymita snails sit on a long green leaf. Scientists are collecting them in the wild for captive breeding and research. There is a tupperware box beneath the leaf, which is the container that the snails will be transported in. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Bernardo Reyes-Tur</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The team gathered some of the snails to bring into captivity for breeding and research </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While there are international rules to protect Polymita snails, they are difficult to enforce. It is illegal - under the Convention on International Trade in Endangered Species - to take the snails or their shells out of Cuba without a permit. But it is legal to sell the shells elsewhere.</p><p class=\"sc-9a00e533-0 hxuGS\">Prof Davison says that, with pressures like climate change and forest loss affecting their natural habitat in Cuba, \"you can easily imagine where people collecting shells would tip a population over into local extinction\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2530/live/0de73bc0-6ed6-11f0-acb4-c965e62f8963.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2530/live/0de73bc0-6ed6-11f0-acb4-c965e62f8963.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2530/live/0de73bc0-6ed6-11f0-acb4-c965e62f8963.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2530/live/0de73bc0-6ed6-11f0-acb4-c965e62f8963.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2530/live/0de73bc0-6ed6-11f0-acb4-c965e62f8963.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2530/live/0de73bc0-6ed6-11f0-acb4-c965e62f8963.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2530/live/0de73bc0-6ed6-11f0-acb4-c965e62f8963.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2530/live/0de73bc0-6ed6-11f0-acb4-c965e62f8963.jpg.webp\" loading=\"lazy\" alt=\"Angus Davison A smiling man in a navy blue T-shirt holds a brightly coloured snail towards the camera\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Angus Davison</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Prof Angus Davison with a Polymita snail on his finger</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">To try to prevent this, Prof Davison is working closely with Prof Bernardo Reyes-Tur at the Universidad de Oriente, Santiago de Cuba, who is a conservation biologist. </p><p class=\"sc-9a00e533-0 hxuGS\">The aim of this international project is to better understand how the snails evolved and to provide information that will help conservation.</p><p class=\"sc-9a00e533-0 hxuGS\">Prof Reyes-Tur's part of the endeavour is perhaps the most challenging: Working with unreliable power supplies and in a hot climate, he has brought Polymita snails into his own home for captive breeding. </p><p class=\"sc-9a00e533-0 hxuGS\">\"They have not bred yet, but they're doing well,\" he told us on a video call.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's challenging though - we have blackouts all the time.\"   </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9bc6/live/63e29b10-6ed5-11f0-acb4-c965e62f8963.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9bc6/live/63e29b10-6ed5-11f0-acb4-c965e62f8963.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9bc6/live/63e29b10-6ed5-11f0-acb4-c965e62f8963.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9bc6/live/63e29b10-6ed5-11f0-acb4-c965e62f8963.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9bc6/live/63e29b10-6ed5-11f0-acb4-c965e62f8963.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9bc6/live/63e29b10-6ed5-11f0-acb4-c965e62f8963.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9bc6/live/63e29b10-6ed5-11f0-acb4-c965e62f8963.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9bc6/live/63e29b10-6ed5-11f0-acb4-c965e62f8963.jpg.webp\" loading=\"lazy\" alt=\"Bernardo Reyes-Tur The image shows a smiling man with glasses on. He is holding towards the camera the lid from a large tupperware box, which has six colourful Polymita snails sitting on it. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Bernardo Reyes-Tur</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Conservation scientist Prof Bernardo Reyes-Tur at his home in Eastern Cuba with some of the snails he is rearing in captivity </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, at the well-equipped labs at the University of Nottingham, genetic research is being carried out.  </p><p class=\"sc-9a00e533-0 hxuGS\">Here, Prof Davison and his team can keep tiny samples of snail tissue in cryogenic freezers to preserve them. They are able to use that material to read the animals' genome - the biological set of coded instructions that makes each snail what it is. </p><p class=\"sc-9a00e533-0 hxuGS\">The team aims to use this information to confirm how many species there are, how they are related to each other and what part of their genetic code gives them their extraordinary, unique colour patterns. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/56c8/live/92791d00-6f6b-11f0-ba75-61127e65d9d3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/56c8/live/92791d00-6f6b-11f0-ba75-61127e65d9d3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/56c8/live/92791d00-6f6b-11f0-ba75-61127e65d9d3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/56c8/live/92791d00-6f6b-11f0-ba75-61127e65d9d3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/56c8/live/92791d00-6f6b-11f0-ba75-61127e65d9d3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/56c8/live/92791d00-6f6b-11f0-ba75-61127e65d9d3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/56c8/live/92791d00-6f6b-11f0-ba75-61127e65d9d3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/56c8/live/92791d00-6f6b-11f0-ba75-61127e65d9d3.jpg.webp\" loading=\"lazy\" alt=\"Angus Davison A close-up of a bright green snail sitting on some brown woody material. The snail is Polymita Sulphurosa - the most endangered of the six known Polymita snail species. It has light blue-grey, flame-like patterns on its coils and a band of bright red across the part of its shell that is closest to its head.  \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Angus Davison</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Polymita sulphurosa is critically endangered </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The hope is that they can reveal those biological secrets before these colourful creatures are bought and sold into extinction. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Eastern Cuba is the the only place in the world where these snails are found,\" Prof Davison told BBC News.  </p><p class=\"sc-9a00e533-0 hxuGS\">\"That's where the expertise is - where the people who know these snails, love them and understand them, live and work. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We hope we can use the genetic information that we can bring to contribute to their conservation.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Fake weddings: Gen Z's latest party trend in India",
            "time": "2025-08-03T23:29:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8a7a/live/a2f5e060-6d1c-11f0-8dbd-f3d32ebd3327.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">The big fat 'fake' Indian wedding - Gen Z's latest party trend</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8ac0/live/c0478be0-6cff-11f0-af60-2b05e9c584bc.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8ac0/live/c0478be0-6cff-11f0-af60-2b05e9c584bc.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8ac0/live/c0478be0-6cff-11f0-af60-2b05e9c584bc.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8ac0/live/c0478be0-6cff-11f0-af60-2b05e9c584bc.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8ac0/live/c0478be0-6cff-11f0-af60-2b05e9c584bc.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8ac0/live/c0478be0-6cff-11f0-af60-2b05e9c584bc.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8ac0/live/c0478be0-6cff-11f0-af60-2b05e9c584bc.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8ac0/live/c0478be0-6cff-11f0-af60-2b05e9c584bc.jpg.webp\" loading=\"eager\" alt=\"Third Place Young women, wearing colourful Indian outfits, dance at a party\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Third Place</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Wedding-themed parties or fake weddings are becoming popular among young Indians</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">What comes to mind when you think of a big fat Indian wedding?</p><p class=\"sc-9a00e533-0 hxuGS\">Dazzling lights, glittering outfits, Bollywood hits, a lavish spread of food and an atmosphere soaked in celebration. Everything feels extravagant, emotional and larger than life.</p><p class=\"sc-9a00e533-0 hxuGS\">Now imagine all of that without the bride and groom. No pheras (a Hindu marriage ritual where the couple takes seven rounds around a sacred fire), no relatives, no tearful farewells. Just the party.</p><p class=\"sc-9a00e533-0 hxuGS\">Welcome to the world of fake weddings - a rising trend in Indian cities where people gather to enjoy the wedding party, minus the actual marriage. </p><p class=\"sc-9a00e533-0 hxuGS\">These ticketed events, organised by hotels, clubs and companies, are designed purely for fun and promise to offer the full experience of a wedding party without any stress, rituals or responsibilities. Simply put, it's a wedding-themed party night.</p><p class=\"sc-9a00e533-0 hxuGS\">Over the past few weeks, fake weddings have been making a splash in big cities such as Delhi, Mumbai and Bengaluru. The attendees are usually young people looking to enjoy a night out with friends, indulging in the drama and fun of a traditional Indian wedding without the attendant pressures.</p><p class=\"sc-9a00e533-0 hxuGS\">Last week, we attended one such curated event in Delhi - a fake sangeet<i id=\"\" class=\"sc-d16436d-0 fhKUCU\"> </i>(a sangeet is a night of music and dance usually held a few days before the wedding).</p><p class=\"sc-9a00e533-0 hxuGS\">At the event, held at a plush club, the vibe was electric: women twirled in sequinned saris and lehengas (long skirts and blouses), men showed up in tailored kurtas and ethnic jackets. A traditional dhol drummer led the crowd to the dance floor and tequila-filled gol gappas (a popular Indian street snack) made the rounds.</p><p class=\"sc-9a00e533-0 hxuGS\">Shivangi Sareen, who attended an event like this for the first time, found it \"amazing\".</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Shivangi Sareen, right, said the fake sangeet was a memorable experience</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"At family weddings, there's so much pressure - the rules around dressing up, the judgement [from relatives]. But here, it's just fun,\" she said. \"Especially because we got to do it all with our friends. We decided our outfits the day before and got ready together.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Ticket prices typically start at around 1,500 rupees ($17; £13) and can go up to 15,000 rupees or more, depending on the venue and facilities. Shivangi and her friends paid 10,000 rupees per couple to attend.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I wouldn't mind spending this once a month. The whole experience was totally worth it.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Sharad Madan, owner of a restaurant which hosted the event, says the trend underscores that novelty is key in the hospitality sector.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have to keep doing something new for our patrons,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">It cost them around a million rupees to plan and organise the event, Mr Madan says, and the team expected to make double that through ticket sales. But it's not just about profits, he says.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's about engagement. Even if it doesn't give me the same kind of returns, I would still do it because our patrons want something different.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Kaushal Chanani, co-founder of 8Club events which hosted a fake wedding party attended by 2,000 people in Bengaluru last month, says that the inspiration for fake weddings came from young Indians living abroad.</p><p class=\"sc-9a00e533-0 hxuGS\">\"People from the diaspora would gather and dance to Bollywood music, dress in ethnic [traditional] clothes and enjoy the evening,\" he said. \"This is the idea we followed as well.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The response to the Bengaluru event, held at a five-star hotel, was \"overwhelming\", he says. It encouraged them to plan a similar event in Delhi - which was sold out - and they started getting queries from event organisers in other cities such as Jaipur, Kolkata and Lucknow.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We now give out our standard operating procedure (SOP) to people who are interested,\" he says. \"It is a guide on how to create the experience, market it and make it profitable.\"</p><p class=\"sc-9a00e533-0 hxuGS\">However, not all fake weddings follow the same script.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a18b/live/00c991c0-6d1b-11f0-a833-a93f3b53dff8.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a18b/live/00c991c0-6d1b-11f0-a833-a93f3b53dff8.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a18b/live/00c991c0-6d1b-11f0-a833-a93f3b53dff8.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a18b/live/00c991c0-6d1b-11f0-a833-a93f3b53dff8.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a18b/live/00c991c0-6d1b-11f0-a833-a93f3b53dff8.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a18b/live/00c991c0-6d1b-11f0-a833-a93f3b53dff8.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a18b/live/00c991c0-6d1b-11f0-a833-a93f3b53dff8.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a18b/live/00c991c0-6d1b-11f0-a833-a93f3b53dff8.jpg.webp\" loading=\"lazy\" alt=\"Trippy Tequila A woman dancing while showing her back. She is also holding a card which says it is her friend's wedding \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Trippy Tequila</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">These events are curated to resemble a real wedding as closely as possible</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Third Place, an experience-based start-up, recently hosted a sober <i id=\"sangeet\" class=\"sc-d16436d-0 fhKUCU\">sangeet</i> in Bengaluru - no alcohol, just a themed celebration.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We divided attendees into groom and bride's teams and organised games like charades and guessing who the relative is from a stereotype,\" said CEO Anurag Pandey.</p><p class=\"sc-9a00e533-0 hxuGS\">There were dhol drums, a grand welcome for all guests and even astrology-themed games. Alcohol was deliberately left out.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Sometimes booze takes away from the experience,\" Mr Pandey said. \"We wanted to do more than just a pub night or a regular takeover. We wanted to showcase the spirit of Indian weddings.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Commentators say the popularity of these events reflects young people's growing desire to find reasons to celebrate.</p><p class=\"sc-9a00e533-0 hxuGS\">\"People need a hook of some kind… an occasion to celebrate. And there's no better setting than a wedding, which brings together all the elements of fun,\" says writer and social commentator Santosh Desai.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's the pinnacle of enjoyment - especially when it's free from the stress that accompanies real weddings.\"</p><p class=\"sc-9a00e533-0 hxuGS\">He also points out that these events give people a reason to re-wear expensive wedding outfits bought in the past.</p><p class=\"sc-9a00e533-0 hxuGS\">So, are such events here to stay?</p><p class=\"sc-9a00e533-0 hxuGS\">Event planner Vijay Arora, founder of Delhi-based Touchwood Events, believes fake weddings are currently a fad - but one with potential.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Gen Z definitely wants to be part of such celebrations,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If it emerges as a new market category then it can be a major game changer since the scale will increase - which eventually amps up business opportunities for the entire industry.\"</p><p class=\"sc-9a00e533-0 hxuGS\">India's wedding industry <a target=\"_blank\" href=\"https://www.wrightresearch.in/blog/analyzing-indias-booming-dollar130-billion-wedding-industry-wright-videos/\" class=\"sc-f9178328-0 bGFWdi\">is estimated to be worth around $130bn</a>, according to investment advisory firm Wright Research.</p><p class=\"sc-9a00e533-0 hxuGS\">While the sector is booming, there are constraints. Most weddings take place during the cooler months - typically between November and March - and often at auspicious times, while the monsoon season (June to August) is considered off-season.</p><p class=\"sc-9a00e533-0 hxuGS\">With venues free, vendors available and people constantly chasing experiences, fake weddings could step in to fill the gap if the trend holds.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Arora says he was surprised by the rise of fake weddings.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But it also helps in understanding that such events are something that we want to celebrate or be a part of. Even if we can't attend the real events our friends or family host, we still want to experience them by joining these fake ones.\"</p><p class=\"sc-9a00e533-0 hxuGS\">However, not every guest walks away thrilled.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2cb5/live/87460a60-6cff-11f0-af60-2b05e9c584bc.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2cb5/live/87460a60-6cff-11f0-af60-2b05e9c584bc.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2cb5/live/87460a60-6cff-11f0-af60-2b05e9c584bc.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2cb5/live/87460a60-6cff-11f0-af60-2b05e9c584bc.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2cb5/live/87460a60-6cff-11f0-af60-2b05e9c584bc.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2cb5/live/87460a60-6cff-11f0-af60-2b05e9c584bc.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2cb5/live/87460a60-6cff-11f0-af60-2b05e9c584bc.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2cb5/live/87460a60-6cff-11f0-af60-2b05e9c584bc.jpg.webp\" loading=\"lazy\" alt=\"Third Place People wearing traditional Indian clothes participate in games at a fake wedding party \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Third Place</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Some fake wedding events include tarot readings or astrology-themed games</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Srishti Sharma, a 23-year-old Bengaluru-based marketing professional, said she was underwhelmed by the only fake wedding she attended.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I've lived away from home for a few years now and I really missed attending a wedding,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The biggest plus was not having nagging relatives telling you 'you're next in line to get married'.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Ms Sharma and her friends spent hours picking outfits, but the event fell short.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They began with EDM and switched to Bollywood only after two hours,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We expected wedding food but got pizza and fries - no dessert, just alcohol. The decor was basic and felt lazy.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Some have criticised the events, saying they could come across as trivialising traditional Indian events and values.</p><p class=\"sc-9a00e533-0 hxuGS\">But Vidhi Kapoor, who attended the fake sangeet in Delhi, disagrees.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It might have been offensive had people been asked to dress up like a bride or groom but here it's just a party, we should take it in high spirits,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 fhKUCU\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"instagram\" class=\"sc-d16436d-0 fhKUCU\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 fhKUCU\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"youtube,\" class=\"sc-d16436d-0 fhKUCU\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 fhKUCU\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 bGFWdi\"></a><i id=\"and\" class=\"sc-d16436d-0 fhKUCU\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"facebook\" class=\"sc-d16436d-0 fhKUCU\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 fhKUCU\">.</i></p></div></article></div></body></html>"
        },
        {
            "title": "Why an explosive fight erupted over the UK's new Chinese embassy",
            "time": "2025-08-03T23:15:40",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1bed/live/582a1e10-6ed5-11f0-af20-030418be2ca5.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Hackers, secret cables and security fears: The explosive fight over China's new embassy in the UK</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Damian Grammaticas</span><p class=\"sc-801dd632-8 hwLppI\"><span>Political Correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c1a2/live/0ae53bd0-6ed5-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c1a2/live/0ae53bd0-6ed5-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c1a2/live/0ae53bd0-6ed5-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c1a2/live/0ae53bd0-6ed5-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c1a2/live/0ae53bd0-6ed5-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c1a2/live/0ae53bd0-6ed5-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c1a2/live/0ae53bd0-6ed5-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c1a2/live/0ae53bd0-6ed5-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"eager\" alt=\"BBC A collage image of the Royal Mint, and embassy protests and Xi Jinping\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/sounds/play/p0lv30cj\" class=\"sc-f9178328-0 bGFWdi\"><b id=\"listen-to-damian-read-this-article.\" class=\"sc-d16436d-0 jpoiOL\">Listen to Damian read this article.</b></a></p><p class=\"sc-9a00e533-0 hxuGS\"><b id='the-sheet-of-paper-says-\"wanted-person\"-at-the-top.-below-is-a-photo-of-a-young-woman,-a-headshot-that-might-have-been-taken-in-a-studio.-she-looks-directly-at-the-camera,-smiling-with-her-teeth-showing,-and-her-dark,-shoulder-length-hair-is-neatly-brushed.' class=\"sc-d16436d-0 jpoiOL\">The sheet of paper says \"Wanted Person\" at the top. Below is a photo of a young woman, a headshot that might have been taken in a studio. She looks directly at the camera, smiling with her teeth showing, and her dark, shoulder-length hair is neatly brushed.</b></p><p class=\"sc-9a00e533-0 hxuGS\">At the bottom, in red, are the words: \"A reward of one million Hong Kong dollars,\" together with a UK phone number.</p><p class=\"sc-9a00e533-0 hxuGS\">To earn the money, about £95,000, there is a simple instruction: \"Provide information on this wanted person and the related crime or take her to Chinese embassy\".</p><p class=\"sc-9a00e533-0 hxuGS\">The woman from the photo is standing in front of me. She shudders when she looks at the building.</p><p class=\"sc-9a00e533-0 hxuGS\">We are outside an imposing structure that was once home to the Royal Mint and which China hopes it can develop into a new mega-embassy in London, replacing the far smaller premises it has occupied since 1877.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Carmen Lau fled Hong Kong in 2021 as pro-democracy activists were being arrested</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The new premises, opposite the Tower of London, is already being patrolled by Chinese security guards. The building is ringed with CCTV cameras too.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I've never been this close,\" admits Carmen Lau.</p><p class=\"sc-9a00e533-0 hxuGS\">Carmen, who is 30, fled Hong Kong in 2021 as pro-democracy activists in the territory were being arrested.</p><p class=\"sc-9a00e533-0 hxuGS\">She argues that the UK should not allow China's \"authoritarian regime\" to have its new embassy in such a symbolic location. One of her fears is that China, with such a huge embassy, could harass political opponents and could even hold them in the building.</p><p class=\"sc-9a00e533-0 hxuGS\">There are also worries, among some dissidents, that its location - very near London's financial district - could be an espionage risk. Then there is the opposition from residents who say it would pose a security risk to them.</p><p class=\"sc-9a00e533-0 hxuGS\">The plans had previously been rejected by the local council, but the decision now lies with the government - and senior ministers have signalled they are in favour if minor adjustments are made to the plan.</p><p class=\"sc-9a00e533-0 hxuGS\">The site is sprawling, at 20,000 square metres, and if it goes ahead it would mark the biggest embassy in Europe. But would it also really bring the dangers that its opponents fear?</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">The biggest embassy in Europe</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">China bought the old Royal Mint Court for £255m in 2018. The area has layer upon layer of history: across the road is the Tower, parts of it were built by William the Conqueror. For centuries kings and queens lived there.</p><p class=\"sc-9a00e533-0 hxuGS\">The plan itself involves a cultural centre and housing for 200 staff, but in the basement, behind security doors, there are also rooms with no identified use on the plans.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's easy for me to imagine what would happen if I was taken to the Chinese embassy,\" says Carmen.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Carmen fled to London but believes she has continued to be targeted</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In 2022, a Hong Kong pro-democracy protester was dragged into the grounds of the Chinese consulate in Manchester and beaten. British police nearby stepped over the boundary to rescue him.</p><p class=\"sc-9a00e533-0 hxuGS\">Back in 2019, mass protests had erupted in Hong Kong, triggered by the government's attempt to bring in a new law allowing for Hong Kong citizens to be extradited to China.</p><p class=\"sc-9a00e533-0 hxuGS\">China's response included a law that forced all elected officials in Hong Kong, including Carmen who was then a district councillor, to take an oath of loyalty to China. Carmen resigned instead.</p><p class=\"sc-9a00e533-0 hxuGS\">She claims that journalists for Chinese state-run media started following her. The Ta Kung Pao newspaper, which is controlled by China's central government in Beijing, ran a front page story alleging she and her colleagues had held parties in their council offices.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"You know the tactics of the regime,\" she says. \"They were following you, trying to harass you. My friends and my colleagues were being arrested.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Carmen fled to London but believes that she has continued to be targeted.</p><p class=\"sc-9a00e533-0 hxuGS\">Hong Kong issued two arrest warrants for her alleging \"incitement to secession and collusion with a foreign country or with external elements to endanger national security\".</p><p class=\"sc-9a00e533-0 hxuGS\">The bounty letter sent from Hong Kong to half a dozen of her neighbours followed.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The regime just [tries] to eliminate any possible activists overseas,\" she says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5f6b/live/9d3e3ff0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5f6b/live/9d3e3ff0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5f6b/live/9d3e3ff0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5f6b/live/9d3e3ff0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5f6b/live/9d3e3ff0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5f6b/live/9d3e3ff0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5f6b/live/9d3e3ff0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5f6b/live/9d3e3ff0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"PA Media/ Neil Hall/EPA-EFE/REX/Shutterstock Royal Mint Court, the site of the proposed new Chinese Embassy in London\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">PA Media/ Neil Hall/EPA-EFE/REX/Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">If China's plans for an embassy at the Royal Mint Court are approved, it will be the biggest in Europe</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Steve Tsang, a political scientist and historian who is director of the SOAS China Institute, says he can see why people from Hong Kong, or certain other backgrounds, may be uncomfortable with the new embassy.</p><p class=\"sc-9a00e533-0 hxuGS\">He argues \"the Chinese government since 1949 does not have a record of kidnapping people and holding them in their embassy compounds.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But he says some embassy staff would be tasked with monitoring Chinese students and dissidents in the UK and they'd also target UK citizens, such as scientists, business people, and those with influence, to advance China's interests.</p><p class=\"sc-9a00e533-0 hxuGS\">The Chinese embassy told the BBC it \"is committed to promoting understanding and the friendship between the Chinese and British peoples and the development of mutually beneficial cooperation between the two countries. Building the new embassy would help us better perform such responsibilities\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Warnings about espionage</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There is another fear, held by some opponents, that the Royal Mint Court site could allow China to infiltrate the UK's financial system by tapping into fibre optic cables carrying sensitive data for firms in the City of London.</p><p class=\"sc-9a00e533-0 hxuGS\">The site once housed Barclays Bank's trading floor, so it was wired directly into the UK's financial infrastructure. Nearby, a tunnel has, since 1985, carried fibre optic cables under the Thames serving hundreds of City firms.</p><p class=\"sc-9a00e533-0 hxuGS\">And in the grounds of the Court, is a five-storey brick building - the Wapping Telephone Exchange that serves the City of London.</p><p class=\"sc-9a00e533-0 hxuGS\">According to Prof Periklis Petropoulos, an optoelectronics researcher at Southampton University, direct access to a working telephone exchange could allow people to glean information.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e586/live/a545c2e0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e586/live/a545c2e0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e586/live/a545c2e0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e586/live/a545c2e0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e586/live/a545c2e0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e586/live/a545c2e0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e586/live/a545c2e0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e586/live/a545c2e0-6ed4-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"Jordan Pettitt/PA Wire Protesters outside the proposed site of the new Chinese Embassy redevelopment in Royal Mint Court central London\n\n\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Jordan Pettitt/PA Wire</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Protesters gather at the proposed site of the new embassy</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">This has all prompted warnings about potential espionage - including from Conservative frontbencher Kevin Hollinrake, as well as senior Republicans in the US.</p><p class=\"sc-9a00e533-0 hxuGS\">An official with security experience in former US president Joe Biden's administration told me it's perfectly possible that cables could be tapped with devices that would capture passing information - and that this would be almost impossible to detect.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Anything up to half a mile from the embassy would be vulnerable,\" he says.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">However, he argues that China may not be inclined to do this because it has other ways of hacking into systems.</p><p class=\"sc-9a00e533-0 hxuGS\">Regarding these concerns, the Chinese embassy said: \"Anti-China forces are using security risks as an excuse to interfere with the British government's consideration over this planning application. </p><p class=\"sc-9a00e533-0 hxuGS\">\"This is a despicable move that is unpopular and will not succeed.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What the neighbours think</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">At the back of the Royal Mint Court is a row of 1980s-built flats. Mark Nygate has lived here for more than 20 years. He gestures across his low garden wall. \"Embassy staff will live there and overlook us,\" he says.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We don't want [the embassy] there because of demonstrations, because of the security risks, because of our privacy.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Opponents of the embassy - Hong Kongers, Tibetans, Uighurs, and opposition politicians - have already staged protests involving up to 6,000 people.</p><p class=\"sc-9a00e533-0 hxuGS\">Mostly, though, he fears an attack on the embassy - that could harm him and his neighbours.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Local resident Mark Nygate fears an attack on the new embassy which could also affect neighbours</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But Tony Travers, a visiting professor in the LSE Department of Government, lives near the current embassy and isn't convinced that these sorts of protests will materialise for the new neighbours, if the relocation goes ahead.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I'm not aware of any evidence that there are regular protests that block the road outside the current Chinese embassy… self-evidently, there are much larger protests outside a number of other countries' embassies and high commissions.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The Chinese embassy in London says that the proposed development would \"greatly improve the surrounding environment and bring benefits to the local community and the district\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">When President Xi raised the issue</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">China's first planning application to develop the site was rejected by Tower Hamlets council in 2022 over safety and security concerns - and fears protests and security measures could damage tourism.</p><p class=\"sc-9a00e533-0 hxuGS\">Rather than amend the plan or appeal, China waited, then resubmitted an identical application in August 2024, one month after Labour came to power.</p><p class=\"sc-9a00e533-0 hxuGS\">On 23 August, Sir Keir Starmer phoned Chinese President Xi Jinping for their first talks. Afterwards Sir Keir confirmed that Xi had raised the issue of the embassy.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7659/live/b25d0c90-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7659/live/b25d0c90-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7659/live/b25d0c90-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7659/live/b25d0c90-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7659/live/b25d0c90-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7659/live/b25d0c90-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7659/live/b25d0c90-6ed4-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7659/live/b25d0c90-6ed4-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"Stefan Rousseau/PA Wire Prime Minister Sir Keir Starmer during a bilateral meeting with President Xi Jinping of China, at the Sheraton Hotel\n\n\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Stefan Rousseau/PA Wire</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Sir Keir Starmer and Chinese President Xi Jinping have spoken about the proposed new embassy</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Since then, Deputy Prime Minister Angela Rayner has exercised her power to take the matter out of the council's hands, after being urged to do so by Foreign Secretary David Lammy.</p><p class=\"sc-9a00e533-0 hxuGS\">This is in the context of an attempt by the government to engage with China after previous Conservative Prime Minister Rishi Sunak declared in 2022 that the so-called \"golden era\" of UK-China relations were over.</p><p class=\"sc-9a00e533-0 hxuGS\">For his part, Prof Travers believes that politics is involved in planning decisions.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The Secretary of State has to make the decision on the basis of the documentation in front of them and the law surrounding and affecting the issue,\" he argues.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But it would be naïve to imagine that politics didn't play a role.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'Kissing up to China'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Lord Peter Ricketts, a former diplomat who chaired the UK's National Security Council, advising prime ministers on global threats, stresses that the country's relationship with China is complex.</p><p class=\"sc-9a00e533-0 hxuGS\">A National Security Strategy published in June laid out the conflicting priorities in the government's approach, highlighting its desire to use the relationship to boost the UK economy but also likely \"continued tension\" over human rights and cyber security.</p><p class=\"sc-9a00e533-0 hxuGS\">But is that duality of reaping the business benefits while pushing on the human rights transgressions, even possible?</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/542b/live/239a4210-7097-11f0-af20-030418be2ca5.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/542b/live/239a4210-7097-11f0-af20-030418be2ca5.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/542b/live/239a4210-7097-11f0-af20-030418be2ca5.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/542b/live/239a4210-7097-11f0-af20-030418be2ca5.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/542b/live/239a4210-7097-11f0-af20-030418be2ca5.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/542b/live/239a4210-7097-11f0-af20-030418be2ca5.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/542b/live/239a4210-7097-11f0-af20-030418be2ca5.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/542b/live/239a4210-7097-11f0-af20-030418be2ca5.png.webp\" loading=\"lazy\" alt=\"David Chipperfield architects Architects drawings of the proposed Royal Mint Court site\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">David Chipperfield architects</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Drawings of the proposed Royal Mint Court site demonstrate its scale</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"It is absolutely an adversary in some areas, which tries to steal our intellectual property, or suborn our citizens,\" says Lord Ricketts. \"(But) it is a commercial market, a very important one for us, and it's a player in the big global issues like climate and health.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have to be able to treat China in all those categories at the same time.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The embassy decision, he says, cuts to the heart of this. \"There are acute dilemmas, and there are choices to be made, whether to privilege the 30, 40 or 50-year relationship with China, which an embassy, I guess, would symbolise. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Or whether to give priority to the short-term security threats, which are no doubt real as well.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ecbe/live/6d6096d0-7095-11f0-89ea-4d6f9851f623.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ecbe/live/6d6096d0-7095-11f0-89ea-4d6f9851f623.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ecbe/live/6d6096d0-7095-11f0-89ea-4d6f9851f623.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ecbe/live/6d6096d0-7095-11f0-89ea-4d6f9851f623.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ecbe/live/6d6096d0-7095-11f0-89ea-4d6f9851f623.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ecbe/live/6d6096d0-7095-11f0-89ea-4d6f9851f623.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ecbe/live/6d6096d0-7095-11f0-89ea-4d6f9851f623.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ecbe/live/6d6096d0-7095-11f0-89ea-4d6f9851f623.png.webp\" loading=\"lazy\" alt=\"David Chipperfield architects A seven storey building with floor to ceiling windows\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">David Chipperfield architects</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Image produced by architects of the proposed Cultural Exchange building at the new embassy</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Conservative MP Sir Iain Duncan Smith is convinced giving the go-ahead for the new embassy would be a big mistake. \"They think that the only way they'll get growth is by kissing up to China and getting them to invest,\" he tells me.</p><p class=\"sc-9a00e533-0 hxuGS\">But for all the concerns around security, having one big embassy could well make it easier to keep an eye on what Chinese officials are up to in the UK, according to Prof Tsang.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Allowing the Chinese to put their staff on one site is preferable,\" he argues, \"because they're at the moment all over the place in London, you can't actually keep an eye on them.\"</p><p class=\"sc-9a00e533-0 hxuGS\">He is not convinced that rejecting or approving the embassy will have an effect on business and trade.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The Chinese are the absolute ultimate pragmatists. They are not going to suddenly say that no, we're not selling our best electric vehicles to you any longer just because you denied us the embassy,\" he says.</p><p class=\"sc-9a00e533-0 hxuGS\">But, equally, \"they are not going to substantially increase Chinese investments in the UK because they have got the new embassy compound.\"</p><p class=\"sc-9a00e533-0 hxuGS\">If Angela Rayner thinks that too, then her decision may well come down to how seriously she takes the warnings that China could eavesdrop on the UK's banks.</p><p class=\"sc-9a00e533-0 hxuGS\">If she rejects the embassy it may be because she judges the danger it poses to be very real indeed.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"top-image-credits:-reuters,-richard-baker-via-getty-images,-sopa-images-via-getty-images-and-epa--efe/rex/shutterstock\" class=\"sc-d16436d-0 fhKUCU\">Top image credits: Reuters, Richard Baker via Getty Images, SOPA Images via Getty Images and EPA -EFE/REX/Shutterstock</i></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/bbcindepth\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"bbc-indepth\" class=\"sc-d16436d-0 fhKUCU\">BBC InDepth</i></a><i id=\"is-the-home-on-the-website-and-app-for-the-best-analysis,-with-fresh-perspectives-that-challenge-assumptions-and-deep-reporting-on-the-biggest-issues-of-the-day.-and-we-showcase-thought-provoking-content-from-across-bbc-sounds-and-iplayer-too.-you-can-send-us-your-feedback-on-the-indepth-section-by-clicking-on-the-button-below.\" class=\"sc-d16436d-0 fhKUCU\"> is the home on the website and app for the best analysis, with fresh perspectives that challenge assumptions and deep reporting on the biggest issues of the day. And we showcase thought-provoking content from across BBC Sounds and iPlayer too. You can send us your feedback on the InDepth section by clicking on the button below.</i></p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p></article></div></body></html>"
        },
        {
            "title": "Kenyan women and likeability in the workplace: 'I felt an unspoken pressure to smile'",
            "time": "2025-08-03T01:17:40",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/654e/live/eb14df40-6ef2-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">'I felt an unspoken pressure to smile' - Kenyan women in the workplace</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Megha Mohan</span><p class=\"sc-801dd632-8 hwLppI\"><span>Gender and identity correspondent, BBC World Service</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/654e/live/eb14df40-6ef2-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/654e/live/eb14df40-6ef2-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/654e/live/eb14df40-6ef2-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/654e/live/eb14df40-6ef2-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/654e/live/eb14df40-6ef2-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/654e/live/eb14df40-6ef2-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/654e/live/eb14df40-6ef2-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/654e/live/eb14df40-6ef2-11f0-af20-030418be2ca5.jpg.webp\" loading=\"eager\" alt=\"Getty Images A cropped image showing the lower half of a woman's smiling face as she looks at a laptop. She is wearing an orange top.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">During a meeting at her office in the Kenyan capital, Nairobi, 24-year-old Faith suddenly became nervous - reluctant to be perceived as difficult in a part of the world that does not like opinionated young women.</p><p class=\"sc-9a00e533-0 hxuGS\">It had started pleasantly enough. Faith, whose name has been changed to protect her identity, had dutifully laughed along at the bad jokes made by her bosses.</p><p class=\"sc-9a00e533-0 hxuGS\">But then a senior colleague made a suggestion that she felt would not work practically. But before Faith could express her opinion, her colleague mentioned her name.</p><p class=\"sc-9a00e533-0 hxuGS\">\"And Faith agrees with me!\" The others in the meeting room turned to face her as her colleague added: \"You agree, don't you?\"</p><p class=\"sc-9a00e533-0 hxuGS\">Faith did not agree, but felt under pressure: \"I didn't want to be seen as difficult or moody.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I felt an unspoken pressure to smile, to be agreeable, to not be disruptive,\" she tells me.</p><p class=\"sc-9a00e533-0 hxuGS\">At that point she was two years into her first job at a sought-after company and among the first women in her family's generation to go to university - she had so much more she wanted to achieve.</p><p class=\"sc-9a00e533-0 hxuGS\">\"How do I progress if I start disagreeing with colleagues at such a junior stage?\" she asks.</p><p class=\"sc-9a00e533-0 hxuGS\">Faith is aware she faces what a <a target=\"_blank\" href=\"https://www.mckinsey.com/industries/social-sector/our-insights/women-in-the-workplace-2025-india-nigeria-and-kenya\" class=\"sc-f9178328-0 bGFWdi\">Women in the Workplace 2025 report</a>, which focuses on India, Nigeria and Kenya, calls \"the broken rung\". This refers to a significant barrier on the corporate ladder that has seen a steep drop in women's representation between entry-level and management roles.</p><p class=\"sc-9a00e533-0 hxuGS\">Published in May by McKinsey, the management consultancy has for the first time expanded its annual research beyond North America and found that in these three big developing economies, women remain significantly underrepresented in senior leadership positions.</p><p class=\"sc-9a00e533-0 hxuGS\">In Kenya, women make up 50% of entry-level roles in sectors such as healthcare and financial services, but that drops to just 26% at senior levels. The pattern is similar in Nigeria and India.</p><p class=\"sc-9a00e533-0 hxuGS\">Faith did not challenge her colleague in the meeting. She smiled and said nothing.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There is now a term for her experience - experts call it \"likeability labour\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"[This] is a really fun name for an incredibly depressing reality,\" says Amy Kean, a sociologist and head of the communications consultancy Good Shout, which coined the term.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It refers to the constant second-guessing, overthinking, paranoia, shape-shifting and masking women do every single day in order to be liked in the workplace.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Ms Kean's UK-based study - <a target=\"_blank\" href=\"https://static1.squarespace.com/static/629df00e2c776f10a099aa15/t/681c9d398a172e664aa6c973/1746705736757/Shapeshifters++What+We+Do+to+Be+Liked+at+Work.pdf\" class=\"sc-f9178328-0 bGFWdi\">Shapeshifters: What We Do to Be Liked at Work</a> - which also came out in May, states that 56% of women feel pressure to be likeable at work, compared to just 36% of men.</p><p class=\"sc-9a00e533-0 hxuGS\">Based on a survey of 1,000 women across the UK, the report also highlights how deeply ingrained, and unequally distributed, the burden of likeability is in professional environments.</p><p class=\"sc-9a00e533-0 hxuGS\">It details how women often feel the need to soften their speech using minimising language, even when confident in their point.</p><p class=\"sc-9a00e533-0 hxuGS\">Common phrases include: \"Does that make sense?\" or \"Sorry, just quickly...\"</p><p class=\"sc-9a00e533-0 hxuGS\">This kind of constant self-editing, Ms Kean explains, may act as a defence mechanism to avoid being seen as abrasive or overly assertive.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There is also a class element to this,\" she adds, in reference to the UK. \"Working-class women, who are less used to modulating themselves in different settings, also get accused of being direct and also suffer in the corporate world.\"</p><p class=\"sc-9a00e533-0 hxuGS\">For many women who are not used to advocating for themselves in their personal environments, the stakes go beyond fitting in or being well-liked.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's not as simple as being popular, it's about being safe, heard and taken seriously,\" Ms Kean adds.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this year, she organised a summit in London for women feeling the likeability labour pressure, titled Unlikeable Woman. More than 300 women turned up to share their experiences.</p><p class=\"sc-9a00e533-0 hxuGS\">The UK study is not an outlier. Sociologists say the pressure women feel to be likeable in order to advance professionally is a global trend.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d778/live/ebe24d40-63c1-11f0-b78c-6b951187ffbf.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d778/live/ebe24d40-63c1-11f0-b78c-6b951187ffbf.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d778/live/ebe24d40-63c1-11f0-b78c-6b951187ffbf.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d778/live/ebe24d40-63c1-11f0-b78c-6b951187ffbf.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d778/live/ebe24d40-63c1-11f0-b78c-6b951187ffbf.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d778/live/ebe24d40-63c1-11f0-b78c-6b951187ffbf.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d778/live/ebe24d40-63c1-11f0-b78c-6b951187ffbf.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d778/live/ebe24d40-63c1-11f0-b78c-6b951187ffbf.jpg.webp\" loading=\"lazy\" alt=\"10'000 hours/Getty Images Three young women and a young man sit around a table with laptops in glass meeting room of an office.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">10'000 hours/Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Recent research suggests that the burden of likeability for women is both deeply ingrained and unequally distributed</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://explore.textio.com/feedback-bias-2024?submissionGuid=a8e78e1f-cfe4-4073-b3a4-bf3f902862a4\" class=\"sc-f9178328-0 bGFWdi\">A 2024 study</a> by the US-based recruitment firm Textio supports this. Analysing data from 25,000 individuals across 253 organisations, it found that women were much more likely to receive personality-based feedback and that 56% of women had been labelled \"unlikeable\" in performance reviews, a critique only 16% of men received.</p><p class=\"sc-9a00e533-0 hxuGS\">Men, on the other hand, were four times more likely than other genders to be positively labelled as \"likeable\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"Women perform likeability labour for a mix of social and cultural reasons,\" says Dr Gladys Nyachieo, a sociologist and senior lecturer at the Multimedia University of Kenya.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Women are generally socialised to be caregivers, to serve and to put the needs of others before themselves and this invariably transfers to the workplace,\" says Dr Nyachieo.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There is a term for it in Kiswahili - 'office mathe' - or the office mother.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The office mathe does additional labour to keep a workplace functioning, including making tea, buying snacks and generally being of service.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">I ask what is wrong with this if that is what a woman wants to do.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There's nothing wrong with it,\" Dr Nyachieo says. \"But you won't get paid for it. You will still be expected to do your work, and possibly additional work.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Dr Nyachieo believes that in order to tackle likeability labour, systemic change has to happen at the root, including implementing policies that allow women flexible hours and have mentors that advocate for them.</p><p class=\"sc-9a00e533-0 hxuGS\">She herself mentors several young women just starting out in Kenya's workforces.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I take mentoring young women very seriously,\" Dr Nyachieo says. \"I tell them: 'If you act pleasantly all the time, you will go nowhere. You have to negotiate for yourself'.\"</p><p class=\"sc-9a00e533-0 hxuGS\">One of her mentees is Faith.</p><p class=\"sc-9a00e533-0 hxuGS\">\"She's taught me not to feel pressure to be smiley and nice all the time,\" Faith says.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I am working on it.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">You may also be interested in:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Why glaciers are threatening to wipe out more mountain villages",
            "time": "2025-08-02T23:06:56",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2ae0/live/32850770-6ecf-11f0-af20-030418be2ca5.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Melting glaciers threaten to wipe out European villages - is the steep cost to protect them worth it?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Imogen Foulkes</span><p class=\"sc-801dd632-8 hwLppI\"><span>Geneva correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b5d2/live/3873db30-6edd-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b5d2/live/3873db30-6edd-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b5d2/live/3873db30-6edd-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b5d2/live/3873db30-6edd-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b5d2/live/3873db30-6edd-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b5d2/live/3873db30-6edd-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b5d2/live/3873db30-6edd-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b5d2/live/3873db30-6edd-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"eager\" alt=\"BBC Blatten landscape with red treatment\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"in-a-small-village-in-switzerland's-beautiful-loetschental-valley,-matthias-bellwald-walks-down-the-main-street-and-is-greeted-every-few-steps-by-locals-who-smile-or-offer-a-handshake-or-friendly-word.\" class=\"sc-d16436d-0 jpoiOL\">In a small village in Switzerland's beautiful Loetschental valley, Matthias Bellwald walks down the main street and is greeted every few steps by locals who smile or offer a handshake or friendly word.</b></p><p class=\"sc-9a00e533-0 hxuGS\">Mr Bellwald is a mayor, but this isn't his village. Two months ago his home, three miles away in Blatten, was wiped off the map when part of the mountain and glacier collapsed into the valley.</p><p class=\"sc-9a00e533-0 hxuGS\">The village's 300 residents had been evacuated days earlier, after geologists warned that the mountain was increasingly unstable. But they lost their homes, their church, their hotels and their farms.</p><p class=\"sc-9a00e533-0 hxuGS\">Lukas Kalbermatten also lost the hotel that had been in his family for three generations.\"The feeling of the village, all the small alleys through the houses, the church, the memories you had when you played there as a child… all this is gone.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c5db/live/69faf930-6eca-11f0-af20-030418be2ca5.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c5db/live/69faf930-6eca-11f0-af20-030418be2ca5.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c5db/live/69faf930-6eca-11f0-af20-030418be2ca5.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c5db/live/69faf930-6eca-11f0-af20-030418be2ca5.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c5db/live/69faf930-6eca-11f0-af20-030418be2ca5.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c5db/live/69faf930-6eca-11f0-af20-030418be2ca5.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c5db/live/69faf930-6eca-11f0-af20-030418be2ca5.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c5db/live/69faf930-6eca-11f0-af20-030418be2ca5.png.webp\" loading=\"lazy\" alt=\"Hotel Edelweiss Lukas Kalbermatten's hotel, before and after.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Hotel Edelweiss</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Blatten's residents were evacuated days before the disaster</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Today, he is living in borrowed accommodation in the village of Wiler. Mr Bellwald has a temporary office there too, where he is supervising the massive clean-up operation - and the rebuild.</p><p class=\"sc-9a00e533-0 hxuGS\">The good news is, he believes the site can be cleared by 2028, with the first new houses ready by 2029. But it comes with a hefty pricetag.</p><p class=\"sc-9a00e533-0 hxuGS\">Rebuilding Blatten is estimated to cost hundreds of millions of dollars, perhaps as much as $1 million (USD) per resident.</p><p class=\"sc-9a00e533-0 hxuGS\">Voluntary contributions from the public quickly raised millions of Swiss francs to help those who had lost their homes. The federal government and the canton promised financial support too. But some in Switzerland are asking: is it worth it?</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d3da/live/1b126950-6edb-11f0-af20-030418be2ca5.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d3da/live/1b126950-6edb-11f0-af20-030418be2ca5.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d3da/live/1b126950-6edb-11f0-af20-030418be2ca5.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d3da/live/1b126950-6edb-11f0-af20-030418be2ca5.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d3da/live/1b126950-6edb-11f0-af20-030418be2ca5.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d3da/live/1b126950-6edb-11f0-af20-030418be2ca5.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d3da/live/1b126950-6edb-11f0-af20-030418be2ca5.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d3da/live/1b126950-6edb-11f0-af20-030418be2ca5.png.webp\" loading=\"lazy\" alt=\"Shutterstock A valley showing a village but also devastation from where a glacier covered part of the village\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Houses were destroyed after a large part of Blatten was buried under masses of ice, mud, and rock</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Though the disaster shocked Switzerland, some two thirds of the country is mountainous, and climate scientists warn that the glaciers and the permafrost – the glue that holds the mountains together – are thawing as the global temperature increases, making landslides more likely. Protecting areas will be costly.</p><p class=\"sc-9a00e533-0 hxuGS\">Switzerland spends almost $500m a year on protective structures, but a report carried out in 2007 for the Swiss parliament suggested real protection against natural hazards could cost six times that.</p><p class=\"sc-9a00e533-0 hxuGS\">Is that a worthwhile investment? Or should the country - and residents - really consider the painful option of abandoning some of their villages?</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">The day the earth shook</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Alps are an integral part of Swiss identity. Each valley, like the Loetschental, has its own culture. </p><p class=\"sc-9a00e533-0 hxuGS\">Mr Kalbermatten used to take pride in showing hotel guests the ancient wooden houses in Blatten. Sometimes he taught them a few words of Leetschär, the local dialect.</p><p class=\"sc-9a00e533-0 hxuGS\">Losing Blatten, and the prospect of losing others like it, has made many Swiss ask themselves how many of those alpine traditions could disappear.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f8c6/live/2f739b00-6eca-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f8c6/live/2f739b00-6eca-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f8c6/live/2f739b00-6eca-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f8c6/live/2f739b00-6eca-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f8c6/live/2f739b00-6eca-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f8c6/live/2f739b00-6eca-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f8c6/live/2f739b00-6eca-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f8c6/live/2f739b00-6eca-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"Angus MacKenzie Fernando Lehner\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Angus MacKenzie</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">'I'll never forget it. The earth shook.' Fernando Lehner recalls the day of the landslide</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Today, Blatten lies under millions of cubic metres of rock, mud, and ice. Above it, the mountain remains unstable.</p><p class=\"sc-9a00e533-0 hxuGS\">When they were first evacuated, Blatten's residents, knowing their houses had stood there for centuries, believed it was a purely precautionary measure. They would be home again soon, they thought.</p><p class=\"sc-9a00e533-0 hxuGS\">Fernando Lehner, a retired businessman, says no one expected <a target=\"_self\" href=\"https://www.bbc.co.uk/news/resources/idt-c7f929de-96a9-45e5-b1bb-31de82fce72d\" class=\"sc-f9178328-0 bGFWdi\">the scale of the disaster. </a>\"We knew there would be a landslide that day… But it was just unbelievable. I would never have imagined that it would come down so quickly. </p><p class=\"sc-9a00e533-0 hxuGS\">\"And that explosion, when the glacier and landslide came down into the valley, I'll never forget it. The earth shook.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Landslides are 'more unpredictable'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The people of Blatten, keen to get their homes back as soon as possible, don't want to talk about climate change. They point out that the Alps are always dangerous, and describe the disaster as a once in a millennium event.</p><p class=\"sc-9a00e533-0 hxuGS\">But climate scientists say global warming is making alpine life more risky.</p><p class=\"sc-9a00e533-0 hxuGS\">Matthias Huss, a glaciologist with Zurich's Federal Institute of Technology, as well as glacier monitoring group Glamos, argues that climate change was a factor in the Blatten disaster.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The thawing of permafrost at very high elevation led to the collapse of the summit,\" he explains.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9d3a/live/8b949020-6ec4-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9d3a/live/8b949020-6ec4-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9d3a/live/8b949020-6ec4-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9d3a/live/8b949020-6ec4-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9d3a/live/8b949020-6ec4-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9d3a/live/8b949020-6ec4-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9d3a/live/8b949020-6ec4-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9d3a/live/8b949020-6ec4-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"Matthias Huss Matthias Huss.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Matthias Huss</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Glaciologist Matthias Huss argues that climate change was a factor in the Blatten disaster</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"This mountain summit crashed down onto the glacier… and also the glacier retreat led to the fact that the glacier stabilised the mountain less efficiently than before. So climate change was involved at every angle.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Geological changes unrelated to climate change also played a role, he concedes - but he points out that glaciers and permafrost are key stabilising factors across the alps.</p><p class=\"sc-9a00e533-0 hxuGS\">His team at Glamos has monitored a record shrinkage of the glaciers over the past few years. And average alpine temperatures are increasing. </p><p class=\"sc-9a00e533-0 hxuGS\">In the days before the mountain crashed down, Switzerland's zero-degree threshold – the altitude at which the temperature reaches freezing point – rose above 5,000 metres, higher than any mountain in the country.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is not the very first time that we're seeing big landslides in the Alps,\" says Mr Huss. \"I think what should be worrying us is that these events are becoming more frequent, but also more unpredictable.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7a81/live/6027d370-6ec9-11f0-89ea-4d6f9851f623.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7a81/live/6027d370-6ec9-11f0-89ea-4d6f9851f623.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7a81/live/6027d370-6ec9-11f0-89ea-4d6f9851f623.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7a81/live/6027d370-6ec9-11f0-89ea-4d6f9851f623.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7a81/live/6027d370-6ec9-11f0-89ea-4d6f9851f623.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7a81/live/6027d370-6ec9-11f0-89ea-4d6f9851f623.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7a81/live/6027d370-6ec9-11f0-89ea-4d6f9851f623.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7a81/live/6027d370-6ec9-11f0-89ea-4d6f9851f623.png.webp\" loading=\"lazy\" alt=\"Angus MacKenzie Blatten is seen in the distance\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Angus MacKenzie</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Blatten's residents lost their homes, church and farms: living below a mountain, as many Swiss do, looks increasingly precarious</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A study from November 2024 by the Swiss Federal Research Institute, which reviewed three decades of literature, concurred that climate change was \"rapidly altering high mountain environments, including changing the frequency, dynamic behavior, location, and magnitude of alpine mass movements\", although quantifying the exact impact of climate change was \"difficult\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">More villages, more evacuations</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Graubünden is the largest holiday region in Switzerland, and is popular with skiers and hikers for its untouched nature, alpine views and pretty villages. </p><p class=\"sc-9a00e533-0 hxuGS\">The Winter Olympics was hosted here twice - in the upmarket resort of St Moritz - while the town of Davos hosts world leaders for the World Economic Forum each year.</p><p class=\"sc-9a00e533-0 hxuGS\">One village in Graubünden has a different story to tell.</p><p class=\"sc-9a00e533-0 hxuGS\">Brienz was evacuated more than two years ago because of signs of dangerous instability in the mountain above. </p><p class=\"sc-9a00e533-0 hxuGS\">Its residents have still not been able to return, and in July heavy rain across Switzerland led geologists to warn a landslide appeared imminent.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7d96/live/e5406590-6ec9-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7d96/live/e5406590-6ec9-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7d96/live/e5406590-6ec9-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7d96/live/e5406590-6ec9-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7d96/live/e5406590-6ec9-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7d96/live/e5406590-6ec9-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7d96/live/e5406590-6ec9-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7d96/live/e5406590-6ec9-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"Angus MacKenzie The Loetschental valley\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Angus MacKenzie</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Average alpine temperatures are increasing, say scientists. Meanwhile glaciers are shrinking</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Elsewhere in Switzerland, above the resort of Kandersteg, in the Bernese Oberland region, a rockface has become unstable, threatening the village. Now residents have an evacuation plan.</p><p class=\"sc-9a00e533-0 hxuGS\">There too, heavy rain this summer raised the alarm, and some hiking trails up to Oeschinen Lake, a popular tourist attraction, were closed.</p><p class=\"sc-9a00e533-0 hxuGS\">Some disasters have claimed lives. In 2017, a massive rockslide came down close to the village of Bondo, killing eight hikers.</p><p class=\"sc-9a00e533-0 hxuGS\">Bondo has since been rebuilt, and refortified, at a cost of $64 million. As far back as 2003, the village of Pontresina spent millions on a protective dam to shore up the thawing permafrost in the mountain above.</p><p class=\"sc-9a00e533-0 hxuGS\">Not every alpine village is at risk, but the apparent unpredictability is causing huge concern.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">The debate around relocation</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Blatten, like all Swiss mountain villages, was risk mapped and monitored; that's why its 300 residents were evacuated. Now, questions are being asked about the future of other villages too.</p><p class=\"sc-9a00e533-0 hxuGS\">In the aftermath of the disaster, there was a huge outpouring of sympathy. But the possible price tag of rebuilding it also came with doubts.</p><p class=\"sc-9a00e533-0 hxuGS\">An editorial in the influential Neue Zürcher Zeitung questioned Switzerland's traditional - and constitutional - wealth distribution model, which takes tax revenue from urban centres like Zurich to support remote mountain communities.</p><p class=\"sc-9a00e533-0 hxuGS\">The article described Swiss politicians as being \"caught in an empathy trap\", adding that \"because such incidents are becoming more frequent due to climate change, they are shaking people's willingness to pay for the myth of the Alps, which shapes the nation's identity.\"</p><p class=\"sc-9a00e533-0 hxuGS\">It suggested people living in risky areas of the Alps should consider relocation.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Preserving the alpine villages is expensive. And Neue Zürcher Zeitung was not the first to question the cost of saving every alpine community, but its tone angered some.</p><p class=\"sc-9a00e533-0 hxuGS\">While three quarters of Swiss live in urban areas, many have strong family connections to the mountains. Switzerland may be a wealthy, highly developed, high-tech country now, but its history is rural, marked by poverty and harsh living conditions. Famine in the 19th century caused waves of emigration.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Kalbermatten explains that the word \"heimat\" is hugely important in Switzerland. \"Heimat is when you close your eyes and you think about what you did as a child, the place you lived as a child.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's a much bigger word than home.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Ask a Swiss person living for decades in Zurich or Geneva, or even New York, where their heimat is, and for many, the answer will be the village they were born in.</p><p class=\"sc-9a00e533-0 hxuGS\">For Mr Kalbermatten and his sister and brothers, who live in cities, heimat is the valley where people speak Leetschär, the dialect they all still dream in.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d109/live/d1c322b0-6ec3-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d109/live/d1c322b0-6ec3-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d109/live/d1c322b0-6ec3-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d109/live/d1c322b0-6ec3-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d109/live/d1c322b0-6ec3-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d109/live/d1c322b0-6ec3-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d109/live/d1c322b0-6ec3-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d109/live/d1c322b0-6ec3-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"Imogen Foulkes Traditional wooden masks called Tschaeggaetta, which are unique to the valley.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Imogen Foulkes</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Traditional wooden masks called Tschäggättä are unique to that valley</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The fear is that if these valleys become depopulated, other aspects of unique mountain culture could be lost too - like the Tschäggättä, traditional wooden masks, unique to the Loetschental valley. </p><p class=\"sc-9a00e533-0 hxuGS\">Their origins are mysterious, possibly pagan. Every February, local young men wear them, along with animal skins, and run through the streets.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Kalbermatten points to the example of some areas of northern Italy where this loss of culture has happened. \"[Now] there are only abandoned villages, empty houses, and wolves.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Do we want that?\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/eafd/live/a2130510-6eca-11f0-89ea-4d6f9851f623.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/eafd/live/a2130510-6eca-11f0-89ea-4d6f9851f623.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/eafd/live/a2130510-6eca-11f0-89ea-4d6f9851f623.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/eafd/live/a2130510-6eca-11f0-89ea-4d6f9851f623.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/eafd/live/a2130510-6eca-11f0-89ea-4d6f9851f623.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/eafd/live/a2130510-6eca-11f0-89ea-4d6f9851f623.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/eafd/live/a2130510-6eca-11f0-89ea-4d6f9851f623.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/eafd/live/a2130510-6eca-11f0-89ea-4d6f9851f623.png.webp\" loading=\"lazy\" alt=\"Angus MacKenzie Lukas Kalbermatten.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Angus MacKenzie</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Lukas Kalbermatten believes the site can be cleared by 2028, with Blatten's first new houses ready by 2029.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">For many, the answer is no: An opinion poll from research institute, Sotomo, asked 2,790 people what they most cherished about their country. The most common answer? Our beautiful alpine landscape, and our stability. </p><p class=\"sc-9a00e533-0 hxuGS\">But the poll did not ask what price they were prepared to pay.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Trying to tame a mountain</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Boris Previsic, the director of the University of Lucerne's Institute for the Culture of the Alps, says that many Swiss, at least in the cities, had begun to believe they had tamed the alpine environment.</p><p class=\"sc-9a00e533-0 hxuGS\">Switzerland's railways, tunnels, cable cars and high alpine passes are masterpieces of engineering, connecting alpine communities. But now, in part because of climate change, he suggests, that confidence is gone.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The human induced geology is too strong compared to human beings,\" he argues. </p><p class=\"sc-9a00e533-0 hxuGS\">\"In Switzerland, we thought we could do everything with infrastructure. Now I think we are at ground zero concerning infrastructure.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7ec6/live/02730370-6ec5-11f0-af20-030418be2ca5.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7ec6/live/02730370-6ec5-11f0-af20-030418be2ca5.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7ec6/live/02730370-6ec5-11f0-af20-030418be2ca5.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7ec6/live/02730370-6ec5-11f0-af20-030418be2ca5.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7ec6/live/02730370-6ec5-11f0-af20-030418be2ca5.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7ec6/live/02730370-6ec5-11f0-af20-030418be2ca5.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7ec6/live/02730370-6ec5-11f0-af20-030418be2ca5.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7ec6/live/02730370-6ec5-11f0-af20-030418be2ca5.png.webp\" loading=\"lazy\" alt=\"Boris Previsic Boris Previsic.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Boris Previsic</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Boris Previsic says that many Swiss, at least in the cities, had begun to believe they had tamed the alpine environment</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The village of Blatten had stood for centuries. \"When you are in a village which has existed already for 800 years, you should feel safe. That is what is so shocking.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In his view, it is time to fight against these villages dying out. \"To fight means we have to be more prepared,\" he explains. \"But we have to be more flexible. We have always also to consider evacuation.\"</p><p class=\"sc-9a00e533-0 hxuGS\">At the end of the day, he adds, \"you cannot hold back the whole mountain\".</p><p class=\"sc-9a00e533-0 hxuGS\">In the village of Wiler, Mr Previsic's point is greeted with a weary smile. \"The mountain always decides,\" agrees Mr Bellwald.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We know that they are dangerous. We love the mountains, we don't hate them because of that. Our grandfathers lived with them. Our fathers lived with them. And our children will also live with them.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6783/live/d2b41cf0-6ec4-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6783/live/d2b41cf0-6ec4-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6783/live/d2b41cf0-6ec4-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6783/live/d2b41cf0-6ec4-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6783/live/d2b41cf0-6ec4-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6783/live/d2b41cf0-6ec4-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6783/live/d2b41cf0-6ec4-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6783/live/d2b41cf0-6ec4-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"Angus MacKenzie A helicopter flies over the Loetschental valley.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Angus MacKenzie</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Helicopters carry debris from the disaster site at Blatten. Even the military is involved in the operation.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">At lunchtime in the local restaurant in Wiler, the tables are filled with clean-up teams, engineers and helicopter crew. The Blatten recovery operation is in full swing.</p><p class=\"sc-9a00e533-0 hxuGS\">At one table, a man from one of Switzerland's biggest insurance companies sits alone. Every half hour, he is joined by someone, an elderly couple, a middle aged man, a young woman. He buys each a drink, and carefully notes down the details of their lost homes.</p><p class=\"sc-9a00e533-0 hxuGS\">Outside, along the valley's winding roads, lorries and bulldozers trundle up to the disaster site. Overhead, helicopters carry large chunks of debris. Even the military is involved.</p><p class=\"sc-9a00e533-0 hxuGS\">Sebastian Neuhaus commands the Swiss army's disaster relief readiness battalion, and says they must press on despite the scale of the task. \"We have to,\" he says. \"There are 300 life histories buried down there.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The abiding feeling is one of stubborn determination to carry on. \"If we see someone from Blatten, we hug each other,\" says Mr Kalbermatten.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Sometimes we say, 'it's nice, you're still here.' And that's the most important thing, we are all still here.\"</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"lead-image:-the-village-of-blatten-after-the-disaster.-credit:-epa-/-shutterstock\" class=\"sc-d16436d-0 fhKUCU\">Lead image: The village of Blatten after the disaster. Credit: EPA / Shutterstock</i></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/bbcindepth\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"bbc-indepth\" class=\"sc-d16436d-0 fhKUCU\">BBC InDepth</i></a><i id=\"is-the-home-on-the-website-and-app-for-the-best-analysis,-with-fresh-perspectives-that-challenge-assumptions-and-deep-reporting-on-the-biggest-issues-of-the-day.-and-we-showcase-thought-provoking-content-from-across-bbc-sounds-and-iplayer-too.-you-can-send-us-your-feedback-on-the-indepth-section-by-clicking-on-the-button-below.\" class=\"sc-d16436d-0 fhKUCU\"> is the home on the website and app for the best analysis, with fresh perspectives that challenge assumptions and deep reporting on the biggest issues of the day. And we showcase thought-provoking content from across BBC Sounds and iPlayer too. You can send us your feedback on the InDepth section by clicking on the button below.</i></p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p></article></div></body></html>"
        },
        {
            "title": "'I'm upset, angry and disgusted,' Epstein accuser tells BBC",
            "time": "2025-08-05T00:12:50",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5700/live/d5de6e20-7172-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Jeffrey Epstein accuser Haley Robson has told BBC Newsnight that speculation Ghislaine Maxwell could be pardoned has left her \"angry and disgusted\". </p><p class=\"sc-9a00e533-0 hxuGS\">Maxwell, the convicted associate of sex offender Epstein, was recently moved from a Florida prison to a new minimum-security facility in Texas.  She has been at the centre of controversy surrounding the Trump administration's handling of the Epstein files. </p><p class=\"sc-9a00e533-0 hxuGS\">The reason for her transfer from the Florida prison are unclear, and the White House has said \"no leniency is being given or discussed\".</p></div></div></body></html>"
        },
        {
            "title": "Fireworks ignite as blaze hits Japanese festival launch boats",
            "time": "2025-08-05T09:02:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/18c9/live/bd8353e0-71c2-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Launch barges caught fire after pyrotechnics landed on them during a summer fireworks festival in Japan's city Yokohama on Monday evening. </p><p class=\"sc-9a00e533-0 hxuGS\">The blaze broke out on two boats being used to launch the fireworks. Five workers were rescued after jumping into the sea, according to Japanese public broadcaster NHK. One was taken to hospital with a minor injury. </p><p class=\"sc-9a00e533-0 hxuGS\">Event organisers had planned to launch about 20,000 fireworks in 25 minutes as part of the festival, but the event was cancelled following the fire, local media has reported.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Florida officer pulls alligator from pool with bare hands",
            "time": "2025-08-04T12:05:40",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/71cb/live/f5b098e0-7127-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">A feisty alligator was rescued from a swimming pool by a police officer in St Augustine, Florida. </p><p class=\"sc-9a00e533-0 hxuGS\">Bodycam footage shows the police officer calmly reach into the water, using just his bare hands, to wrangle the \"super mad\" animal onto the poolside. </p><p class=\"sc-9a00e533-0 hxuGS\">The residents were in awe of Deputy Richardson's confident handling of the creature. </p><p class=\"sc-9a00e533-0 hxuGS\">St Johns County Sheriff's Office say the gator was \"safely relocated to a nearby pond\", after taking it there in the back of a police car.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Twin waterspouts merge near Italian coastline",
            "time": "2025-08-04T06:17:43",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b3c7/live/c2c23340-70f9-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Strong gusts of wind helped two huge waterspouts merge just off Italy's Delta del Po, on the country's east coast. </p><p class=\"sc-9a00e533-0 hxuGS\">A local tour boat operator paused an excursion so he could film the spectacle. </p><p class=\"sc-9a00e533-0 hxuGS\">Waterspouts are similar to tornadoes that occur over water. Around 500 occur in Europe every year, according to data from the European severe weather database.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Explosion rocks Russian oil facility",
            "time": "2025-08-03T02:53:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/da73/live/64b50d20-7010-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">An explosion rocked an oil facility in Novokuybyshevsk, Russia on Saturday. </p><p class=\"sc-9a00e533-0 hxuGS\">Ukraine says its drones were used to attack the complex, one of a series of strikes on Russian military infrastructure over the weekend. </p><p class=\"sc-9a00e533-0 hxuGS\">The governor of Russia's Samara region said that an enemy drone had struck an industrial area of Novokuybyshevsk.</p></div></div></body></html>"
        },
        {
            "title": "Pope greeted by vast crowd at Catholic youth event",
            "time": "2025-08-02T22:34:27",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1407/live/49617700-6fea-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Hundreds of thousands of young Catholics poured into the Tor Vergata field on Rome's outskirts, for an evening vigil and Mass celebrated by Pope Leo XIV.</p><p class=\"sc-9a00e533-0 hxuGS\">The first American Pope arrived by helicopter, before boarding the open-topped popemobile, as pilgrims cheered and waved flags to welcome him.</p><p class=\"sc-9a00e533-0 hxuGS\">For the past week, young Catholics from around the world have arrived in Rome for a special Jubilee celebration, in a Holy Year in which 32 million people are expected to descend on the Vatican for a centuries-old pilgrimage.</p></div></div></body></html>"
        }
    ]
}