{
    "source": "BBC News",
    "articles": [
        {
            "title": "Russia and Ukraine exchange prisoners as peace talks end without breakthrough",
            "time": "2026-02-05T17:21:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1b55/live/a209eac0-02ae-11f1-83b0-21555a6f44a1.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Russian, Ukrainian and US teams took part in the talks in the capital of the United Arab Emirates, with the main sticking points believed to be territorial concessions Ukraine is under pressure to make and security guarantees for it to prevent further Russian attacks if a deal is agreed to end the four-year war.</p></div></div></body></html>"
        },
        {
            "title": "Keir Starmer apologises to Epstein victims for believing Mandelson's 'lies'",
            "time": "2026-02-05T18:15:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/81b8/live/dc0705f0-0290-11f1-9e0e-291cedfbaca5.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Directly addressing Epstein's victims, he said:  \"I am sorry, sorry for what was done to you, sorry that so many people with power failed you. Sorry for having believed Mandelson's lies and appointed him and sorry that even now you're forced to watch this story unfold in public once again.\"</p></div></div></body></html>"
        },
        {
            "title": "Gus Lamont: Suspect identified in disappearance of four-year-old in Australian outback",
            "time": "2026-02-05T06:42:41",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7852/live/fc6e81b0-aaf7-11f0-af50-73683b2b8713.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"As a result of these inconsistencies, and investigations into them, a person who resides at Oak Park station has withdrawn their support for the police and is no longer cooperating with us,\" Detective Superintendent Darren Fielke said.</p></div></div></body></html>"
        },
        {
            "title": "Lebanon says Israel sprayed southern villages with concentrated herbicide",
            "time": "2026-02-05T16:42:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9dd8/live/9588fd30-0278-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"These areas are heavily dependent on agriculture - olive groves, tobacco, and other crops - and this incident complicates people's ability to return to their homes, maintain their livelihoods, and rebuild after extensive destruction,\" Kaiss said.</p></div></div></body></html>"
        },
        {
            "title": "Japanese city cancels cherry blossom festival over badly behaved tourists",
            "time": "2026-02-05T13:07:45",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/733b/live/b9e0c4c0-02a9-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, Italian authorities introduced a €2 fee to access the viewing area of Rome's iconic Trevi Fountain, which had previously been free to visit. Authorities say the fee will go towards helping to manage the number of tourists, and raise funds for the monument's upkeep.</p></div></div></body></html>"
        },
        {
            "title": "Kwara state attack: Dozens of Muslims 'massacred' in Nigeria for refusing to join Boko Haram, says governor",
            "time": "2026-02-05T14:37:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7bb2/live/68a4e0f0-02b8-11f1-9972-d3f265c101c6.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">In recent months, jihadists - suspected to be from a Boko Haram splinter faction - have  been active in Kwara, carrying out targeted killings, often riding in on motorcycles and attacking markets and vigilante groups set up to protect villagers.</p></div></div></body></html>"
        },
        {
            "title": "Israeli intelligence chief's brother charged with smuggling cigarettes into Gaza",
            "time": "2026-02-05T17:58:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9fce/live/0d0d0810-02b5-11f1-83b0-21555a6f44a1.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Zini, 50, a reservist on active duty in the Israeli military, is said to have smuggled 14 cartons of cigarettes - 7,000 individual packets - in exchange for a total of 365,000 shekels ($117,000; £86,000).</p></div></div></body></html>"
        },
        {
            "title": "US and Iran agree to nuclear talks in Oman on Friday",
            "time": "2026-02-05T14:10:35",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/61cc/live/fe6c9710-0298-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">However, the US-based Human Rights Activists News Agency (HRANA) has said it has confirmed the killing of 6,445 protesters, 164 children, 214 people associated with the government, and 60 bystanders. It is also investigating reports of another 11,280 deaths.</p></div></div></body></html>"
        },
        {
            "title": "South Sudan conflict: MSF says staff missing after air strikes hit hospital in Jonglei",
            "time": "2026-02-05T12:42:16",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/60fc/live/9d8949a0-0277-11f1-853d-351197b9900b.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Jonglei, one of the most food-insecure parts of the country with severe health needs, has seen an estimated 280,000 people displaced by fighting and aerial bombardments since December, the UN said. </p></div></div></body></html>"
        },
        {
            "title": "55,000 Ukrainian soldiers killed in war with Russia, Zelensky says",
            "time": "2026-02-05T14:10:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/53c0/live/4b180f90-0285-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Special US envoys Steve Witkoff and Jared Kushner, Trump's son-in-law, held talks with Russian and Ukrainian negotiators in the capital of the United Arab Emirates, Abu Dhabi, for a second day on Thursday in an effort to try and thrash out the details of the US-proposed peace deal.</p></div></div></body></html>"
        },
        {
            "title": "US must be prudent when supplying arms to Taiwan, Xi tells Trump",
            "time": "2026-02-05T12:08:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/afe4/live/494b2a50-022e-11f1-8566-473996904d56.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Others, however, have expressed doubt. One expert, David Sacks from the Council on Foreign Relations, previously told the BBC that he expected that \"China will continue with its strategy of employing coercion to wear down Taiwan's people\".</p></div></div></body></html>"
        },
        {
            "title": "Fearing Russia will occupy her town, a war widow moves her husband's grave to Kyiv",
            "time": "2026-02-04T21:59:59",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/eadf/live/1c9247c0-01f5-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"There are drones in the streets, hitting minibuses, and glide bombs fall in the city centre, leaving craters,\" Natalia says, describing life in Slovyansk now, where her husband had been buried.</p></div></div></body></html>"
        },
        {
            "title": "Robbie Williams: 'OK, success, do your thing to me'",
            "time": "2026-02-05T00:24:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/699a/live/3106b250-01ef-11f1-bb50-17f4fe9ab2e3.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"I get way too invested in finding the negative things, everybody does,\" he says. \"I wonder if there's something wired in us where we go, ‘let's find the problem, let's find a threat and then we'll negate the threat’.\"</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh: Gen Z toppled an autocrat - so why are old guard tipped to win election?",
            "time": "2026-02-05T00:35:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2b99/live/763e0d40-01e6-11f1-9199-abe6787bfb38.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">During a crackdown on protests on 20 July 2024, Hossain, 24, and Bhuiyan, 19, took shelter at a Dhaka tea stall but police dragged them out, beat them and ordered them to run.</p></div></div></body></html>"
        },
        {
            "title": "Why a global Korean craze is making seaweed more expensive",
            "time": "2026-02-04T23:01:13",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0d41/live/8fbc1720-01ab-11f1-b6ab-2307e83ecd56.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"From Asian to Western countries, more people are becoming familiar with gim, increasing global demand,\" said Lee Eunhee, a professor of consumer studies at Inha University. \"To meet overseas demand, domestic prices are being pushed up.\"</p></div></div></body></html>"
        },
        {
            "title": "Trump says America should move on from Epstein - it may not be that easy",
            "time": "2026-02-05T03:27:44",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7c04/live/1bc51f60-0287-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The president's name appeared more than 6,000 times in the documents. He was frequently mentioned by Epstein and his associates. The two men, both residents of New York City and West Palm Beach, had by all accounts a friendly relationship for much of the 1990s until, according to Trump, they fell out in the early 2000s.</p></div></div></body></html>"
        },
        {
            "title": "Social media ban for children: Is it possible in India?",
            "time": "2026-02-05T00:50:54",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a1a6/live/09ac66a0-0262-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Separately, the Andhra Pradesh government has set up a group of ministers to study global regulatory frameworks and invited major platforms, including Meta, X, Google and ShareChat, for consultations. The companies haven't commented on the invitation yet.</p></div></div></body></html>"
        },
        {
            "title": "Why a beauty spot in South Africa may be about to run out of water",
            "time": "2026-02-04T00:41:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a5c7/live/88e6f6f0-012d-11f1-a8b8-bdd2c5f9bcad.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">He has spent around 250,000 South African rand ($15,700; £11,400) on the new operation, which includes three 10,000-litre water storage tanks and specialised pressure pumps to feed that water into some of main buildings, whenever there are water outages.</p></div></div></body></html>"
        },
        {
            "title": "Inside Gaza hospital struggling to provide care to newborn babies",
            "time": "2026-02-05T05:55:32",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/58e7/live/6555cfe0-025e-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The director of one of Gaza's main hospitals says he is still seeing a pattern of malnourished and traumatised mothers giving birth to underweight or premature babies, more than three months into a fragile ceasefire between Hamas and Israel. </p><p class=\"sc-9a00e533-0 eZyhnA\">Although significantly more aid has been allowed into Gaza since the ceasefire began, the UN says it is still nowhere near enough. </p><p class=\"sc-9a00e533-0 eZyhnA\">Israel says it is meeting its obligations under the ceasefire, allowing more food and medical aid into Gaza. </p><p class=\"sc-9a00e533-0 eZyhnA\">Shaimaa Khalil reports.</p></div></div></body></html>"
        },
        {
            "title": "Son of Norway's Crown Princess gives evidence as rape trial continues",
            "time": "2026-02-04T22:32:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/baae/live/0fc2d980-0216-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The son of Norway's Crown Princess is due to return to a court in Oslo on Thursday for the third day of his trial for rape and more than 30 other alleged offences. </p><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday, Marius Borg Høiby, 29, told the court he has lived a life of partying out of an extreme need of validation. </p><p class=\"sc-9a00e533-0 eZyhnA\">He was giving evidence after the first woman he is alleged to have raped told the court she believed \"100 percent\" that she had been drugged during an \"after-party\" in the basement of Høiby's parents' house in December 2018. </p><p class=\"sc-9a00e533-0 eZyhnA\">He denies four allegations of rape as well as other serious charges against him. </p><p class=\"sc-9a00e533-0 eZyhnA\">The 29-year-old defendant, who was born four years before his mother, Mette-Marit, married Norway's Crown Prince Haakon, is not a member of the royal family or a public figure, but grew up as part of the wider family. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Paul Kirby reports from outside the court in Oslo.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"video-edited-by-ian-aikman.\" class=\"sc-d16436d-0 iVdNuz\">Video edited by Ian Aikman.</i></p></div></div></body></html>"
        },
        {
            "title": "Rare sighting of phantom jellyfish in deep sea off Argentina",
            "time": "2026-02-05T05:18:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/87d5/live/92c06e80-0250-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">A rare phantom jellyfish has been spotted by scientists exploring the deep sea near Argentina.</p><p class=\"sc-9a00e533-0 eZyhnA\">Stygiomedusa gigantea, more commonly known as the giant phantom jellyfish, was filmed 250 metres below the surface in the South Atlantic Ocean.</p><p class=\"sc-9a00e533-0 eZyhnA\">Scientists from the Schmidt Ocean Institute documented the creature, which can grow up to 1m (3.3ft) in diameter, with their arms reaching up to 10m (33ft) long.</p><p class=\"sc-9a00e533-0 eZyhnA\">Their four arms, which look like long pink ribbons, are not stinging tentacles. Instead the jellyfish use them to catch their prey of fish and plankton, according to the institute.</p><p class=\"sc-9a00e533-0 eZyhnA\">The team also discovered 28 potential new species including corals, sea urchins, and sea anemones.</p></div></div></body></html>"
        },
        {
            "title": "Inside the operation to destroy drug labs in the Colombian jungle",
            "time": "2026-02-03T17:08:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/926f/live/e1b67390-00d9-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">BBC Senior international correspondent Orla Guerin joins specialist police on a mission over Colombia's cocaine heartland, tasked with destroying crude cocaine labs hidden deep in the jungle.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Jungle Commandos, a police unit armed by the United States and originally trained by Britain's SAS, have been looking for the labs which are little more than shacks with drums of chemicals and fresh coca leaves, ready to be turned into a paste.</p><p class=\"sc-9a00e533-0 eZyhnA\">Major Cristhian Cedano Díaz, a 16-year veteran of the war on drugs, told the BBC a cocaine lab can be rebuild quickly, \"in just one day\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Colombia has been criticised by US President Trump for not doing enough to combat the drugs trade, though Colombia's President Gustavo Petro claims that his government has seized the largest amount of drugs in history.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"correspondent:-orla-guerin,-camera:-goktay-koraltan-producer:-wietske-burema-edited-by:-marina-costa\" class=\"sc-d16436d-0 iVdNuz\">Correspondent: Orla Guerin, Camera: Goktay Koraltan Producer: Wietske Burema Edited by: Marina Costa</i></p></div></div></body></html>"
        },
        {
            "title": "Florida iguanas are 'cold stunned' and falling from trees",
            "time": "2026-02-04T01:21:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/bc78/live/ac2026c0-016c-11f1-a8b8-bdd2c5f9bcad.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">A rare cold snap across Florida has left thousands of iguanas 'cold stunned' and immobile, with some falling from trees. The state's wildlife agency says they're ripe for capturing. </p><p class=\"sc-9a00e533-0 eZyhnA\">Reptiles like iguanas are ectotherms, meaning their internal body temperature is affected by the weather outside. When it gets too cold – temperatures in Florida have dropped to below 50F (10C) – their internal process slow down, leading to the phenomenon known as 'cold stunning.' </p><p class=\"sc-9a00e533-0 eZyhnA\">Florida's wildlife agency has asked the public to capture these iguanas, who are an invasive species not native to the state, while they're immobile. They report that more than 2,000 cold stunned iguanas have been handed over to authorities so far.</p></div></div></body></html>"
        }
    ]
}