{
    "source": "BBC News",
    "articles": [
        {
            "title": "Almost a third of people in Gaza 'not eating for days,' UN warns",
            "time": "2025-07-26T04:08:43",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1e25/live/be182dd0-6993-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Almost a third of people in Gaza not eating for days, UN food programme warns</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1e25/live/be182dd0-6993-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1e25/live/be182dd0-6993-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1e25/live/be182dd0-6993-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1e25/live/be182dd0-6993-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1e25/live/be182dd0-6993-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1e25/live/be182dd0-6993-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1e25/live/be182dd0-6993-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1e25/live/be182dd0-6993-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"Reuters Two women, who are wearing black and have pained looks on their faces, stand at the front of a crowd and hold out pans at a charity kitchen in Nuseirat, Gaza\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">International concern has risen this week with warnings that starvation has gripped Gaza</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Almost one in three people in the Gaza Strip are going for days without eating, the UN's food aid programme has warned.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Malnutrition is surging with 90,000 women and children in urgent need of treatment,\" the World Food Programme (WFP) said in a statement.</p><p class=\"sc-9a00e533-0 hxuGS\">Warnings of starvation in Gaza have intensified this week. Nine more people died of malnutrition on Friday, according to the Palestinian territory's Hamas-run health ministry - bringing the total such deaths since the war began to 122.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel, which controls the entry of all supplies into Gaza, says there is no restriction on aid getting into the territory and blames Hamas for any malnutrition.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">On Friday, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cr5v5568mzro\" class=\"sc-f9178328-0 bGFWdi\">UK Prime Minister Sir Keir Starmer suggested the UK would play a role in dropping aid into Gaza by air</a> after more than a third of MPs signed a letter calling on the government to recognise a Palestinian state.</p><p class=\"sc-9a00e533-0 hxuGS\">This came after an Israeli security official had said that airdrops of aid into Gaza could be allowed in the coming days - something aid agencies have previously cautioned is an inefficient way to get supplies into Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">\"News that Israel will allow countries to airdrop aid into Gaza has come far too late – but we will do everything we can to get aid in via this route,\" Sir Keir wrote in The Mirror.</p><p class=\"sc-9a00e533-0 hxuGS\">Sir Keir also said the UK was \"urgently accelerating efforts\" to evacuate children who need critical medical assistance to the UK for treatment.</p><p class=\"sc-9a00e533-0 hxuGS\">While local media reported the United Arab Emirates and Jordan would carry out the latest drops, a senior Jordanian official told the BBC that its military was yet to receive permission from Israel to do so.</p><p class=\"sc-9a00e533-0 hxuGS\">The UN has described the move as a \"distraction to inaction\" by the Israeli government.</p><p class=\"sc-9a00e533-0 hxuGS\">The move came amid mounting international concern about humanitarian conditions in Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">On Friday, Germany, France and the UK called on Israel to \"immediately lift restrictions on the flow of aid\" into the territory.</p><p class=\"sc-9a00e533-0 hxuGS\">In a  joint statement, they called for an immediate end to the \"humanitarian catastrophe that we are witnessing in Gaza,\" and to the war itself, adding that Israel must \"uphold its obligations under international humanitarian law\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"Withholding essential humanitarian assistance to the civilian population is unacceptable,\" read the statement.</p><p class=\"sc-9a00e533-0 hxuGS\">The UN Secretary General António Guterres said he could not \"explain the level of indifference and inaction we see by too many in the international community - the lack of compassion, the lack of truth, the lack of humanity\".</p><p class=\"sc-9a00e533-0 hxuGS\">Addressing the Amnesty International global assembly, he said more than 1,000 Palestinians had been killed while trying to access food since 27 May - when the US and Israeli-backed Gaza Humanitarian Foundation (GHF) began distributing supplies as an alternative to the UN-led system.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">'I'm so tired': Mother of starving Gazan baby speaks to BBC</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A US security contractor who worked for the GHF in May and June 2025 told the BBC on Friday that he had \"without question… witnessed war crimes\" during that time.</p><p class=\"sc-9a00e533-0 hxuGS\">Anthony Aguilar said he saw the IDF and US contractors using live ammunition, artillery, mortar rounds, and tank fire on civilians at food distribution sites.</p><p class=\"sc-9a00e533-0 hxuGS\">The retired soldier said: \"In my entire career, I have never witnessed the level of brutality and use of indiscriminate and unnecessary force against a civilian population until I was in Gaza at the hands of the IDF and US contractors.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In its response, the GHF said the claims - which came from \"a disgruntled former contractor who was terminated for misconduct a month ago\" - were \"categorically false\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, the future of talks to secure a new ceasefire and hostage-release deal remains uncertain, after the US and Israel withdrew their negotiating teams from Qatar.</p><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump said <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/crrqrz857wgo\" class=\"sc-f9178328-0 bGFWdi\">Hamas \"didn't really want to make a deal\"</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I think they want to die,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">Hamas has expressed surprise about the US remarks. </p><p class=\"sc-9a00e533-0 hxuGS\">A senior Hamas official also told the BBC's Gaza correspondent that mediators had informed the group negotiations had not collapsed, and said the Israeli delegation was expected to return to Doha next week.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Israel launched a war in Gaza in response to the Hamas-led attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others were taken hostage.</p><p class=\"sc-9a00e533-0 hxuGS\">More than 59,000 people have been killed in Gaza since then, according to the Hamas-run health ministry.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel imposed a total blockade of aid deliveries at the start of March and resumed its military offensive against Hamas two weeks later, collapsing a two-month ceasefire. It said it wanted to put pressure on the group to release its remaining Israeli hostages.</p><p class=\"sc-9a00e533-0 hxuGS\">Although the blockade was partially eased after almost two months amid warnings of a looming famine from global experts, the shortages of food, medicine and fuel have worsened.</p><p class=\"sc-9a00e533-0 hxuGS\">Most of Gaza's population has been displaced multiple times and more than 90% of homes are estimated to be damaged or destroyed.</p><p class=\"sc-9a00e533-0 hxuGS\">On Thursday, France announced it would official recognise a Palestinian state in September - a move which angered Israel and its main ally, the US.</p><p class=\"sc-9a00e533-0 hxuGS\">A day later, more than a third of UK MPs signed a letter to Sir Keir calling for the UK to follow suit.</p><p class=\"sc-9a00e533-0 hxuGS\">But <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cx202zvygmlo\" class=\"sc-f9178328-0 bGFWdi\">the prime minister indicated such a move would not be imminent</a> - it would have to be part of a \"wider plan which ultimately results in a two-state solution\" - a Palestinian state alongside Israel.</p></div></article></div></body></html>"
        },
        {
            "title": "Gaza: 'I witnessed war crimes,' former worker at GHF aid site tells BBC",
            "time": "2025-07-25T22:10:39",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f756/live/cfff6660-69a4-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">A retired US special forces officer has revealed to the BBC why he resigned from his work with US- and Israel-backed Gaza Humanitarian Foundation (GHF) aid distribution centres. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I witnessed the Israeli Defense Forces shooting at the crowds of Palestinians,\" Anthony Aguilar told the BBC. </p><p class=\"sc-9a00e533-0 hxuGS\">He added that in his entire career he has never witnessed such a level of \"brutality and use of indiscriminate and unnecessary force against a civilian population, an unarmed, starving population\".</p></div></div></body></html>"
        },
        {
            "title": "Thailand-Cambodia: Social media war flares up amid border clashes",
            "time": "2025-07-26T00:43:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Thais and Cambodians slug it out on social media, as border tensions flare</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Koh Ewe</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Singapore</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"Reuters People, evacuating from Pong Tuek village, in Banthey Empel district, around 20 km (12 miles) from the disputed Ta Moan Thom temple, rest at a temporary shelter\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">As the border clashes this week killed more than a dozen people in Thailand and Cambodia, regional governments have been trying to prevent a war between the two countries.</p><p class=\"sc-9a00e533-0 hxuGS\">But a different kind of war between their citizens is already raging - via increasingly belligerent exchanges on social media. </p><p class=\"sc-9a00e533-0 hxuGS\">Nationalists from both sides have long bickered over several points of national pride - from ownership of temples and territories to the origins of traditional dances, costumes, food and sports.</p><p class=\"sc-9a00e533-0 hxuGS\">The rising tensions in recent weeks, which culminated in the deadly attacks on Thursday, have now prompted young people on both sides to trade fresh barbs online.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The comment sections of social media posts about the conflict have turned into an online warzone, with Thai and Cambodian users arguing with each other and backing their governments official version of events. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Justice for Cambodia,\" one Cambodian user commented on a TikTok video of a user trying to explain the conflict. \"Thai troops opened fire on Cambodian forces first.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"[Who's] gonna trust [what] the largest scammer country said?\" a Thai user replied, making a reference to the widespread <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-62792875\" class=\"sc-f9178328-0 bGFWdi\">scam centres in Cambodia</a> that have entrapped hundreds of thousands. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Cambodia fired at Thailand first. This is the truth. Join in using the hashtag #CambodiaOpenedFire\" a Thai X user wrote, in a post that has been viewed a million times. </p><p class=\"sc-9a00e533-0 hxuGS\">Cambodians, meanwhile, are using the hashtag \"Thailand opened fire\" and making their own videos about the conflict.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Tourists posing for photos at Preah Vihear temple\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Preah Vihear, an 11th Century temple, is located near the disputed area</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Border tensions between the two countries have been simmering since May, after a brief skirmish killed one Cambodian soldier. Both countries imposed travel restrictions on each other and strengthened military presence along the border.</p><p class=\"sc-9a00e533-0 hxuGS\">As bilateral ties plunged to their lowest levels in a decade, some voiced concerns about hate-mongering on social media that threatened to divide the two countries' people even more.</p><p class=\"sc-9a00e533-0 hxuGS\">Cambodian and Thai journalists' associations issued a joint statement in May, saying that social media users have \"circulated information without clear sources\" and \"caused confusion\".</p><p class=\"sc-9a00e533-0 hxuGS\">The groups urged social media users to \"carefully consider the potential consequences\" when sharing content related to the border.</p><p class=\"sc-9a00e533-0 hxuGS\">As things heat up, a few have taken the belligerence offline too. A viral video posted on Thursday showed what appeared to be a Thai man asking Cambodian workers to speak Khmer - before slapping one of them in the face. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We're now beginning to see violence, even among the groups with no prior conflict between them,\" Wilaiwan Jongwilaikasaem, a journalism professor at Thammasat University, told BBC Thai, describing the nationalistic influencers as waging a \"war of hate\".</p></div><figure></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Long cultural rivalry</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There are plenty of sensitive touchpoints for social media warriors from both countries to battle over. </p><p class=\"sc-9a00e533-0 hxuGS\">The dispute between the two countries dates back to more than 100 years ago, when the borders of the two nations were drawn after the French occupation of Cambodia. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2008, Cambodia registered Preah Vihear, an 11th Century temple located near the disputed border as a Unesco World Heritage Site - a move that was met with heated protest from Thailand.</p><p class=\"sc-9a00e533-0 hxuGS\">The dispute later expanded to the 13th Century Ta Moan temple complex - which Cambodia claimed Thai troops had lined with barbed wire on Thursday.</p><p class=\"sc-9a00e533-0 hxuGS\">These historical sites are at the heart of a longstanding cultural rivalry between the two countries, which also extends to the realms of sports, cuisine and attire.</p><p class=\"sc-9a00e533-0 hxuGS\">Thai nationalists decry what they say is cultural theft by \"Claimbodia\", while their Khmer counterparts have dubbed them \"Siamese thieves\". </p><p class=\"sc-9a00e533-0 hxuGS\">In 2023, Thai kickboxers boycotted the Southeast Asian Games in Cambodia after the sporting event they recognised as Muay Thai was introduced as Kun Khmer - which is what Cambodians call it.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this month, controversy ensued after Cambodia nominated its Khmer wedding tradition for inscription on Unesco's list of intangible cultural heritage. </p><p class=\"sc-9a00e533-0 hxuGS\">Thai social media users claimed that a Thai traditional dress was in the submission - igniting anger and allegations of cultural appropriation, as Thailand was also seeking consideration for its traditional attire to be recognised by Unesco.</p><p class=\"sc-9a00e533-0 hxuGS\">More recently, Thai tourists attacked Cambodian military officers at Ta Muen Thom, a temple in a disputed area along Thai-Cambodian border.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: People take shelter after gunfire breaks out between Thailand and Cambodia troops</figcaption></p><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Politicians' war on X</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Whether the aggression will wane remains to be seen, now that <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cy9x99n79v8o\" class=\"sc-f9178328-0 bGFWdi\">Cambodia has called for a ceasefire</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">On the other hand, the political kingmakers on both sides - who are avid social media users themselves - are hurling jabs at each other too. </p><p class=\"sc-9a00e533-0 hxuGS\">In a post on X, Thaksin Shinawatra, Thailand's populist former prime minister, said he appreciated the offers he had received to help mediate the hostilities. </p><p class=\"sc-9a00e533-0 hxuGS\">\"But I asked for some time because I have to let the Thai military teach Hun Sen a lesson for his cunningness,\" he wrote.</p><p class=\"sc-9a00e533-0 hxuGS\">Hun Sen, a strongman ex-leader who remains influential in Cambodian politics, retorted on his X account. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I am not surprised by Thaksin's attitude toward me, because he has even betrayed the Thai King, as well as members of his own party,\" he wrote on Friday. \"Now, under the pretext of taking revenge on Hun Sen, he is resorting to war, the ultimate consequence of which will be the suffering of the people.\"</p><p class=\"sc-9a00e533-0 hxuGS\">This particular escalation of events was, in fact, caused by <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cvg1gdgy2pyo\" class=\"sc-f9178328-0 bGFWdi\">the unexpected fracturing of a long-standing friendship</a> between Hun Sen and Thaksin Shinawatra. Hun Sen leaked a phone call between him and Thaksin's daughter, Paetongtarn Shinawatra.</p><p class=\"sc-9a00e533-0 hxuGS\">The conversation, where Paetongtarn - then prime minister - called him \"uncle\", and criticised one of her own military commanders,  was hugely embarrassing for her and sparked massive public anger.  </p><p class=\"sc-9a00e533-0 hxuGS\">She has since been suspended as prime minister and Thailand's Constitutional Court is considering a petition for her dismissal.</p><p class=\"sc-9a00e533-0 hxuGS\">Some Thais believe that the leaking of the phone call was an attempt by Hun Sen to distract his people.</p><p class=\"sc-9a00e533-0 hxuGS\"> \"Hun wants dispute and war, he wants to solidify his and his son's future position in (Cambodia) and he needs to have bigger enemy which is why he push for anti-Thai narrative and war,\" said one Thai social media user in response to a Cambodian's post which said \"there is no reason for smaller country with weaker economic (sic) like Cambodia to invade Thailand first\".</p><p class=\"sc-9a00e533-0 hxuGS\">Even if the border conflict stops short of being a full-fledged war, the battles on the social media look set to continue.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-paweena-ninbut\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by Paweena Ninbut</i></p></div></article></div></body></html>"
        },
        {
            "title": "Five killed as Ukraine and Russia trade drone attacks",
            "time": "2025-07-26T11:31:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5581/live/49d1f450-6a11-11f0-8795-f17939c3bf5f.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Five people have been killed in overnight strikes in Russia and Ukraine, as the two sides continue to trade drone attacks.</p><p class=\"sc-9a00e533-0 hxuGS\">Ukrainian officials said on Saturday that more than 200 drones and almost 30 missiles were fired by Russia, with most targeting Dnipropetrovsk where three people died.</p><p class=\"sc-9a00e533-0 hxuGS\">In Russia, Rostov's acting governor said two people died in the region after a car caught fire following a Ukrainian drone strike.</p><p class=\"sc-9a00e533-0 hxuGS\">The attacks came as both sides gave updates on their military operations - Russia claimed to have taken two villages in Ukraine's east, while Ukrainian President Volodymyr Zelensky said troops were \"gradually pushing Russian forces out\" of the Sumy region.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Zelensky said Russian strikes also targeted Kharkiv and Sumy, and added on X that the strikes \"cannot be left without response, and Ukrainian long-range drones ensure one\".</p><p class=\"sc-9a00e533-0 hxuGS\">He added that Russian military sites and airports \"must see that Russia's own war is now hitting them back with real consequences\" and said Ukraine's drone attacks were \"some of the arguments that will surely bring peace closer\".</p><p class=\"sc-9a00e533-0 hxuGS\">Six people were injured in the strikes on Dnipropetrovsk, the region's head said. A residential block and industrial areas were hit in the city of Dnipro while a shopping centre was hit in the wider district.</p><p class=\"sc-9a00e533-0 hxuGS\">Also on Saturday, Russia's ministry of defence claimed its army had captured two villages, Zelenyi Hai in the Donetsk region and Maliivka in the Dnipropetrovsk region.</p><p class=\"sc-9a00e533-0 hxuGS\">In an update on X, Zelensky said that Ukrainian forces were pushing Russian troops back in Sumy.</p><p class=\"sc-9a00e533-0 hxuGS\">He said: \"Although this region remains one of the enemy's priority directions, our forces consistently block Russian attempts to advance deeper into the Sumy region from the border areas.\"</p><p class=\"sc-9a00e533-0 hxuGS\">There were reports that a village in the region - Kindrativka - had been liberated from Russian control. </p><p class=\"sc-9a00e533-0 hxuGS\">Zelensky added there had been \"51 intense combat engagements\" in the Pokrovsk area of Donetsk in the past day, where he said troops were defending positions.</p><p class=\"sc-9a00e533-0 hxuGS\">Both sides continue to trade drone attacks, after a brief third round of ceasefire talks took place in Istanbul earlier in the week.</p><p class=\"sc-9a00e533-0 hxuGS\">Ukrainian and Russian delegations met on Wednesday evening but the talks failed to make steps towards ending the conflict. Both sides accused the other of rejecting their ideas.</p><p class=\"sc-9a00e533-0 hxuGS\">The first two rounds of ceasefire talks were held in May and June at the request of US President Donald Trump, who has repeatedly said he wants to see the end of the \"horrible, bloody war\" that was sparked by Russia's invasion of Ukraine in 2022.</p></div></div></body></html>"
        },
        {
            "title": "Great Recall Taiwan: 'Pro-China' politicians survive Taiwan vote to kick them out",
            "time": "2025-07-26T11:01:17",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5170/live/edc5e540-68ee-11f0-8713-77acb62583a8.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">'Pro-China' politicians survive Taiwan vote to kick them out</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Tessa Wong</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Asia Digital Reporter</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5170/live/edc5e540-68ee-11f0-8713-77acb62583a8.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5170/live/edc5e540-68ee-11f0-8713-77acb62583a8.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5170/live/edc5e540-68ee-11f0-8713-77acb62583a8.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5170/live/edc5e540-68ee-11f0-8713-77acb62583a8.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5170/live/edc5e540-68ee-11f0-8713-77acb62583a8.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5170/live/edc5e540-68ee-11f0-8713-77acb62583a8.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5170/live/edc5e540-68ee-11f0-8713-77acb62583a8.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5170/live/edc5e540-68ee-11f0-8713-77acb62583a8.jpg.webp\" loading=\"eager\" alt=\"BBC / Tessa Wong Several Kuomintang lawmakers dressed in white T-shirts and dark trousers stand on stage addressing a crowd at a rally. Behind them is a large blue and white backdrop showing campaign photos of the lawmakers.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC / Tessa Wong</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Several of the Kuomintang lawmakers facing the recall vote appeared at an anti-recall rally last weekend</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Early results of an unprecedented vote in Taiwan aimed at ousting politicians accused of being too close to China indicate that all have retained their seats.</p><p class=\"sc-9a00e533-0 hxuGS\">Thousands of Taiwanese went to the polls on Saturday in what has been termed as the \"dabamian\", or Great Recall vote, initiated by a civic movement.</p><p class=\"sc-9a00e533-0 hxuGS\">The vote result was closely watched as it could have altered the balance of power in Taiwan, which has seen months of political deadlock between the Democratic Progressive Party (DPP) government and the legislature dominated by the opposition Kuomintang and its allies.</p><p class=\"sc-9a00e533-0 hxuGS\">But the early result shows the opposition keeps its majority. A small number of votes are still being counted.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">On Saturday, citizens in 24 districts – all held by the Kuomintang - voted on a simple yes or no question: whether they agreed to boot out their legislator.</p><p class=\"sc-9a00e533-0 hxuGS\">While Taiwan held recall votes in the past, it had never seen so many within such a short period of time.</p><p class=\"sc-9a00e533-0 hxuGS\">Early results show that a majority of voters in every district voted no, which means none of the lawmakers have to vacate their seats.</p><p class=\"sc-9a00e533-0 hxuGS\">The opposition maintains its slim majority - for now. Another round of recall voting will be held in August for seven other seats.</p><p class=\"sc-9a00e533-0 hxuGS\">Analysts have said that if the Great Recall fails, it would intensify political polarisation in Taiwan, and embolden politicians to do what they want despite opposition from a significant segment of the population.</p><p class=\"sc-9a00e533-0 hxuGS\">The Great Recall has deeply divided Taiwanese society, which has seen large rallies and fierce debate. Both pro-recall and anti-recall activists claimed to be fighting for Taiwan's democracy.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What's behind the Great Recall ?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It began with elections in January 2024, when voters chose the DPP's William Lai as their president but gave the opposition the dominant presence in the parliamentary Legislative Yuan.</p><p class=\"sc-9a00e533-0 hxuGS\">In the following months, the main opposition party Kuomintang worked together with the smaller Taiwan People's Party and independents to block DPP bills and pass controversial pieces of legislation.</p><p class=\"sc-9a00e533-0 hxuGS\">These moves angered some Taiwanese, who saw these as attempts to stymie the DPP government while strengthening the opposition's parliamentary power.</p><p class=\"sc-9a00e533-0 hxuGS\">In May 2024, thousands began holding protests in what became known as the Bluebird movement, partially named after the Taipei street where many had gathered.</p><p class=\"sc-9a00e533-0 hxuGS\">Many in the movement believe the opposition, led by the Kuomintang which is known for its relatively friendlier position on China, is being influenced by Beijing and secretly pushing China's agenda in Taiwan's legislature.</p><p class=\"sc-9a00e533-0 hxuGS\">The party has denied this, but suspicion grew when a group of Kuomintang lawmakers visited China last year and were welcomed by top-ranking Chinese Communist Party official Wang Huning.</p><p class=\"sc-9a00e533-0 hxuGS\">Civic groups in the Bluebird movement launched petitions to oust various Kuomintang lawmakers, while Kuomintang supporters retaliated by doing the same to some DPP lawmakers.</p><p class=\"sc-9a00e533-0 hxuGS\">In the end, petitions for 31 lawmakers' seats received enough preliminary support to proceed with a final recall vote. All these seats were held by the Kuomintang.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5f8d/live/f22dbfc0-688c-11f0-8b38-216abe9854fb.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5f8d/live/f22dbfc0-688c-11f0-8b38-216abe9854fb.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5f8d/live/f22dbfc0-688c-11f0-8b38-216abe9854fb.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5f8d/live/f22dbfc0-688c-11f0-8b38-216abe9854fb.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5f8d/live/f22dbfc0-688c-11f0-8b38-216abe9854fb.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5f8d/live/f22dbfc0-688c-11f0-8b38-216abe9854fb.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5f8d/live/f22dbfc0-688c-11f0-8b38-216abe9854fb.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5f8d/live/f22dbfc0-688c-11f0-8b38-216abe9854fb.jpg.webp\" loading=\"lazy\" alt='Getty Images At a night-time rally, a woman in a pink cap holds up a red and white sign that says in English \"No China\". Surrounding her are other protesters holding up other signs as well.' class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Many protesters in the Bluebird movement believe the Kuomintang lawmakers are pushing China's agenda in Taiwan's legislature</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Voter turnout has been seen as crucial for the Great Recall's success. Each district's seat can only be vacated if the number of votes exceed 25% of registered voters and more than half approve of the recall.</p><p class=\"sc-9a00e533-0 hxuGS\">In recent weeks civic groups have been relentlessly flooding social media platforms and pounding the streets canvassing for votes.</p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile the Kuomintang and its allies have held rallies urging voters to say no to the recall.</p><p class=\"sc-9a00e533-0 hxuGS\">They have alleged that the DPP masterminded the Great Recall and Bluebird movement in order to overturn the results of the election and gain power in the Legislative Yuan.</p><p class=\"sc-9a00e533-0 hxuGS\">The DPP had initially sought to distance itself from the Great Recall movement. But eventually it showed its support, with Lai stressing that the DPP \"must align with the power of the people\" and ordering party officials to assist pro-recall groups to \"protect the nation\".</p><p class=\"sc-9a00e533-0 hxuGS\">Beijing has also waded into the debate while watching from afar.</p><p class=\"sc-9a00e533-0 hxuGS\">Its Taiwan Affairs Office has accused Lai of \"engaging in dictatorship under the guise of democracy\" and \"using every means possible to suppress the opposition\".</p></div></article></div></body></html>"
        },
        {
            "title": "Tea app hacked: Images stolen from women's dating safety app that vets men",
            "time": "2025-07-26T13:58:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4c8b/live/97a686e0-6a26-11f0-b6f8-dbb4bbf920ec.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A dating safety app that allows women to do background checks on men and anonymously share \"red flag\" behaviour has been hacked, exposing thousands of members' images, posts and comments.</p><p class=\"sc-9a00e533-0 hxuGS\">Tea Dating Advice, a US-based women-only app with 1.6 million users, said there had been \"unauthorised access\" to 72,000 images submitted by women. </p><p class=\"sc-9a00e533-0 hxuGS\">Some included images of women holding photo identification for verification purposes, which Tea's own privacy policy promises are \"deleted immediately\" after authentication.</p><p class=\"sc-9a00e533-0 hxuGS\">Tea said the breach affected members who signed up before February 2024. It added it had \"acted fast\" and was \"working with some of the most trusted cyber security experts\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The app has recently experienced a surge in popularity - as well as criticism from some who claim it is anti-men. </p><p class=\"sc-9a00e533-0 hxuGS\">Tea lets women check whether potential partners are married or registered sex offenders as well as run reverse image searches to protect against \"catfishing\", where people use fake online identities.</p><p class=\"sc-9a00e533-0 hxuGS\">But one of the most controversial aspects of Tea is that it allows women to share information on men they have dated to \"avoid red flags\" but also highlight those with \"green flag\" qualities.  </p><p class=\"sc-9a00e533-0 hxuGS\">The company said the breached photos \"can in no way be linked to posts within Tea\".    </p><p class=\"sc-9a00e533-0 hxuGS\">The firm blocks screenshots so that posts are not shared outside the app.</p><p class=\"sc-9a00e533-0 hxuGS\">But on Friday it also admitted that an additional 59,000 images from the app showing posts, comments and direct messages from over two years ago were accessed. </p><p class=\"sc-9a00e533-0 hxuGS\">Tea said: \"We're taking every step to protect this community - now and always.\"</p><p class=\"sc-9a00e533-0 hxuGS\">BBC News has contacted Tea for comment. </p><p class=\"sc-9a00e533-0 hxuGS\">The company was set up in November 2022 by Sean Cook, a software engineer who said he was inspired to create Tea after witnessing his mother's online dating experiences.</p><p class=\"sc-9a00e533-0 hxuGS\">He told Medium in May: \"I was shocked by how easy it was for catfish, scammers and criminals to take advantage of women on dating apps and how little traditional dating apps do to protect users.\"</p><p class=\"sc-9a00e533-0 hxuGS\">However, some men - and women - have challenged these types of groups claiming that they put men at risk of invasion of privacy and defamation.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this year, an individual named Nikko D'Ambrosio took legal action against Facebook's owner Meta because of a number of statements made about him in a chat group called \"Are We Dating the Same Guy\".</p><p class=\"sc-9a00e533-0 hxuGS\">The lawsuit was thrown out by a federal judge in Illinois.</p></div></div></body></html>"
        },
        {
            "title": "Georges Abdallah: Pro-Palestinian convict freed after 40 years",
            "time": "2025-07-25T07:03:56",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Pro-Palestinian convict freed by France after 41 years</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Hugh Schofield</span><p class=\"sc-801dd632-8 hwLppI\"><span>Paris correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9e7e/live/1f57ff20-6931-11f0-89f9-2557e37258a0.jpg.webp\" loading=\"eager\" alt=\"AFP Georges Abdallah, a grey-haired 74-year-old with grey moustache and beard, sits in his prison cell in a red shirt\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Georges Abdallah is due to be deported to Lebanon</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Georges Abdallah, a 74-year-old Lebanese teacher who became a left-wing symbol for the Palestinian cause, has been freed by France on Friday after 41 years in jail.</p><p class=\"sc-9a00e533-0 hxuGS\">Described by his lawyer as \"the man who has spent the longest time in prison for events linked to the Israeli-Palestinian conflict,\" Abdallah left jail in the south of France in the early hours of Friday and was due to be put on a flight directly to Beirut.</p><p class=\"sc-9a00e533-0 hxuGS\">Convicted in 1987 for complicity in the murders in France of two diplomats – one American, one Israeli – Abdallah has gradually been forgotten by the wider public.  </p><p class=\"sc-9a00e533-0 hxuGS\">But his release remained a cause célèbre for activists on the Marxist-Leninist left, with which he still identifies.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">His stern-looking bearded face continued to peer from banners in left-wing demonstrations; and once a year protesters gathered to demand his freedom outside his prison in the Pyrenees. Three left-led French municipalities declared him an \"honorary citizen\".</p><p class=\"sc-9a00e533-0 hxuGS\">Though eligible for parole since 1999, he saw successive requests for liberty turned down. According to supporters, this was because of pressure on the French government from the US and Israel.</p><p class=\"sc-9a00e533-0 hxuGS\">Interviewed recently by the French news agency AFP at his cell in Lannemazan jail, he said he had kept sane by focusing on the Palestinian \"struggle\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"If I had not had that… well, 40 years – it can turn your brain to mush,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">On the walls of his cell, Abdallah kept a picture of the 1960s revolutionary Che Guevara and postcards from supporters around the world. A desk was covered with piles of newspapers.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/05d1/live/94eb06b0-6931-11f0-89f9-2557e37258a0.jpg.webp\" loading=\"lazy\" alt=\"AFP A convoy, believed to be carrying Lebanese leftist militant Georges Ibrahim Abdallah, leaves Lannemezan prison for his extradition to Beirut, near Tarbes, southwestern France on July 25, 2025\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Abdallah was eventually released from Lannemezan prison in southern France in the early hours of Friday</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Born in 1951 into a Christian family in northern Lebanon,  in the late 1970s Abdallah helped set up the Lebanese Armed Revolutionary Factions (LARF) – a small Marxist group dedicated to fighting Israel and its closest ally, the United States.</p><p class=\"sc-9a00e533-0 hxuGS\">At the time Lebanon was embroiled in a civil war. In 1978 and again in 1982 Israel invaded south Lebanon to combat Palestinian fighters based there.</p><p class=\"sc-9a00e533-0 hxuGS\">Abdallah's group decided to hit Israeli and US targets in Europe, and carried out five attacks in France. In 1982 its members shot and killed US diplomat Charles Ray in Strasbourg, and Israeli diplomat Yakov Barsimantov in Paris. In addition a car bomb blamed on LARF killed two French bomb-disposal experts.</p><p class=\"sc-9a00e533-0 hxuGS\">Abdallah was arrested in Lyon in 1984. Tailed by French intelligence officers, he thought he was being followed by Israeli assassins and gave himself in at a police station. Initially he was charged only with having false passports and criminal association.</p><p class=\"sc-9a00e533-0 hxuGS\">A short time later a French citizen was kidnapped in northern Lebanon, and the French secret service entered a negotiation via Algeria to engineer an exchange.</p><p class=\"sc-9a00e533-0 hxuGS\">The French citizen was freed, but just before Abdallah was to be released police in Paris found a cache of weapons at his flat, including the gun used to kill the diplomats. This made his release impossible.</p><p class=\"sc-9a00e533-0 hxuGS\">Two years later in the run up to his trial, Paris was hit by a spate of attacks which killed 13 people. These were blamed by politicians and the media on allies of Abdallah trying to pressurise France into freeing him. Later it was established that in fact they were the work of the Lebanese Shia group Hezbollah, under instructions from Iran.</p><p class=\"sc-9a00e533-0 hxuGS\">In the trial, Abdallah denied involvement in the murders but defended their legitimacy. He was given a life sentence.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/03d1/live/9d9de2e0-6883-11f0-818e-116d88bbdf01.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Georges Abdallah sits in handcuffs on a court bench between two police officers. He is wearing blue jeans, a blue jacket, a white shirt, and has a thick brown beard and moustache\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Georges, seen here between two police officers, was convicted in the 1980s</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Of the more than 10 requests for release since 1999, only one came close to success. But in 2013 then-US Secretary of State Hillary Clinton wrote to the French government expressing the hope that it could find a \"way to contest the legality\" of a court decision to free Abdallah.</p><p class=\"sc-9a00e533-0 hxuGS\">Her message was later made public by WikiLeaks.</p><p class=\"sc-9a00e533-0 hxuGS\">Interior Minister Manuel Valls then refused to sign the expulsion order on which Abdallah's release was contingent.</p><p class=\"sc-9a00e533-0 hxuGS\">This year the appeal court decided that the length of Abdallah's detention was \"disproportionate\", and that he no longer posed a threat. It said again that his release must immediately be followed by expulsion from France.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is a victory for justice, but it is also a political scandal that he was not released before, thanks to the behaviour of the United States and successive French presidents,\" said his lawyer Jean-Louis Chalanset.</p><p class=\"sc-9a00e533-0 hxuGS\">Among the people who campaigned for his release was the 2022 Nobel literature prize winner Annie Ernaux, who said he was a \"victim of state justice of which France should be ashamed\".</p><p class=\"sc-9a00e533-0 hxuGS\">Yves Bonnet, the intelligence chief who tried to negotiate Abdallah's exchange in 1985 and is now a member of the far-right National Rally, said he was \"treated worse than a serial killer\" and that \"the United States was obsessed with keeping him in jail\".</p><p class=\"sc-9a00e533-0 hxuGS\">According to a report in Le Monde newspaper, no Palestinian prisoner – even those condemned to life imprisonment in Israel – has served more than 40 years in jail. Abdallah served 41.</p></div></article></div></body></html>"
        },
        {
            "title": "Southwest flight plummets, injuring flight attendants",
            "time": "2025-07-26T00:09:40",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8709/live/301827f0-69b2-11f0-8a15-dba6344d5c3a.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A Southwest Airlines plane rapidly dropped in elevation after departing from the Los Angeles area on Friday, with passengers posting online that the pilot was forced to rapidly change course to avoid a potential collision with another aircraft. </p><p class=\"sc-9a00e533-0 hxuGS\">Flight 1496 from Hollywood Burbank Airport to Las Vegas plummeted rapidly, lifting passengers out of their seats and injuring two flight attendants. </p><p class=\"sc-9a00e533-0 hxuGS\">The crew \"responded to two onboard traffic alerts... requiring them to climb and descend to comply with the alerts\", Southwest said in a statement. </p><p class=\"sc-9a00e533-0 hxuGS\">The Federal Aviation Administration (FAA) said it was investigating the incident. It comes less than one week after a similar near-miss.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"Ensuring the safety of everyone in the national airspace system remains our top priority,\" the FAA statement added.</p><p class=\"sc-9a00e533-0 hxuGS\">Stand-up comedian Jimmy Dore was onboard the plane, and was among the passengers saying that the erratic move was due to a near-miss with another plane. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Pilot said his collision warning went off &amp; he needed to avoid plane coming at us. Wow,\" Dore wrote on X. \"A flight attendant needed medical attention.\"</p><p class=\"sc-9a00e533-0 hxuGS\">His colleague Stef Zamorano added that all the passengers applauded when the plane landed. </p><p class=\"sc-9a00e533-0 hxuGS\">Caitlin Burdi told <a target=\"_blank\" href=\"https://www.foxnews.com/us/terrified-passengers-flew-out-seats-dramatic-southwest-nosedive-avoid-mid-air-crash\" class=\"sc-f9178328-0 bGFWdi\">Fox News</a> that passengers were \"screaming\" as the plane rapidly fell. </p><p class=\"sc-9a00e533-0 hxuGS\">\"It was terrifying. We really thought we were plummeting to a plane crash,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">She added that the pilot came over the speaker afterwards to say that the plane had almost hit another plane, and that they had lost contact with air traffic control. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I just remember him saying, 'What just happened was we almost collided with another plane, and I had to make the emergency attempt to go under because we lost service with the air traffic controller,'\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">According to <a target=\"_blank\" href=\"https://www.cnn.com/2025/07/25/us/southwest-fighter-jet-close-call\" class=\"sc-f9178328-0 bGFWdi\">CNN</a>, the plane was nearly intercepted by a privately owned Hawker Hunter fighter jet after less than six minutes in the air.</p><p class=\"sc-9a00e533-0 hxuGS\">The jet crossed less than two miles in front of it, and within a few hundred feet of its altitude, CNN reported, citing flight tracking data. It had departed from El Pas, Texas and was flying to Oxnard, California.</p><p class=\"sc-9a00e533-0 hxuGS\">The Southwest statement said that the flight continued on to Las Vegas, \"where it landed uneventfully\", and that the airline is \"engaged\" with the FAA \"to further understand the circumstances\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"We appreciate the professionalism of our Flight Crew and Flight Attendants in responding to this event. Nothing is more important to Southwest than the Safety of our Customers and Employees.\"</p><p class=\"sc-9a00e533-0 hxuGS\">It comes less than one week after a Delta regional flight from Minneapolis was forced to make a sudden evasive manoeuvre to avoid a US military bomber. </p></div></div></body></html>"
        },
        {
            "title": "UK condemns Hong Kong cash offer for help in arresting activists",
            "time": "2025-07-26T12:15:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e46d/live/e13b2970-69c5-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The UK has condemned the latest cash offer from Hong Kong authorities for people who help in the arrest of pro-democracy activists living in Britain. </p><p class=\"sc-9a00e533-0 hxuGS\">In a joint statement, Foreign Secretary David Lammy and Home Secretary Yvette Cooper described the move as \"another example of transnational repression\".</p><p class=\"sc-9a00e533-0 hxuGS\">People are being offered between $25,000 (HK$200,000) and $125,000 for information leading to the arrest of 19 individuals, all of whom are pro-democracy activists living abroad. </p><p class=\"sc-9a00e533-0 hxuGS\">China has denounced as \"interference\" criticism over this type of appeal, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cvgmj87248no\" class=\"sc-f9178328-0 bGFWdi\">which it has made three times previously</a>. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The 19 people are accused of violating Beijing's national security law imposed in 2020 in response to the 2019 anti-government protests that rocked the city for months.</p><p class=\"sc-9a00e533-0 hxuGS\">The amounts on offer vary depending on the individual. Among the highest offers on the list are those for Choi Ming-da and Fok Ka-chi, who Hong Kong police said operated a social media channel named \"Tuesdayroad\". </p><p class=\"sc-9a00e533-0 hxuGS\">Politician Nathan Law – who had been a lawmaker on the Legislative Council of Hong Kong – and activist and commentator Yuan Gong-Yi also appear on the lists. </p><p class=\"sc-9a00e533-0 hxuGS\">The first such rewards were issued in July and December 2023. They targeted Mr Law - who told the BBC that his life became more dangerous after a bounty was announced - and Simon Cheng, a former UK consulate employee <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-asia-china-50457262\" class=\"sc-f9178328-0 bGFWdi\">detained in 2019 in a high-profile case</a>. </p><p class=\"sc-9a00e533-0 hxuGS\">The third series of rewards targeted six pro-democracy activists living in the UK and Canada, including Tony Chung, the former leader of a pro-independence group. </p><p class=\"sc-9a00e533-0 hxuGS\">A special visa scheme introduced in 2021 saw around 150,000 Hong Kong residents move to the UK, according to the Home Office. </p><p class=\"sc-9a00e533-0 hxuGS\">The Hong Kong British National (Overseas) visa route, which is open to holders of a British National (Overseas) passport and their immediate dependents, has offered a fast track to UK citizenship.</p><p class=\"sc-9a00e533-0 hxuGS\">The British National (Overseas) status was created before the UK handed responsibility for Hong Kong - which used to be a British colony - back to China in 1997.</p><p class=\"sc-9a00e533-0 hxuGS\">The BNO passport is essentially a travel document that does not carry citizenship rights with it - although you are entitled to some consular assistance outside of Hong Kong and China with it.</p><p class=\"sc-9a00e533-0 hxuGS\">Those who have applied for and secured the visa will be able to apply for settlement after five years and then British citizenship after a further 12 months.</p><p class=\"sc-9a00e533-0 hxuGS\">In November last year a Hong Kong court sentenced dozens of pro-democracy leaders to years in jail for subversion, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cx2l4eynl4zo\" class=\"sc-f9178328-0 bGFWdi\">following a controversial national security trial</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">In their statement in response to the latest bounty, Ms Cooper and Mr Lammy said:  \"This government will continue to stand with the people of Hong Kong, including those who have made the UK their home. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We take the protection of their rights, freedoms, and safety very seriously.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Their joint statement added: \"The UK is committed to human rights, the rule of law, and the safety of all individuals in the UK. </p><p class=\"sc-9a00e533-0 hxuGS\">\"That's why we have taken further steps to complete the severing of ties between the UK and Hong Kong extradition systems by removing Hong Kong from the Extradition Act 2003.\"</p></div></div></body></html>"
        },
        {
            "title": "US official ends meeting with Maxwell who will 'welcome any relief', lawyer says",
            "time": "2025-07-25T19:14:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Meeting over between US official and Ghislane  Maxwell, who will 'welcome any relief', lawyer says</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Madeline Halpert</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, New York</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Ghislaine Maxwell's lawyer: A \"good day\" for his client after DOJ questioning</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A second day of meetings between a senior US justice department official and Jeffrey Epstein's associate Ghislaine Maxwell has concluded with \"no asks and no promises\", her lawyer says.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is not a situation where we are asking for anything in return for testimony or anything like that,\" Maxwell's attorney David Markus said on Friday. \"Of course, everybody knows Ms. Maxwell would welcome any relief.\" </p><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump was asked on Friday whether he would consider giving Maxwell clemency. He said he was allowed to do so but had \"not thought\" about it. </p><p class=\"sc-9a00e533-0 hxuGS\">Deputy Attorney General Todd Blanche has said he would reveal what he learned from Maxwell \"at the appropriate time\".</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Trump wants Epstein focus to shift: \"I never went to the island\"</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Pressure has been growing on Trump officials recently to release files related to Epstein, the late convicted paedophile financier, after the president's pledges to do so while campaigning last year.</p><p class=\"sc-9a00e533-0 hxuGS\">In his latest comments, Trump suggested the renewed focus on Epstein was the result of an effort by opposition Democrats to distract from his achievements in office.</p><p class=\"sc-9a00e533-0 hxuGS\">The interest has returned Maxwell, 63, who helped Epstein abuse young girls, to the spotlight. Her meetings with Mr Blanche took place in Tallahassee, Florida, where she is serving a 20-year sentence for sex trafficking.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Markus told the BBC's US partner CBS News that the two met for three hours on Friday and that Maxwell answered every question \"honestly, truthfully, to the best of her ability\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"She answered every one of them,\" he said earlier. \"She never did say 'I'm not going to answer', never declined.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Markus previously told reporters he was \"thankful\" that Blanche had come to ask Maxwell questions. \"It's the first time the government did it. So it was a good day.\" </p><p class=\"sc-9a00e533-0 hxuGS\">In a short post on X on Thursday, Blanche wrote: \"Today, I met with Ghislaine Maxwell, and I will continue my interview of her tomorrow. The Department of Justice will share additional information about what we learned at the appropriate time.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Blanche said earlier this week that he planned to speak to Maxwell about any information she had on other people who might have been helped by Epstein to sexually abuse girls. </p><p class=\"sc-9a00e533-0 hxuGS\">Senate Minority Leader Chuck Schumer, a Democrat and fierce Trump critic, took issue with the fact that Trump sent Blanche, his former personal lawyer turned federal prosecutor, to interview Maxwell ahead of her potential public testimony. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The conflict of interest is glaring. It stinks of high corruption,\" he said on X.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3a26/live/163ceff0-689a-11f0-b5e0-83f7c45d2898.jpg.webp\" loading=\"eager\" alt=\"Getty Images File image of Ghislaine Maxwell with Jeffrey Epstein \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Public focus in the Epstein matter has recently switched back to Maxwell, who helped Epstein abuse young girls</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In a post on Truth Social late on Thursday, Trump said the renewed focus on Epstein was a \"SCAM\" and a \"Democrat CON JOB\", and accused Schumer's party of trying to \"distract and obfuscate\" from the achievements of the first six months of his second term in office.</p><p class=\"sc-9a00e533-0 hxuGS\">On Wednesday, the Wall Street Journal reported that Attorney General Pam Bondi informed Trump during a May briefing that his name appeared in justice department documents related to Epstein. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump and Epstein were friends before, according to the president, they fell out in the early 2000s.</p><p class=\"sc-9a00e533-0 hxuGS\">The White House pushed back, dismissing the WSJ story as \"fake news\". </p><p class=\"sc-9a00e533-0 hxuGS\">But an unnamed White House official told the Reuters news agency they were not denying that Trump's name appears in the documents.</p><p class=\"sc-9a00e533-0 hxuGS\">The official pointed to Epstein files disclosed months earlier by the justice department that had included Trump.</p><p class=\"sc-9a00e533-0 hxuGS\">Being named in the documents is not evidence of any criminal activity, nor has Trump ever been accused of wrongdoing in connection with the Epstein case.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: How are Americans reacting to Trump's handling of the Epstein files?</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While campaigning for the presidency last year, Trump had promised to release such files about the well-connected sex offender.</p><p class=\"sc-9a00e533-0 hxuGS\">But his supporters have since grown frustrated with the administration's handling of the issue, including its failure to deliver a rumoured \"client list\" of Epstein. In a memo earlier this month, the justice department and FBI said there was no such list.</p><p class=\"sc-9a00e533-0 hxuGS\">Epstein died in a New York prison cell in 2019 while awaiting trial on sex trafficking charges, following an earlier conviction for soliciting prostitution from a minor. His death was ruled a suicide. </p><p class=\"sc-9a00e533-0 hxuGS\">In the years since, conspiracy theories about the nature of his crimes and his death itself have proliferated. </p><p class=\"sc-9a00e533-0 hxuGS\">On Wednesday, a sub-committee of the US House of Representatives voted to subpoena the justice department for the files, which must be signed off by the committee chairman. </p><p class=\"sc-9a00e533-0 hxuGS\">Republicans on the House Oversight Committee have also subpoenaed Maxwell to testify before the panel remotely from prison on 11 August. </p><p class=\"sc-9a00e533-0 hxuGS\">House Speaker Mike Johnson has warned that Maxwell - who for years helped Epstein groom and sexually abuse girls - cannot be trusted to provide accurate testimony.</p><p class=\"sc-9a00e533-0 hxuGS\">Maxwell's lawyer, Markus, previously told the BBC the concerns were \"unfounded\" and that if she chose to testify, rather than invoke her constitutional right to remain silent, \"she would testify truthfully, as she always has said she would\".</p><p class=\"sc-9a00e533-0 hxuGS\">Last week, the justice department asked a federal judge to release years-old grand jury testimony related to a 2006 Florida investigation into Epstein, but a federal judge in the state on Wednesday declined to make the documents public.</p></div></article></div></body></html>"
        },
        {
            "title": "Trump jokes he wants Powell to lower interest rates",
            "time": "2025-07-25T10:53:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2c38/live/bd243b80-68d0-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump and Federal Reserve Chair Jerome Powell exchanged frosty words during their public tour of the Federal Reserve's $2.5 billion renovation project. The pair met reporters and disagreed about the project's timeline and cost. </p><p class=\"sc-9a00e533-0 hxuGS\">It was their first public meeting since Trump criticised Powell and the Federal Reserve for refusing to lower interest rates.</p><p class=\"sc-9a00e533-0 hxuGS\">In the exchange, the president joked that he would \"love\" for Powell to lower interest rates - drawing some light laughs from reporters and Powell himself - less than a week before the next rate-setting meeting where policymakers are expected to hold interest rates steady.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump's visit to the Fed marked the first of a sitting president since former president George W Bush attended the swearing-in of Ben Bernanke as chairman in 2006.</p></div></div></body></html>"
        },
        {
            "title": "Kristin Cabot resigns from Astronomer after viral Coldplay clip",
            "time": "2025-07-24T22:11:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b851/live/6a256ba0-68d7-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A US tech company's chief people officer who was apparently caught on a big screen at a Coldplay concert embracing the company's CEO has resigned. </p><p class=\"sc-9a00e533-0 hxuGS\">Kristin Cabot is no longer working for Astronomer, the firm told the BBC in a statement. </p><p class=\"sc-9a00e533-0 hxuGS\">Her departure follows that of Andy Byron, the company's former CEO, who left last week after the firm announced he would be placed on leave and investigated. </p><p class=\"sc-9a00e533-0 hxuGS\">It shows a man and a woman, who were identified by US media as the co-workers, embracing on a jumbo screen at the arena before they abruptly ducked and hid.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">After seeing the pair try to hide from the camera, Coldplay lead singer Chris Martin said to the crowd: \"Either they're having an affair, or they're just very shy.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The video, which showed the pair swaying to music at the concert before trying to hide, gained millions of views on social media. It was then shared across platforms, turned into memes and made fun of on television programmes.</p><p class=\"sc-9a00e533-0 hxuGS\">As internet sleuths attempted to identify the pair and fake statements surfaced about the incident, Astronomer put out a statement announcing an investigation into the matter, without specifying the video, and said its CEO would be placed on leave. </p><p class=\"sc-9a00e533-0 hxuGS\">The following day, the company announced Mr Byron had resigned. </p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has been unable to independently confirm the identities of either person in the clip.</p><p class=\"sc-9a00e533-0 hxuGS\">The company, which deals with data, analytics and artificial intelligence, announced co-founder and chief product officer Pete DeJoy had been appointed interim CEO.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The events of the past few days have received a level of media attention that few companies - let alone startups in our small corner of the data and AI world - ever encounter,\" Mr DeJoy said in an update after taking the reins. </p><p class=\"sc-9a00e533-0 hxuGS\">He noted the company became a \"household\" name almost overnight and would continue on its path forward and \"commitment to building something great\". </p><p class=\"sc-9a00e533-0 hxuGS\">That statement is the closest the company has come to acknowledging the incident at the Coldplay concert. </p></div></div></body></html>"
        },
        {
            "title": "Matcha: World's thirst for the tea swallows global supplies",
            "time": "2025-07-25T22:41:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">World's thirst for matcha dries up global supplies</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Osmond Chia</span><p class=\"sc-801dd632-8 fRRQoT\"><span>Business reporter, BBC News</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3935/live/0b1bf140-65d7-11f0-90b5-7f02d0e68902.jpg.webp\" loading=\"eager\" alt=\"Getty Images The photo shows two cups of matcha latte being prepared, with the bright green tea being poured into one of the plastic cups filled with milk. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Matcha mania is sweeping the world. The bright green Japanese tea can be found in everything from Starbucks' lattes in the UK to Krispy Kreme doughnuts in Singapore.</p><p class=\"sc-9a00e533-0 hxuGS\">The global matcha craze is being driven by social media, with influencers sharing brewing tips, reviews and recipes. The \"Matcha Tok\" hashtag has clocked up tens of millions of views.</p><p class=\"sc-9a00e533-0 hxuGS\">Matcha's growing popularity is also linked to Japan's post-pandemic <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cgrrky897k0o\" class=\"sc-f9178328-0 bGFWdi\">tourism boom</a>, with the country's weak currency making it an attractive destination as well as boosting demand for Japanese goods.</p><p class=\"sc-9a00e533-0 hxuGS\">In the midst of the hype, demand for the powder is soaring. US-based tea importer Lauren Purvis tells the BBC her customers are seeing what was once a month's supply of matcha running out in days.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Some cafes are even asking for a kilo a day. They're desperate to keep up,\" says Ms Purvis, who runs Mizuba Tea Co<b id=\".\" class=\"sc-d16436d-0 jpoiOL\">.</b></p><p class=\"sc-9a00e533-0 hxuGS\">But that surging demand, combined with smaller tea crops due to heatwaves and US tariffs on Japan, is also<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>pushing up matcha prices.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fce7/live/2c28e980-684b-11f0-8ac6-27b0e10b383d.jpg.webp\" loading=\"lazy\" alt=\"Courtesy of Mizuba Tea Co. Tea supplier Lauren Purvis is pictured carrying a carton of tencha tea leaves in a matcha production facility.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Courtesy of Mizuba Tea Co.</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Lauren Purvis runs a matcha firm called Mizuba Tea Co</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Traditionally, Matcha - which is sought for its health benefits, caffeine and flavour - is the product of a centuries-old and highly-specialised process.</p><p class=\"sc-9a00e533-0 hxuGS\">It is made from green tea leaves called tencha, which are kept under shade for weeks while they're still growing. This step is crucial for developing the tea's signature \"umami\" flavour - a savoury taste that complements its natural sweetness.</p><p class=\"sc-9a00e533-0 hxuGS\">The leaves are harvested, dried<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>and ground into powder using stone mills, which can produce just 40g (1.4oz) of matcha an hour.</p><p class=\"sc-9a00e533-0 hxuGS\">But in recent months growers have struggled, as record-breaking heatwaves have hit crops.</p><p class=\"sc-9a00e533-0 hxuGS\">In the Kyoto region, where about a quarter of Japan's tencha comes from, hot weather has led to poor harvests even as demand soars.</p><p class=\"sc-9a00e533-0 hxuGS\">The country also faces a shortage of farmers as its population ages and not enough younger people go into the industry.</p><p class=\"sc-9a00e533-0 hxuGS\">Shops in Uji, a city in Kyoto famous for matcha, often see their <a target=\"_self\" href=\"https://www.bbc.com/travel/article/20250606-matcha-how-tourism-drained-a-japanese-town\" class=\"sc-f9178328-0 bGFWdi\">shelves emptied</a> by tourists as soon as their doors open.</p><p class=\"sc-9a00e533-0 hxuGS\">As a result, many retailers have set limits on how much customers can buy.</p><p class=\"sc-9a00e533-0 hxuGS\">Kyoto-based Camellia Tea Ceremony allows customers to purchase only one tin of matcha each as visitor numbers doubled over the last year, says director Atsuko Mori.</p><p class=\"sc-9a00e533-0 hxuGS\">Tea master Rie Takeda says she also<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>has to closely monitor her stocks of matcha, as orders that would previously arrive in just days can now take more than a week.</p><p class=\"sc-9a00e533-0 hxuGS\">She works for Chazen, a tea ceremony chain based in Tokyo, which hosts traditional rituals serving matcha to guests. </p><p class=\"sc-9a00e533-0 hxuGS\">Shortages mean tea prices at Chazen's outlets have risen by around 30% this year.</p><p class=\"sc-9a00e533-0 hxuGS\">\"[The demand] is good,\" Ms Takeda said through a translator. \"It's a gateway for more people to know about Japanese culture.\"</p><p class=\"sc-9a00e533-0 hxuGS\">It has also attracted more growers.</p><p class=\"sc-9a00e533-0 hxuGS\">Matcha production nearly tripled between 2010 and 2023, according to Japan's agricultural ministry.</p><p class=\"sc-9a00e533-0 hxuGS\">It also says green tea exports, including matcha, also rose 25% last year to 36.4bn yen (£180m; $250m).</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Savour, not hoard</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The matcha craze has sparked a movement to promote more mindful consumption.</p><p class=\"sc-9a00e533-0 hxuGS\">Advocates call out people they see as hoarding matcha or profiteering from its popularity. Others urge tea drinkers to be careful about how much they use, and to savour matcha in its purest form rather than as an ingredient in recipes.</p><p class=\"sc-9a00e533-0 hxuGS\">It's \"a bit sad\" to see high-grade matcha used in cooking - where its delicate flavour is often lost - or stockpiled for resale, said Ms Mori.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Matcha is the highest grade of tea and it's so special to us. So there's a bit of a contradiction when I hear stories about how it's resold or used in food.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0dee/live/0978b490-66b3-11f0-bc39-7f9330c24093.jpg.webp\" loading=\"lazy\" alt=\"Courtesy of Camellia Tea Ceremony A photo of a traditional Japanese tea ceremony. A woman on the left sits on a couch as a host, dressed in a kimono serves her a cup of matcha. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Courtesy of Camellia Tea Ceremony</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Matcha is used in traditional Japanese tea ceremonies</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Global Japanese Tea Association is encouraging people to use lower-grade matcha from later harvests, which is more abundant and better-suited for cooking.</p><p class=\"sc-9a00e533-0 hxuGS\">High-grade matcha often loses its delicate flavour when used in drinks like lattes, it adds.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Promoting awareness of these distinctions helps ensure Japanese tea is enjoyed with respect, while supporting the craft and tradition behind it,\" the association says.</p><p class=\"sc-9a00e533-0 hxuGS\">It also says matcha prices are likely to rise further due to tariffs the US is imposing on Japan.</p><p class=\"sc-9a00e533-0 hxuGS\">On Tuesday, Washington and Tokyo announced a <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cpwq4dljjdko\" class=\"sc-f9178328-0 bGFWdi\">trade deal</a> that will mean a 15% import tax on Japanese products<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>going into the US.</p><p class=\"sc-9a00e533-0 hxuGS\">Matcha distributors like Ms Purvis are bracing for the impact. The Oregon-based entrepreneur says orders surged by more than 70% in early July ahead of a deadline for the two countries to reach a trade agreement.</p><p class=\"sc-9a00e533-0 hxuGS\">\"As Japanese tea is not grown in the US, there is no American industry under threat that tariffs need to protect,\" she said. \"We hope there will be a realisation that specialty tea should be exempt.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Even as soaring demand and limited supplies push up prices, there is some light on the horizon.</p><p class=\"sc-9a00e533-0 hxuGS\">At least one matcha cafe chain thinks prices could ease in the future - although not for a while.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Low quality matcha is selling for a high price, and we think that this will no longer be a viable business,\" Masahiro Nagata, co-founder of the Matcha Tokyo, told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There is a boom at the moment and demand is growing rapidly, but we think that will calm down a bit in two to three years.\"</p></div></article></div></body></html>"
        },
        {
            "title": "School-leavers losing their lives for Russia in Putin's war with Ukraine",
            "time": "2025-07-26T00:54:03",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">School-leavers losing their lives for Russia in Putin's war with Ukraine</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Anastasia Platonova &amp; Olga Ivshina</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News Russian</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fafb/live/c3829370-67ed-11f0-a665-63ea82eef55b.jpg.webp\" loading=\"eager\" alt=\"VK/BBC Separate photos of two boys, one in a white judo outfit and the other a black tracksuit top\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">VK/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Alexander (L) and Vitaly died not long after they arrived on the frontline in February</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Vladimir Putin has repeatedly promised that no 18-year-olds called up to serve Russia will be sent to fight in Ukraine, but a BBC Russian investigation has found at least 245 soldiers of that age have been killed there in the past two years.</p><p class=\"sc-9a00e533-0 hxuGS\">New government rules mean teenagers fresh out of school have been able to bypass military service and go straight into the regular army as contract soldiers.</p><p class=\"sc-9a00e533-0 hxuGS\">They may make up only a fraction of Russian losses, but cash bonuses and patriotic propaganda have made signing up an attractive choice.</p><p class=\"sc-9a00e533-0 hxuGS\">Alexander Petlinsky enlisted two weeks after his 18th birthday. </p><p class=\"sc-9a00e533-0 hxuGS\">He was killed in Ukraine just 20 days later: one of hundreds of thousands of soldiers killed in Russia's full-scale war in Ukraine <a target=\"_blank\" href=\"https://ukraine.un.org/en/297777-civilian-casualties-ukraine-reach-three-year-high-june-un-human-rights-monitors-say\" class=\"sc-f9178328-0 bGFWdi\">which has also claimed the lives of at least 13,500 Ukrainian civilians</a> since Putin launched the invasion in February 2022.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Petlinsky's aunt Ekaterina said he had dreamed of a career in medicine and won a place at a medical college in Chelyabinsk, an industrial regional centre in the Urals.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But Sasha had another dream,\" she told a school memorial event. \"When the special military operation began, Sasha was 15. And he dreamed of going to the front.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In Ukraine, the call-up age is 25.</p><p class=\"sc-9a00e533-0 hxuGS\">Russia has managed to avoid a national mobilisation by offering lavish sums to men of fighting age - an especially attractive deal for those in poorer regions with few job prospects.</p><p class=\"sc-9a00e533-0 hxuGS\">Initially, men had to have at least three months of conscript service under their belts before signing a contract.</p><p class=\"sc-9a00e533-0 hxuGS\">That restriction was quietly dropped in April 2023, despite protests from some MPs, so now any young man who has reached the age of 18 and finished school can sign up to join the army.</p><p class=\"sc-9a00e533-0 hxuGS\">Russia's education system has ensured they are ready to enlist.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/884e/live/7388c300-67f0-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Alexander Petlinsky/VK A picture of a young Russian man in a short-sleeved white shirt with a Russian strap over his shoulder\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Alexander Petlinsky/VK</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Alexander Petlinsky had always intended to become a doctor but signed an army contract as soon as he turned 18</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Since the full-scale invasion began, teachers have been required by law to hold classes dedicated to the \"special military operation\", as the war is officially known.</p><p class=\"sc-9a00e533-0 hxuGS\">Soldiers returning from the front visit schools to talk about their experiences, children are taught how to make camouflage nets and trench candles, and even nursery school pupils are encouraged to send letters and drawings to the frontline.</p><p class=\"sc-9a00e533-0 hxuGS\">At the start of the last school year on 1 September 2024, a new subject was brought into the curriculum.</p><p class=\"sc-9a00e533-0 hxuGS\">In a throwback to the Soviet era, senior students are once again being taught how to use Kalashnikov rifles and hand grenades as part of a course called \"The Basics of Safety and Homeland Defence\".</p><p class=\"sc-9a00e533-0 hxuGS\">In many regions, military recruiters now attend careers lessons in schools and technical colleges, telling young people how to sign up as contract soldiers after they graduate.</p><p class=\"sc-9a00e533-0 hxuGS\">Vitaly Ivanov grew up in a small village in Siberia and dropped out of college where he was learning to be a mechanic.</p><p class=\"sc-9a00e533-0 hxuGS\">He got into trouble with police, and when he was accused of robbing a small shop in November 2024, he complained to his mother and girlfriend he had been beaten into giving a confession.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f1bb/live/539dc340-67f2-11f0-af20-030418be2ca5.jpg.webp\" loading=\"lazy\" alt=\"Vitaly Ivanov/VK A young man wearing a Russian hat and a khaki top\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Vitaly Ivanov/VK</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Vitaly Ivanov complained he had been beaten into confessing to a robbery</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">His friend Mikhail told the BBC that Vitaly had always planned to do his military service when he turned 18. Then, together, they would go and find work building roads in Kazan, ​​a city about 3,700km (2,300 miles) to the west.</p><p class=\"sc-9a00e533-0 hxuGS\">Instead, he signed a contract to join the army. His family have not ruled out that it was the police who \"persuaded\" him.</p><p class=\"sc-9a00e533-0 hxuGS\">The day before he left he called his mother, Anna, to say he was about to leave.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I'm off to the special military operation,\" he explained.</p><p class=\"sc-9a00e533-0 hxuGS\">In other words, he was heading for Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">He and Alexander reached the frontline at about the same time in February.</p><p class=\"sc-9a00e533-0 hxuGS\">Vitaly's last message home on 5 February was to say he was being sent into combat.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This was his first and last combat mission,\" says Anna.</p><p class=\"sc-9a00e533-0 hxuGS\">The enlistment office rang her a month later to say he had died on 11 February.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">As part of BBC Russian's ongoing project using open sources to count Russia's war dead, we have identified and confirmed 245 names of 18-year-old contract soldiers killed in Ukraine between April 2023 - when the rules for joining up were eased - and July 2025.</p><p class=\"sc-9a00e533-0 hxuGS\">All were enlisted as contract servicemen and, judging from published obituaries, most joined the armed forces voluntarily.</p><p class=\"sc-9a00e533-0 hxuGS\">Overall, according to our research, since the start of the full-scale invasion at least 2,812 Russian men aged 18-20 years have been killed in Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC's figures are based on open-source information and because not every death is publicly reported, the real losses are bound to be higher.</p><p class=\"sc-9a00e533-0 hxuGS\">By late July the BBC had established the names of 120,343 Russian soldiers killed during the full-scale war. Military experts estimate that makes up 45-65% of the real death toll, which would equate to 185,143 to 267,500 dead.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">When Alexander Petlinksy turned 18 on 31 January, the first thing he did was to apply to take a year out of college so he could sign a contract with the Defence Ministry.</p><p class=\"sc-9a00e533-0 hxuGS\">Although he had wanted to become a doctor, he also dreamed of going to fight in Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">The next month he was already at the front, and on 9 March he died.</p><p class=\"sc-9a00e533-0 hxuGS\">\"As a citizen of the Russian Federation, I am proud of my son,\" his mother, Elena, told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But as a mother - I can't cope with this loss.\"</p><p class=\"sc-9a00e533-0 hxuGS\">She declined to say more.</p><p class=\"sc-9a00e533-0 hxuGS\">His friend Anastasia says the fact that 18-year-olds are signing contracts to join the army is now a very \"painful subject\" for her.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They're young and naive, and there's so much they don't understand,\" she says. \"They just don't grasp the full responsibility of what they're doing.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Trump and golf - striking balls and deals over 18 holes",
            "time": "2025-07-26T00:33:54",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/574f/live/46253380-6962-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Tee time with Trump - striking balls and deals over 18 holes</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Anthony Zurcher</span><p class=\"sc-801dd632-8 hwLppI\"><span>North America correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7759/live/2187cae0-6946-11f0-91fe-2deb2a0da9b9.jpg.webp\" loading=\"eager\" alt=\"EPA Trump on golf course wearing a red Make America Great Again cap and a white, collared golf T-shirt in May 2023. He's waving and looking directly at the camera, a green fairway behind him\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump at his National Golf Club in Sterling, Virginia</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Mick Mulvaney thought he had beaten Donald Trump. The president and his White House chief of staff were playing golf at Trump's Bedminster club in 2019, and Mulvaney was up by one stroke with three holes left.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I slapped him on the shoulder and joked with him, 'I got you today, old man,'\" Mulvaney told the BBC. \"He looked at me, half smiled, half-sneered and just laughed.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The president birdied two of the next three holes and beat Mulvaney by two.</p><p class=\"sc-9a00e533-0 hxuGS\">Mulvaney, who worked in Trump's White House for three years in his first term, says he played golf with, or in the group just behind, the president around 40 times and never beat the man 21 years his elder.  \"Just soul-crushing\" is how he described it.</p><p class=\"sc-9a00e533-0 hxuGS\">Golf has been a popular activity for many modern American presidents, but none has had quite the same relationship with the sport as Trump, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cy8g8w431wyo\" class=\"sc-f9178328-0 bGFWdi\">who is in Scotland this weekend </a>for the opening of a new Trump course near Balmedie in Aberdeenshire.</p><p class=\"sc-9a00e533-0 hxuGS\">For presidents like Barack Obama and George W Bush, golf seemed to serve as a diversion from the burdens of office. For the current president, however, golf is a business venture, a networking opportunity and – as Mulvaney recounts - a fiercely competitive undertaking. On the fairways and greens, he says, the president is focused on the game and has little tolerance for poor shots or slow play.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In fact, if you are slow,\" Mulvaney said, \"you aren't going to get invited back and might get left behind on the course.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/bef0/live/429d1d40-68a9-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"PA Trump is at the follow-through in his golf swing, having just hit the ball with his driver. He is dressed in black with white golf shows and a red MAGA cap. There are three men behind him, two of them look like they are playing golf with him. Behind them all is a collection of shrubs in yellow flower\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">PA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump at his course in Ayrshire, UK, in 2023</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">British golf journalist Kevin Brown experienced that first-hand when he played with Trump on his Balmedie course in 2012. He said he was taking in the scenery on the second hole, when one of the other players in his foursome told him that Trump had asked if he could \"get a move on\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"He was more focused, head down, motoring on ahead of us,\" Brown said. \"Most of the time, he was just playing his own game and obviously thinking about stuff he had to do.\"</p><p class=\"sc-9a00e533-0 hxuGS\">After the round, however, Brown spoke to Trump for nearly an hour about his connection to golf. He said the future president's passion was clear.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He's nuts about golf,\" he said. \"He knew the background and history of the game. It was impressive.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Trump, a real-estate developer turned politician, has played golf since his college days and bought his first golf property, Trump International Golf Club in West Palm Beach Florida, in 1999. Trump Golf currently owns 11 courses in the US and three in the UK, manages several others and has plans for new resorts in Oman, Indonesia, Vietnam and Qatar.</p><p class=\"sc-9a00e533-0 hxuGS\">Golf clubs are a prized possession for Trump – and not always a profit-making one. According to filings with the British government, Trump's Balmedie course lost $1.83m (£1.35m) in 2023 – its 11th-straight year running a deficit. Turnberry, on the other hand, reported about $5m in profit.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump has at times clashed with local authorities over land use and sought to restrict construction of wind turbines off the coast of his Balmedie property.</p><p class=\"sc-9a00e533-0 hxuGS\">While his US courses have hosted major professional tournaments, he has long wanted Turnberry, which he will visit this weekend, to be the site of a future British Open Championship. The historic course has hosted four of the prestigious competitions, but none since Trump purchased the property in 2014.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ac89/live/583b5da0-68aa-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"lazy\" alt=\"PA Trump and Murdoch are in a crowd of people on the International Golf Links course. Trump is at the back wearing a white MAGA cap, Murdoch in front of him, appearing to shake someone's hand. Murdoch is wearing a white shirt and grey blazer.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">PA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump with Rupert Murdoch at Trump's golf course in Aberdeen in 2016</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">According to Brown, Trump is drawn to high-profile golf properties because of the prestige they provide.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He just likes the quality and the pedigree,\" he said. \"It's about attracting the right people – i.e. filthy rich businessmen with pretty deep pockets.\"</p><p class=\"sc-9a00e533-0 hxuGS\">A single round of golf at Turnberry, for instance, costs around $1,350.</p><p class=\"sc-9a00e533-0 hxuGS\">Golf has long been an avocation enjoyed by the elite, where the wealthy and the powerful could conduct business and make connections in an exclusive – and, until recently in many cases exclusively white and male – environment.</p><p class=\"sc-9a00e533-0 hxuGS\">For businessman Trump, it was a pathway to the kind of connections helpful to building his real estate empire. It has offered him a means to connect with American politicians and foreign leaders – even if he did promise in 2016 that he was \"not going to have time to play golf\" if he was ever voted into White House.</p><p class=\"sc-9a00e533-0 hxuGS\">Early in his first presidential term, Japanese Prime Minister Shinzo Abe gifted Trump a golden golf club. The two would later play five rounds together – forging a friendship that lasted until Abe was assassinated in 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump's regular golf partners have included close political allies, like South Carolina Senator Lindsey Graham, and Republicans with whom he sought to forge new connections, such as 2016 presidential rival Rand Paul of Kentucky.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He's a little better golfer than I am, admittedly, but we had a good time,\" Paul said after a 2017 round with the president, adding that the two mostly focused on golf – but also discussed Trump's tax policies.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ec8a/live/d15a9600-68a6-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Donald Trump and Shinzo Abe walk along a green, open fairway in the mid-distance with lots of trees behind them in the distance. Trump is wearing a red jacket and dark trousers; Abe a dark jacket and white trousers. They appear to be deep in conversation \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump with Abe at Mobara Country Club in Japan in 2019</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In March of this year, Trump golfed with Finnish President Alexander Stubb in West Palm Beach, partnering in a club tournament Trump said the two men won. Stubb would later say that they talked about the war in Ukraine, Russia and global security.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In Finnish history, it's quite rare that the Finnish president has spent so much time with the president of the United States, either physically or on the phone or messaging,\" Stubb told Canadian broadcaster CBC News.</p><p class=\"sc-9a00e533-0 hxuGS\">It's this kind of access, and influence, that has made a tee time with Trump a coveted prize for those seeking a presidential audience.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Anybody who is sophisticated dealing with Donald quickly understands that everything about him is transactional,\" said Professor David Cay Johnston of Rochester Institute of Technology, who as a reporter covered Trump for decades and has written three books about the man.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If you're the head of a company or the head of a nation, you either try and minimise any prospective damage he might do to you by buttering him up or to size him up on something if you're unsure.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Even back at the White House, foreign leaders have tried to parlay a golf connection into a friendly reception. When South African President Cyril Ramaphosa visited the Oval Office in May, he gave the president an illustrated South African golf book and included golf professionals Ernie Els and Retief Goosen in his national delegation.</p><p class=\"sc-9a00e533-0 hxuGS\">That didn't help much, however, as the meeting devolved into <a target=\"_self\" href=\"https://www.bbc.com/news/articles/ce9vvljen0xo\" class=\"sc-f9178328-0 bGFWdi\">an extended confrontation over South African land confiscation policies</a>.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d26e/live/ea1ab3f0-6964-11f0-9519-e3a8ae3ab590.jpg.webp\" loading=\"lazy\" alt=\"Truth Social/@realDonaldTrump Donald Trump poses for a photo with Alexander Stubb\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Truth Social/@realDonaldTrump</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump partnered with Finnish President Alexander Stubb in a tournament earlier this year</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While that drama played out in front of the gathered press and live television cameras, Trump may see benefit from his more cloistered golf outings, as it gives him an opportunity for meetings well removed from the prying eyes of journalists. </p><p class=\"sc-9a00e533-0 hxuGS\">Reporters accompany Trump on all of his public movements, but when the president is on the golf course they are kept well away.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He has time out of the eye of anybody else to deal with people,\" Johnston said. \"And of course, those heads of corporations or states, similarly, are going to use the opportunity to be away from any spotlight.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The president's penchant for privacy on the links also means there are wildly conflicting accounts of how good a golfer Trump really is. He boasts of winning dozens of club championships - all on courses he owns - including five this year alone.</p><p class=\"sc-9a00e533-0 hxuGS\">Sports journalist Rick Reilly, in his 2019 book Commander in Cheat: How Golf Explains Trump, writes that Trump's championship claims are so \"over-the-top\" that he loses all credibility.</p><p class=\"sc-9a00e533-0 hxuGS\">He details what he says is Trump's penchant for cheating, including moving his ball to better spots on the course and taking multiple mulligans – a custom in which a player is allowed to replay a stroke with no penalty, after a mishit.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He's a notorious cheat,\" Johnston said. \"I spoke to someone once who played a round of golf with him, who told me that he had taken six mulligans on a single hole.\"</p><p class=\"sc-9a00e533-0 hxuGS\">According to Mulvaney, who says he never saw Trump cheat, the president may use golf as a way to connect, but 18 holes with the president isn't about business or government or politics.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is golf,\" he said. \"And while that sounds obtuse, golfers know what I mean. Trump was a golfing enthusiast long before he was president. And he will be long after, as well.\"</p></div></article></div></body></html>"
        },
        {
            "title": "​​What is inside the GHF food box being distributed in Gaza",
            "time": "2025-07-25T23:41:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">​​What is inside the GHF food aid box being distributed in Gaza?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Kevin Nguyen and Alex Murray</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC Verify</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7108/live/76572300-68a5-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"Reuters An image showing a young man carrying an box of aid with the GHF logo emblazoned on it. He is wearing a dark shirt with Nike Air written on it. Several other people are walking alongside him, and the image is imposed over the BBC Verify branding and colours. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">More than two million Palestinians in Gaza are facing a starvation crisis, with deaths from malnutrition rising by the day, according to the United Nations.</p><p class=\"sc-9a00e533-0 hxuGS\">The Gaza Humanitarian Foundation (GHF), a group backed by Israel and the US, has been operating in Gaza since late May. It says that it has distributed 91 million meals, primarily in the form of food boxes.</p><p class=\"sc-9a00e533-0 hxuGS\">While the BBC has been unable to see these boxes first-hand since Israel has blocked international journalists from entering Gaza, BBC Verify has examined photos and other information shared by the GHF and spoken to aid experts who have raised concerns about their nutritional value.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What's in the boxes?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Videos have circulated online of Palestinians showing the contents of the boxes, but the GHF has only shared images of them this week.</p><p class=\"sc-9a00e533-0 hxuGS\">Two pictures posted on X show mostly dried food items that require water and fuel to cook, including pasta, chickpeas, lentils, and wheat flour. Also included is cooking oil, salt and tahini, or sesame paste.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The GHF has said these boxes also contain some ready-to-eat food, like halva bars - a popular snack made from blending tahini or sesame paste and sugar.</p><p class=\"sc-9a00e533-0 hxuGS\">The organisation has provided us with a table of what it describes as a \"benchmark\" list of items in each box, with a calorie breakdown.</p><p class=\"sc-9a00e533-0 hxuGS\">A typical box contains 42,500 calories, and that \"each box feeds 5.5 people for 3.5 days\". according to the table.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It occasionally includes substitute items like tea, biscuits, and chocolate, and is also delivering potatoes and onions, but these are not included in the nutritional figures, the GHF has said.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'Serious weaknesses'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">An international aid development professor from the London School of Economics analysed the list provided by the GHF to BBC Verify and said that while it could deliver sufficient calories needed to survive, it had \"serious weaknesses\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"In essence, this basket provides a full stomach but an empty diet,\" Prof Stuart Gordon said. \"The biggest flaw is what's missing… This (is) very much a 'first aid' food basket, designed to stop the haemorrhaging effect that is acute hunger.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"A diet like this over weeks would lead to 'hidden hunger', increasing the risk of diseases like anaemia and scurvy\" he said.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0e6a/live/5ee1edd0-68a6-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"lazy\" alt=\"X: cogatonline An image showing the contents of an aid box. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">X: cogatonline</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The Israeli government has also released images of different items contained in a GHF box</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Dr Andrew Seal, an associate professor of international nutrition at the University College London, said the food boxes were deficient in calcium, iron, zinc, and vitamins C, D, B12, and K. He added there was also a lack of foods to suit young children.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Prolonged consumption of these foods, even if they were made available in adequate amounts, would lead to a range of deficiencies and serious health problems,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">He added that unlike the GHF, agencies like the UN typically distribute food in bulk and supplement it with targeted nutrition for vulnerable groups. The <a target=\"_blank\" href=\"https://www.wfp.org/news/wfp-delivers-food-inside-gaza-amid-restrictions-and-growing-insecurity\" class=\"sc-f9178328-0 bGFWdi\">World Food Programme (WFP) has said</a> it also aims to deliver emergency supplies for young children and pregnant women.</p><p class=\"sc-9a00e533-0 hxuGS\">The GHF did not respond to BBC Verify's questions surrounding the advice it received about the nutritional contents of its aid boxes or whether it planned to address concerns raised by experts.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/61e2/live/77d19890-68a6-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"TikTok/@user427554577 A Gazan man examines the contents of a box of aid. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">TikTok/@user427554577</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Gazans have posted video of the aid boxes they've received</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">For those who manage to get hold of a box, they still need water and fuel to cook the dried goods, despite the <a target=\"_self\" href=\"https://www.bbc.com/news/world-middle-east-68969239\" class=\"sc-f9178328-0 bGFWdi\">water crisis</a> and severe fuel shortage facing Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">The UN's Office of Humanitarian Affairs (OCHA) warned this week that the water crisis in Gaza was rapidly deteriorating. It also warned that families have had to resort to unsafe and unhealthy cooking methods, such as using waste materials.</p><p class=\"sc-9a00e533-0 hxuGS\">The WFP said in May that official supplies of cooking gas stopped and that it was being sold on the black market at prices up to 4,000% higher than pre-conflict levels.</p><p class=\"sc-9a00e533-0 hxuGS\">UN Secretary General António Guterres said this week Gazans were facing grave shortages of basic supplies and that malnutrition was \"soaring\".</p><p class=\"sc-9a00e533-0 hxuGS\">Almost one in three people in Gaza are going days without eating, the UN's food aid programme <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ckgjg81qqwvo\" class=\"sc-f9178328-0 bGFWdi\">has warned</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Malnutrition is surging with 90,000 women and children in urgent need of treatment,\" the World Food Programme (WFP) said on Friday.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-matt-murphy\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by Matt Murphy</i></p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Thailand-Cambodia: Social media war flares up amid border clashes",
            "time": "2025-07-26T00:43:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Thais and Cambodians slug it out on social media, as border tensions flare</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Koh Ewe</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Singapore</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/47c0/live/bb759c10-69cb-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"Reuters People, evacuating from Pong Tuek village, in Banthey Empel district, around 20 km (12 miles) from the disputed Ta Moan Thom temple, rest at a temporary shelter\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">As the border clashes this week killed more than a dozen people in Thailand and Cambodia, regional governments have been trying to prevent a war between the two countries.</p><p class=\"sc-9a00e533-0 hxuGS\">But a different kind of war between their citizens is already raging - via increasingly belligerent exchanges on social media. </p><p class=\"sc-9a00e533-0 hxuGS\">Nationalists from both sides have long bickered over several points of national pride - from ownership of temples and territories to the origins of traditional dances, costumes, food and sports.</p><p class=\"sc-9a00e533-0 hxuGS\">The rising tensions in recent weeks, which culminated in the deadly attacks on Thursday, have now prompted young people on both sides to trade fresh barbs online.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The comment sections of social media posts about the conflict have turned into an online warzone, with Thai and Cambodian users arguing with each other and backing their governments official version of events. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Justice for Cambodia,\" one Cambodian user commented on a TikTok video of a user trying to explain the conflict. \"Thai troops opened fire on Cambodian forces first.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"[Who's] gonna trust [what] the largest scammer country said?\" a Thai user replied, making a reference to the widespread <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-62792875\" class=\"sc-f9178328-0 bGFWdi\">scam centres in Cambodia</a> that have entrapped hundreds of thousands. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Cambodia fired at Thailand first. This is the truth. Join in using the hashtag #CambodiaOpenedFire\" a Thai X user wrote, in a post that has been viewed a million times. </p><p class=\"sc-9a00e533-0 hxuGS\">Cambodians, meanwhile, are using the hashtag \"Thailand opened fire\" and making their own videos about the conflict.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/041e/live/70d81c40-6940-11f0-a92d-1fc9e441053b.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Tourists posing for photos at Preah Vihear temple\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Preah Vihear, an 11th Century temple, is located near the disputed area</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Border tensions between the two countries have been simmering since May, after a brief skirmish killed one Cambodian soldier. Both countries imposed travel restrictions on each other and strengthened military presence along the border.</p><p class=\"sc-9a00e533-0 hxuGS\">As bilateral ties plunged to their lowest levels in a decade, some voiced concerns about hate-mongering on social media that threatened to divide the two countries' people even more.</p><p class=\"sc-9a00e533-0 hxuGS\">Cambodian and Thai journalists' associations issued a joint statement in May, saying that social media users have \"circulated information without clear sources\" and \"caused confusion\".</p><p class=\"sc-9a00e533-0 hxuGS\">The groups urged social media users to \"carefully consider the potential consequences\" when sharing content related to the border.</p><p class=\"sc-9a00e533-0 hxuGS\">As things heat up, a few have taken the belligerence offline too. A viral video posted on Thursday showed what appeared to be a Thai man asking Cambodian workers to speak Khmer - before slapping one of them in the face. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We're now beginning to see violence, even among the groups with no prior conflict between them,\" Wilaiwan Jongwilaikasaem, a journalism professor at Thammasat University, told BBC Thai, describing the nationalistic influencers as waging a \"war of hate\".</p></div><figure></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Long cultural rivalry</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There are plenty of sensitive touchpoints for social media warriors from both countries to battle over. </p><p class=\"sc-9a00e533-0 hxuGS\">The dispute between the two countries dates back to more than 100 years ago, when the borders of the two nations were drawn after the French occupation of Cambodia. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2008, Cambodia registered Preah Vihear, an 11th Century temple located near the disputed border as a Unesco World Heritage Site - a move that was met with heated protest from Thailand.</p><p class=\"sc-9a00e533-0 hxuGS\">The dispute later expanded to the 13th Century Ta Moan temple complex - which Cambodia claimed Thai troops had lined with barbed wire on Thursday.</p><p class=\"sc-9a00e533-0 hxuGS\">These historical sites are at the heart of a longstanding cultural rivalry between the two countries, which also extends to the realms of sports, cuisine and attire.</p><p class=\"sc-9a00e533-0 hxuGS\">Thai nationalists decry what they say is cultural theft by \"Claimbodia\", while their Khmer counterparts have dubbed them \"Siamese thieves\". </p><p class=\"sc-9a00e533-0 hxuGS\">In 2023, Thai kickboxers boycotted the Southeast Asian Games in Cambodia after the sporting event they recognised as Muay Thai was introduced as Kun Khmer - which is what Cambodians call it.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this month, controversy ensued after Cambodia nominated its Khmer wedding tradition for inscription on Unesco's list of intangible cultural heritage. </p><p class=\"sc-9a00e533-0 hxuGS\">Thai social media users claimed that a Thai traditional dress was in the submission - igniting anger and allegations of cultural appropriation, as Thailand was also seeking consideration for its traditional attire to be recognised by Unesco.</p><p class=\"sc-9a00e533-0 hxuGS\">More recently, Thai tourists attacked Cambodian military officers at Ta Muen Thom, a temple in a disputed area along Thai-Cambodian border.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: People take shelter after gunfire breaks out between Thailand and Cambodia troops</figcaption></p><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Politicians' war on X</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Whether the aggression will wane remains to be seen, now that <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cy9x99n79v8o\" class=\"sc-f9178328-0 bGFWdi\">Cambodia has called for a ceasefire</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">On the other hand, the political kingmakers on both sides - who are avid social media users themselves - are hurling jabs at each other too. </p><p class=\"sc-9a00e533-0 hxuGS\">In a post on X, Thaksin Shinawatra, Thailand's populist former prime minister, said he appreciated the offers he had received to help mediate the hostilities. </p><p class=\"sc-9a00e533-0 hxuGS\">\"But I asked for some time because I have to let the Thai military teach Hun Sen a lesson for his cunningness,\" he wrote.</p><p class=\"sc-9a00e533-0 hxuGS\">Hun Sen, a strongman ex-leader who remains influential in Cambodian politics, retorted on his X account. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I am not surprised by Thaksin's attitude toward me, because he has even betrayed the Thai King, as well as members of his own party,\" he wrote on Friday. \"Now, under the pretext of taking revenge on Hun Sen, he is resorting to war, the ultimate consequence of which will be the suffering of the people.\"</p><p class=\"sc-9a00e533-0 hxuGS\">This particular escalation of events was, in fact, caused by <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cvg1gdgy2pyo\" class=\"sc-f9178328-0 bGFWdi\">the unexpected fracturing of a long-standing friendship</a> between Hun Sen and Thaksin Shinawatra. Hun Sen leaked a phone call between him and Thaksin's daughter, Paetongtarn Shinawatra.</p><p class=\"sc-9a00e533-0 hxuGS\">The conversation, where Paetongtarn - then prime minister - called him \"uncle\", and criticised one of her own military commanders,  was hugely embarrassing for her and sparked massive public anger.  </p><p class=\"sc-9a00e533-0 hxuGS\">She has since been suspended as prime minister and Thailand's Constitutional Court is considering a petition for her dismissal.</p><p class=\"sc-9a00e533-0 hxuGS\">Some Thais believe that the leaking of the phone call was an attempt by Hun Sen to distract his people.</p><p class=\"sc-9a00e533-0 hxuGS\"> \"Hun wants dispute and war, he wants to solidify his and his son's future position in (Cambodia) and he needs to have bigger enemy which is why he push for anti-Thai narrative and war,\" said one Thai social media user in response to a Cambodian's post which said \"there is no reason for smaller country with weaker economic (sic) like Cambodia to invade Thailand first\".</p><p class=\"sc-9a00e533-0 hxuGS\">Even if the border conflict stops short of being a full-fledged war, the battles on the social media look set to continue.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-paweena-ninbut\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by Paweena Ninbut</i></p></div></article></div></body></html>"
        },
        {
            "title": "Zambia's Stary Mwaba mines the toxic legacy of the Copperbelt's 'black mountains'",
            "time": "2025-07-26T02:24:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6f06/live/3fe23270-6408-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Artist explores the toxic mining legacy of Zambia's 'black mountains'</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2322/live/0869c4f0-68c9-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2322/live/0869c4f0-68c9-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2322/live/0869c4f0-68c9-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2322/live/0869c4f0-68c9-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2322/live/0869c4f0-68c9-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2322/live/0869c4f0-68c9-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2322/live/0869c4f0-68c9-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2322/live/0869c4f0-68c9-11f0-af20-030418be2ca5.jpg.webp\" loading=\"eager\" alt=\"Stary Mwaba Title: Ichilogoma. Medium: Acrylic on perforated newspaper. Mirrored paintings of a young man in orange T-shirt and orange T-shirt pointing. A chequered tunnel can be seen behind him.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Stary Mwaba</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Zambia's notorious \"black mountains\" - huge heaps of mining waste that scar the Copperbelt skyline - are deeply personal to Stary Mwaba, one of the country's leading visual artists.</p><p class=\"sc-9a00e533-0 hxuGS\">\"As kids, we used to call it 'mu danger' - meaning 'in the danger',\" Mwaba tells the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The 'black mountain' was this place where you shouldn't go,\" says the painter, who was born and lived in the Copperbelt until he was 18.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But we would sneak in anyway - to pick the wild fruits that somehow managed to grow there,\" the artist recalls.</p><p class=\"sc-9a00e533-0 hxuGS\">Nowadays, the young men heading to \"mu danger\" are looking for fragments of copper ore in the stony slag of these towering dumpsites - the toxic legacy of a century of industrial mining production in Zambia, one of the world's biggest copper and cobalt producers.</p><p class=\"sc-9a00e533-0 hxuGS\">They dig deep and meandering tunnels - and hew out rocks to sell to mostly Chinese buyers, who then extract copper.</p><p class=\"sc-9a00e533-0 hxuGS\">It is tough, dangerous, often illegal and sometimes fatal work. But it can also be lucrative - and, in a region where youth unemployment is about 45%, for some young people it is the only way that they can make ends meet.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/51e2/live/c568be10-6407-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/51e2/live/c568be10-6407-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/51e2/live/c568be10-6407-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/51e2/live/c568be10-6407-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/51e2/live/c568be10-6407-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/51e2/live/c568be10-6407-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/51e2/live/c568be10-6407-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/51e2/live/c568be10-6407-11f0-af20-030418be2ca5.jpg.webp\" loading=\"lazy\" alt=\"Stary Mwaba Medium: Acrylic on perforated newspaper. Mirrored paintings of a young man in an orange T-shirt, with a mine shaft design on it, and black and white polka dot shorts. The background is pale blue and grey.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Stary Mwaba</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\"><i id=\"title:-mine-shaft,-just-a-t-shirt\" class=\"sc-d16436d-0 fhKUCU\">Title: Mine shaft, just a T-shirt</i> - the dangerous work is often the only way young people in the Copperbelt can make a living</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Mwaba's latest work - on show at the Lusaka National Museum this month - tells the story of the young people who mine the black mountain in the town of Kitwe - and captures the rhythms of life among the residents of the Wusakile neighbourhood.</p><p class=\"sc-9a00e533-0 hxuGS\">They work for gang masters known as \"jerabos\", a corruption of \"jail boys\" - hinting at their perceived criminality.</p><p class=\"sc-9a00e533-0 hxuGS\">The artist has painted a series of large portraits, using old newspapers as a canvas. He cuts out articles that grab his attention - what he refers to as \"grand narratives\" - and sticks them on to a backing paper.</p><p class=\"sc-9a00e533-0 hxuGS\">He uses a soldering gun to burn away some of the words and create a series of perforations in the stories. Then he pours in paint to create the portraits, or what he calls the \"little narratives\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"I take these grand narratives, and I create holes so that you can't make sense of the stories any more. I then impose images of people I know on to them - to show that little stories, the little narratives of ordinary people also count,\" Mwaba explains.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They have stories that are important and are part of the bigger story.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e953/live/f3e07e90-6407-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e953/live/f3e07e90-6407-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e953/live/f3e07e90-6407-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e953/live/f3e07e90-6407-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e953/live/f3e07e90-6407-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e953/live/f3e07e90-6407-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e953/live/f3e07e90-6407-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e953/live/f3e07e90-6407-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Stary Mwaba Medium: Acrylic on perforated newspaper. Mirrored paintings of a young person in white and black polka dot shirt staring solemnly at the viewer. The background is pale yellow.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Stary Mwaba</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\"><i id=\"title:-mwenge\" class=\"sc-d16436d-0 fhKUCU\">Title: Mwenge</i> - Mwaba held workshops in Kitwe and heard first-hand stories of hardship and survival </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The portraits can be seen from both sides and, in characteristic Mwaba style, are brightly coloured.</p><p class=\"sc-9a00e533-0 hxuGS\">The artworks are coated with a transparent acrylic and the borders of newspaper held together with clear tape because they are very fragile - like the existence of the people Mwaba has painted.</p><p class=\"sc-9a00e533-0 hxuGS\">They live in the shadow of the black mountain - the site since the early 1930s of millions of tonnes of waste, full of toxic heavy metals - which wreaks havoc on people's health and the environment.</p><p class=\"sc-9a00e533-0 hxuGS\">One painting from his current work is entitled <b id=\"jerabo\" class=\"sc-d16436d-0 jpoiOL\">Jerabo </b>and shows a miner preparing safety ropes that are tied around his waist as he lowers himself down narrow precarious tunnels, dug out by hand and prone to landslides.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d9c1/live/a8c7f230-6407-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d9c1/live/a8c7f230-6407-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d9c1/live/a8c7f230-6407-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d9c1/live/a8c7f230-6407-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d9c1/live/a8c7f230-6407-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d9c1/live/a8c7f230-6407-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d9c1/live/a8c7f230-6407-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d9c1/live/a8c7f230-6407-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"lazy\" alt=\"Stary Mwaba Medium: Acrylic on perforated newspaper. Mirrored paintings of a young man in a green T-shirt with a white money on it and white shorts sits on a white step as he folds red rope. The background is pink\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Stary Mwaba</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\"><i id=\"title:-jerabo\" class=\"sc-d16436d-0 fhKUCU\">Title: Jerabo</i> - this young miner is depicted preparing a safety rope that will lower him into a tunnel</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Earlier this year, the entire water supply to Kitwe, home to about 700,000 people, was shut down after a catastrophic spill of waste from a nearby Chinese-owned copper mine into the streams that flow through neighbourhoods like Wusakile into one of Zambia's most important waterways, the Kafue River.</p><p class=\"sc-9a00e533-0 hxuGS\">Mwaba hears stories of hardship and survival during the drawing, photography and performance workshops that he and other artists have held over several years.</p><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"shofolo\" class=\"sc-d16436d-0 jpoiOL\">Shofolo </b>portrays a young man almost hugging his precious \"shofolo\" - the Zambian English, or Zamglish, word for shovel. Such tools are \"a personal lifeline\", Mwaba says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b840/live/1406a0a0-6408-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b840/live/1406a0a0-6408-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b840/live/1406a0a0-6408-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b840/live/1406a0a0-6408-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b840/live/1406a0a0-6408-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b840/live/1406a0a0-6408-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b840/live/1406a0a0-6408-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b840/live/1406a0a0-6408-11f0-af20-030418be2ca5.jpg.webp\" loading=\"lazy\" alt=\"Stary Mwaba Medium: Acrylic on perforated newspaper. Mirrored paintings of a young boy in an orange T-shirt sitting who leans over his knee on which is propped his shovel. The background is yellow.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Stary Mwaba</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\"><i id=\"title:-shofolo\" class=\"sc-d16436d-0 fhKUCU\">Title: Shofolo </i>- this is the name for shovel in Zambian English, essential for any young miner</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"ipenga\" class=\"sc-d16436d-0 jpoiOL\">Ipenga </b>captures the tuba player of a local church group as he parades through the streets one Sunday morning.</p><p class=\"sc-9a00e533-0 hxuGS\">Most social lives in Wusakile revolve around either the church or the bar, Mwaba says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2494/live/815d7620-6407-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2494/live/815d7620-6407-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2494/live/815d7620-6407-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2494/live/815d7620-6407-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2494/live/815d7620-6407-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2494/live/815d7620-6407-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2494/live/815d7620-6407-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2494/live/815d7620-6407-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"lazy\" alt=\"Stary Mwaba Medium: Acrylic on perforated newspaper. Mirrored paintings of a man in a white shirt and stripped trousers playing a tuba. The background is light blue.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Stary Mwaba</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\"><i id=\"title:-ipenga\" class=\"sc-d16436d-0 fhKUCU\">Title: Ipenga </i>- brass bands and gospel music are popular forms of entertainment</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But the two young girls in <b id=\"chimpelwa\" class=\"sc-d16436d-0 jpoiOL\">Chimpelwa </b>make their own fun on home-made swings. </p><p class=\"sc-9a00e533-0 hxuGS\">Strung up in the sturdy branches of a tree are yellow and blue heavy-duty cables - once high-voltage electrical cables, their copper wire innards have now been stripped out and sold as scrap metal.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9690/live/6299f150-6407-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9690/live/6299f150-6407-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9690/live/6299f150-6407-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9690/live/6299f150-6407-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9690/live/6299f150-6407-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9690/live/6299f150-6407-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9690/live/6299f150-6407-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9690/live/6299f150-6407-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"lazy\" alt=\"Stary Mwaba Medium: Acrylic on perforated newspaper. Mirrored paintings of two girls in colourful clothes sharing a swing made of blue and yellow cables. The background is white.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Stary Mwaba</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\"><i id=\"title:-chimpelwa\" class=\"sc-d16436d-0 fhKUCU\">Title: Chimpelwa</i> - these young girls enjoy a swing made out of electrical cables once used in the mines</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Mwaba comes from a family of miners - his great-grandfathers and one grandfather worked down the mines and his father above the ground.</p><p class=\"sc-9a00e533-0 hxuGS\">But the 49-year-old's interest in the impact of Zambia's mining as a subject for his paintings began almost accidentally in about 2011 - after he helped his daughter, Zoe, with a science project at the Chinese International School, which she attended in the capital, Lusaka.</p><p class=\"sc-9a00e533-0 hxuGS\">The task was to demonstrate how plants absorb minerals and water. He and Zoe went to the market and bought a Chinese cabbage. It is not indigenous but is now eaten in many Zambian homes.</p><p class=\"sc-9a00e533-0 hxuGS\">It has a white stem so is ideal to absorb the food dyes that Zoe decided to use to show how minerals would be similarly drawn into the plant.</p><p class=\"sc-9a00e533-0 hxuGS\">Mwaba remembers that the use of Chinese cabbage made the audience \"uneasy and so uncomfortable\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e578/live/9af59ac0-67c9-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e578/live/9af59ac0-67c9-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e578/live/9af59ac0-67c9-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e578/live/9af59ac0-67c9-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e578/live/9af59ac0-67c9-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e578/live/9af59ac0-67c9-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e578/live/9af59ac0-67c9-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e578/live/9af59ac0-67c9-11f0-af20-030418be2ca5.jpg.webp\" loading=\"lazy\" alt=\"Stary Mwaba An array of individual Chinese cabbage leaves in clear plastic cups containing red dye. The leaves in the first two rows of cups are red, the next few are coloured light green, then brown, then turquoise then yellow.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Stary Mwaba</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Ten years ago Mwaba was inspired by his daughter's science project to use cabbages  to explore the influence of Chinese mining companies in Zambia</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">At the time, the late Michael Sata was campaigning for the presidency - and tensions were high because of his vitriolic rhetoric against the Chinese, who are accused locally of dominating the Zambian economy and exploiting workers.</p><p class=\"sc-9a00e533-0 hxuGS\">So Mwaba turned the science project into a work of art - in which he explored the Chinese presence in Zambia's mining sector through three Chinese cabbage leaves, one dyed yellow to depict copper, one blue for cobalt and the third red for manganese.</p><p class=\"sc-9a00e533-0 hxuGS\">His Chinese Cabbage brought Mwaba much international acclaim, and he returned to Zambia in 2015, glowing with the success of an art residency and exhibition in Germany.</p><p class=\"sc-9a00e533-0 hxuGS\">He went to Kitwe, where he had spent some childhood years. But his focus changed from just exploring the Chinese presence in Zambia to trying to tell the story of the black mountain people.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I went back to a place where I grew up and things had changed so much,\" the artist says, adding that he \"never, ever imagined that I would see the kind of the situation I see now - the poverty\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"It was a very emotional space and I was sad,\" Mwaba says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/89ed/live/55d83720-6406-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/89ed/live/55d83720-6406-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/89ed/live/55d83720-6406-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/89ed/live/55d83720-6406-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/89ed/live/55d83720-6406-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/89ed/live/55d83720-6406-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/89ed/live/55d83720-6406-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/89ed/live/55d83720-6406-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Stary Mwaba Title: Ba Bili. Medium: Acrylic on perforated newspaper. Mirrored paintings of two girls in blue skirts and T-shirts (one white, one pink) with their backs to the viewer and walking with their arms around one another along a blue tiled floor. The background above the floor is white.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Stary Mwaba</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\"><i id=\"title:-ba-bili--\" class=\"sc-d16436d-0 fhKUCU\">Title: Ba Bili - </i>which means \"the two of us\" showing the joy of friendship in Wusakile</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Mwaba had moved to Kasama in Northern Province in 1994, after his father suddenly died. Three years later Zambia's mines were privatised - leading to massive job losses and an unprecedented economic crisis in the Copperbelt.</p><p class=\"sc-9a00e533-0 hxuGS\">The black mountain - always a source of environmental and health problems - now became somewhere to earn money.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The worst thing that happened is when the black mountain was super-profitable, most of these young people quit school.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Unable to get a job anywhere else, Mwaba's cousin Ngolofwana joined a crew of jerabos. Every day he wakes up and risks his life just to stay afloat and feed his family.</p><p class=\"sc-9a00e533-0 hxuGS\">But even when the government has banned mining there, the dumpsite's wealth is tightly controlled by an aggressive hierarchy - with the top, sometimes very wealthy, jerabos often living up to their nickname.</p><p class=\"sc-9a00e533-0 hxuGS\">Frustrations further down the jerabo chain - of feeling exploited, giving up on education to fund someone else's lavish lifestyle, and having little say in their own futures - are reflected in the painting of one young man in a turquoise T-shirt standing with his hands confidently on his hips.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/cc76/live/0062f7c0-6407-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/cc76/live/0062f7c0-6407-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/cc76/live/0062f7c0-6407-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/cc76/live/0062f7c0-6407-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/cc76/live/0062f7c0-6407-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/cc76/live/0062f7c0-6407-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/cc76/live/0062f7c0-6407-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/cc76/live/0062f7c0-6407-11f0-af20-030418be2ca5.jpg.webp\" loading=\"lazy\" alt=\"Stary Mwaba Medium: Acrylic on perforated newspaper. Mirrored paintings showing a young man with his hands on his hips. He is wearing a light blue T-shirt with white trims on the sleeves and pocket and on his left wrist he has a watch. His shorts are of a harlequin black-and-white design. The background is orange.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Stary Mwaba</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\"><i id=\"title:-boss-for-a-day\" class=\"sc-d16436d-0 fhKUCU\">Title: Boss for a Day </i>- reflects how the young miners feel exploited with little control over their futures </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"boss-for-a-day\" class=\"sc-d16436d-0 jpoiOL\">Boss for a Day</b> came out of a workshop in which Mwaba invited people to take their own photographs, striking a pose that reflected their hopes and dreams.</p><p class=\"sc-9a00e533-0 hxuGS\">And occasionally Mwaba's art may change the course of someone's life.</p><p class=\"sc-9a00e533-0 hxuGS\">Mwaba recalls a time where an older jerabo came to a workshop and said: \"Hey, I really like what you're doing.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I think I may not understand it, but it's best for my young brother to be coming here because I don't want him to go through what I went through.\"</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"penny-dale-is-a-freelance-journalist,-podcast-and-documentary-maker-based-in-london\" class=\"sc-d16436d-0 fhKUCU\">Penny Dale is a freelance journalist, podcast and documentary-maker based in London</i></p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">More BBC stories on Zambia:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "French pledge to recognise Palestine is a gamble - so will Starmer follow suit?",
            "time": "2025-07-25T14:22:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c062/live/d01899b0-6962-11f0-b2d3-f75ba2a92ec7.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">What the French hope is that their announcement will in the meantime generate diplomatic momentum and encourage other nations to join them.</p><p class=\"sc-9a00e533-0 hxuGS\">The French president likes to make bold, dramatic plays on the international stage. But it is a gamble.</p><p class=\"sc-9a00e533-0 hxuGS\">In particular, he is relying on the UK to follow his lead. When Macron visited Parliament a few weeks ago, he told MPs and peers that \"working together to recognise the state of Palestine and to initiate this political moment is the only path to peace\".</p><p class=\"sc-9a00e533-0 hxuGS\">One senior French diplomat told me a few days ago that if the UK acted together with France it would convince other countries to join \"because two parent members of the UN Security Council (UNSC) shows we mean business\". The US, China and Russia are the other permanent members on the UNSC, with ten other countries elected for two-year terms.</p><p class=\"sc-9a00e533-0 hxuGS\">They added: \"The best contribution that France and the UK can bring is to restart the process by bringing all stakeholders around the table, making commitments to the state of Palestine and the security of Israel. We have this power, this opportunity together to restart this process.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The problem is that the British prime minister has thus far been reluctant to take this step in recognising a Palestinian state.</p><p class=\"sc-9a00e533-0 hxuGS\">That, in part, reflects traditional British policy. The UK has long argued that the act of recognising a Palestinian state should not be wasted on what some see as gesture politics. One senior source questioned what impact the French decision would have apart from making Macron feel better. </p><p class=\"sc-9a00e533-0 hxuGS\">Instead, officials argue this diplomatic card should be used productively to drive momentum in a long-term political settlement; a lever with which to get a deal over the line.</p><p class=\"sc-9a00e533-0 hxuGS\">In other words, recognition was part of the end game. Such is the sensitivity about this issue that David Cameron, as foreign secretary, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/uk-68137220\" class=\"sc-f9178328-0 bGFWdi\">ruffled feathers last year</a> when he even suggested recognition could be brought forward as part of a process and not the final move. </p><p class=\"sc-9a00e533-0 hxuGS\">But the French decision suggests they now believe recognition should not be even a stage in a diplomatic sequence but a trigger to open it all up, a shock to the status quo demanded by continued Israeli intransigence and the scale of the humanitarian crisis in Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">The UK has also been cautious traditionally about recognising a Palestinian state for fear of upsetting its allies, the US and Israel, which are firmly opposed to such an idea, believing it to be, in their view, a reward for terrorism. The UK has also been reluctant to invest too much support in an unreformed Palestinian Authority.</p><p class=\"sc-9a00e533-0 hxuGS\">So for now the UK has been stalling for time. On Thursday night, the prime minister issued a statement saying: \"We are clear that statehood is the inalienable right of the Palestinian people. A ceasefire will put us on a path to the recognition of a Palestinian state and a two-state solution which guarantees peace and security for Palestinians and Israelis.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In other words, there has to be at the very least a ceasefire before recognition becomes possible.</p><p class=\"sc-9a00e533-0 hxuGS\">Foreign Secretary David Lammy told MPs on the International Development committee last week that recognition had to be part of a process towards secure a two-state solution - a political settlement based on two separate states that protect the rights of Palestinians and the security of Israelis. </p><p class=\"sc-9a00e533-0 hxuGS\">\"No country has a veto on our decisions,\" he said. \"When and how to recognise is our decision. I am simply making the point that the act of recognition does not get you two states; it is a symbolic act.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The problem is that, according to UK officials, this decision has moved from the diplomatic sphere to the political. In other words, the government is now under huge pressure from its MPs to act.</p><p class=\"sc-9a00e533-0 hxuGS\">Whenever ministers defend the status quo in the House of Commons, they are assailed on all sides by MPs calling for recognition. Joint letters to Downing Street are being written by retired diplomats and coalitions of MPs. The Foreign Affairs Committee has also issued a report backing recognition.</p><p class=\"sc-9a00e533-0 hxuGS\">Even Cabinet ministers are joining in. Earlier this week, Health Secretary Wes Streeting told MPs he hoped that the international community would \"recognise the state of Palestine while there is a state of Palestine left to recognise\". That raised eyebrows in Whitehall because the formulation strayed firmly outside the official Cabinet position that recognition should come only \"at the point of maximum impact\".</p><p class=\"sc-9a00e533-0 hxuGS\">So all eyes are now on what the British government decides. If it fails to follow the French lead, it may well risk votes and rebellions in Parliament. One official suggested to me this could well follow welfare reform as the next big issue to trigger a Labour backbench revolt.</p><p class=\"sc-9a00e533-0 hxuGS\">The risk is that, alternately, Britain follows France begrudgingly and is dragged into recognition without any significant diplomatic gain. It will have played a one-time card to little avail.</p><p class=\"sc-9a00e533-0 hxuGS\">More than 140 countries around the world have already recognised Palestine as a state. Last year, Ireland, Spain, Norway and Slovenia joined them, with minimal impact.</p><p class=\"sc-9a00e533-0 hxuGS\">Future political declarations about Palestinian statehood may well be significant. But how much they change the reality in the short term for people on the ground in Gaza is an open question.</p></div></div></body></html>"
        },
        {
            "title": "How the Epstein case is tearing apart Maga's conspiracy wing",
            "time": "2025-07-25T11:59:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8b70/live/b78752b0-694e-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">How Epstein case is tearing apart Maga's online conspiracy wing</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Trump voters in Florida react to Epstein controversy</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It seems like a simple decision for Donald Trump's administration – release files related to the late convicted paedophile financier Jeffery Epstein, or keep them out of public view.</p><p class=\"sc-9a00e533-0 hxuGS\">But battles raging among the US president's supporters in some of the more conspiratorial spaces online suggest that the choice facing Trump is not easy at all.</p><p class=\"sc-9a00e533-0 hxuGS\">In those spaces, users argue about whether to trust the White House, and they speculate on what might be going on behind the scenes and Trump's strategic acumen - which some fans liken to playing a game of \"4D chess\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"Don't get distracted by the Epstein shills,\" wrote one commenter professing his steadfast support for Trump on TheDonald, a popular message board filled with news, conspiracy theories and language ranging from salty to extremely offensive. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I have not once called for the Epstein files to be released because I'm not a complete and total [fool],\" the commenter added.</p><p class=\"sc-9a00e533-0 hxuGS\">But that sentiment is far from universal.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Epstein transparency NOW!!!\" came one reply.</p><p class=\"sc-9a00e533-0 hxuGS\">Another user criticised the president over his recent statements that lambasted supporters for focusing on the Epstein issue: \"Don't [lash] out at your own base… That makes you look guilty.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Ghislaine Maxwell's lawyer: A \"good day\" for his client after DOJ questioning</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">As the saga rumbles on - fuelled by reports giving further details of Trump's relationship with Epstein, and justice department meetings with Epstein's partner in crime Ghislaine Maxwell - pro-Trump online spaces heavily invested in conspiratorial thinking are divided in much the same way as more mainstream Republicans.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump was friends with Epstein in the 1990s and early 2000s, but has not been accused of any wrongdoing as part of the investigations into his former friend. </p><p class=\"sc-9a00e533-0 hxuGS\">According to Trump, the pair fell out in the early 2000s, two years before Epstein was first arrested. The White House has recently suggested that their fallout was connected to Epstein's behaviour, and that \"the president kicked him out of his club for being a creep\".</p><p class=\"sc-9a00e533-0 hxuGS\">Although the contents of any unreleased documents remain unknown, the existing materials in the public domain mention a number of high-profile figures who were connected to Epstein - though that does not imply any illegal activity.</p><p class=\"sc-9a00e533-0 hxuGS\">The president previously said he would be open to making public more information on Epstein. But he changed his position earlier this month, saying the case was closed.</p><p class=\"sc-9a00e533-0 hxuGS\">The frustration over what many Americans see as a simple request is now being given voice by some prominent allies of the president.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Look, I'm where I've been every time y'all ask me this question,\" said Thom Tillis, a US senator in Trump's Republican Party who has sometimes tangled with Trump. \"Release the damn files.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Trump calls out \"stupid Republicans\" in Jeffrey Epstein files saga</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A US justice department official spoke to Maxwell in prison on Thursday, although few details emerged about what she was questioned about and how she responded.</p><p class=\"sc-9a00e533-0 hxuGS\">Although Trump's biggest supporters are sticking by the president, many are trying to square their backing for his Make America Great Again (Maga) movement with what they apparently see as his stonewalling of further information drops.</p><p class=\"sc-9a00e533-0 hxuGS\">Maga influencers have found themselves on the defensive as they try to stand by their man after years of demanding Epstein transparency – a call that was endorsed by Trump during last year's presidential campaign, and vociferously pushed for years by several top administration officials including FBI director Kash Patel.</p><p class=\"sc-9a00e533-0 hxuGS\">Laura Loomer, a far-right conspiracy theorist with a huge social media following, who is an informal yet influential White House adviser, posted a link to a news article in which she said \"Trump is not implicated\" in the Epstein files.</p><p class=\"sc-9a00e533-0 hxuGS\">Along with messages of support, blowback on X came fast:</p><p class=\"sc-9a00e533-0 hxuGS\">\"How would you know.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"He literally partied with Epstein.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Dozens of other users responded with memes and historical pictures of Trump and Epstein together, before they fell out.</p><p class=\"sc-9a00e533-0 hxuGS\">And messages like \"We want to see the Epstein files!\" – which one follower posted at conservative podcaster Charlie Kirk – seem about as common online at the moment as the most popular slogan used by case obsessives: \"Epstein didn't kill himself.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The phrase is a reference to one of the most common conspiracy theories, that Epstein was killed by an unknown assailant and did not take his own life, as the official narrative states, when he died in prison in 2019.</p><p class=\"sc-9a00e533-0 hxuGS\">The justice department and FBI rejected that theory in a memo earlier this month. They also said they had no rumoured Epstein \"client list\" that could implicate high-profile associates besides Maxwell in Epstein's criminal operation.</p><p class=\"sc-9a00e533-0 hxuGS\">It was that memo that kicked off the renewed focus on Epstein that has recently dominated the US news cycle.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9a72/live/e4e66850-692f-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"eager\" alt=\"Reuters Laura Loomer exiting a plane, looking down and holding a phone in her hand\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Like many Maga influencers, Laura Loomer has been caught between loyalty to Trump and demands for more information about Epstein's crimes</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">After initially questioning government officials, and demanding more document releases, many popular Maga influencers – including Loomer, Jack Posobiec, and pro-Trump Substack blogs and sites like ZeroHedge – appear in recent days to be backing off the topic and trying to turn the attention of their audiences elsewhere.</p><p class=\"sc-9a00e533-0 hxuGS\">But others - including former Fox News host Tucker Carlson, Steve Bannon and podcaster Benny Johnson - have continued to cover the saga in detail.</p><p class=\"sc-9a00e533-0 hxuGS\">The episode has driven even some of Trump's most steadfast supporters to turn on the president.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this week Jacob Chansley - the so-called QAnon Shaman who was sentenced for rioting at the US Capitol in January 2021 wearing horns, fur and face paint - posted a string of expletive-laden messages directed at Trump on X. His account was deleted shortly thereafter.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: \"It's exhausting\" - Epstein accuser talks to the BBC about files saga</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">However, the administration's efforts to highlight other stories do seem to have worked to diffuse the energy in some of the most conspiratorial pro-Trump spaces.</p><p class=\"sc-9a00e533-0 hxuGS\">On TheDonald, the latest twists in the Epstein case are only one discussion of many.</p><p class=\"sc-9a00e533-0 hxuGS\">Commenters are also talking about topics like vaccines, the cancellation of Stephen Colbert's late-night show, and documents recently declassified by Director of National Intelligence Tulsi Gabbard regarding Russian interference in the 2016 election.</p><p class=\"sc-9a00e533-0 hxuGS\">Those declassified documents, although confirming the prevailing view that Russia tried to influence the race, led Trump allies to call for the arrest of former President Barack Obama after Trump accused his predecessor of trying to falsely tie him to Russia.</p><p class=\"sc-9a00e533-0 hxuGS\">Obama labelled Trump's comments a \"ridiculous and a weak attempt at distraction\", and was joined by other Democrats who called Gabbard's move a blatant attempt to change the subject.</p><p class=\"sc-9a00e533-0 hxuGS\">As with the once-promised release of Epstein files, Gabbard may have set up even bigger expectations among the Maga faithful for a reckoning.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Those still chatting about the Epstein case find themselves in discussion threads trying to work out what they speculate could be hidden meanings behind Trump's actions, and asking questions such as why the Democratic administration of Joe Biden didn't release Epstein case documents - if indeed they contain any material that could damage Trump's reputation.</p><p class=\"sc-9a00e533-0 hxuGS\">Some of the president's supporters are caught between their desire for more information and possibility of damaging their movement if the story rumbles on.</p><p class=\"sc-9a00e533-0 hxuGS\">\"For 10 years the leftists have been looking for something, anything, to drive as a wedge between Trump and MAGA,\" wrote one TheDonald contributor. \"This has been their most successful attempt yet.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Someone else shot back: \"Trump made the wedge himself by running his mouth.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Gaza: 'I witnessed war crimes,' former worker at GHF aid site tells BBC",
            "time": "2025-07-25T22:10:39",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f756/live/cfff6660-69a4-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">A retired US special forces officer has revealed to the BBC why he resigned from his work with US- and Israel-backed Gaza Humanitarian Foundation (GHF) aid distribution centres. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I witnessed the Israeli Defense Forces shooting at the crowds of Palestinians,\" Anthony Aguilar told the BBC. </p><p class=\"sc-9a00e533-0 hxuGS\">He added that in his entire career he has never witnessed such a level of \"brutality and use of indiscriminate and unnecessary force against a civilian population, an unarmed, starving population\".</p></div></div></body></html>"
        },
        {
            "title": "Gaza: Mother of starving baby speaks to BBC",
            "time": "2025-07-25T18:21:29",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/09ab/live/bfb0c270-6983-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Hedaya al-Muta'wi's 18-month-old son Mohammed suffers from malnutrition due to famine and weighs just 6kg.</p><p class=\"sc-9a00e533-0 hxuGS\">He suffers from fatigue and can no longer stand or sit up. She told the BBC \"my husband was killed in the war and I don't have a breadwinner, except God\".</p><p class=\"sc-9a00e533-0 hxuGS\">She said she works hard and labours to provide her son with baby formula milk, but can't provide for him properly because she is alone.</p></div></div></body></html>"
        },
        {
            "title": "'All the people are hungry': Voices from Gaza on desperate lack of food",
            "time": "2025-07-25T14:03:55",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/56c2/live/62a2f5c0-695c-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">All week across the BBC we've been hearing from people in Gaza about their lives as food supplies are restricted leading to malnourishment and starvation.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC is not allowed to report from inside Gaza – because the Israeli government won't allow us - so we rely on trusted freelancers to provide us with material. But this week news organisations – including the BBC – warned that the lack of food means those freelancers are increasingly unable to feed themselves and their families.</p><p class=\"sc-9a00e533-0 hxuGS\">The Israeli government, which controls the entry of all supplies into Gaza, says starvation is not its fault and blames Hamas for stealing food. Most international aid organisations say it is Israel that is failing the population. As the occupying power under international law Israel has a legal responsibility to protect the population from hunger and starvation.</p><p class=\"sc-9a00e533-0 hxuGS\">We've collated the stories of some of those who have spoken to us and images from the week – this report contains images of malnourished children.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Protesters pack Tel Aviv square to demand Gaza ceasefire",
            "time": "2025-07-25T13:16:50",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/91c7/live/11f8acf0-6952-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Thousands of demonstrators packed Tel Aviv's Habima Square on Thursday, calling on the Israeli government to agree a deal to end the war in Gaza and bring all the hostages still held by Hamas home. </p><p class=\"sc-9a00e533-0 hxuGS\">Footage shows huge crowds, with some people holding signs aloft to show their objection to the ongoing conflict. </p><p class=\"sc-9a00e533-0 hxuGS\">Following the main rally some protesters blocked nearby streets and were forcibly dispersed by police, who also detained some individuals.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Man dons bear costume in Japan Police animal attack drill",
            "time": "2025-07-25T06:11:01",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7656/live/91e649a0-691a-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Japanese Police and local hunters in Nikko, Tochigi Prefecture have practised their response to potential bear attacks in a simulated drill. </p><p class=\"sc-9a00e533-0 hxuGS\">The demonstration saw a man dressed as a bear chased off by firecrackers, and showed participants how to safely approach an animal after it has been shot or tranquillised. </p><p class=\"sc-9a00e533-0 hxuGS\">Tochigi has seen three bear attacks so far this year, local media reported.</p></div></div></body></html>"
        }
    ]
}