{
    "source": "BBC News",
    "articles": [
        {
            "title": "Trump says government will 'de-escalate a little bit' in Minnesota after Pretti shooting",
            "time": "2026-01-28T05:38:48",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2254/live/8dc47bd0-fbd7-11f0-8102-f9e135ba58e0.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, the DHS pulled the Minnesota mission's leader and figurehead, Border Patrol official Gregory Bovino, from the state. The department said it was deploying the White House's border tsar, Tom Homan, to take over there.</p></div></div></body></html>"
        },
        {
            "title": "'I don't let bullies win,' says US congresswoman Omar after substance thrown at her",
            "time": "2026-01-28T10:11:19",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fb3d/live/6debc290-fc3c-11f0-a47f-d352a7d9988a.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this month, Trump wrote on Truth Social that Omar \"should be in jail, or even a worse punishment, sent back to Somalia, considered one of the absolutely worst countries in the World. She could help to MAKE SOMALIA GREAT AGAIN!\"</p></div></div></body></html>"
        },
        {
            "title": "Amazon confirms 16,000 job cuts after accidental email",
            "time": "2026-01-28T11:21:38",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ceca/live/1b3c5410-faf7-11f0-8d99-4d63080b9583.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Beth Galetti, senior vice president of people experience and technology at Amazon, said on Wednesday it was not planning to make \"broad reductions every few months\", referring to Amazon's announcement of 14,000 job cuts in October.</p></div></div></body></html>"
        },
        {
            "title": "Ecuador condemns ICE agent's attempt to enter Minneapolis consulate",
            "time": "2026-01-28T11:43:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6e41/live/7b5abea0-fc3b-11f0-851f-553096e4fe99.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">In a video shared by Ecuadorean media, which has not been independently verified by the BBC, a consular official can be seen rushing to the entrance door and telling an ICE agent \"this is the consulate, you're not allowed in here\".</p></div></div></body></html>"
        },
        {
            "title": "Kim Keon Hee: South Korea's former first lady gets 20 months' jail for bribery",
            "time": "2026-01-28T08:43:43",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5584/live/d60b0530-fc13-11f0-8618-c12486cd8cf5.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">A special counsel team appointed to the case said Kim received 80m ($56,000; £40,600) won of gifts, which include a Graff diamond necklace and several Chanel handbags, from the Unification Chruch between April and July 2022, in exchange for business and political favours. </p></div></div></body></html>"
        },
        {
            "title": "Ajit Pawar: Grief and shock over politician's death in plane crash",
            "time": "2026-01-28T12:16:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/243a/live/4de49700-fc38-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"The aircraft was cleared for landing in Baramati on Wednesday morning after multiple attempts but, having finally received landing clearance, it did not give any \"read-back\" or response to the Air Traffic Control and moments later burst into flames on the edge of the runway\", the federal aviation ministry said in a statement.</p></div></div></body></html>"
        },
        {
            "title": "Ukraine's Zelensky condemns Russian drone strike that killed five on passenger train",
            "time": "2026-01-28T08:04:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a666/live/9d5f2c20-fbc3-11f0-916f-2db82aa34170.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">More than 200 people were on the train, officials said, when one of the carriages was hit by a drone and two other drones exploded nearby, in Ukraine's north-eastern Kharkiv region on Tuesday.</p></div></div></body></html>"
        },
        {
            "title": "Three brothers die after falling in frozen Texas pond",
            "time": "2026-01-28T12:06:27",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f348/live/74b52030-fc3c-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Authorities did not release the children's names, but family members identified them as Howard Doss, six, Kaleb Doss, eight, and EJ Doss, nine.</p></div></div></body></html>"
        },
        {
            "title": "Rwanda seeks £100m from UK over axed asylum deal",
            "time": "2026-01-28T09:25:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8177/live/7b11f3e0-fb8d-11f0-bd4c-9d8c48f8eab8.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">In 2022, the Home Office said this was expected to amount to \"tens\" of cases, involving people who have complex needs, such as acute health problems.</p></div></div></body></html>"
        },
        {
            "title": "'We all know someone who was killed': Iran protesters describe personal toll of crackdown",
            "time": "2026-01-28T00:46:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/85fb/live/714cbd90-fb9c-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The US-based Human Rights Activists News Agency (Hrana) says it has so far confirmed the killing of at least 6,159 people since the unrest began, including 5,804 protesters, 92 children and 214 people affiliated with the government. It is also investigating 17,000 more reported deaths.</p></div></div></body></html>"
        },
        {
            "title": "Malaysian football's foreign-born players scandal: What to know",
            "time": "2026-01-28T09:06:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/acc1/live/1f6dde60-fc2c-11f0-9554-45dc30088314.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">They are: Spanish-born Gabriel Felipe Arrocha, Facundo Tomas Garces and Jon Irazabal Iraurgui, Argentinian-born Rodrigo Julian Holgado and Imanol Javier Machuca, Netherlands-born Hector Alejandro Hevel Serrano and Brazilian-born Joao Vitor Brandao Figueiredo.</p></div></div></body></html>"
        },
        {
            "title": "Former French senator found guilty of drugging MP",
            "time": "2026-01-27T22:04:40",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3f8f/live/fb2a9ef0-fba7-11f0-b852-153f64f31c74.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Guerriau, now 68, invited Josso, 50, to his Paris flat in November 2023. He later admitted serving her a drink spiked with MDMA, but maintained it was an accident and denied having any intention of assaulting her.</p></div></div></body></html>"
        },
        {
            "title": "Mexico president Claudia Sheinbaum asks South Korea for more BTS concerts",
            "time": "2026-01-28T03:07:18",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5e52/live/1ba30aa0-fbf3-11f0-ada1-cfc803f2af2b.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">While on <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cqxzqvw4lv8o\" class=\"sc-f9178328-0 iCaRzc\">Ticketmaster</a>, the official sales channel, tickets were going for between 1,800 pesos and 17,800 pesos ($100 to $1,030; £76 to £750), resale platforms were offering them for between 11,300 to 92,100 pesos, according to Reuters. </p></div></div></body></html>"
        },
        {
            "title": "Republicans wrestle with immigration message after Minneapolis backlash",
            "time": "2026-01-28T02:29:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c0bd/live/999b5d00-fc29-11f0-a47f-d352a7d9988a.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The survey came out two weeks after Renee Good, a US citizen, was fatally shot by a federal agent in Minneapolis - and one day before another American citizen, Alex Pretti, was killed by agents in the city, which sparked nationwide protests.</p></div></div></body></html>"
        },
        {
            "title": "Iraqi PM Maliki denounces Trump threats to end support if he returns to power",
            "time": "2026-01-28T11:44:34",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4ce8/live/acec9ec0-fbeb-11f0-a47f-d352a7d9988a.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump has frequently bucked precedent by intervening in other countries' elections, backing fellow right-wing candidates in elections in Poland, Romania and Honduras, where the US-backed winner was inaugurated on Tuesday.</p></div></div></body></html>"
        },
        {
            "title": "Neil Young offers Greenland free access to his catalogue",
            "time": "2026-01-28T03:34:43",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/11c5/live/efd0e750-fbf5-11f0-a47f-d352a7d9988a.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The singer said at the time that his return did not reflect a reversal of his stance, but that the decision came after Rogan signed a $250m (£181m) deal to make his podcast available on multiple platforms, rather than remaining a Spotify exclusive.</p></div></div></body></html>"
        },
        {
            "title": "Tom Homan: Trump's border tsar replacing Bovino in Minneapolis",
            "time": "2026-01-27T21:17:35",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f567/live/bb706b90-fbfd-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Bovino reportedly answers directly to DHS head Kristi Noem. In his informal role, he works alongside officials like the Chief of Border Patrol, a position held by Michael Banks, and the Customs and Border Protection commissioner, a position currently held by Rodney Scott.</p></div></div></body></html>"
        },
        {
            "title": "Kim Keon Hee: Who is South Korea's former first lady?",
            "time": "2026-01-28T06:23:41",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ca91/live/f0b0c370-fb5a-11f0-80ad-435009e66207.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Prosecutors had accused Kim, 52, of making more than 800 million won ($552,570; £404,050) by participating in a price-rigging scheme involving the stocks of Deutsch Motors, a BMW dealer in South Korea, between October 2010 and December 2012.</p></div></div></body></html>"
        },
        {
            "title": "The model who moved to Ghana and wrapped her prosthetic leg in Kente cloth",
            "time": "2026-01-28T00:17:35",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7735/live/1dda89a0-fc2b-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"In the States, progress is happening, slowly, imperfectly, but happening. Disabled people are being invited into more spaces,\" she explains. \"It is still ableist, but at least there is an attempt to change the narrative.\"</p></div></div></body></html>"
        },
        {
            "title": "Zhang Youxia: Purge of China's top general leaves military in crisis",
            "time": "2026-01-26T23:19:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/089d/live/38fd3230-fa84-11f0-8536-010c68f74629.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The weekend purging of China's top general, Zhang Youxia, and another senior military officer, Gen Liu Zhenli, has left serious questions about what triggered the elite power struggles unfolding in the country - and what this means for China's warfighting capacity, whether it be any ambition to take Taiwan by force or engage in another major regional conflict.</p></div></div></body></html>"
        },
        {
            "title": "Trump abandons attack mode as Minneapolis shooting backlash grows",
            "time": "2026-01-26T21:18:39",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c904/live/b6c30c30-fb65-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">On Monday morning, Trump posted that he was dispatching \"border czar\" Tom Homan to Minnesota to direct law-enforcement efforts there. Homan, who handled deportations during Democrat Barack Obama's administration, is considered a more measured, politically attuned operator less prone to the kind of bombastic declarations recently made by Noem and Bovino.</p></div></div></body></html>"
        },
        {
            "title": "Who was Alex Pretti, the intensive care nurse shot dead in Minneapolis?",
            "time": "2026-01-27T16:17:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/26a3/live/fc00db50-fb52-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"He hated that, you know, people were just trashing the land,\" she said. She added: \"He was an outdoorsman. He took his dog everywhere he went. You know, he loved this country, but he hated what people were doing to it.\"</p></div></div></body></html>"
        },
        {
            "title": "Can India be a player in the computer chip industry?",
            "time": "2026-01-27T00:05:55",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7d6a/live/1dc87370-f5e4-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Almost every major global chip company has its largest or second-largest design centre in India, working on cutting-edge products,\" says Amitesh Kumar Sinha, Joint Secretary of India's Ministry of Electronics and Information Technology.</p></div></div></body></html>"
        },
        {
            "title": "TikTok settles just before social media addiction trial to begin",
            "time": "2026-01-27T17:31:54",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5753/live/bfdc78e0-fba8-11f0-b852-153f64f31c74.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Unfortunately, there are all too many kids in the United States, the UK, and around the world who are suffering as KGM does because of the dangerous and addictive algorithms that the social media platforms foist on unsuspecting kids,\" he said.</p></div></div></body></html>"
        },
        {
            "title": "NRA and other US gun activists push back at Trump officials over Minneapolis shooting",
            "time": "2026-01-25T22:29:48",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/32a6/live/87ac7320-fa32-11f0-a26c-15c7ecb8d30d.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"They responded according to their training, and took action to defend the officer's life and those of the public around him. And, I don't know of any peaceful protester that shows up with a gun and ammunition rather than a sign.\"</p></div></div></body></html>"
        },
        {
            "title": "Murder and MI5: the extraordinary battle over what stays secret",
            "time": "2026-01-26T00:25:19",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/121e/live/0b789990-faab-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Jon Boutcher, who was Livingstone's predecessor leading the Kenova investigation, has described the situation preventing Scappaticci being named as a \"pantomime\". It leads to the truth being \"suppressed,\" he argues, with \"profound and severe adverse impacts on victims and families, legitimate public discussion and debate, media freedom, open justice and public confidence in state agencies and the criminal justice system\".</p></div></div></body></html>"
        },
        {
            "title": "'I spent £2,000 on one event'. Why Gen Z is obsessed with Hyrox",
            "time": "2026-01-26T00:45:40",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c8d7/live/bd1afc30-f216-11f0-8f9d-7304521a922a.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The 27-year-old, who fits his training around his job as a firefighter, says his life \"used to be going out, seeing mates, going to the pub and drinking a lot\" but now nearly all his holidays involve \"fitness retreats and competitions\".</p></div></div></body></html>"
        },
        {
            "title": "As we return to a pre-WW2 order, the middle powers face a challenge",
            "time": "2026-01-25T00:25:51",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d952/live/ae60d9d0-f86a-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Back then I'd watched, awestruck, as Czechs and Slovaks demanded an end to Soviet occupation, and to a hated Communist dictatorship, so that they too could be part of the community of nations that we called, simply, \"the West\", bound together by shared values, at the head of which sat the the United States of America.</p></div></div></body></html>"
        },
        {
            "title": "Minneapolis shooting: What we know about death of Alex Pretti",
            "time": "2026-01-25T04:19:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/44ee/live/e6356d90-f9ea-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Thank God, thank God, we have video because, according to DHS, these seven heroic guys took an onslaught of a battalion against them or something. It's nonsense, people. It is nonsense, and it's lies.\"</p></div></div></body></html>"
        },
        {
            "title": "Republic Day: How does India choose its chief guest for 26 January parade",
            "time": "2026-01-25T02:03:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a399/live/055d9470-f826-11f0-9001-7f071bc02a11.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">On this day, India turns the heart of its capital into a stage. Thousands of troops march before cheering crowds, armoured vehicles move down the Kartavya Path (formerly Rajpath or King's Avenue) and colourful tableaux or floats pass by spectators in Delhi, while millions more watch on their screens across the country.</p></div></div></body></html>"
        },
        {
            "title": "Why Trump is hitting the road to rally Americans on the economy",
            "time": "2026-01-27T23:22:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5318/live/0d646580-fbd3-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">After a year that began with action in Venezuela and a trip to Davos, President Donald Trump is turning his attention back to the domestic economy. </p><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, Trump made a planned trip to Iowa to speak about affordability. The White House billed the speech as a campaign-style event and intended it to kick off the run-up to the midterm elections in November, rallying Trump's base.</p><p class=\"sc-9a00e533-0 eZyhnA\">White House reporter Bernd Debusmann explains why the president's attention has pivoted back to the economy.</p></div></div></body></html>"
        },
        {
            "title": "New Iran videos show bodies piled up in hospital and snipers on roofs",
            "time": "2026-01-26T21:34:40",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0f7d/live/4b963ab0-fafa-11f0-a47f-d352a7d9988a.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The US-based Human Rights Activists News Agency (HRANA) says it has confirmed the killing of nearly 6,000 people, including 5,633 protesters, since the unrest began at the end of December. It says it is also currently investigating another 17,000 reported deaths received despite an internet shutdown after nearly three weeks.</p></div></div></body></html>"
        },
        {
            "title": "Ukrainians left cold and in the dark after Russia targets energy infrastructure",
            "time": "2026-01-27T12:32:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/32c8/live/8bb60870-fb7a-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Russia has been exploiting Ukraine's harshest winter in years to pummel energy infrastructure across the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">Repeated strikes have crippled the power supply to major Ukrainian cities, leaving millions without heating or light as temperatures hover around -15C (5F) for the third week in a row.</p><p class=\"sc-9a00e533-0 eZyhnA\">Electrical companies carry out round-the-clock repairs - only for their work to be undone at night, when Russian drone and missiles again damage power stations.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Kyiv, people were initially able to keep the cold at bay by using electric heaters or wrapping up warm. But the freezing temperatures have lasted weeks now, with no end in sight.</p><p class=\"sc-9a00e533-0 eZyhnA\">Even when power is restored, the supply only lasts a few hours - enough to charge appliances but not to substantially warm up homes, which are gradually becoming inhabitable.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Abdujalil Abdurasulov visits the apartment of one Kyiv resident to find out what life looks like with no heating and no power.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"camera:-matthew-goddard,-producer:-paul-pradier\" class=\"sc-d16436d-0 iVdNuz\">Camera: Matthew Goddard, producer: Paul Pradier</i></p></div></div></body></html>"
        },
        {
            "title": "Sicily hit by huge landslide in aftermath of Storm Harry",
            "time": "2026-01-27T12:42:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2305/live/458e8550-fb7c-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">A 2.5 mile (4km) section of cliff has collapsed on the Italian island of Sicily, after it was pummelled by wind and rain brought by Storm Harry last week.</p><p class=\"sc-9a00e533-0 eZyhnA\">More than 1,000 residents have been evacuated from their homes in Niscemi and geological surveys are currently under way to asses the area.</p><p class=\"sc-9a00e533-0 eZyhnA\">There have been no reports of deaths or injuries, but aerial footage shows numerous buildings and vehicles have been destroyed.</p><p class=\"sc-9a00e533-0 eZyhnA\">The landslide occurred on Sunday with parts of the cliff continuing to crumble on Monday, according to local media.</p></div></div></body></html>"
        },
        {
            "title": "Unpicking the second Minneapolis shooting frame by frame",
            "time": "2026-01-25T22:04:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/545f/live/73f04880-fa9a-11f0-a422-4ba8a094a8fa.png",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Bystander video footage has captured the moments before the killing of 37-year-old Minneapolis man Alex Pretti by federal immigration officers.</p><p class=\"sc-9a00e533-0 eZyhnA\">The killing comes less than three weeks after Renee Good was shot dead by an immigration agent in the city.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC Verify has analysed footage of the shooting from multiple angles, piecing together a detailed picture of what happened.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ros Atkins' report contains distressing images.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"verification-by-emma-pengelly,-paul-brown-and-benedict-garman.-graphics-by-mesut-ersoz.-video-produced-by-tom-joyner.\" class=\"sc-d16436d-0 iVdNuz\">Verification by Emma Pengelly, Paul Brown and Benedict Garman. Graphics by Mesut Ersoz. Video produced by Tom Joyner.</i></p></div></div></body></html>"
        }
    ]
}