{
    "source": "BBC News",
    "articles": [
        {
            "title": "Putin says Russia will take Donbas by force or Ukraine's troops will withdraw",
            "time": "2025-12-05T06:12:19",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/250a/live/20ea1aa0-d199-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump said Tuesday's talks in the Kremlin were \"reasonably good\", adding it was too soon to say what would happen as \"it does take two to tango\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The Kremlin said on Friday that Moscow was awaiting a response from Washington following the meeting in Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are now waiting for the reaction of our American colleagues to the discussion we had on Tuesday,\" Kremlin aide Yuri Ushakov was quoted as saying by RIA.</p><p class=\"sc-9a00e533-0 eZyhnA\">He added there were no plans for a call between Putin and Trump, and no date had been set for a new meeting with Witkoff.</p><p class=\"sc-9a00e533-0 eZyhnA\">The original iteration of the US peace plan <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cde6yld78d6o\" class=\"sc-f9178328-0 iCaRzc\">proposed to hand over areas</a> of the Donbas still under Ukrainian control to the de facto control of Putin - but the Witkoff team presented a modified version in Moscow.</p><p class=\"sc-9a00e533-0 eZyhnA\">In his India Today interview ahead of a state visit to Delhi, Putin said he had not seen the new version before his talks with Witkoff and Jared Kushner, Trump's son-in-law.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"That's why we had to go over every point, that's why it took so long,\" the Kremlin leader said.</p><p class=\"sc-9a00e533-0 eZyhnA\">He also said Moscow disagreed with parts of the US plan.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"At times we said that yes, we can discuss this, but to that we can't agree,\" Putin said.</p><p class=\"sc-9a00e533-0 eZyhnA\">He did not name the sticking points. At least two significant points of contention remain - the fate of Ukrainian territory seized by Russian forces and security guarantees for Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">Putin's senior foreign policy adviser and key negotiator Yuri Ushakov earlier said straight after the talks that they produced \"no compromise\" on ending the war.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ushakov also implied that the Russian negotiating position had been strengthened thanks to what Moscow said were its recent successes on the battlefield.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine has repeatedly accused Russia of stalling any ceasefire agreements, saying Moscow is seeking to seize more Ukrainian territory.</p><p class=\"sc-9a00e533-0 eZyhnA\">Commenting on the Kremlin talks, Ukrainian Foreign Minister Andrii Sybhia said  Putin was \"wasting the world's time\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine has long insisted on firm security guarantees for Ukraine in any deal.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday, Zelensky said \"the world clearly feels that there is a real opportunity to end the war\" - but negotiations must be \"backed by pressure on Russia\", which Kyiv and its European allies accuse of deliberately stalling any ceasefire agreements.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Ukrainian president said last week his top negotiators had managed to make some key changes in the original US peace plan - seen as strongly favouring Moscow - during talks with an American delegation in Geneva on 23 November.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a joint statement, US and Ukrainian negotiators <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ce3zwy808dpo\" class=\"sc-f9178328-0 iCaRzc\">said at the time that they had drawn up an \"updated and refined peace framework\"</a> - but provided no further details.</p><p class=\"sc-9a00e533-0 eZyhnA\">Top negotiators from Europe - who had voiced concern over the original US plan - were also in the Swiss city last week, meeting separately with the Ukrainian and the US teams.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a separate development on Thursday, Germany's Der Spiegel news website said it had obtained a confidential transcript of a conference call in which European leaders expressed concern over the US negotiations.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There is a possibility that the US will betray Ukraine on the issue of territory without clarity on security guarantees,\" French President Emmanuel Macron reportedly said, according to an English transcript of Monday's conference call.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, German Chancellor Friedrich Merz was quoted as warning that Zelensky had to be \"extremely careful in the coming days\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They are playing games, both with you and with us,\" Merz reportedly said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Finnish President Alexander Stubb was also quoted as saying: \"We mustn't leave Ukraine and Volodymyr alone with these guys.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has not seen the reported transcript. </p><p class=\"sc-9a00e533-0 eZyhnA\">In response to a Der Spiegel inquiry, France's Élysée Palace stated that \"the president did not express himself in those terms\". The presidential office declined to provide details on how Macron expressed himself, citing confidentiality.</p><p class=\"sc-9a00e533-0 eZyhnA\">Stubb declined to comment to Der Spiegel, and Merz has not commented on the issue.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a statement to the BBC, the White House said: \"Secretary [Marco] Rubio, Special Envoy Witkoff, Mr Kushner, and the President's entire national security team are working tirelessly to stop the killing between Russia and Ukraine.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They have held productive meetings to gather feedback from both sides on a plan that can foster a durable, enforceable peace,\" the statement read.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia launched a full-scale invasion of Ukraine in February 2022, and Moscow currently controls about 20% of Ukrainian territory.</p><p class=\"sc-9a00e533-0 eZyhnA\">In recent weeks, Russian troops have been slowly advancing in south-east Ukraine, despite reported heavy combat casualties.</p></div></div></body></html>"
        },
        {
            "title": "Admiral testified Pete Hegseth did not give 'kill them all' order, US lawmakers say",
            "time": "2025-12-05T01:20:07",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/adeb/live/602f1110-d10e-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Admiral testified Hegseth did not give 'kill them all' order, US lawmakers say</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Cai Pigliucci at the US Capitol, James FitzGerald, and Brandon Drenon in Washington</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/adeb/live/602f1110-d10e-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/adeb/live/602f1110-d10e-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/adeb/live/602f1110-d10e-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/adeb/live/602f1110-d10e-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/adeb/live/602f1110-d10e-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/adeb/live/602f1110-d10e-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/adeb/live/602f1110-d10e-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/adeb/live/602f1110-d10e-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"eager\" alt=\"Reuters File photo of Admiral Frank Bradley delivering remarks\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A US Navy admiral testified that Defence Secretary Pete Hegseth did not give the order to \"kill them all\" during a controversial second US military strike on an alleged drug boat in the Caribbean, multiple lawmakers have said. </p><p class=\"sc-9a00e533-0 eZyhnA\">The affirmations by Democratic and Republican lawmakers were made after viewing footage of the 2 September double-strike incident and hearing from Adm Frank Bradley in closed-door hearings. </p><p class=\"sc-9a00e533-0 eZyhnA\">The briefing before members of the House of Representatives and later the Senate came as questions continued around the legality of military force used against suspected drug boats.</p><p class=\"sc-9a00e533-0 eZyhnA\">The White House has said Adm Bradley was responsible for the strikes and that he acted within the law.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On Thursday evening the US military posted on X that it had killed four people in another boat strike in the eastern Pacific Ocean, at Hegseth's direction.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prior to news of the latest strike, lawmakers reacted to the testimony, with the most senior Democrat on the House intelligence committee, Jim Himes, saying Adm Bradley had his respect and \"should have the respect of all of us\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He added: \"But what I saw in that room was one of the most troubling things I've seen in my time in public service.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Yes, they were carrying drugs. They were not in the position to continue their mission in any way,\" Himes said. </p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Lawmakers react to boat strike video showed in classified briefing</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">After the briefing, Representative Adam Smith, the highest-ranking Democrat on the House Armed Services Committee, released a joint statement with Himes calling for the video to be released publicly.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The briefing left us with more questions than answers, and Congress must continue to investigate this matter and conduct oversight,\" they said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Republican Senator Tom Cotton, chair of the Senate Intelligence Committee, said Adm Bradley and Hegseth \"did exactly what we would expect them to do\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I saw two survivors trying to flip a boat loaded with drugs bound to the United States back over so they could stay in the fight,\" Cotton said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Republican House Representative Rick Crawford also defended the strikes and said there was \"no doubt in my mind\" that they were done in a way that was professional.</p><p class=\"sc-9a00e533-0 eZyhnA\">Senator Jack Reed, a Democrat, said in a statement he was \"disturbed\" by what he saw, adding that his party would continue to investigate the incident. </p><p class=\"sc-9a00e533-0 eZyhnA\">The revelation there were two strikes when the first left survivors has raised new questions over the legality of the administration's deadly ongoing campaign against boats, due to what the rules of conflict say about targeting wounded combatants.</p><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump has said he has \"no problem\" with video of the second strike being made public. Footage of the first strike has already been released. </p><p class=\"sc-9a00e533-0 eZyhnA\">During the incident, two survivors of the first strike tried to climb back onto the boat before the vessel was hit a second time, US media including CBS reported. A source said the pair appeared to be trying to salvage drugs.</p><p class=\"sc-9a00e533-0 eZyhnA\">Adm Bradley was also expected to tell the high-ranking US lawmakers on Thursday that the survivors were a legitimate target because their boat was still thought to contain drugs, according to a US official who spoke to the Reuters news agency.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The 2 September incident was the first in a series of ongoing US attacks against vessels that have left more than 80 people dead in both the Caribbean and Eastern Pacific.</p><p class=\"sc-9a00e533-0 eZyhnA\">While US officials have insisted the 2 September attack was lawful, a full picture is still emerging of what happened that day.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Washington Post was the first last week to report that two people had survived the first strike, and that Hegseth had allegedly ordered a second attack to kill them.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the time, Hegseth immediately condemned the reporting as \"fabricated, inflammatory and derogatory\", while Pentagon spokesman Sean Parnell said the \"entire narrative was false\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The existence of a second strike was later confirmed by the White House. Press Secretary Karoline Leavitt said this week the order came not from Hegseth but from Adm Bradley, who acted \"well within his authority and the law\".</p><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, Hegseth said he had watched the initial strike as it took place before moving on to other meetings. He said he \"did not personally see survivors\", which he attributed to the flaming wreckage and \"the fog of war\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Later that day, the defence secretary recalled, he was informed that Adm Bradley decided to \"sink the boat and eliminate the threat\", a move he considered justified.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: \"I did not personally see survivors\", Hegseth says of second deadly boat strike</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The issue has drawn concern from Democratic and Republican lawmakers alike, many of whom had already criticised the military campaign more generally. </p><p class=\"sc-9a00e533-0 eZyhnA\">As well as the lethal strikes on suspected drug-smuggling boats, the US has expanded its military presence in the Caribbean.</p><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela itself has repeatedly condemned the strikes, and has accused the White House of stoking tensions in the region with the aim of toppling the government.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump has claimed that the strikes have led to a massive reduction in drug trafficking through maritime routes, without providing evidence.</p><p class=\"sc-9a00e533-0 eZyhnA\">Evidence that the targeted individuals in each case were drug traffickers has likewise not been publicly provided.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Multiple experts who spoke to the BBC have raised serious doubts that the second strike on survivors on 2 September could be considered legal under international law.</p><p class=\"sc-9a00e533-0 eZyhnA\">A former chief prosecutor at the International Criminal Court (ICC) previously told the BBC that US air strikes on alleged drug smuggling boats <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cd9kgqwnk8wo\" class=\"sc-f9178328-0 iCaRzc\">would be treated under international law as crimes against humanity.</a></p><p class=\"sc-9a00e533-0 eZyhnA\">\"These are criminals, not soldiers. Criminals are civilians,\" he said. </p><p class=\"sc-9a00e533-0 eZyhnA\">The survivors may have been subject to protections provided to shipwrecked sailors, or to those given to troops who have been rendered unable to continue fighting.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration has cast its operations in the Caribbean as a non-international armed conflict with the alleged drug traffickers.</p><p class=\"sc-9a00e533-0 eZyhnA\">The rules of engagement in such armed conflicts - as set out in the Geneva Conventions - forbid the targeting of wounded participants, saying that those participants should instead be apprehended and cared for.</p><p class=\"sc-9a00e533-0 eZyhnA\">Adm Bradley is yet to give any public comment on the matter. </p><p class=\"sc-9a00e533-0 eZyhnA\">One of the dozens of people who have been killed in the ongoing US strikes is believed to be Alejandro Carranza, a Colombian, who was last seen on 14 September.</p><p class=\"sc-9a00e533-0 eZyhnA\">Carranza's family have now filed a complaint with the Inter-American Court of Human Rights (IACHR) in Washington, BBC Mundo has confirmed.</p></div></article></div></body></html>"
        },
        {
            "title": "Over a third of animals lost in test deep sea mining - scientists",
            "time": "2025-12-05T08:00:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/824f/live/d250c960-d13f-11f0-aa84-61163ec45db7.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Deep-sea mining tests impact over a third of seabed animals - scientists</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Georgina Rannard</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Climate and science correspondent</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/824f/live/d250c960-d13f-11f0-aa84-61163ec45db7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/824f/live/d250c960-d13f-11f0-aa84-61163ec45db7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/824f/live/d250c960-d13f-11f0-aa84-61163ec45db7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/824f/live/d250c960-d13f-11f0-aa84-61163ec45db7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/824f/live/d250c960-d13f-11f0-aa84-61163ec45db7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/824f/live/d250c960-d13f-11f0-aa84-61163ec45db7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/824f/live/d250c960-d13f-11f0-aa84-61163ec45db7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/824f/live/d250c960-d13f-11f0-aa84-61163ec45db7.jpg.webp\" loading=\"eager\" alt=\"Natural History Museum/ University of Gothenburg A creature called a brittlestar. It has a grey, star-shaped body with orange segments in the middle, and five long legs with nodules like a centipede \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Natural History Museum/ University of Gothenburg</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A brittlestar found on the seafloor of the Clarion-Clipperton Zone</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Machines mining minerals in the deep ocean have been found to cause significant damage to life on the seabed, scientists carrying out the largest study of its kind say.</p><p class=\"sc-9a00e533-0 eZyhnA\">The number of animals found in the tracks of the vehicles was reduced by 37% compared to untouched areas, according to the scientists.</p><p class=\"sc-9a00e533-0 eZyhnA\">The researchers discovered more than 4,000 animals, 90% of which were new species, living on the seafloor in a remote area of the Pacific Ocean.</p><p class=\"sc-9a00e533-0 eZyhnA\">Vast amounts of critical minerals needed for green technologies could be locked in the deep ocean, but deep sea mining in international waters is very controversial and currently not permitted until more is known about the environmental impacts.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ec18/live/ab281bd0-d140-11f0-aa84-61163ec45db7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ec18/live/ab281bd0-d140-11f0-aa84-61163ec45db7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ec18/live/ab281bd0-d140-11f0-aa84-61163ec45db7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ec18/live/ab281bd0-d140-11f0-aa84-61163ec45db7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ec18/live/ab281bd0-d140-11f0-aa84-61163ec45db7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ec18/live/ab281bd0-d140-11f0-aa84-61163ec45db7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ec18/live/ab281bd0-d140-11f0-aa84-61163ec45db7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ec18/live/ab281bd0-d140-11f0-aa84-61163ec45db7.jpg.webp\" loading=\"lazy\" alt=\"Natural History Museum/ University of Gothenburg A sea urchin shaped like an egg with a flat top. It is bright ornge with red patches, and many thick hair-like pale pink strands coming off the body.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Natural History Museum/ University of Gothenburg</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">This sea urchin was one of the more than 4,000 creatures found</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The research by scientists at the Natural History Museum in London, the UK National Oceanography Centre and the University of Gothenburg was conducted at the request of deep sea mining company The Metals Company.</p><p class=\"sc-9a00e533-0 eZyhnA\">The scientists said their work was independent and that the company was able to view the results before publication but was not allowed to alter them.</p><p class=\"sc-9a00e533-0 eZyhnA\">The team compared biodiversity two years before and two months after the test mining that drove machines for 80km on the seafloor.</p><p class=\"sc-9a00e533-0 eZyhnA\">They looked specifically at animals 0.3mm – 2cm in size, such as worms, sea spiders, snails and clams.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the tracks of the vehicle, the number of animals fell by 37% and the diversity of species by 32%.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The machine removes about the top five centimetres of sediment. That's where most of the animals live. So obviously, if you're removing the sediment, you're removing the animals in it too,\" lead author Eva Stewart, PhD student at the Natural History Museum and the University of Southampton, told BBC News.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/dadb/live/fce56a00-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/dadb/live/fce56a00-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/dadb/live/fce56a00-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/dadb/live/fce56a00-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/dadb/live/fce56a00-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/dadb/live/fce56a00-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/dadb/live/fce56a00-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/dadb/live/fce56a00-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp\" loading=\"lazy\" alt=\"Natural History Museum/University of Gothenburg A camera screen shows a worm that is luminescent, almost transparent, with two large purple eyes.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Natural History Museum/University of Gothenburg</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The scientists catalogued all the animals they found in the sediment, including this worm</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Even if they are not killed by the machine, pollution from the mining operations could slowly kill some less resilient species,\" said Dr Guadalupe Bribiesca-Contreras from the National Oceanography Centre.</p><p class=\"sc-9a00e533-0 eZyhnA\">A few of the animals could have moved away, but \"whether or not they come back after disturbance is a different question\", she added.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, in the areas near the vehicle tracks, where clouds of sediment landed, the abundance of animals did not decrease.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We were expecting possibly a bit more impact, but [we didn't] see much, just a shift in which species were dominant over others,\" Dr Adrian Glover, research scientist at the Natural History Museum, told BBC News.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9b43/live/bdc15660-d13d-11f0-aa84-61163ec45db7.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9b43/live/bdc15660-d13d-11f0-aa84-61163ec45db7.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9b43/live/bdc15660-d13d-11f0-aa84-61163ec45db7.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9b43/live/bdc15660-d13d-11f0-aa84-61163ec45db7.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9b43/live/bdc15660-d13d-11f0-aa84-61163ec45db7.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9b43/live/bdc15660-d13d-11f0-aa84-61163ec45db7.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9b43/live/bdc15660-d13d-11f0-aa84-61163ec45db7.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9b43/live/bdc15660-d13d-11f0-aa84-61163ec45db7.png.webp\" loading=\"lazy\" alt=\"Natural History Museum/University of Gothenburg An abyssal sea spider. It has a long, thin, bright yellow body, with eight long legs. It has a relatively large head, and two short, thin arms.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Natural History Museum/University of Gothenburg</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">An abyssal sea spider was another of macrofauna found during the research</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"​We're ​encouraged ​by these ​data,\" a spokesperson for The Metals Company told BBC News.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"After ​years ​of ​activist ​alarm ​that ​our ​impacts ​would ​spread ​thousands ​of ​kilometers ​beyond ​the ​mine ​site, ​the ​data ​show ​that ​any ​biodiversity ​impacts ​are ​limited ​to ​the ​directly ​mined ​area,\" they added. </p><p class=\"sc-9a00e533-0 eZyhnA\">But some experts do not think that this is good news for mining companies.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think the study shows that current technologies for harvesting are too damaging to permit large-scale commercial exploration,\" Dr Patrick Schröder, senior research fellow at the Environment and Society Centre at think tank Chatham House, told BBC News.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"These were only tests and the impact was significant. If they did that at large scale, it would be even more damaging,\" he added.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Deep sea mining is controversial. At the heart of the debate is a difficult problem.</p><p class=\"sc-9a00e533-0 eZyhnA\">The latest research took place in the Clarion-Clipperton Zone, a 6m sq km area of the Pacific Ocean estimated to hold over 21bn tonnes of nickel, cobalt and copper-rich polymetallic nodules.</p><p class=\"sc-9a00e533-0 eZyhnA\">The world needs these critical minerals for renewable energy technologies to tackle climate change. They are essential components in solar panels, wind turbines and electric vehicles, for example.</p><p class=\"sc-9a00e533-0 eZyhnA\">The International Energy Agency predicts that <a target=\"_blank\" href=\"https://www.iea.org/reports/the-role-of-critical-minerals-in-clean-energy-transitions/mineral-requirements-for-clean-energy-transitions\" class=\"sc-f9178328-0 iCaRzc\">demand for the minerals could at least double by 2040.</a></p><p class=\"sc-9a00e533-0 eZyhnA\">The minerals have to come from somewhere, but some scientists and environmental groups are gravely concerned that mining the deep seas could cause untold damage.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/08ec/live/4cf09c60-d13e-11f0-aa84-61163ec45db7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/08ec/live/4cf09c60-d13e-11f0-aa84-61163ec45db7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/08ec/live/4cf09c60-d13e-11f0-aa84-61163ec45db7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/08ec/live/4cf09c60-d13e-11f0-aa84-61163ec45db7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/08ec/live/4cf09c60-d13e-11f0-aa84-61163ec45db7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/08ec/live/4cf09c60-d13e-11f0-aa84-61163ec45db7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/08ec/live/4cf09c60-d13e-11f0-aa84-61163ec45db7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/08ec/live/4cf09c60-d13e-11f0-aa84-61163ec45db7.jpg.webp\" loading=\"lazy\" alt=\"Natural History Museum/University of Gothenburg An abyssal sea star. It is a star-shaped creature, with three spikes coming from each point of the star. It is cream coloured on the edges, with the main body covered in black and orange spots.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Natural History Museum/University of Gothenburg</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">An abyssal sea star was also found during the research</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Some fear that before we have the chance to explore the full nature of life in the undiscovered deep ocean, it could be endangered. </p><p class=\"sc-9a00e533-0 eZyhnA\">Oceans play a critical role in regulating our planet and are already at severe risk from rising temperatures.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The International Seabed Authority (ISA), which governs activity in international waters, has not yet approved commercial mining although it has issued 31 licences for exploration.</p><p class=\"sc-9a00e533-0 eZyhnA\">A total of 37 countries, including the UK and France, are backing a temporary ban on mining.</p><p class=\"sc-9a00e533-0 eZyhnA\">This week Norway postponed mining plans in its waters including the Arctic.</p><p class=\"sc-9a00e533-0 eZyhnA\">But in April, US President Donald Trump called for domestic and international projects to be fast-tracked, as the US wants to secure the supply of minerals for use in weapons.</p><p class=\"sc-9a00e533-0 eZyhnA\">If the ISA concludes that current mining techniques are too destructive, companies could try to develop less intrusive ways of extracting nodules from the seafloor.</p><p class=\"sc-9a00e533-0 eZyhnA\">The research is published in the scientific journal Nature ​Ecology ​and ​Evolution.</p></div></article></div></body></html>"
        },
        {
            "title": "New Zealand police recovers $19k Fabergé egg swallowed by suspected thief",
            "time": "2025-12-05T01:13:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3e76/live/9853e860-d175-11f0-871c-7976d9132d31.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A diamond-studded locket swallowed by a New Zealand man who tried to steal it has been \"recovered\", police say.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Fabergé egg locket, valued at NZ$33,585 ($19,300; £14,600), was recovered in a \"natural\" manner. \"Medical intervention [was] not required,\" they told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">This comes about a week after police arrested the 32-year-old man at Partridge Jewellers in central Auckland, minutes after he allegedly ate the locket.</p><p class=\"sc-9a00e533-0 eZyhnA\">The ingested loot is set with 60 white diamonds and 15 blue sapphires, according to the jeweller's website, and opens to reveal an 18-carat gold miniature octopus.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The man has been <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c7vm754r80vo\" class=\"sc-f9178328-0 iCaRzc\">charged with theft</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this week, New Zealand police said the man had undergone a medical assessment and is constantly being monitored.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Given this man is in police custody, we have a duty of care to continue monitoring him given the circumstances of what has occurred,\" police said then.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Octopussy egg, as it is named, was inspired by the 1983 James Bond film of the same name, which centres on an elaborate Fabergé egg heist.</p><p class=\"sc-9a00e533-0 eZyhnA\">Fabergé is a world-renowned jeweller founded in Russia more than two centuries ago, famous for its eggs made of gems and precious metals.</p><p class=\"sc-9a00e533-0 eZyhnA\">Partridge Jewellers said the locket will be returned to Fabergé, Radio NZ reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">The suspect is due to appear in court again on 8 December.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to charge sheets seen by the BBC, he has also been charged with allegedly stealing an iPad from the same jewellery store on 12 November and making away with cat litter and flea control products worth NZ$100 from a private address a day after.</p></div></div></body></html>"
        },
        {
            "title": "Trump hosts signing of peace deal between leaders of DR Congo and Rwanda",
            "time": "2025-12-04T19:17:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b085/live/807e2890-d1b6-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Trump hails 'historic' peace deal between DR Congo and Rwanda</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Emery Makumeno,</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">BBC Africa, Kinshasa,</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Samba Cyuzuzo,</span><span data-testid=\"byline-new-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">BBC Great Lakes,</span></p><p data-testid=\"byline-new-contributors-contributor-2\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Bernd Debusmann Jr,</span><span data-testid=\"byline-new-contributors-contributor-2-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">at the White House</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-3\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Natasha Booty</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Leaders of Rwanda and DR of Congo sign peace deal alongside Donald Trump</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The leaders of the Democratic Republic of Congo and Rwanda have signed a peace deal aimed at ending the long-running conflict in the region at a summit hosted by US President Donald Trump in Washington.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ahead of the summit, there was an escalation in fighting in resource-rich eastern DR Congo between government forces and rebels believed to be backed by Rwanda. </p><p class=\"sc-9a00e533-0 eZyhnA\">DR Congo's army accused its rivals of attempting to \"sabotage\" the peace process, but the M23 rebels said the army had launched an offensive in breach of a ceasefire. </p><p class=\"sc-9a00e533-0 eZyhnA\">At the start of the year, the M23 seized large parts of eastern DR Congo in an offensive that saw thousands killed and many more forced from their homes.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At the beginning of the event at the newly-renamed Donald J Trump Institute of Peace, Trump said the peace ceremony was a \"great day\" for Africa and the world, later branding it \"historic\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I have a lot of confidence in both leaders,\" Trump added. \"We'll keep these commitments. I know they're going to keep them and follow through on the agreement and create a much brighter future for the people of their countries.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">DR Congo's President Felix Tshisekedi and his Rwandan counterpart Paul Kagame have frequently exchanged insults in recent years, each accusing the other of starting the conflict.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump got the two countries' foreign ministers to sign a peace accord in June, hailing it as a \"glorious triumph\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Tshisekedi and Kagame have now endorsed it, as have a number of other African leaders who attended the signing ceremony, including those from Kenya, Angola, Burundi and Togo, as well as the vice-president of Uganda.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the event, Kagame praised Trump as an \"even-handed\" leader who is \"never taking sides\".  Kagame described Trump's approach as pragmatic and said that \"as a result, we have the clearest and most viable path forward that we have ever had.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Tshisekedi expressed \"deep gratitude and clear hope\", while at the same time saying he hoped Rwanda will \"respect the letter and spirit of the deal\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The foreign ministers of Qatar and the UAE also were in attendance, as was US Secretary of State Marco Rubio. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8940/live/41c12420-d0ff-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8940/live/41c12420-d0ff-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8940/live/41c12420-d0ff-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8940/live/41c12420-d0ff-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8940/live/41c12420-d0ff-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8940/live/41c12420-d0ff-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8940/live/41c12420-d0ff-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8940/live/41c12420-d0ff-11f0-a892-01d657345866.jpg.webp\" loading=\"eager\" alt=\"Reuters / BBC A composite image showing DR Congo's President Tshisekedi and Rwandan President Kagame.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters / BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The presidents of DR Congo (left) and Rwanda ratified the deal in Washington</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The M23 was not present - it is in talks with DR Congo's government in a parallel peace process led by Qatar.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration spearheaded talks between DR Congo and Rwanda,  hoping that resolving the differences between the two neighbours would pave the way for the US to increase investments in the resource-rich region. </p><p class=\"sc-9a00e533-0 eZyhnA\">At the signing ceremony, Trump said the US will send \"some of our biggest and greatest companies over to the two countries.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"And we're going to take out the rare earth, take out some of the assets, and pay,\" he said. \"Everybody's going to make a lot of money.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Rwanda denies supporting the M23, despite <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ckgyzl1mlkvo\" class=\"sc-f9178328-0 iCaRzc\">UN experts saying its army is in \"de facto control of M23 operations\"</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">Some analysts are sceptical about whether the deal will lead to lasting peace.</p><p class=\"sc-9a00e533-0 eZyhnA\">A DR Congo researcher with the South Africa-based Institute for Security Studies think-tank, Bram Verelst, told the BBC that there was \"currently no ceasefire in place, and the M23 rebellion continues to expand and consolidate its control\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The signing ceremony is unlikely to alter this situation, though there is some small hope it could increase accountability on Congolese and Rwandan leaders to honour their commitments,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The M23 seized key cities in eastern DR Congo earlier this year, including Goma and Bukavu. </p><p class=\"sc-9a00e533-0 eZyhnA\">Fresh fighting was reported on Thursday, while on Tuesday, DR Congo army spokesman Gen Sylvain Ekenge said the rebels had launched a fresh offensive on villages in the South Kivu province. </p><p class=\"sc-9a00e533-0 eZyhnA\">The villages are about 75km (47 miles) from Uvira city, which lies on the border with Burundi and has been the headquarters of the South Kivu regional government since the rebels seized Bukavu.</p><p class=\"sc-9a00e533-0 eZyhnA\">For its part, the M23 said the DR Congo army had launched an air and ground assault against its positions, and this was done in cahoots with Burundian forces. </p><p class=\"sc-9a00e533-0 eZyhnA\">Burundi has not commented on the allegation. It has several thousand troops in eastern DR Congo to support the embattled army. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d23e/live/c5b08ab0-d05e-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d23e/live/c5b08ab0-d05e-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d23e/live/c5b08ab0-d05e-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d23e/live/c5b08ab0-d05e-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d23e/live/c5b08ab0-d05e-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d23e/live/c5b08ab0-d05e-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d23e/live/c5b08ab0-d05e-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d23e/live/c5b08ab0-d05e-11f0-a892-01d657345866.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images A young girl sells vegetables near the meeting site of the M23 and residents in Goma in October 2025\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The main trading hub in eastern DR Congo, Goma,  has been under rebel control since January</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Rwanda says it has adopted \"defensive measures\" in eastern DR Congo because of the threat posed by the FDLR militia group, which includes fighters who carried out the 1994 Rwandan genocide. </p><p class=\"sc-9a00e533-0 eZyhnA\">Kagame insists that the FDLR must be disarmed, while DR Congo demands the withdrawal of Rwandan troops from its territory.</p><p class=\"sc-9a00e533-0 eZyhnA\">Both of these conditions are included in the peace deal to be signed in Washington.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, several deals going back to the 1990s have failed after Rwanda accused previous Congolese government of failing to disarm the FDLR, and this remains one of the main stumbling blocks in current efforts to end the conflict.</p><p class=\"sc-9a00e533-0 eZyhnA\">DR Congo's government has also demanded that the M23 gives up the territory it has seized, something it has so far refused to do in the Qatar-brokered talks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Qatar and the US are co-ordinating their mediation efforts. Qatar has strong ties with Rwanda, while the US is seen to be closer to DR Congo. </p><p class=\"sc-9a00e533-0 eZyhnA\">The US State Department said in 2023 that DR Congo had an estimated $25trn (£21.2trn) in mineral reserves.</p><p class=\"sc-9a00e533-0 eZyhnA\">This includes cobalt, copper, lithium, manganese and tantalum - key ingredients needed to make the electronic components used in computers, electric vehicles, mobile phones, wind turbines and military hardware.</p><p class=\"sc-9a00e533-0 eZyhnA\">A head of the deal signed in June, Trump said the US would get \"a lot of the mineral rights from the Congo as part of it\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Prof Jason Stearns, a Canada-based political scientist specialising in the region, told the BBC that the US has been pushing for an economic agreement that could see DR Congo and Rwanda co-operate on hydro-electric power, mining and infrastructure development.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The logic is that it will provide the peace dividend,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, DR Congo has made it clear that while it would sign the agreement, it would not \"advance on that deal until Rwandan troops have withdrawn from eastern DR Congo\", Prof Stearns added.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-farouk-chothia\" class=\"sc-d16436d-0 iVdNuz\"><b id=\"additional-reporting-by-farouk-chothia\" class=\"sc-d16436d-0 gnUCoQ\">Additional reporting by Farouk Chothia</b></i></p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">More about the DR Congo conflict:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Hong Kong fire: Arrest over petition stirs public debate",
            "time": "2025-12-05T03:12:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a8f8/live/c37547d0-d0fa-11f0-8c18-0d5a89857094.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Arrest over fire petition stirs public debate in Hong Kong</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a8f8/live/c37547d0-d0fa-11f0-8c18-0d5a89857094.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a8f8/live/c37547d0-d0fa-11f0-8c18-0d5a89857094.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a8f8/live/c37547d0-d0fa-11f0-8c18-0d5a89857094.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a8f8/live/c37547d0-d0fa-11f0-8c18-0d5a89857094.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a8f8/live/c37547d0-d0fa-11f0-8c18-0d5a89857094.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a8f8/live/c37547d0-d0fa-11f0-8c18-0d5a89857094.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a8f8/live/c37547d0-d0fa-11f0-8c18-0d5a89857094.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a8f8/live/c37547d0-d0fa-11f0-8c18-0d5a89857094.jpg.webp\" loading=\"eager\" alt=\"Getty Images A bouquet of flowers is seen in front of the Wang Fuk Court in the aftermath of the deadly fire in Hong Kong's Tai Po district\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The devastating Tai Po fire has sparked an outpouring of grief and anger in Hong Kong</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">When university student Miles Kwan launched a petition demanding answers from Hong Kong authorities after one of the city's deadliest fires last week, he was arrested.</p><p class=\"sc-9a00e533-0 eZyhnA\">The <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cdxe9r7wjgro\" class=\"sc-f9178328-0 iCaRzc\">ferocious blaze</a> had ravaged a densely populated housing estate in the northern Tai Po district, killing at least 159 people and displacing thousands.</p><p class=\"sc-9a00e533-0 eZyhnA\">As <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cn8e5j20g27o\" class=\"sc-f9178328-0 iCaRzc\">public anger</a><b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>grew, the pro-Beijing authorities warned, repeatedly, against attempts to \"exploit\" the fire to \"endanger national security\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Kwan was reportedly arrested by Hong Kong national security police on suspicion of sedition. He is now on bail, according to local media.</p><p class=\"sc-9a00e533-0 eZyhnA\">Police told the BBC that it \"would handle any action taken in accordance with the law and the actual circumstances\".</p><p class=\"sc-9a00e533-0 eZyhnA\">There was also a strong public reaction to the arrest. To some, the decision to arrest him was \"baffling\". To others, it was simply Beijing's playbook, replicated. The Hong Kong government says that it's about trying to protect rule of law in a testing moment for the city. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">'A human response to tragedy'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ronny Tong, a member of Hong Kong's Executive Council, disputed the suggestion that Hong Kongers are being suppressed. \"The government is trying to be prudent,\" he tells the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Regina Ip, another Hong Kong lawmaker, also defended the arrests. Authorities are being \"extra careful\" that public anger does not led to a \"recurrence of the 2019 riots\", she told the BBC's Newshour radio programme.</p><p class=\"sc-9a00e533-0 eZyhnA\">Among the questions in the petition and being asked by many Hong Kongers include how the blaze could have swept through the buildings so rapidly and whether any government officials should be held responsible.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"You have to differentiate genuine expressions of opinion from petitions with criminal intent. That is what our courts will have to find out,\" Ip added.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kwan's petition, which listed \"four demands\" - echoing the \"five demands, not one less\" slogan that rallied protesters in 2019 - gathered more than 10,000 signatures in less than a day before it was taken down. </p><p class=\"sc-9a00e533-0 eZyhnA\">Days later, the city's leader John Lee said Hong Kong would \"go all out\" to support victims and investigate the blaze. </p><p class=\"sc-9a00e533-0 eZyhnA\">He anounced a number of actions such as the <a target=\"_self\" href=\"https://www.bbc.com/news/articles/ce8ng18p7v3o\" class=\"sc-f9178328-0 iCaRzc\">convening of an independent committee</a> to investigate the fire, a review of the building works system, and temporary accommodation and financial aid to victims. </p><p class=\"sc-9a00e533-0 eZyhnA\">Many of these were what people were calling for already - and they also formed a part of Kwan's petition. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's baffling how Miles was [arrested] for asking basic questions on behalf of many residents, which the government went on to address anyway,\" said Samuel Chu, a pro-democracy activist who reposted Kwan's petition on a separate platform.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is not a political campaign. It's a human response to the tragedy,\" he said.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a29d/live/6c38b5f0-d0fb-11f0-8c18-0d5a89857094.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a29d/live/6c38b5f0-d0fb-11f0-8c18-0d5a89857094.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a29d/live/6c38b5f0-d0fb-11f0-8c18-0d5a89857094.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a29d/live/6c38b5f0-d0fb-11f0-8c18-0d5a89857094.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a29d/live/6c38b5f0-d0fb-11f0-8c18-0d5a89857094.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a29d/live/6c38b5f0-d0fb-11f0-8c18-0d5a89857094.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a29d/live/6c38b5f0-d0fb-11f0-8c18-0d5a89857094.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a29d/live/6c38b5f0-d0fb-11f0-8c18-0d5a89857094.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A group of Muslim women look visibly distraught during an official mourning event for the victims of the deadly Wang Fuk Court fire.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Among the questions residents want answered include whether any government officials should be held responsible</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In the past week, authorities have also arrested 15 people on suspicion of manslaughter and ordered the <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c62lv79p0pdo\" class=\"sc-f9178328-0 iCaRzc\">removal of mesh netting</a> from all buildings undergoing renovations after investigators found that the one wrapped around the charred complex did not meet flame retardant standards.</p><p class=\"sc-9a00e533-0 eZyhnA\">Separately, one woman has been arrested for trying to profiteer from the crisis using a fake fundraising campaign.</p><p class=\"sc-9a00e533-0 eZyhnA\">China's national security office in Hong Kong swung into action swiftly after last week's disaster, warning that it would take action against anyone trying to instigate \"black terror\" - a phrase Beijing had used to describe the 2019 protests.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a more strongly-worded statement this week, it vowed to punish \"hostile foreign forces... no matter how far away\" they may be.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lee, Hong Kong's chief executive, said he would \"ensure justice is [served]\" to anyone who tries to \"sabotage\" relief efforts.</p><p class=\"sc-9a00e533-0 eZyhnA\">Former district councillor Kenneth Cheung, who was among those arrested reportedly by national security police, says authorities took issue with content he re-shared on Facebook following the fire.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The Tai Po fire is a tragedy that concerns everyone in Hong Kong. Many, regardless of their political loyalties, want the culprits to be held accountable,\" says the 50-year-old, who is out on bail but has had his passport impounded.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Not everything is about politics,\" Cheung says.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hong Kong authorities are dealing with this disaster using <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-china-49631120\" class=\"sc-f9178328-0 iCaRzc\">Beijing's playbook</a>, which focuses on social control and regime security, alleges Kenneth Chan, a politics professor at the Hong Kong Baptist University.</p><p class=\"sc-9a00e533-0 eZyhnA\">He notes how authorities have over the weekend displaced community-led relief initiatives with groups backed by the government.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Officials will not embrace the spontaneity of these grassroots efforts because they want control,\" he alleges.</p><p class=\"sc-9a00e533-0 eZyhnA\">On social media in HK comments piled in responding to the arrest. Most of them unhappy over the arrests and the government response. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Demanding the truth is considered incitement?\" one such comment said. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c816/live/bbb70d70-d0fb-11f0-8c18-0d5a89857094.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c816/live/bbb70d70-d0fb-11f0-8c18-0d5a89857094.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c816/live/bbb70d70-d0fb-11f0-8c18-0d5a89857094.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c816/live/bbb70d70-d0fb-11f0-8c18-0d5a89857094.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c816/live/bbb70d70-d0fb-11f0-8c18-0d5a89857094.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c816/live/bbb70d70-d0fb-11f0-8c18-0d5a89857094.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c816/live/bbb70d70-d0fb-11f0-8c18-0d5a89857094.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c816/live/bbb70d70-d0fb-11f0-8c18-0d5a89857094.jpg.webp\" loading=\"lazy\" alt=\"Getty Images John Lee, Hong Kong's chief executive, standing at the podium during a news conference on the fire\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">John Lee says Hong Kong will \"ensure justice is [served]\" to anyone who tries to \"sabotage\" relief efforts</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Asked at a news conference earlier this week why he deserves to keep his job following the fire, John Lee sidestepped the question and instead pledged to take to task \"anybody who dares to sabotage\" relief efforts.</p><p class=\"sc-9a00e533-0 eZyhnA\">No government official has yet resigned nor been arrested over the fire. The 15 people arrested on suspicion of manslaughter are bosses or staff of construction firms, while another six detained are fire equipment contractors. </p><p class=\"sc-9a00e533-0 eZyhnA\">Some residents have also criticised the decision to proceed with a Legislative Council election, at a time when the city is in mourning. Only pro-Beijing \"patriots\" are allowed to contest in the poll which will be held on Sunday.</p><p class=\"sc-9a00e533-0 eZyhnA\">The issue however, is continuing to dominate discussion at all levels. </p><p class=\"sc-9a00e533-0 eZyhnA\">Some Legislative Council members made a request for an emergency debate to discuss the fire and post disaster relief work, but this was refused, with the government saying it would keep its focus on the issue of the fire itself.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a statement to reporters Lee said, \"Yes, it is a tragedy; it is a big fire. Yes, we need a reform. Yes, we have identified failures in different stages. That is exactly why we must act seriously to ensure that all these loopholes are plugged... to ensure that such things will not happen again.\"</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"(5-december-2025):-this-article-and-headline-were-updated-to-add-more-precise-attribution-over-the-basis-of-arrests-and-that-kwan-is-now-out-on-bail,-include-a-police-response-to-the-bbc-and-add-more-context-about-public-and-government-reaction.\" class=\"sc-d16436d-0 iVdNuz\">(5 December 2025): This article and headline were updated to add more precise attribution over the basis of arrests and that Kwan is now out on bail, include a police response to the BBC and add more context about public and government reaction.</i></p></div></article></div></body></html>"
        },
        {
            "title": "IndiGO: Travel chaos worsens in India with hundreds of flights cancelled",
            "time": "2025-12-05T09:15:16",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4fe0/live/a27df300-d1be-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">India's travel chaos has worsened after the country's largest airline IndiGo cancelled hundreds of scheduled flights on Friday after three days of <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cn7kzj5485po\" class=\"sc-f9178328-0 iCaRzc\">widespread disruption </a>across its network.</p><p class=\"sc-9a00e533-0 eZyhnA\">The carrier, which has a 60% market share in India and flies more than 2,000 flights a day, has been facing pilot shortages after it failed to adapt to new crew rostering rules.</p><p class=\"sc-9a00e533-0 eZyhnA\">Thousands of passengers are stranded across India in what's a busy travel season, with all IndiGo flights from the capital Delhi cancelled.</p><p class=\"sc-9a00e533-0 eZyhnA\">IndiGo has said operations will return to full normalcy only by 10 February, and has sought temporary relief on the new rules that call for more rest hours and restricted night-duty.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The airline has also said it will reduce its flight operations to minimise disruptions from 8 December. </p><p class=\"sc-9a00e533-0 eZyhnA\">The government has said it is closely monitoring the situation with the federal aviation minister expressing \"clear displeasure\" with how the airline had handled the situation. </p><p class=\"sc-9a00e533-0 eZyhnA\">In a separate statement, India's aviation regulator said the disruptions were primarily on account of \"misjudgment and planning gaps\" in implementing the new flight duty time limitation rules. </p><p class=\"sc-9a00e533-0 eZyhnA\">The regulator has directed IndiGo to submit a detailed plan on crew recruitment,  training, roster restructuring, safety-risk assessments and other mitigation measures with immediate effect.</p><p class=\"sc-9a00e533-0 eZyhnA\">Local media reports say IndiGo has been granted a waiver from the new pilot rest rules, and the ban on combining pilot leave with weekly rest has been eased to stabilise operations. The BBC has not been able to independently verify this.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the airline has attracted sharp criticism from the Airline Pilots Association of India, which said any relief granted to the airline on duty timings undermines the spirit of the new regulations and \"gravely\" compromises the safety of the flying public. </p><p class=\"sc-9a00e533-0 eZyhnA\">Under the new rules pilots are given more rest, with one of the major changes mandating pilots to make two night-time landings per week, down from six under the old rules.</p><p class=\"sc-9a00e533-0 eZyhnA\">December is a busy travel month in India, when school holidays and the peak wedding season gets under way. </p><p class=\"sc-9a00e533-0 eZyhnA\">IndiGo has said it will waive off all cancellation/reschedule requests for travel between 5 and 15 December. It is also arranging for hotel rooms and food for passengers whose travel has been disrupted. </p><p class=\"sc-9a00e533-0 eZyhnA\">But several passengers have taken to social media, expressing anger about not being given up-to-date information and remaining stranded at the airport without food. </p><p class=\"sc-9a00e533-0 eZyhnA\">Singapore's High Commissioner to India Simon Wong said he was \"lost for words\" as he joined the thousands stranded at the airport, having to miss the wedding of his young staff member. </p><p class=\"sc-9a00e533-0 eZyhnA\">Major airports in Delhi, Mumbai and other cities have issued advisories asking passengers to check the status of their flights before heading to the airport. </p></div></div></body></html>"
        },
        {
            "title": "Netflix reportedly closes in on Warner Bros deal",
            "time": "2025-12-05T09:46:13",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/89ff/live/d4449160-d1b3-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Netflix is closing in on a deal to buy the film and streaming businesses of Warner Bros Discovery, according to multiple reports.</p><p class=\"sc-9a00e533-0 eZyhnA\">The streaming giant has emerged as the top bidder for Warner Bros ahead of rivals  Comcast and Paramount Skydance after offering $28 (£21) per share, according to several outlets including Reuters and <a target=\"_blank\" href=\"https://www.nytimes.com/2025/12/05/business/warner-brothers-discovery-netflix.html\" class=\"sc-f9178328-0 iCaRzc\">the New York Times</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Paramount made an initial bid to buy the whole company, including its cable networks such as CNN, for $24 a share in October which Warner Bros rejected before putting itself up for sale.</p><p class=\"sc-9a00e533-0 eZyhnA\">Paramount's lawyers have questioned the \"fairness and adequacy\" of the sale process this week, in a letter seen by CNBC.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Paramount submitted a renewed bid for closer to $27 a share on Thursday, <a target=\"_blank\" href=\"https://edition.cnn.com/2025/12/04/media/netflix-paramount-wbd-bidding-war-warner-bros-discovery\" class=\"sc-f9178328-0 iCaRzc\">CNN reported</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Warner Bros owns franchises including Harry Potter and Game of Thrones, and the streaming service HBO Max.</p><p class=\"sc-9a00e533-0 eZyhnA\">Netflix, Warner Bros and Paramount have been approached for comment.</p><p class=\"sc-9a00e533-0 eZyhnA\">Emma Wall, chief investment strategist at Hargreaves Lansdown, said the takeover battle was a \"drama for people who make drama\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to BBC's Today programme, she said it was key to note the difference between the Paramount and Netflix bids, pointing out that Paramount's bid included the parts of Warner Bros business that have been \"dragging on profitability\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Netflix bid is only for parts of the business, and those are the parts of the business that are doing well,\" she said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Wall said Paramount had taken an unusual step of accusing Warner Bros of favouring Netflix in the process. Paramount also said the streaming platform's offer was not as good a deal for Warner Bros shareholders because it would require the break up of the business.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"You're sort of tainting your offer if you go into a spat,\" she said.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.cnbc.com/2025/12/04/paramount-questions-warner-bros-discovery-sale-process-letter.html?__source=newsletter%7Cbreakingnews\" class=\"sc-f9178328-0 iCaRzc\">According to CNBC</a>, Paramount's lawyers accused Warner Bros of undertaking \"a myopic process with a predetermined outcome that favors a single bidder\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Whichever company buys Warner Bros, Ms Wall said the US competition regulator was likely to get involved.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Whether Netflix is successful in this part bit or indeed paramount comes back for more, this will create a global mega power in broadcast entertainment which the regulator will want to look at,\" she said.</p></div></div></body></html>"
        },
        {
            "title": "Ireland among countries boycotting Eurovision after Israel allowed to compete",
            "time": "2025-12-04T19:52:32",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e108/live/a21c2d50-d1a5-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Ireland among countries boycotting Eurovision after Israel allowed to compete</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Mark Savage</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Music correspondent</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/67c6/live/a7cb00f0-d1aa-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/67c6/live/a7cb00f0-d1aa-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/67c6/live/a7cb00f0-d1aa-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/67c6/live/a7cb00f0-d1aa-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/67c6/live/a7cb00f0-d1aa-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/67c6/live/a7cb00f0-d1aa-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/67c6/live/a7cb00f0-d1aa-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/67c6/live/a7cb00f0-d1aa-11f0-a892-01d657345866.jpg.webp\" loading=\"eager\" alt=\"EPA Israel's Yuval Raphael performs the song 'New Day Will Rise' during the dress rehearsal for the second semi-final of the 69th Eurovision Song Contest (ESC) in Basel, Switzerland, 14 May 2025.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ireland, Spain, the Netherlands and Slovenia will boycott the 2026 Eurovision Song Contest, after it was decided Israel could compete. </p><p class=\"sc-9a00e533-0 eZyhnA\">They were among a number of countries who had called for Israel to be excluded over the war in Gaza and accusations of unfair voting practices.</p><p class=\"sc-9a00e533-0 eZyhnA\">But at a meeting in Geneva where a vote was held on new safeguards, a \"large majority\" of members agreed there was no need for a further vote on participation and that Eurovision 2026 could proceed as planned, the European Broadcasting Union (EBU) said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Spanish broadcaster RTVE, which had led calls for a secret ballot on the issue, said the decision had increased its \"distrust of the festival's organisation\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ireland's RTÉ said it felt that its \"participation remains unconscionable given the appalling loss of lives in Gaza and the humanitarian crisis there which continues to put the lives of so many civilians at risk.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Which countries are boycotting Eurovision and why?</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Spain is one of Eurovision's \"Big Five\" countries along with France, Germany, Italy and the UK. </p><p class=\"sc-9a00e533-0 eZyhnA\">Their artists are allowed straight into the final, as their broadcasters provide the largest financial contribution to the EBU. </p><p class=\"sc-9a00e533-0 eZyhnA\">Approximately 50 broadcasters, including the BBC, attended an EBU meeting on Thursday to discuss the future of the contest, which is watched by more than 150 million people each year.</p><p class=\"sc-9a00e533-0 eZyhnA\">They were asked to back new rules intended to discourage governments and third parties from organising voting campaigns for their acts, after allegations that Israel unfairly boosted its entrant, Yuval Raphael, this year.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC News understands that voting to accept those measures was tied to a clause whereby members agreed not to proceed with a vote on Israel's participation.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This vote means that all EBU Members who wish to participate in the Eurovision Song Contest 2026 and agree to comply with the new rules are eligible to take part,\" the EBU said.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4cab/live/065c3500-d0f0-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4cab/live/065c3500-d0f0-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4cab/live/065c3500-d0f0-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4cab/live/065c3500-d0f0-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4cab/live/065c3500-d0f0-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4cab/live/065c3500-d0f0-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4cab/live/065c3500-d0f0-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4cab/live/065c3500-d0f0-11f0-a892-01d657345866.jpg.webp\" loading=\"lazy\" alt='Reuters Yuval Raphael, representing Israel, performs \"New Day Will Rise\", during the second semi-final of the 2025 Eurovision Song Contest, in Basel, Switzerland, May 15, 2025. ' class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Singer Yuval Raphael, who survived the 7 October Hamas attack in 2023, represented Israel at this year's Eurovision</figcaption></p></figure><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3813/live/eba81d50-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3813/live/eba81d50-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3813/live/eba81d50-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3813/live/eba81d50-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3813/live/eba81d50-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3813/live/eba81d50-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3813/live/eba81d50-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3813/live/eba81d50-d144-11f0-8a87-7d9bb2db3fd3.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Austrian singer JJ \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Austrian singer JJ won May's contest in Basel, Switzerland, toppling Israel from pole position at the last minute</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Martin Green, director of the Eurovision Song Contest, said he was \"pleased\" that members had been given an \"opportunity to debate\" Israel's place in the contest before the vote. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"It was a full, frank and honest and quite moving debate, but as we can see from the emphatic result, they really came together on a belief that the Eurovision Song Contest shouldn't be used as a political theatre, it must retain some sense of neutrality.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel's President Isaac Herzog <a target=\"_blank\" href=\"https://x.com/isaac_herzog/status/1996638393569034456\" class=\"sc-f9178328-0 iCaRzc\">praised the decision</a> to allow the country to compete, calling it \"an appreciated gesture of solidarity, brotherhood, and co-operation, symbolising a victory over those who seek to silence Israel and spread hatred\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He said he was \"glad that Israel will participate again in Eurovision and I hope that the competition will remain one that sanctifies culture, poetry, and friendship between peoples and cross-border cultural understanding\". </p><p class=\"sc-9a00e533-0 eZyhnA\">He added that Israel \"deserves to be represented on every stage in the world, and I am fully and actively committed to that\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The CEO of Israel's broadcaster, KAN, said the attempt to disqualify its entry \"can only be understood as a cultural boycott.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"A boycott may begin today - with Israel - but no-one knows where it will end or who else it may harm,\" said Golan Yochpaz. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Is this what we truly want this contest to be remembered for on its 70th anniversary?\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC, which broadcasts Eurovision in the UK, said in a statement: \"We support the collective decision made by members of the EBU. This is about enforcing the rules of the EBU and being inclusive.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5507/live/63acd640-d147-11f0-8a87-7d9bb2db3fd3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5507/live/63acd640-d147-11f0-8a87-7d9bb2db3fd3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5507/live/63acd640-d147-11f0-8a87-7d9bb2db3fd3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5507/live/63acd640-d147-11f0-8a87-7d9bb2db3fd3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5507/live/63acd640-d147-11f0-8a87-7d9bb2db3fd3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5507/live/63acd640-d147-11f0-8a87-7d9bb2db3fd3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5507/live/63acd640-d147-11f0-8a87-7d9bb2db3fd3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5507/live/63acd640-d147-11f0-8a87-7d9bb2db3fd3.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Spanish singer Melody in a silver stage costume holding a flag of Spain behind her, she is smiling \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Spanish singer Melody representing Spain in May's contest, with the song Esa diva</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">However, the decision has exposed a deep rift in the Eurovision community. </p><p class=\"sc-9a00e533-0 eZyhnA\">In a statement, Dutch broadcaster Avrotros said that \"participation under the current circumstances is incompatible with the public values ​​that are essential to us\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Spanish broadcaster RTVE added: \"The board of directors of RTVE agreed last September that Spain would withdraw from Eurovision if Israel was part of it.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This withdrawal also means that RTVE will not broadcast the Eurovision 2026 final... nor the preliminary semi-finals.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Slovenia's broadcaster RTV added that their position also \"remains unchanged\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The recent rule changes do not alter our view. As a public service broadcaster, RTV Slovenia is committed to upholding ethical principles and expects that equal rules and standards apply to all EBU members and all participating countries.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Belgium's broadcaster said it would \"take a position in the coming days\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Those who approved of the changes included Nordic broadcasters from Norway, Sweden, Finland, Denmark and Iceland who issued a joint statement saying they \"supported\" the EBU's decision to \"address critical shortcomings\" in the voting system.</p><p class=\"sc-9a00e533-0 eZyhnA\">Despite that, Iceland's RÚV said it would not make a final decision on its participation until next week. </p><p class=\"sc-9a00e533-0 eZyhnA\">Germany, which had threatened to leave the contest if Israel was removed, also welcomed Thursday's decision.</p><p class=\"sc-9a00e533-0 eZyhnA\">Its broadcaster ARD said it was \"looking forward to participating\" next year, \"embracing it as a celebration of cultural diversity and solidarity\". </p><p class=\"sc-9a00e533-0 eZyhnA\">It added: \"At the same time, we deeply regret the decisions of individual EBU members to withdraw from the ESC 2026 but, of course, respect the choices made by the respective broadcasters.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Yasser Abu Shabab: Anti-Hamas militia leader killed in Gaza",
            "time": "2025-12-04T21:45:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/48a7/live/5bcd25a0-d152-11f0-b9e1-e7a3dd2e29cf.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A prominent Palestinian militia leader in Gaza who opposed Hamas has been killed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Yasser Abu Shabab headed the so-called Popular Forces group, which has dozens of fighters and operates in Israeli-controlled territory near the southern city of Rafah.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Popular Forces said in a statement that Abu Shabab was shot while \"attempting to resolve a dispute\" between members of the Abu Seneima family. It dismissed as \"misleading\" reports that he was killed by Hamas, which had accused him of collaborating with Israel.</p><p class=\"sc-9a00e533-0 eZyhnA\">An earlier statement from Abu Shabab's Bedouin tribe, the Tarabin, said he had been killed \"at the hands of the resistance\", and accused him of betraying the Palestinian people.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Other sources said his death was the result of an internal power struggle.</p><p class=\"sc-9a00e533-0 eZyhnA\">A Hamas statement said the \"fate that befell\" Abu Shabab was \"the inevitable fate of all who betray their people and homeland and are content to be tools in the hands of the occupation [Israel]\", without claiming involvement in his killing.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel's Army Radio cited a security source as saying that Abu Shabab had died of his wounds after being evacuated to Soroka hospital in the southern Israeli city of Beersheba. But the hospital denied that he died under their care.</p><p class=\"sc-9a00e533-0 eZyhnA\">The statement from the Popular Forces pledged to continue on Abu Shabab's \"path until the last terrorist is eliminated from the soil of Gaza and a bright and secure future is built for our people, who believe in peace\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In June, Israel's Prime Minister Benjamin Netanyahu confirmed that Israel was arming Palestinian clans in Gaza that he said were opposed to Hamas.</p><p class=\"sc-9a00e533-0 eZyhnA\">It came after Israeli media reported that he had authorised the supply of weapons to the Popular Forces. However, the militia denied that it was being armed by Israel.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Popular Forces have been accused of looting humanitarian aid trucks sent into Gaza during the war, which the militia has also denied. Reports in Israel have also suggested that two of its members have previous links to the Islamic State group (IS).</p><p class=\"sc-9a00e533-0 eZyhnA\">Since the ceasefire between Israel and Hamas began almost eight weeks ago, Abu Shabab had reportedly been one of several anti-Hamas militia leaders jostling for position in the second phase of US President Donald Trump's Gaza peace plan.</p><p class=\"sc-9a00e533-0 eZyhnA\">It would involve setting up an interim government, deploying an international stabilisation force, the withdrawal of Israeli troops, and the disarmament of Hamas.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under the first phase, Hamas agreed to return all 48 living and dead hostages it was still holding in exchange for the release of hundreds of Palestinian prisoners and detainees in Israeli jails, as well as a partial Israeli withdrawal and a surge in humanitarian aid.</p><p class=\"sc-9a00e533-0 eZyhnA\">The body of one dead Israeli hostage is yet to be returned.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel's government has previously said it would not join talks on the second phase until Hamas has returned all the hostages. However, Trump said on Wednesday that the second phase was \"going to happen pretty soon\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The war in Gaza was triggered by the Hamas-led attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others were taken hostage. </p><p class=\"sc-9a00e533-0 eZyhnA\">More than 70,120 people have been killed in Israeli attacks in Gaza since then, according to the territory's Hamas-run health ministry.</p></div></div></body></html>"
        },
        {
            "title": "Faroe Islands scraps one of Europe's strictest abortion laws",
            "time": "2025-12-05T03:31:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/925e/live/ed190c70-d186-11f0-a29a-ef400c647c60.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The parliament of the Faroe Islands voted on Thursday to legalise abortion until the end of the 12th week of pregnancy, overturning a decades-old law that prohibited abortions in most cases.</p><p class=\"sc-9a00e533-0 eZyhnA\">Previous legislation allowed abortions only in certain circumstances - such as rape, incest or risk to the health of the pregnant woman - and meant the self-governing Danish territory had among the most restrictive abortion policies in Europe. </p><p class=\"sc-9a00e533-0 eZyhnA\">Following a heated parliamentary debate, the decision came down to the wire, with MPs narrowly voting in favour of the reform, by 17 to 16.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is truly an historic day in the Faroe Islands,\" said Ingilín Didriksen Strømm, one of the four MPs who tabled the bill.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Strømm told the BBC: \"This change finally affirms women's autonomy over their own bodies in the Faroe Islands.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It guarantees access to safe healthcare, and it also protects our freedom to make decisions about our own lives without fear, without stigma and without criminalisation,\" she added.</p><p class=\"sc-9a00e533-0 eZyhnA\">The new legislation in the Faroe Islands - located between Scotland and Norway - is expected to come into effect on 1 July next year, replacing laws dating back to 1956.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under that legislation, abortions could only be performed in special circumstances - which also included if there are severe fetal health problems or if the woman is deemed \"unfit\" to care for the child.</p><p class=\"sc-9a00e533-0 eZyhnA\">Whether a woman is \"unfit\" or not is judged first by a GP, and then a second medical body, before an abortion is granted. Both the woman and the doctor risked imprisonment if the conditions were not met.</p><p class=\"sc-9a00e533-0 eZyhnA\">Faroese pro-choice campaigners have argued the legislation was outdated and impinged on women's rights.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is a colossal change,\" Bjørt Lind from pro-choice campaign group Fritt Val told Danish newspaper Politiken.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Abortion has been so hidden and taboo in Faroese society. When we started our work, no one dared to talk about it. It has gotten much better,\" she says. \"But it's still a huge challenge.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">In a statement to the BBC, Amnesty International's Faroe Islands branch said: \"After years of campaigning we finally have a law respecting women's and all pregnant people's rights to a safe and legal abortion until week 12.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is a huge step for human rights, the right to bodily autonomy and to secure safe abortions,\"  it added. \"And Faroese women don't have to go on an expensive trip abroad to have an abortion.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">With limited access to abortions in the Faroe Islands, campaign groups said women often had to travel to Denmark for the procedure.</p><p class=\"sc-9a00e533-0 eZyhnA\">Danish law has allowed abortion up to 12 weeks since 1973, and in June this year, that was amended to extend terminations on request until 18 weeks.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to the Centre for Reproductive Rights, some 43 countries in Europe allow \"abortion on request\" during the early stages of pregnancy. Only five - Andorra, Malta, Liechtenstein, Poland and Monaco - maintain highly restrictive laws.</p><p class=\"sc-9a00e533-0 eZyhnA\">Those opposed to the law change in the Faroe Islands, argued that the right of the fetus should be protected. </p><p class=\"sc-9a00e533-0 eZyhnA\">Erhard Joensen, an MP who voted against Thursday's bill, told Danish national broadcaster, DR, that he respects the result, but does not believe there is much support for the new law. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think we will see that some will try to roll it back,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The remote archipelago is home to around 56,000 people, who speak Faroese and have a distinct cultural identity. </p><p class=\"sc-9a00e533-0 eZyhnA\">Compared to other Nordic countries, society in the Faroe Islands is considered relatively conservative, with more than three quarters of the population members of the Lutheran church.</p><p class=\"sc-9a00e533-0 eZyhnA\">Previous attempts to liberalise abortion laws have failed. Most recently, in May last year, an almost identical bill resulted in a tied vote, failing to secure the majority required to pass the Faroese parliament.</p></div></div></body></html>"
        },
        {
            "title": "Shinzo Abe: Man who killed ex-Japan PM apologises to his family",
            "time": "2025-12-05T02:25:07",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/24d0/live/41db5e40-d180-11f0-906e-43a4773aef1d.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The man accused of assassinating former Japanese prime minister Shinzo Abe has apologised to the ex-leader's family for the first time.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tetsuya Yamagami, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cy5qp45y20yo\" class=\"sc-f9178328-0 iCaRzc\">who earlier pleaded guilty to murder</a>, told the court on Thursday that he felt \"deeply sorry\" towards Abe's widow, Akie.</p><p class=\"sc-9a00e533-0 eZyhnA\">Yamagami used a homemade gun to shoot Abe during a political campaign event in the western city of Nara on 8 July 2022. He died in the hospital on the same day.</p><p class=\"sc-9a00e533-0 eZyhnA\">Abe's death sent shockwaves around the world. He was known for his hawkish foreign policy and a signature economic strategy that popularly came to be known as \"Abenomics\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"I have caused [the family] three and a half years of suffering... I have no excuse,\" Yamagami told the court on Thursday, according to local media.</p><p class=\"sc-9a00e533-0 eZyhnA\">He reportedly told investigators he attacked Abe because he blamed the ex-prime minister for allegedly promoting the Unification Church, which Yamagami said had bankrupted his mother and the wider family.</p><p class=\"sc-9a00e533-0 eZyhnA\">Yamagami's allegations prompted investigations into the Unification Church, which started in South Korea and is known for its mass weddings.</p><p class=\"sc-9a00e533-0 eZyhnA\">In March this year, a Tokyo court <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cge1lr7225yo\" class=\"sc-f9178328-0 iCaRzc\">ordered the church to disband</a> - a ruling that the church said it would \"fight to the end\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The Unification Church has drawn controversy even before Abe's assassination, for teaching that marriage is central to spiritual salvation.</p><p class=\"sc-9a00e533-0 eZyhnA\">Abe's grandfather Nobusuke Kishi, who was also Japan's prime minister, was known to have been close to the Unification Church because of its anti-communist nature. Abe himself had spoken at events related to the group.</p><p class=\"sc-9a00e533-0 eZyhnA\">During a hearing last month, prosecutors read out a statement from Abe's widow in which she wrote: \"The sorrow of losing a husband will not be relieved.\"</p></div></div></body></html>"
        },
        {
            "title": "'Like first aid for manuscripts': Recovery work begins at Gaza's war-damaged heritage sites",
            "time": "2025-12-04T14:52:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0064/live/749ac0e0-d13b-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'Like first aid for manuscripts': Recovery work begins at Gaza's war-damaged heritage sites</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4d23/live/31c49a30-d112-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4d23/live/31c49a30-d112-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4d23/live/31c49a30-d112-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4d23/live/31c49a30-d112-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4d23/live/31c49a30-d112-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4d23/live/31c49a30-d112-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4d23/live/31c49a30-d112-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4d23/live/31c49a30-d112-11f0-8c06-f5d460985095.jpg.webp\" loading=\"eager\" alt=\"Reuters Palestinian workers clear rubble from the courtyard of the partially-destroyed Great Omari Mosque in Gaza City, northern Gaza\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Gaza City's medieval Great Omari Mosque was targeted by Israel's military during the past two years of war</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">With pickaxes and wheelbarrows, dozens of Palestinian workers in hard hats and high-visibility vests are clearing rubble from the ruins of the Gaza Strip's oldest and largest mosque.</p><p class=\"sc-9a00e533-0 eZyhnA\">The broken stump of the distinctive octagonal minaret of the medieval Great Omari Mosque and a few external walls are all that remain after it was targeted by the Israeli military during two years of war against Hamas.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since the US-brokered ceasefire began almost eight weeks ago, work has begun to clear and sort the stones, but actual restoration cannot yet start. Israel is not allowing building supplies to enter Gaza via the crossings, saying this is in line with the truce agreement.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The challenges we face are first of all scarcity of resources - iron and construction materials,\" says Hosni al-Mazloum, an engineer from Riwaq, a Palestinian cultural heritage organisation. \"Then we're using primitive tools... and being very careful because the stones here are 1,200 or 1,300 years old.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Hosni al-Mazloum says his workers only have \"primitive tools\" and no materials needed for reconstruction</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In her cramped office nearby in Gaza City, Hanin al-Amsi has an equally challenging task as she pores over fragments of rare ancient Islamic manuscripts which she has recovered from storage rooms at the Great Omari Mosque's 13th Century library.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Similar to how we perform first aid for people, we are doing it for the manuscripts,\" the internationally trained conservationist explains over a video link.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Amsi says a young man from her department risked his life to retrieve some manuscripts when the Old City was under intense Israeli fire early in the war. However, a treasure trove of early Islamic works was left trapped in the destroyed building.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since a previous ceasefire in January that lasted two months, Ms Amsi has led a team trying to recover those manuscripts - with funding from the British Council, the UK's cultural and educational organisation. They began work moving the rubble by hand.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Unesco has verified damage to 145 religious, historic and cultural sites in Gaza during the war</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">While there have been \"catastrophic losses,\" Ms Amsi says, remarkably, some 148 out of 228 manuscripts survived. This was largely due to her pre-war efforts, working with the British Library to preserve, archive and digitise the works. They had been stored in acid-free boxes and kept in iron safes.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Some pieces we recovered looked as if they hadn't spent 700 days under the rubble,\" comments Ms Amsi. \"But others came out looking as if a child had simply torn them to pieces.\" To illustrate, she holds up a box of charred scraps covered in Arabic calligraphy.</p><p class=\"sc-9a00e533-0 eZyhnA\">In recent days, Ms Amsi's team was able to use heavy equipment to uncover more badly damaged manuscripts. She says it is now clear that the library's archive - seen as an invaluable record of Palestinian history, with many Ottoman records - was totally burned.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Gaza's history stretches back more than 5,000 years and many civilisations have left their mark</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Palestinians accuse Israel of deliberately targeting their heritage sites - a war crime. Israel rejects that, saying it acts in accordance with international law.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Israel Defense Forces (IDF) blame Hamas for the destruction of important historic monuments and collections, saying that the armed group acted \"in the vicinity of, or beneath, cultural heritage sites.\" At the Great Omari Mosque, the IDF say they bombed \"a tunnel shaft and terror tunnel\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Unesco has verified damage to 145 religious, historic and cultural sites in Gaza since 7 October 2023, when Hamas-led attacks on Israel triggered the war. It has largely used assessments from satellite imagery. Local groups which have carried out ground surveys put the level of damage far higher.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gaza's history stretches back more than 5,000 years. Different civilisations have left their mark: Canaanites, ancient Egyptians, Philistines, Assyrians, Persians, Greeks, Jewish Hasmoneans, Romans, Christian Byzantines, and Muslim Mamluks and Ottomans.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9d66/live/733d1760-d114-11f0-9fb5-5f3a3703a365.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9d66/live/733d1760-d114-11f0-9fb5-5f3a3703a365.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9d66/live/733d1760-d114-11f0-9fb5-5f3a3703a365.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9d66/live/733d1760-d114-11f0-9fb5-5f3a3703a365.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9d66/live/733d1760-d114-11f0-9fb5-5f3a3703a365.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9d66/live/733d1760-d114-11f0-9fb5-5f3a3703a365.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9d66/live/733d1760-d114-11f0-9fb5-5f3a3703a365.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9d66/live/733d1760-d114-11f0-9fb5-5f3a3703a365.png.webp\" loading=\"lazy\" alt=\"AFP Archive image showing the Pasha's Palace in Gaza City, northern Gaza\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Pasha's Palace in Gaza City was built as a fortress during the Mamluk era</figcaption></p></figure><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Locals say the palace was hit by an Israeli air strike and later bulldozed</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At another location in Gaza City's Old City, a team of young men is removing buckets of sand and crumbled mortar from what is left of the 800-year-old Pasha's Palace - exposing the geometric patterns of a mosaic floor.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"What is being done is just the minimum\" says Issam Juha, director of the Centre for Cultural Heritage Preservation (CCHP), which is based in the occupied West Bank and is helping coordinate the work remotely. \"For even basic interventions to be done we need cement or lime mortar which is not available.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">This historic fortress is where Napoleon Bonaparte stayed in 1799. In more recent times, it had been renovated and turned into an impressive museum displaying prized artefacts from French-led archaeological excavations.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Hamouda al-Dahdar say he is determined to preserve what is left of the Pasha's Palace</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"We are dealing with a building that expresses the identity and memory of the Palestinian people,\" says Dr Hamouda al-Dahdar, a cultural heritage expert who is leading the on-site restoration effort. \"We're determined to preserve what's left of this important landmark.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The IDF told me it had no information about why the Pasha's Palace was targeted in the war. Locals say it was hit by an Israeli air strike and later bulldozed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trained labourers are now searching for some 17,000 artefacts that were kept at the site. Most have been crushed or looted. So far, only about 30 have been recovered from the rubble, including a piece of a Byzantine sarcophagus lid and pottery jars.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/61da/live/0d60d1d0-d13b-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/61da/live/0d60d1d0-d13b-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/61da/live/0d60d1d0-d13b-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/61da/live/0d60d1d0-d13b-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/61da/live/0d60d1d0-d13b-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/61da/live/0d60d1d0-d13b-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/61da/live/0d60d1d0-d13b-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/61da/live/0d60d1d0-d13b-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Reuters A worker in a high vis vest and yellow hard hat carries grey buckets while walking away from the site of Pasha's Palace in Gaza on 11 November.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Local cultural groups are receiving support from international non-governmental organisations, with workers clearing rubble from sites since the ceasefire began</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The work being done is providing desperately needed employment in Gaza, with local cultural groups getting support from international non-governmental organisations.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Geneva-based Aliph Foundation has given $700,000 (£524,000) for emergency work in Gaza since 2024 and says its experts have near daily contact with teams on the ground.</p><p class=\"sc-9a00e533-0 eZyhnA\">The British Council says that following the recent ceasefire, its partners are carrying out new damage assessments and safety checks \"to understand what future heritage work might be possible\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There are many archaeological sites that we simply can't reach because of the presence of the Israeli army,\" says leading Gazan archaeologist Fadel el-Otol, who continues to follow developments from Switzerland where he is currently based.</p><p class=\"sc-9a00e533-0 eZyhnA\">He cites the Roman cemeteries and the Byzantine Church east of Jabalia camp, in the north - key locations where he headed excavations - which lie in the 53% of the strip still under full Israeli control.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Tents for displaced families now stand on land between the Pasha's Palace and the Great Omari Mosque</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In Gaza City, access to the site of the ancient Greek port of Anthedon is blocked by thousands of displaced people camping there.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're unable to assess the full extent of the internal damage,\" Mr Otol goes on. \"No work can currently be done there.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Washington has indicated that it expects progress soon on the next stages of the Gaza ceasefire – dealing with thorny issues of post-Hamas governance, security and reconstruction.</p><p class=\"sc-9a00e533-0 eZyhnA\">While Gazans feel there is still huge uncertainty about the future, many see the start of work at iconic heritage sites is being seen as a small sign of hope.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-malak-hassouneh-in-jerusalem\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Malak Hassouneh in Jerusalem</i></p></div></article></div></body></html>"
        },
        {
            "title": "'All Israeli people are with us', say parents of last dead hostage in Gaza",
            "time": "2025-12-04T21:17:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/bf29/live/79b5a9c0-d1c0-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The parents of the last dead hostage in Gaza have spoken to the BBC about their desperate wait for his body to be returned.</p><p class=\"sc-9a00e533-0 eZyhnA\">Itzik and Talik Gvili insisted the Gaza peace deal could not progress until Hamas handed over the remains of their son Ran, a 24-year-old Israeli police officer also known as Rani.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We really hope that all people in the world... want to end this situation and go to the second phase, so Hamas must bring Rani home,\" his mother Talik said, after Israel confirmed the body of Thai national Suthisak Rintalak had been returned on Wednesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">He and Ran were among 251 people taken hostage in the Hamas-led attack on Israel on 7 October 2023, when another 1,200 people were killed.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ran was killed while fighting Hamas gunmen in Kibbutz Alumim, and his body was subsequently taken to Gaza as a hostage, according to the Israel Defense Forces (IDF).</p><p class=\"sc-9a00e533-0 eZyhnA\">His parents said he was on medical leave with a broken shoulder at the time of the attacks but went to fight after seeing on television what was happening.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He couldn't stay at home even though he was injured. He took my car and his uniform... and went to help in the fight against the terrorists,\" said his father Itzik.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He saved Kibbutz Alumim... and he saved Israel, so Israel has to save him now and bring him back home,\" he added.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">While the couple have been told by Israeli officials that Ran was killed, they say they are still holding onto \"a little percent\" of hope \"that maybe he's alive, maybe he's survived\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We want closure,\" said Talik.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking during a visit to London, Ran's parents described their pain over the past 26 months, much of which they have spent campaigning for the return of all the living and dead hostages.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under the first phase of a <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c70155nked7o\" class=\"sc-f9178328-0 iCaRzc\">US-brokered ceasefire deal</a>, which took effect on 10 October, Hamas agreed to return the final 20 living Israeli hostages and the bodies of the 28 dead Israeli and foreign hostages still in Gaza within 72 hours.</p><p class=\"sc-9a00e533-0 eZyhnA\">All the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cpvl9k4mw8no\" class=\"sc-f9178328-0 iCaRzc\">living hostages were released on 13 October</a> in exchange for 250 Palestinian prisoners and 1,718 detainees from Gaza, but it has taken weeks for the bodies of the dead hostages to be returned, often only one at a time.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When Hamas bring one of the hostages home we don't know who it is, maybe it's Rani, maybe it's someone else… It's like roulette. You cannot imagine the fright and the hope and everything. Sometimes it's not a hostage\" at all, said Talik, referring to  several sets of remains handed over that have turned out to belong to dead Palestinians.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"My wish is that no mother will feel what I feel in the whole world. We are strong people, but what is inside, you cannot imagine… They stole my child and I can do nothing - just pray and come to visit people and beg for help.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Talik said she had not slept for a full night since 7 October 2023.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"You feel that you have 5,000 kilos on your chest. We don't have night. We don't have day. We have nothing,\" she said.</p><p class=\"sc-9a00e533-0 eZyhnA\">While they are now the only people in Israel waiting for a loved one to be returned from Gaza, they said the support around them has grown.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"All the families are together with us and all Israeli people are with us. It [the support] is bigger than before because all Israeli people are now focused on one thing - bring Ran home and then do the second phase [of the peace deal],\" said Talik.</p><p class=\"sc-9a00e533-0 eZyhnA\">The couple said that after Ran's return, they hoped for lasting peace and for Hamas to be dismantled.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are very proud of Ran. He's a hero in Israel. Hamas made Ran a hero... We want him back and to try to sleep well and breathe well again.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier on Thursday, Israeli Prime Minister Benjamin Netanyahu also described Ran as a \"hero of Israel\", saying he had \"eliminated 14 terrorists and did so with the utmost bravery\" before being killed in battle.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are determined to bring Ran back for a proper Jewish burial and we will spare no effort to do so,\" he vowed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel responded to the 7 October 2023 attack by launching a military campaign in Gaza, during which more than 70,120 people have been killed, according to the territory's Hamas-run health ministry.</p></div></div></body></html>"
        },
        {
            "title": "Israel strikes south Lebanon after first direct talks in decades",
            "time": "2025-12-04T19:47:17",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/83c0/live/2436af30-d139-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Israeli military has carried out a new round of air strikes in southern Lebanon, less than a day after Israel and Lebanon held their first direct talks in decades.</p><p class=\"sc-9a00e533-0 eZyhnA\">Residents of the towns of Mjadel, Baraachit, Jbaa and Mahrouna were told to evacuate areas around locations that the Israeli military alleged were weapons warehouses belonging to the Iranian-backed group. No casualties have been reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">An Israeli military spokesman said the sites constituted a ceasefire violation and warned that it would continue to operate \"to remove any threat\" to Israel. </p><p class=\"sc-9a00e533-0 eZyhnA\">Israel has carried out near-daily strikes on Lebanon since a ceasefire took effect in November 2024, following 13 months of conflict.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">There was no immediate comment from Lebanon's leaders in response to Thursday's strikes. Lebanese politicians have previously condemned similar strikes as ceasefire violations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under the first phase of a deal brokered by the US and France, Israeli troops were to withdraw from southern Lebanon, while Hezbollah was to remove its fighters and weapons from south of the Litani river, about 30km (20 miles) from the border with Israel - a plan the group and its allies oppose.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel has maintained positions at several strategic border sites and stepped up its air strikes in recent weeks. It is an escalation officials say is driven by Hezbollah's attempts to rebuild its military infrastructure and what they see as limited Lebanese government efforts to disarm the group.</p><p class=\"sc-9a00e533-0 eZyhnA\">Thursday's strikes came less than 24 hours after Israel and Lebanon sent civilian envoys to the Lebanese border town of Naqoura for their first direct talks in decades.</p><p class=\"sc-9a00e533-0 eZyhnA\">The talks, hosted at the headquarters of the UN peacekeeping mission, Unifil, took place during a meeting of the ceasefire monitoring committee, which until now had only included military officers from the US, France, Lebanon, Israel and Unifil.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israeli Prime Minister Benjamin Netanyahu's office issued a statement saying the meeting \"took place in a good atmosphere\" and that it \"was agreed that ideas would be formulated to advance possible economic cooperation between Israel and Lebanon\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It also said that Israeli envoys \"clarified that the disarmament of Hezbollah is obligatory, regardless of the advancement of economic co-operation\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Lebanese Prime Minister Nawaf Salam was more cautious, saying Lebanon remained \"far\" from diplomatic normalisation with Israel and that the talks were focused on \"defusing tension\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are not yet at peace talks,\" he told reporters, saying Lebanon's priorities were the cessation of hostilities, the release of Lebanese detainees held by Israel, and Israel's full withdrawal from its territory.</p><p class=\"sc-9a00e533-0 eZyhnA\">He added that Beirut was open to the deployment of French and US troops to help verify efforts to disarm Hezbollah.</p><p class=\"sc-9a00e533-0 eZyhnA\">The latest strikes and diplomatic moves coincide with a visit by a UN Security Council delegation to Lebanon to review the stalled implementation of the ceasefire.</p></div></div></body></html>"
        },
        {
            "title": "USGS alert sent for Nevada earthquake that did not happen",
            "time": "2025-12-04T21:50:38",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6c9d/live/e9d19550-d154-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Alert sent for Nevada earthquake that did not happen</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6c9d/live/e9d19550-d154-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6c9d/live/e9d19550-d154-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6c9d/live/e9d19550-d154-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6c9d/live/e9d19550-d154-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6c9d/live/e9d19550-d154-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6c9d/live/e9d19550-d154-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6c9d/live/e9d19550-d154-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6c9d/live/e9d19550-d154-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"eager\" alt=\"Reuters Phone screen showing ShakeAlert map with a red strong-shaking zone near Nevada from an alert issued in error.\n\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The earthquake alert on the ShakeAlert app, which was later removed</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">An alert sent on Thursday warning of a strong earthquake in northern Nevada was issued in error, according to the United States Geological Survey (USGS).</p><p class=\"sc-9a00e533-0 eZyhnA\">At 08:06 local time, the USGS reported that a magnitude 5.9 earthquake had struck near Carson City, the state capital. The alert reached people nearly 200 miles away in the San Francisco Bay Area, triggering automatic warnings advising residents to drop for cover.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, the agency then cancelled the alert minutes later and removed the corresponding entry from its website.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There was no M5.9 earthquake near Carson City, NV,\" the USGS said on X.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The USGS said the alert originated from its automatic earthquake detection system, which had erroneously generated the report. It said it was believed to be the first time the agency has issued a completely false earthquake notification.</p><p class=\"sc-9a00e533-0 eZyhnA\">An investigation is under way to determine what caused the malfunction.</p><p class=\"sc-9a00e533-0 eZyhnA\">Multiple law enforcement agencies in cities and counties near the reported epicentre confirmed the absence of any ground movement.</p><p class=\"sc-9a00e533-0 eZyhnA\">A magnitude 5.9 earthquake is typically strong enough to cause noticeable shaking and slight property damage, according to the Michigan Tech Earthquake Magnitude Scale.</p></div></article></div></body></html>"
        },
        {
            "title": "India-Russia: Why Putin and Modi are meeting in Delhi",
            "time": "2025-12-04T14:56:51",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4076/live/de8f76a0-d19d-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Oil, defence and geopolitics: Why Putin is visiting Modi in Delhi</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Steve Rosenberg,</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Russia editor, in Delhi</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Vikas Pandey,</span><span data-testid=\"byline-new-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">India editor</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8d5e/live/4eda9840-d121-11f0-9d18-614b3678ebf8.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8d5e/live/4eda9840-d121-11f0-9d18-614b3678ebf8.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8d5e/live/4eda9840-d121-11f0-9d18-614b3678ebf8.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8d5e/live/4eda9840-d121-11f0-9d18-614b3678ebf8.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8d5e/live/4eda9840-d121-11f0-9d18-614b3678ebf8.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8d5e/live/4eda9840-d121-11f0-9d18-614b3678ebf8.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8d5e/live/4eda9840-d121-11f0-9d18-614b3678ebf8.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8d5e/live/4eda9840-d121-11f0-9d18-614b3678ebf8.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images Two men stand in front of a large plane at night, on a runway. Modi, with white hair and wearing a brown waist coat and beige shirt, embraced Vladimir Putin, who has his arms by his side\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Russia's Vladimir Putin was embraced warmly on the runway by India's Narendra Modi</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Russian President Vladimir Putin has arrived for a two-day visit to India, where he was embraced by Prime Minister Narendra Modi ahead of an annual summit held by both countries.</p><p class=\"sc-9a00e533-0 eZyhnA\">Delhi and Moscow are expected to sign a number of deals during the visit, which comes months after the US increased pressure on India to stop buying Russian oil.</p><p class=\"sc-9a00e533-0 eZyhnA\">It also comes as US President Donald Trump's administration holds a series of talks with Russia and Ukraine in an attempt to end the war.</p><p class=\"sc-9a00e533-0 eZyhnA\">India and Russia have been close allies for decades and Putin and Modi share a warm relationship. Here's a look at why they both need each other - and what to watch for as they meet.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: What do India, Russia want from Putin's visit? BBC reporters discuss</figcaption></p><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">A special friendship, trade deals and geopolitics</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"by-steve-rosenberg\" class=\"sc-d16436d-0 iVdNuz\"><b id=\"by-steve-rosenberg\" class=\"sc-d16436d-0 gnUCoQ\">By Steve Rosenberg</b></i></p><p class=\"sc-9a00e533-0 eZyhnA\">Why are relations with India key for the Kremlin?</p><p class=\"sc-9a00e533-0 eZyhnA\">Well, for a start, look at the numbers:</p><ul class=\"sc-6f869981-0 diUlgm\"><li class=\"sc-734a601e-0 cRgahm\">a population of nearly a billion and a half.</li></ul><ul class=\"sc-6f869981-0 diUlgm\"><li class=\"sc-734a601e-0 cRgahm\">economic growth exceeding 8%. India is the world's fastest growing major economy.</li></ul><p class=\"sc-9a00e533-0 eZyhnA\">That makes it a hugely attractive market for Russian goods and resources - especially oil.</p><p class=\"sc-9a00e533-0 eZyhnA\">India is the world's third largest consumer of crude oil and has been buying large volumes from Russia. That wasn't always the case. Before the Kremlin's full-scale invasion of Ukraine, only 2.5% of India's oil imports were Russian.</p><p class=\"sc-9a00e533-0 eZyhnA\">That figure jumped to 35% as India took advantage of Russian price discounts prompted by sanctions against Moscow and Russia's restricted access to the European market.</p><p class=\"sc-9a00e533-0 eZyhnA\">India was happy. Washington less so.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this year, the Trump administration slapped <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c1dxr1g4y7yo\" class=\"sc-f9178328-0 iCaRzc\">an additional 25% tariff</a> on Indian goods, arguing that by purchasing oil from Russia, India was helping to fund the Kremlin's war chest. Orders from India for Russian oil have since dropped. President Putin will be keen for India to keep buying.</p><p class=\"sc-9a00e533-0 eZyhnA\">For Moscow, weapons sales to India are another priority and have been since Soviet times. Ahead of Putin's visit, there were reports that India plans to purchase state-of-the-art Russian fighter jets and air defence systems.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia, hit by a labour shortage, also sees India as a valuable source of skilled workers.</p><p class=\"sc-9a00e533-0 eZyhnA\">But there's geopolitics at play, too.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Kremlin enjoys demonstrating that Western efforts to isolate it over the war in Ukraine have failed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Flying to India and meeting Prime Minister Modi is one way of doing that.</p><p class=\"sc-9a00e533-0 eZyhnA\">So is travelling to China and holding talks with Xi Jinping, as Putin did three months ago. He met Modi on the same trip. The image of the three leaders <a target=\"_self\" href=\"https://www.bbc.com/news/videos/cn0r02zgjj4o\" class=\"sc-f9178328-0 iCaRzc\">smiling and chatting together</a> sent a clear message that, despite the war in Ukraine, Moscow has powerful allies who support the concept of a \"multi-polar world\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia lauds its \"no limits partnership\" with China.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is just as vocal about its \"special and privileged strategic partnership\" with India.</p><p class=\"sc-9a00e533-0 eZyhnA\">That is a stark contrast to Moscow's strained relationship with the European Union.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think the Kremlin is sure that the West, including Europe, totally failed,\" believes Novaya Gazeta columnist Andrei Kolesnikov.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are not isolated, because we have connections to Asia and the Global South. Economically, this is the future. In that sense Russia returned as the main actor in these parts of the globe, like the Soviet Union. But even the Soviet Union had special channels and connections to the US, West Germany and France. It had a multi-vector policy.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"But now we are totally isolated from Europe. This is unprecedented. Our philosophers always said that Russia was a part of Europe. Now we're not. This is a big failure and a big loss. I'm sure that part of Russia's political and entrepreneurial class is dreaming of returning to Europe and of doing business not only with China and India.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">This week, though, expect to hear about Russia-India friendship, trade deals and increased economic cooperation between Moscow and Delhi.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/aca3/live/edcc0f70-d02b-11f0-8d66-e797ff22b6b0.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/aca3/live/edcc0f70-d02b-11f0-8d66-e797ff22b6b0.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/aca3/live/edcc0f70-d02b-11f0-8d66-e797ff22b6b0.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/aca3/live/edcc0f70-d02b-11f0-8d66-e797ff22b6b0.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/aca3/live/edcc0f70-d02b-11f0-8d66-e797ff22b6b0.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/aca3/live/edcc0f70-d02b-11f0-8d66-e797ff22b6b0.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/aca3/live/edcc0f70-d02b-11f0-8d66-e797ff22b6b0.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/aca3/live/edcc0f70-d02b-11f0-8d66-e797ff22b6b0.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Russian S400 drives on their way to Red Square during the general rehearsal of Victory Day military parade marking the 80th anniversary of the victory over Nazi Germany in World War II, at Red Square in Moscow, Russia on 7 May 2025\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Weapon sales to India are a priority for Russia</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Test of Modi's strategic autonomy</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"by-vikas-pandey\" class=\"sc-d16436d-0 iVdNuz\"><b id=\"by-vikas-pandey\" class=\"sc-d16436d-0 gnUCoQ\">By Vikas Pandey</b></i></p><p class=\"sc-9a00e533-0 eZyhnA\">Putin's visit to Delhi is coming at a crucial time for Modi and India's global ambitions.</p><p class=\"sc-9a00e533-0 eZyhnA\">India-Russia ties go back to the Soviet era and have endured irrespective of the changing geopolitical landscape.</p><p class=\"sc-9a00e533-0 eZyhnA\">Putin has arguably put more time and energy into this relationship than other Russian leaders before him.</p><p class=\"sc-9a00e533-0 eZyhnA\">As for Modi, despite coming under intense pressure from Western governments to criticise Russia over its war in Ukraine, he maintained that dialogue was the only way to resolve the conflict.</p><p class=\"sc-9a00e533-0 eZyhnA\">This was India's \"strategic autonomy\" at play – with Modi occupying a particular place in the geopolitical order where he held close ties with Moscow while maintaining his relationship with the West at the same time.</p><p class=\"sc-9a00e533-0 eZyhnA\">That worked - until Trump returned to the White House. India-US ties have hit <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c15lqe7v302o\" class=\"sc-f9178328-0 iCaRzc\">an all-time low</a> in recent months as the two countries have failed to resolve the tariff deadlock.</p><p class=\"sc-9a00e533-0 eZyhnA\">In this context, Putin's visit assumes more significance for Modi than ever before because it will test India's geopolitical autonomy. He will be walking the proverbial diplomatic tightrope here.</p><p class=\"sc-9a00e533-0 eZyhnA\">Modi would want to show Indians at home and in the wider world that he still counts Putin as his ally and hasn't given into pressure from Trump, whom he has earlier called his \"true friend\".</p><p class=\"sc-9a00e533-0 eZyhnA\">But he has also faced pressure from his allies in Europe - just this week, the German, French and UK ambassadors in India wrote a rare <a target=\"_blank\" href=\"https://timesofindia.indiatimes.com/toi-plus/international/world-wants-the-ukraine-war-to-end-but-russia-doesnt-seem-serious-about-peace/articleshow/125675348.cms\" class=\"sc-f9178328-0 iCaRzc\">joint article</a> in a major newspaper criticising Russia's stance on Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">And so, Modi will have to ensure that the strengthening of India-Russia ties does not overshadow ongoing trade talks with the US and his partnership with Europe.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"For India, the challenge is strategic balance - protecting autonomy while navigating pressure from Washington and dependence on Moscow,\" said the Global Trade Research Initiative (GTRI), a Delhi-based think-tank.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4303/live/3e27e920-d041-11f0-a224-bf3cbaf1e70d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4303/live/3e27e920-d041-11f0-a224-bf3cbaf1e70d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4303/live/3e27e920-d041-11f0-a224-bf3cbaf1e70d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4303/live/3e27e920-d041-11f0-a224-bf3cbaf1e70d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4303/live/3e27e920-d041-11f0-a224-bf3cbaf1e70d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4303/live/3e27e920-d041-11f0-a224-bf3cbaf1e70d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4303/live/3e27e920-d041-11f0-a224-bf3cbaf1e70d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4303/live/3e27e920-d041-11f0-a224-bf3cbaf1e70d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images U.S. President Donald Trump delivers remarks during a meeting with New York City Mayor-elect Zohran Mamdani in the Oval Office of the White House on November 21, 2025 in Washington, DC\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">President Trump has imposed an additional 25% tariff on India as penalty for buying Russian oil</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Modi's other priority will be to unlock the potential of bilateral trade between India and Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">Analysts have often said that the economic relationship between the two strong allies has underperformed for decades.</p><p class=\"sc-9a00e533-0 eZyhnA\">Their bilateral trade rose to $68.72bn at the end of March 2025, up from just $8.1bn in 2020. This was largely due to India sharply increasing discounted Russian oil purchases. This has skewed the balance heavily in favour of Russia and that is something Modi would want to correct.</p><p class=\"sc-9a00e533-0 eZyhnA\">With Indian firms already reducing oil purchases from Russia to avoid sanctions from Washington, the two countries will look at other areas to boost trade.</p><p class=\"sc-9a00e533-0 eZyhnA\">Defence is the easiest pick. India's defence imports from Russia reduced to 36% between 2020 and 2024, from the peaks of 72% in 2010-2015 and 55% between 2015 and 2019, according to Stockholm International Peace Research Institute.</p><p class=\"sc-9a00e533-0 eZyhnA\">This was largely due to India's attempt to diversify its defence portfolio and boost domestic manufacturing.</p><p class=\"sc-9a00e533-0 eZyhnA\">But a closer look at these numbers tells a different story. Several Indian defence platforms still rely heavily on Russia. Many of its 29 air force squadrons use Russian Sukhoi-30 jets.</p><p class=\"sc-9a00e533-0 eZyhnA\">India's limited armed conflict with Pakistan in May this year proved the indispensable role of Russian platforms like the S-400 air defence systems in its armed forces but it also showed the vulnerabilities that the country urgently needs to fix.</p><p class=\"sc-9a00e533-0 eZyhnA\">Reports suggest that India wants to buy the upgraded S-500 systems and the Su-57 fifth-generation fighter jet. Pakistan's purchase of the China-made J-35 fifth-generation stealth fighter has not gone unnoticed in Delhi, and it would want to secure a comparable jet as soon as possible.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Russia is already facing a shortage of critical components due to sanctions and the war in Ukraine. The deadline to deliver some units of the S-400 have reportedly been delayed to 2026. Modi will seek some guarantees on timelines with Putin.</p><p class=\"sc-9a00e533-0 eZyhnA\">Modi would also want Russia's economy to open space for Indian products to fix the massive trade imbalance.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Consumer-oriented and high-visibility categories remain marginal: smartphones ($75.9m), shrimp ($75.7m), meat ($63m) and garments at just $20.94m underscore India's limited penetration in Russia's retail markets and electronics value chains despite geopolitical churn,\" GTRI said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Modi aims to position Indian goods in Russia's market, especially once the war ends and Moscow is reintegrated into the global economy.</p><p class=\"sc-9a00e533-0 eZyhnA\">He would seek to lessen trade dependence on oil and defence, aiming for a deal that strengthens ties with Russia while leaving room to deepen relations with the West.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Putin's visit is not a nostalgic return to Cold War diplomacy. It is a negotiation over risk, supply chains and economic insulation. A modest outcome will secure oil and defence; an ambitious one will reshape regional economics,\" GTRI said.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 iVdNuz\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"instagram\" class=\"sc-d16436d-0 iVdNuz\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 iVdNuz\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"youtube,\" class=\"sc-d16436d-0 iVdNuz\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 iVdNuz\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 iCaRzc\"></a><i id=\"and\" class=\"sc-d16436d-0 iVdNuz\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"facebook\" class=\"sc-d16436d-0 iVdNuz\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 iVdNuz\">.</i></p></div></article></div></body></html>"
        },
        {
            "title": "'Not becoming of a president': Somali-Americans respond to Trump's 'garbage' remarks",
            "time": "2025-12-04T21:57:55",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d371/live/12887980-d08f-11f0-9508-4b2ee64d533f.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'Not becoming of a president': Somali-Americans respond to Trump's 'garbage' remarks</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d371/live/12887980-d08f-11f0-9508-4b2ee64d533f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d371/live/12887980-d08f-11f0-9508-4b2ee64d533f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d371/live/12887980-d08f-11f0-9508-4b2ee64d533f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d371/live/12887980-d08f-11f0-9508-4b2ee64d533f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d371/live/12887980-d08f-11f0-9508-4b2ee64d533f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d371/live/12887980-d08f-11f0-9508-4b2ee64d533f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d371/live/12887980-d08f-11f0-9508-4b2ee64d533f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d371/live/12887980-d08f-11f0-9508-4b2ee64d533f.jpg.webp\" loading=\"eager\" alt=\"Aj Awer Aj Awer is dressed in cap and gown, posing for a photo with his son\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Aj Awer</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Aj Awer, of the Cedar-Riverside Community Council, says Trump's comments were \"dangerous\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Somali-Americans in Minnesota have described their heightened fear after US President Donald Trump intensified his criticism of the community this week.</p><p class=\"sc-9a00e533-0 eZyhnA\">Community leaders told the BBC the \"apprehension is palpable\" following Trump's remarks, in which he said he did not want Somalis in the US and the country would \"go the wrong way if we keep taking in garbage\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When you're being targeted by the president of the United States, it's not really a good feeling,\" said Aj Awed, executive director of the Cedar-Riverside Community Council, which represents a town known as Little Mogadishu for its large Somali population.</p><p class=\"sc-9a00e533-0 eZyhnA\">Concern has also intensified because of reports that officials have begun an enforcement operation in Minnesota targeting undocumented immigrants.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Mr Awed said the council would discuss the risks of holding an annual event scheduled for next week in-person because of the operation.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The people that are getting caught up in this are people who don't speak that great of English, but who have been citizens for decades,\" he said. \"Just because you have an accent does not make you less American.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump made disparaging comments criticising the Somali community at the White House on Tuesday. \"I don't want them in our country, I'll be honest with you… their country is no good for a reason,\"he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Awed said the comments were \"dangerous\", adding it was \"not becoming of a president to be just attacking other Americans\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He also expressed concerns of violence that could follow.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When the president puts a bull's eye on the immigrant community here\", that could encourage others to become \"more radicalised\", he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">President Trump's comments came after he was questioned about large-scale fraud in Minnesota's social assistance programme.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Trump says he 'doesn't want' Somali migrants in US</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Dozens of people have been charged over a scheme that federal prosecutors say involved a charity fraudulently billing the Minnesota government for meals for children during the Covid-19 pandemic. </p><p class=\"sc-9a00e533-0 eZyhnA\">A number of Somali immigrants were implicated in that alleged scheme, which ultimately cost the state tens of millions of dollars, <a target=\"_blank\" href=\"https://minnesotareformer.com/2024/07/17/a-somali-american-investigator-heres-why-youre-hearing-so-much-about-fraud-in-my-community/\" class=\"sc-f9178328-0 iCaRzc\">according to Kayseh Magan</a>, a former investigator in Minnesota's attorney general's office.</p><p class=\"sc-9a00e533-0 eZyhnA\">While those accused of involvement represent a small fraction of Minnesota's large Somali population, Trump has repeatedly criticised the community, writing in a post last month that the state has become a \"hub of fraudulent money laundering activity\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The House Oversight Committee said on Wednesday it was opening an investigation into Minnesota Governor Tim Walz's handling of the allegations.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">'Anyone who looks like me is scared' </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Jamal Osman, a member of the Minneapolis City Council, moved to the US when he was 14 and is a naturalised citizen. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Anyone who looks like me [is] scared right now,\" he told CBS News.</p><p class=\"sc-9a00e533-0 eZyhnA\">Of the fraud allegations that Trump has repeatedly referenced in his criticism of the Somali community, Osman said: \"My community is upset. Yes, people commit crimes, but an entire community should not be blamed based on what some individuals did.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration has ended Temporary Protected Status (TPS) - a programme for immigrants from countries in crisis - for Somali residents living in Minnesota.</p><p class=\"sc-9a00e533-0 eZyhnA\">It said its enforcement operation would target those who have been issued final deportation orders. That operation began on Wednesday,  according to the BBC's US partner, CBS News.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/397b/live/6bea5c60-d08e-11f0-9508-4b2ee64d533f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/397b/live/6bea5c60-d08e-11f0-9508-4b2ee64d533f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/397b/live/6bea5c60-d08e-11f0-9508-4b2ee64d533f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/397b/live/6bea5c60-d08e-11f0-9508-4b2ee64d533f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/397b/live/6bea5c60-d08e-11f0-9508-4b2ee64d533f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/397b/live/6bea5c60-d08e-11f0-9508-4b2ee64d533f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/397b/live/6bea5c60-d08e-11f0-9508-4b2ee64d533f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/397b/live/6bea5c60-d08e-11f0-9508-4b2ee64d533f.jpg.webp\" loading=\"lazy\" alt=\"Abdilatif Hassan Kowsar Mohamed poses for a photo\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Abdilatif Hassan</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Kowsar Mohamed says Trump's comments have led to increased concern</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"ICE (Immigration and Customs Enforcement) is already here,\" said Kowsar Mohamed, who lives in south Minneapolis. The city is home to more than 80,000 people of Somali descent.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're seeing boots on the ground activity where folks are just being plucked off of the streets and being asked about their residency status. That's not a data informed approach,\" she said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Most folks have the identification necessary, so the fear is not around proof. The fear is around mistakes happening.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">There have been numerous reports of masked federal officers detaining US citizens and other lawful residents - over 170 instances, <a target=\"_blank\" href=\"https://www.propublica.org/article/immigration-dhs-american-citizens-arrested-detained-against-will\" class=\"sc-f9178328-0 iCaRzc\">according to a ProPublica investigation</a> in October.</p><p class=\"sc-9a00e533-0 eZyhnA\">Social media videos filled with images of ICE agents smashing suspect's car windows and throwing them to the ground during detainments add to immigrants' fears, whether undocumented or not.</p><p class=\"sc-9a00e533-0 eZyhnA\">A spokeswoman for the Department of Homeland Security, which oversees ICE, denied that any people would be targeted based on race.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Every day, ICE enforces the laws of the nation across the country,\" said Assistant Secretary Tricia McLaughlin. \"What makes someone a target of ICE is not their race or ethnicity, but the fact that they are in the country illegally.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Local community organisations had been anticipating increased immigration enforcement, but after Trump's comments they ramped up preparations, Ms Mohamed said. </p><p class=\"sc-9a00e533-0 eZyhnA\">One organisation, Monarca, has scheduled \"legal observer training\" in Minneapolis to educate people on their rights when witnessing federal immigration activity. </p><p class=\"sc-9a00e533-0 eZyhnA\">Other ways the community is bracing itself, Ms Mohamed said, is by having emergency contacts ready-to-go in case of ICE encounters, and private messaging groups where people share photos of unmarked cars and masked agents.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Everyone is just going to be in the space of caution,\" she said. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Is there fear? Absolutely. But no one is tucking behind their tail.\" </p></div></article></div></body></html>"
        },
        {
            "title": "What latest Ukraine talks reveal about Putin's state of mind",
            "time": "2025-12-03T15:40:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a3a9/live/085d6ac0-d0c5-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">What does the latest round of diplomacy on Ukraine tell us about Russian President Vladimir Putin's mood and intentions?</p><p class=\"sc-9a00e533-0 eZyhnA\">For starters, that he's not ready to sign a peace deal. At least, not right now.</p><p class=\"sc-9a00e533-0 eZyhnA\">And certainly not the deal (or deals) on the table.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"No compromise version has yet been found,\" commented Kremlin foreign policy aide Yuri Ushakov after five hours of talks in Moscow involving Putin, US envoy Steve Witkoff, and Donald Trump's adviser and son-in-law Jared Kushner.</p><p class=\"sc-9a00e533-0 eZyhnA\">No compromise is no real surprise, considering the Kremlin leader's uncompromising comments in recent days. </p><p class=\"sc-9a00e533-0 eZyhnA\">In various statements he has condemned the Ukrainian leadership as a \"thieving junta\", accused European leaders of trying to sabotage peace efforts, and insisted that Russia holds the initiative on the battlefield.</p><p class=\"sc-9a00e533-0 eZyhnA\">On a couple of recent occasions Russian TV showed Putin in military fatigues, studying maps of the front line and trumpeting military gains, many of which Ukraine and international observers have denied.</p><p class=\"sc-9a00e533-0 eZyhnA\">After nearly four years of Russia's full-scale invasion of Ukraine, despite the heavy losses Russia has suffered on the battlefield and the damage to the Russian economy, President Putin seems convinced that he is winning this war and that now is not the moment to stop.</p><p class=\"sc-9a00e533-0 eZyhnA\">At least, that is what he would like the West to believe: that nothing can stop him now from achieving his goals.</p><p class=\"sc-9a00e533-0 eZyhnA\">I've said before that, in many ways, Vladimir Putin reminds me of a car with no brakes, no steering wheel and no reverse gear; a vehicle careering full speed down the motorway.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nearly four years after the full-scale invasion of Ukraine there is still no sign of the \"Putinmobile\" turning off, turning back, or coming to a halt.</p><p class=\"sc-9a00e533-0 eZyhnA\">He certainly wants his opponents to think that nothing or no one can force him to change direction: neither European leaders, nor the Trump administration, nor President Zelensky.</p><p class=\"sc-9a00e533-0 eZyhnA\">But cars need fuel (a constant supply).</p><p class=\"sc-9a00e533-0 eZyhnA\">And, to fight a war, countries need money (a constant supply).</p><p class=\"sc-9a00e533-0 eZyhnA\">For now, despite international sanctions, Russia's government is still able to finance the \"special military operation\" - its war on Ukraine. But economic pressures are building: revenues from oil and gas have been falling, the budget deficit growing.</p><p class=\"sc-9a00e533-0 eZyhnA\">Even Putin admits there are problems, referring to \"imbalances\" in the economy.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"In several sectors, production output not only failed to increase this year but actually decreased,\" Putin said this week. \"Are we satisfied with such trends? No.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The big unknown: at what point, if at all, will economic concerns start to influence the Kremlin's calculations on the battlefield?</p></div></div></body></html>"
        },
        {
            "title": "Ultra-Orthodox conscription bill threatens crisis for Israel's government",
            "time": "2025-12-03T06:06:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/939c/live/4faadc10-d01a-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Crisis looms in Israel over ultra-Orthodox conscription bill</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Lucy Williamson</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Middle East correspondent, Bnei Brak</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7552/live/6d2968c0-cfa1-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7552/live/6d2968c0-cfa1-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7552/live/6d2968c0-cfa1-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7552/live/6d2968c0-cfa1-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7552/live/6d2968c0-cfa1-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7552/live/6d2968c0-cfa1-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7552/live/6d2968c0-cfa1-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7552/live/6d2968c0-cfa1-11f0-8c06-f5d460985095.jpg.webp\" loading=\"eager\" alt=\"EPA Ultra-Orthodox Jewish men shout slogans during a protest against Israeli military conscription, in Jerusalem (30 October 2025)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The push to conscript more ultra-Orthodox men triggered a huge protest in Jerusalem last month</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">An impending crisis over conscripting ultra-Orthodox Jews into the Israeli army is threatening to undermine Israel's government and split the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">Public opinion on the issue has shifted dramatically in Israel after two years of war, and this is now perhaps the most explosive political risk facing Prime Minister Benjamin Netanyahu.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lawmakers are currently considering a draft bill to end the exemption granted to ultra-Orthodox men enrolled in full-time religious study, established when the State of Israel was declared in 1948.</p><p class=\"sc-9a00e533-0 eZyhnA\">That exemption was ruled illegal by Israel's High Court of Justice almost 20 years ago. Temporary arrangements to continue it were formally ended by the court last year, forcing the government to begin drafting the community.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some 24,000 draft notices were issued last year, but only around 1,200 ultra-Orthodox - or Haredi - draftees reported for duty, according to military testimony given to lawmakers.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a494/live/1a7632c0-cfa6-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a494/live/1a7632c0-cfa6-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a494/live/1a7632c0-cfa6-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a494/live/1a7632c0-cfa6-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a494/live/1a7632c0-cfa6-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a494/live/1a7632c0-cfa6-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a494/live/1a7632c0-cfa6-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a494/live/1a7632c0-cfa6-11f0-8c06-f5d460985095.jpg.webp\" loading=\"lazy\" alt=\"Nik Millard/BBC Photos of people killed in the Hamas-led attacks on 7 October 2023 and Gaza war at Dizengoff Square in Tel Aviv\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Nik Millard/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A memorial for those killed in the Hamas-led 7 October 2023 attacks and Gaza war has been established at Dizengoff Square in Tel Aviv</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Tensions are erupting onto the streets, with lawmakers now debating a new draft bill to force ultra-Orthodox men into military service alongside other Israeli Jews.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two Haredi politicians were targeted this month by some extreme ultra-Orthodox protesters, who are furious with parliament's discussion of the proposed law.</p><p class=\"sc-9a00e533-0 eZyhnA\">And last week, a special Border Police unit had to rescue Military Police officers who were targeted by a large crowd of Haredi men as they tried to arrest a suspected draft-evader.</p><p class=\"sc-9a00e533-0 eZyhnA\">These arrests have sparked the creation of a new messaging system called \"Black Alert\" to spread word quickly through ultra-Orthodox communities and summon protesters to prevent arrests taking place.</p><p class=\"sc-9a00e533-0 eZyhnA\">The push to conscript more ultra-Orthodox also triggered a vast protest by tens of thousands of Haredi men in Jerusalem last month - with the issue seen by many as part of a wider conflict around the identity of the Jewish state, and the place of religion within it.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're a Jewish country,\" said Shmuel Orbach, one of the protesters. \"You can't fight against Judaism in a Jewish country. It doesn't work.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2780/live/1f456e10-cfa6-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2780/live/1f456e10-cfa6-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2780/live/1f456e10-cfa6-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2780/live/1f456e10-cfa6-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2780/live/1f456e10-cfa6-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2780/live/1f456e10-cfa6-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2780/live/1f456e10-cfa6-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2780/live/1f456e10-cfa6-11f0-a892-01d657345866.jpg.webp\" loading=\"lazy\" alt=\"Nik Millard/BBC Ultra-Orthodox students at the the Kisse Rahamim yeshiva in Bnei Brak, Israel\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Nik Millard/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Inside a classroom at Kisse Rahamim yeshiva, teenage boys study Judaism's religious laws</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">But the changes blowing through Israel have not yet breached the walls of the Kisse Rahamim yeshiva - or Jewish seminary - in Bnei Brak, an ultra-Orthodox city on the outskirts of Tel Aviv.</p><p class=\"sc-9a00e533-0 eZyhnA\">Inside the classroom, teenage boys sit in pairs to discuss Judaism's religious laws, their brightly coloured school notebooks popping against the rows of white shirts and small black kippahs (traditional skullcaps).</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Come at one in the morning, and you will see half the guys are studying Torah,\" the head of the yeshiva, Rabbi Tzemach Mazuz, told me, in what his office said was his first interview with foreign media, or with any female journalist. \"By studying Torah, we protect the soldiers wherever they are. This is our army.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Ultra-Orthodox believe continuous prayer and religious study protect Israel's soldiers, and are as crucial to its military success as its tanks and air force. That belief was accepted by Israel's politicians in the past, Rabbi Mazuz said, but he acknowledged that Israel was changing.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Today, many in the government and the Knesset [parliament] have distanced themselves from religion. They say yeshiva students are lazy, which is not true,\" he said. \"In Tel Aviv, there are tens of thousands of draft-dodgers - why don't they take them? Why are they attacking yeshiva students?\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Despite attacks from the right, Tel Aviv was a top contributor of soldiers during the war. And the pressure felt by Israeli conscripts and reservists over the past two years has thrown a spotlight on those who do not serve.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e2f3/live/13af9440-cfa6-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e2f3/live/13af9440-cfa6-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e2f3/live/13af9440-cfa6-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e2f3/live/13af9440-cfa6-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e2f3/live/13af9440-cfa6-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e2f3/live/13af9440-cfa6-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e2f3/live/13af9440-cfa6-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e2f3/live/13af9440-cfa6-11f0-8c06-f5d460985095.jpg.webp\" loading=\"lazy\" alt=\"Nik Millard/BBC Rabbi Tzemach Mazuz\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Nik Millard/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Rabbi Tzemach Mazuz believes yeshiva students are protecting Israel's soldiers by praying and studying the Torah</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The ultra-Orthodox population has more than doubled its share of Israel's population over the past seven decades, and now accounts for 14%. What began as an exemption for several hundred religious students became, by the start of the Gaza war, a cohort of some 60,000 men left out of the draft.</p><p class=\"sc-9a00e533-0 eZyhnA\">Opinion polls suggest support for ultra-Orthodox conscription is rising. A survey in July by the Israel Democracy Institute think tank found that 85% of non-Haredi Jews - including almost three-quarters in Netanyahu's own right-wing Likud party - supported sanctions for those who refused a draft order, with a firm majority in favour of withdrawing benefits, passports, or the right to vote.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It makes me feel there are people who live in this country without giving anything back,\" one off-duty soldier in Tel Aviv explained.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I don't think, however religious you are, [it] should be an excuse not to go and serve your country,\" said Gabby, a young woman also in Tel Aviv. \"If you're born here, I find it quite ridiculous that you want to exempt yourself just to study Torah all day.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/047c/live/f19bcda0-cf92-11f0-b259-a9faa8642480.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/047c/live/f19bcda0-cf92-11f0-b259-a9faa8642480.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/047c/live/f19bcda0-cf92-11f0-b259-a9faa8642480.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/047c/live/f19bcda0-cf92-11f0-b259-a9faa8642480.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/047c/live/f19bcda0-cf92-11f0-b259-a9faa8642480.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/047c/live/f19bcda0-cf92-11f0-b259-a9faa8642480.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/047c/live/f19bcda0-cf92-11f0-b259-a9faa8642480.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/047c/live/f19bcda0-cf92-11f0-b259-a9faa8642480.jpg.webp\" loading=\"lazy\" alt=\"Oren Rosenfeld/BBC Dorit Barak gestures next to a memorial in Bnei Brak to local soldiers who were killed in battle during Israel’s wars\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Oren Rosenfeld/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Dorit Barak runs a memorial commemorating soldiers from Bnei Brak who have been killed in Israel's wars</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Support for extending the draft is also coming from religious Jews outside the Haredi community, like Dorit Barak, who lives near the yeshiva in Bnei Brak and points to non-Haredi religious Jews who do serve in the military while also studying Torah.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm very angry that ultra-Orthodox people don't serve in the army,\" she said. \"It's unfair. I also believe in the Torah, but there's a saying in Hebrew - \"Safra and Saifa\" [The Book and the Sword] – it means the Torah and the guns together. That's the way forward, until the days of peace.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Barak runs a small memorial in Bnei Brak to local soldiers, both religious and secular, who were killed in battle during Israel's wars. Long columns of faces peer out from the black and white photographs lining the back wall.</p><p class=\"sc-9a00e533-0 eZyhnA\">The last soldier from the neighbourhood died in 1983 - a sign, she says, of Israel's shifting demographics.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's completely changed,\" she said. \"When I was a child, almost half the residents here were not religious, and a small percentage were ultra-Orthodox. Today, almost everyone is ultra-Orthodox, and since 1983 no soldiers were killed, because no one is serving in the army.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2180/live/8315e6a0-cf96-11f0-8806-37fcc1c641ce.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2180/live/8315e6a0-cf96-11f0-8806-37fcc1c641ce.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2180/live/8315e6a0-cf96-11f0-8806-37fcc1c641ce.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2180/live/8315e6a0-cf96-11f0-8806-37fcc1c641ce.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2180/live/8315e6a0-cf96-11f0-8806-37fcc1c641ce.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2180/live/8315e6a0-cf96-11f0-8806-37fcc1c641ce.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2180/live/8315e6a0-cf96-11f0-8806-37fcc1c641ce.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2180/live/8315e6a0-cf96-11f0-8806-37fcc1c641ce.png.webp\" loading=\"lazy\" alt=\"IDF Screengrab from Israel Defense Forces handout video showing soldiers from the Kfir Brigade\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">IDF</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Israel Defense Forces has set up special units for ultra-Orthodox men</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">There are special army and police units for the small number of ultra-Orthodox men who currently choose to serve. But Benjamin Netanyahu said at the opening of parliament's winter session in October that the new draft bill would see 10,000 yeshiva students drafted within two years - something he described as \"a real revolution\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Ultra-Orthodox parties are crucial allies in Netanyahu's governing coalition, and also in his bid for political survival while standing trial on corruption charges, which he denies. A key demand in return for their loyalty is continued exemption for their supporters from the military draft.</p><p class=\"sc-9a00e533-0 eZyhnA\">The issue has twice brought down Netanyahu's governments in the past.</p><p class=\"sc-9a00e533-0 eZyhnA\">The draft bill now going through parliament is an attempt to find a way through the issue, or at least to buy time ahead of elections due next year.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"A balanced law, a good law, a law that is good for the army, good for the yeshiva students, good for the people of Israel [and] good for the state,\" said lawmaker Boaz Bismuth, a Netanyahu loyalist charged with shepherding the bill through parliament.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9811/live/d8036c80-cfa2-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9811/live/d8036c80-cfa2-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9811/live/d8036c80-cfa2-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9811/live/d8036c80-cfa2-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9811/live/d8036c80-cfa2-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9811/live/d8036c80-cfa2-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9811/live/d8036c80-cfa2-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9811/live/d8036c80-cfa2-11f0-a892-01d657345866.jpg.webp\" loading=\"lazy\" alt=\"EPA Israeli Prime Minister Benjamin Netanyahu delivers a speech at the opening of the winter session of the Israeli parliament in Jerusalem (20 October 2025)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Benjamin Netanyahu says the new draft bill would see 10,000 Haredi men drafted within two years</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">But many lawmakers, including those from the governing coalition, said this week the current draft of the bill was far too lenient, and that neither they nor the courts would approve it.</p><p class=\"sc-9a00e533-0 eZyhnA\">The current text appears to largely maintain the status quo by conscripting only those ultra-Orthodox men not in full-time religious study, and lifting all sanctions on draft-dodgers once they turn 26.</p><p class=\"sc-9a00e533-0 eZyhnA\">Opposition leader Yair Lapid, who heads the centrist Yesh Atid party, called the draft text a \"disgrace\" and a \"betrayal\", and vowed it would not pass.</p><p class=\"sc-9a00e533-0 eZyhnA\">Even some within Netanyahu's own Likud party have refused to support it.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tzachi Hanegbi, a former National Security Adviser recently dismissed by Netanyahu, described it as \"an instrument of evasion [that] endangers the future of the state\", adding that he and his four sons had all served significant time in the military.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel's ultra-Orthodox parties have been split over whether to concede to the growing pressure for change, but in a move seen as evidence of the bill's leniency, the hardline Degel HaTorah party - part of the governing coalition - is reportedly considering supporting the current text.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c39d/live/a31d4800-cf94-11f0-abcb-0189553bc54a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c39d/live/a31d4800-cf94-11f0-abcb-0189553bc54a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c39d/live/a31d4800-cf94-11f0-abcb-0189553bc54a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c39d/live/a31d4800-cf94-11f0-abcb-0189553bc54a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c39d/live/a31d4800-cf94-11f0-abcb-0189553bc54a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c39d/live/a31d4800-cf94-11f0-abcb-0189553bc54a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c39d/live/a31d4800-cf94-11f0-abcb-0189553bc54a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c39d/live/a31d4800-cf94-11f0-abcb-0189553bc54a.jpg.webp\" loading=\"lazy\" alt=\"Oren Rosenfeld/BBC Ultra-Orthodox students at the the Kisse Rahamim yeshiva in Bnei Brak, Israel\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Oren Rosenfeld/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The draft bill would continue to exempt full-time yeshiva students from conscription</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Asked whether it was better to back this version of the bill, or risk toppling Benjamin Netanyahu completely, Rabbi Mazuz avoided giving a concrete answer.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The world is guided by God,\" he said. \"When [US President Donald] Trump didn't win a second term [in 2020], I and many millions were hurt. Why did God do this?\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"But He knew the future, and He knew the Hamas plan. God wanted Trump [in power] during this period,\" he added, referring to the Hamas-led attack on Israel on 7 October 2023, which triggered the Gaza war.</p><p class=\"sc-9a00e533-0 eZyhnA\">Rabbi Mazuz gestured to the religious manuscripts lining his office - hundreds of years old, he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Between us, Israeli prisons are not like the ones in Russia, thank God. We will get through this too. But I hope we don't get to that.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The Haredi way of life has changed little in centuries, but they and their political allies are now locked in a debate over what it means to be Jewish and Israeli, and whether that means fighting for Israel, or fighting for their way of life against the modern demands of war.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-oren-rosenfeld-and-samantha-granville\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Oren Rosenfeld and Samantha Granville</i></p></div></article></div></body></html>"
        },
        {
            "title": "As lead changes in knife-edge Honduran election, will Trump fail to get his way?",
            "time": "2025-12-03T02:56:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6608/live/d6c2e880-cfea-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">As lead changes in knife-edge Honduran election, will Trump fail to get his way?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Will Grant</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Central America correspondent, Tegucigalpa</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6608/live/d6c2e880-cfea-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6608/live/d6c2e880-cfea-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6608/live/d6c2e880-cfea-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6608/live/d6c2e880-cfea-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6608/live/d6c2e880-cfea-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6608/live/d6c2e880-cfea-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6608/live/d6c2e880-cfea-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6608/live/d6c2e880-cfea-11f0-a892-01d657345866.jpg.webp\" loading=\"eager\" alt=\"Reuters Presidential candidate Salvador Nasralla of Honduras' Liberal Party (PLH) gestures during a press conference. He wears a navy suit, blue short and red patterned tie. He is speaking into a bright red microphone\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Presidential candidate Salvador Nasralla has a small lead in the election</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">With a little over two-thirds of the ballots in the Honduras election tallied, the lead has changed hands.</p><p class=\"sc-9a00e533-0 eZyhnA\">The former vice-president, Salvador Nasralla, has a small but potentially significant lead over his rival, the conservative former mayor of Tegucigalpa, Nasry Asfura. Yet Asfura's National Party continues to brief journalists that they have the numbers for an eventual win.</p><p class=\"sc-9a00e533-0 eZyhnA\">The race remains on a knife-edge. </p><p class=\"sc-9a00e533-0 eZyhnA\">In Washington, President Donald Trump has staked his hopes on nothing less than an outright Asfura victory and has tried to directly influence the race in support of his favoured candidate.</p><p class=\"sc-9a00e533-0 eZyhnA\">Whether it has been intimating that funds could be withheld from the impoverished Central American nation or making unsubstantiated allegations of electoral fraud, many in Honduras see the US president's fingerprints all over this election.</p><p class=\"sc-9a00e533-0 eZyhnA\">To Honduran political analyst, Josué Murillo, it smacks of the kind of treatment Honduras expected from Washington during the Cold War.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"No government should come here and treat us as a banana republic. That is a lack of respect,\" he says in a coffee shop in Tegucigalpa.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Donald Trump saying who we should elect violates our autonomy as a nation, and it affects our elections as well.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Irrespective of <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cx2dgp8mvmno\" class=\"sc-f9178328-0 iCaRzc\">whether the National Party go on to victory</a>, one of their key figures is already celebrating.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, ex-President Juan Orlando Hernández walked out of jail in Virginia a free man having served just one year of a 45-year sentence for drug-smuggling and weapons charges.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">His release came after Trump urged Honduran voters to cast their ballots for Asfura.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hernández was unexpectedly pardoned by Trump, despite having been found guilty last year by a court in New York of running a drug conspiracy which had brought more than 400 tonnes of cocaine into the United States.</p><p class=\"sc-9a00e533-0 eZyhnA\">His time in office had also been marred by allegations of serious human rights violations by the police and security forces, particularly against government critics.</p><p class=\"sc-9a00e533-0 eZyhnA\">So, when Hernández was arrested in 2022, then extradited to the United States and eventually jailed, most Hondurans celebrated it as a rare moment of justice in a nation riddled with institutional impunity, especially for the political elites.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump has claimed the opposite, telling journalists on Air Force One that \"the people of Honduras really thought (Juan Orlando Hernández) was set up and it was a terrible thing\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1726/live/d14f5d40-cff2-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1726/live/d14f5d40-cff2-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1726/live/d14f5d40-cff2-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1726/live/d14f5d40-cff2-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1726/live/d14f5d40-cff2-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1726/live/d14f5d40-cff2-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1726/live/d14f5d40-cff2-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1726/live/d14f5d40-cff2-11f0-8c06-f5d460985095.jpg.webp\" loading=\"lazy\" alt=\"Reuters Honduras former President Juan Orlando Hernández is escorted by authorities as he walks towards a plane of the US Drug Enforcement Administration (DEA) for his extradition to the United States\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ex-President Juan Orlando Hernández was extradited to the United States in 2022</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Journalists in Honduras who have covered the rise and fall of Hernández – from the moment he rose to national prominence following a coup in 2009 to his extradition – struggle to recognise that description of a roundly detested former president.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, he does still have his supporters, particularly in the National Party. And none have been more vocal in maintaining his innocence or calling for his pardon than his wife, Ana García Carías.</p><p class=\"sc-9a00e533-0 eZyhnA\">I sat down with the former First Lady, who described Hernández's release as \"like being in a dream, a dream made reality\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We spoke to him this morning (Tuesday) and he is in a safe place. We were so happy, we got all the children onto the phone together with my mother-in-law, and shared a moment of happiness, laughter and prayer together.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">In terms of the future, the question now arises as to whether Hernández will attempt to return to Honduras. Ms García Carías says that his potential return depends less on the outcome of the election and more on whether the authorities will guarantee his safety.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It depends on the security guarantees they give him in this country,\" she says.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Day after day, this government – which thank God is on its way out – used a discourse of hate about my husband that they spoke of persecution against him. And that's very dangerous for an ex-president – to return to a place where they've cultivated hatred against him from the very top, the president, down to the lowliest functionary.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms García Carías alleged her husband had been a victim of \"lawfare\", of \"the deep state\" and of a \"politically motivated witch-hunt\" by the Biden administration. I put it to her that the case against her husband had largely been drawn up by the Drug Enforcement Administration and the US Department of Justice during Trump's first term, not President Biden's.</p><p class=\"sc-9a00e533-0 eZyhnA\">It was a point she quickly dismissed.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"That's what the prosecutors claimed but I think it's so illogical,\" she argues. \"In whose mind would it make sense to bring a man they say was a co-conspirator into meetings with the CIA, the DEA, to give classified information on national security?\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There was a political campaign (against him) involving figures in the Biden administration,\" she insisted, \"and I think there was manipulation of the facts after the event.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2ed4/live/2af6b820-cff3-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2ed4/live/2af6b820-cff3-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2ed4/live/2af6b820-cff3-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2ed4/live/2af6b820-cff3-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2ed4/live/2af6b820-cff3-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2ed4/live/2af6b820-cff3-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2ed4/live/2af6b820-cff3-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2ed4/live/2af6b820-cff3-11f0-8c06-f5d460985095.jpg.webp\" loading=\"lazy\" alt=\"Reuters Ana García Carías, wife of the former Honduran president Juan Orlando Hernández\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ana García Carías, wife of the ex-president Juan Orlando Hernández, says he was a victim of the \"deep state\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ms García Carías publicly recognised the role of two key MAGA figures in securing her husband's pardon: the influential conservative political advisor Roger Stone – himself the beneficiary of a Trump pardon – and the former Florida Congressman, Matt Gaetz. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"They both got involved with the case,\" she says. \"I recognise and thank them for their contribution. In fact, I spoke to Mr Stone on his radio programme on Sunday and he said that he had taken a letter from Juan Orlando, which he had written on his birthday to ask for a pardon and delivered it directly to President Trump.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, the vote count in Honduras carries on into another night.</p><p class=\"sc-9a00e533-0 eZyhnA\">As the ballots continue to be tallied, it should soon become clear whether Trump will get his way in Honduras and see a new ally elected in the country just as he pardons an old one.​​</p></div></article></div></body></html>"
        },
        {
            "title": "Ukrainians in war-ravaged Donbas weigh prospects of peace deal",
            "time": "2025-12-02T17:00:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8ca2/live/3919b6d0-cf82-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Ukrainians in war-ravaged Donbas weigh prospects of peace deal</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Jonathan Beale</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Defence correspondent, Kyiv</span></p></div></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Escaping Ukraine's war-ravaged Donbas region.</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trains no longer run to Ukraine's eastern Donetsk region - part of the Donbas claimed in its entirety by Russia's President Vladimir Putin. It's another sign of the steady Russian advance.</p><p class=\"sc-9a00e533-0 eZyhnA\">Instead, the last station is now on the western side of the Donetsk border. This is where civilians and soldiers wait for a ride towards relative safety - their train to get out of Dodge.</p><p class=\"sc-9a00e533-0 eZyhnA\">Putin has been sounding more bullish since the leak of US proposals to end the war, widely seen as being in tune with his maximalist demands. Ukraine's President Volodymyr Zelensky says territory remains the most difficult issue facing US-led peace talks.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the last station on the line, soldier Andrii and his girlfriend Polina are parting after an all-too-brief time together. Andrii has to return to the front and they don't know when they'll see each other again.</p><p class=\"sc-9a00e533-0 eZyhnA\">He laughs when I mention peace talks, which have seen Donald Trump's envoys speak to Ukrainian negotiators before heading to Moscow, and dismisses them as \"chatter, just chatter\". He doesn't think the war will be over soon.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8ca2/live/3919b6d0-cf82-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8ca2/live/3919b6d0-cf82-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8ca2/live/3919b6d0-cf82-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8ca2/live/3919b6d0-cf82-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8ca2/live/3919b6d0-cf82-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8ca2/live/3919b6d0-cf82-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8ca2/live/3919b6d0-cf82-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8ca2/live/3919b6d0-cf82-11f0-8c06-f5d460985095.jpg.webp\" loading=\"eager\" alt=\"BBC/Matthew Goddard Denys, sitting on a train, looks down away from the camera, lips downturned. He is wearing military fatigues. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC/Matthew Goddard</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Soldier Denys is adamant that the Donbas should not be given to Russia in a peace deal </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">There is scepticism, too, among other soldiers who board the train west for a brief respite from the fighting. They are taking some of their 20 days of leave. Most look exhausted.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russian forces now control some 85% of the Donbas, made up of Luhansk and Donetsk. On Tuesday they claimed to have captured the key strategic town of Pokrovsk in Donetsk. Ukraine said fighting was continuing in the city.</p><p class=\"sc-9a00e533-0 eZyhnA\">Denys, who has been serving in the Ukrainian army for the past two years, tells me \"everyone's drained, everyone's tired mentally and physically\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Some of his comrades have already fallen asleep. His unit has been fighting in the besieged city of Kostyantynivka.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's scary, really scary,\" he says, describing drones flying around \"like flies\". But he makes it clear they are not ready to give up after sacrificing so much.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Nobody will give Putin the Donbas. No way, it's our land,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ceding territory where at least a quarter of a million Ukrainians live - the Donetsk \"fortress belt\" cities of Slovyansk, Kramatorsk and Druzhkivka - will not be acceptable to most Ukrainians.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia has spent well over a year trying to capture Pokrovsk and Ukraine is reluctant to hand over such important strategic hubs.</p><p class=\"sc-9a00e533-0 eZyhnA\">But US officials believe Ukraine is both outnumbered and outgunned.</p><p class=\"sc-9a00e533-0 eZyhnA\">There's already been an exodus of civilians from the Donbas. It's continuing as  peace talks take place. We witness dozens, old and young, arriving at a reception centre just over the border in Lozova.</p><p class=\"sc-9a00e533-0 eZyhnA\">They had taken advantage of heavy fog to make their escape. Less chance of being targeted by drones. Around 200 people arrive at this one reception centre every single day. They're given basic supplies and some money.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/431e/live/275255f0-cfab-11f0-932c-9d1f4bca4809.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/431e/live/275255f0-cfab-11f0-932c-9d1f4bca4809.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/431e/live/275255f0-cfab-11f0-932c-9d1f4bca4809.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/431e/live/275255f0-cfab-11f0-932c-9d1f4bca4809.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/431e/live/275255f0-cfab-11f0-932c-9d1f4bca4809.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/431e/live/275255f0-cfab-11f0-932c-9d1f4bca4809.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/431e/live/275255f0-cfab-11f0-932c-9d1f4bca4809.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/431e/live/275255f0-cfab-11f0-932c-9d1f4bca4809.jpg.webp\" loading=\"lazy\" alt=\"BBC/Matthew Goddard A train station in the mist. You can see a cluster of people on the station platform. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC/Matthew Goddard</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Refugees fleeing the Donbas take advantage of foggy conditions as visibility is reduced for enemy drones </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Yevheniy and his wife Maryna have just arrived from Kramatorsk, along with their two children. She tells me there are \"more drones now\". \"It's getting harder and harder to even go outside. Everything is dangerous,\" she says. \"Even going to the shop, you might not come back.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The family are planning to move to the capital, Kyiv. Yevheniy has little faith in the peace talks. He says \"that side [Russia] won't agree to our terms. We understand nothing good will come of it\".</p><p class=\"sc-9a00e533-0 eZyhnA\">But others appear more willing to contemplate giving up their home for good in return for peace.</p><p class=\"sc-9a00e533-0 eZyhnA\">Oleksandr says it is too dangerous to stay. His children have already gone to Germany. While he describes Russia's maximalist demands as \"probably unacceptable\", he appears willing to contemplate some of what was in the leaked peace plan - trading territory for peace. The original version of the US draft envisaged that areas of Donbas still under Ukrainian control be handed over to Russia de facto.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Personally I would agree to those terms,\" he says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/da7e/live/a5a49450-cf82-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/da7e/live/a5a49450-cf82-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/da7e/live/a5a49450-cf82-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/da7e/live/a5a49450-cf82-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/da7e/live/a5a49450-cf82-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/da7e/live/a5a49450-cf82-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/da7e/live/a5a49450-cf82-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/da7e/live/a5a49450-cf82-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"BBC/Matthew Goddard An out of focus image of a man facing away from the camera out of the window through a crack in the curtains.  \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC/Matthew Goddard</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">\"Serhii\" has been in hiding since he deserted his unit in May</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Inna, escaping with her five children, also believes it's time to make a deal. She could no longer hide her kids, aged between nine months and 12 years, from the dangers of living in Kramatorsk. She had tried telling them the explosions they heard while seeking shelter in their cellar were just fireworks.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The main thing is that there will be peace,\" Inna says. When I ask whether that means giving up her home for good, she replies, \"in this situation, yes\". They're already making plans to rebuild their lives elsewhere.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some soldiers sent to the Donbas are also voting with their feet. There have been nearly 300,000 cases of desertion, or soldiers going  absent without official leave, since the start of Russia's full scale invasion - and numbers have risen dramatically over the past year.</p><p class=\"sc-9a00e533-0 eZyhnA\">One of them is Serhii - not his real name. We met him in hiding. His home has become his prison as he tries to evade arrest. Serhii volunteered to fight at the start of the year, whereas most of the men in his unit were forcibly mobilised - \"taken off the street\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He says his unit was already below strength when it was sent to the front, near Pokrovsk, and they weren't properly trained or equipped. \"I ended up in a battalion where everything was a mess,\" he says, although he still believes this was the exception, not the norm.</p><p class=\"sc-9a00e533-0 eZyhnA\">Serhii deserted in May after two of his friends went awol.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I wouldn't have gone if we had proper leadership and someone experienced in charge,\" he says. \"I came to serve, not to run\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Serhii is still thinking about his next move, and the possibility of returning to the army. But he echoes recent US warnings that the odds in this war are stacked against Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">Asked whether he believes Ukraine can win, he is doubtful. \"If you think logically, no. A country of 140 million against us with 32 million - logically it doesn't add up.\"</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-mariana-matveichuk\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Mariana Matveichuk</i></p></div></article></div></body></html>"
        },
        {
            "title": "Cyclone Ditwah: Flood catastrophe awakens volunteerism in Sri Lanka",
            "time": "2025-12-03T00:34:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f9a7/live/eae8bde0-cfe4-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Cyclone catastrophe in Sri Lanka awakens volunteer spirit</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Ishara Danasekara,</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">News Editor, BBC News Sinhala</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Koh Ewe</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Sri Lankan communities under water after catastrophic flooding</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Sri Lankan actor and musician GK Reginold rides a motorised fishing boat through Colombo's suburbs, hoping to bring food and water to those in desperate need.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some of the families, Mr Reginold says, have not received aid for days, isolated by the South Asian island nation's worst weather disaster in recent years.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cyclone Ditwah lashed the country last week, bringing catastrophic floods and landslides that killed more than 460<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>people, left hundreds missing and damaged some 30,000 homes.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the deluge has also inspired volunteerism among its people, as they face what their president has described as the \"most challenging natural disaster\" in its history.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The main reason why I wanted to do this, is to at least help them to have one meal,\" Mr Reginold tells the BBC. \"And I was so happy that I was able to do that.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ee57/live/76e9fe40-cf5d-11f0-902b-b378fe598ba1.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ee57/live/76e9fe40-cf5d-11f0-902b-b378fe598ba1.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ee57/live/76e9fe40-cf5d-11f0-902b-b378fe598ba1.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ee57/live/76e9fe40-cf5d-11f0-902b-b378fe598ba1.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ee57/live/76e9fe40-cf5d-11f0-902b-b378fe598ba1.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ee57/live/76e9fe40-cf5d-11f0-902b-b378fe598ba1.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ee57/live/76e9fe40-cf5d-11f0-902b-b378fe598ba1.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ee57/live/76e9fe40-cf5d-11f0-902b-b378fe598ba1.jpg.webp\" loading=\"eager\" alt=\"BBC Sinhala Men unloading boxes of water from a fishing boat\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC Sinhala</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Volunteers have been taking fishing boats out to rescue flood victims and deliver aid</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">More than one million people have been affected by the disaster and President Anura Kumara Dissanayake has declared a state of emergency.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sri Lanka's military has deployed helicopters for rescue operations, while humanitarian aid is flowing in from foreign governments and non-governmental organisations.</p><p class=\"sc-9a00e533-0 eZyhnA\">But it will be a long journey to recovery for Sri Lanka, which has seen its fair share of turmoil in recent years.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Activists volunteer in community kitchen</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In Colombo's Wijerama neighbourhood, activists who protested against former president Gotabaya Rajapaksa in 2022 are now helping run a community kitchen that churns out food aid.</p><p class=\"sc-9a00e533-0 eZyhnA\">The protests from three years ago were fuelled by a spiralling economic crisis that caused shortages of fuel, food and medicine. Public anger exploded and led to Rajapaksa being ousted. Now, that political activism is being channelled to cyclone relief.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Some volunteers came after work, some took turns and some even took leave to be there,\" Sasindu Sahan Tharaka, a social media activist, tells the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We reactivated the group as soon as we heard what was happening last Thursday,\" he says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7207/live/49d30970-cf61-11f0-902b-b378fe598ba1.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7207/live/49d30970-cf61-11f0-902b-b378fe598ba1.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7207/live/49d30970-cf61-11f0-902b-b378fe598ba1.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7207/live/49d30970-cf61-11f0-902b-b378fe598ba1.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7207/live/49d30970-cf61-11f0-902b-b378fe598ba1.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7207/live/49d30970-cf61-11f0-902b-b378fe598ba1.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7207/live/49d30970-cf61-11f0-902b-b378fe598ba1.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7207/live/49d30970-cf61-11f0-902b-b378fe598ba1.jpg.webp\" loading=\"lazy\" alt=\"Sasindu Sahan Tharaka Rows of people, all wearing blue hairnets, working in a makeshift kitchen\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Sasindu Sahan Tharaka</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">At a community kitchen in Wijerama, volunteers prepare meals for flood-affected residents</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Mr Sahan also considers the kitchen as an \"extension\" of his volunteer work in 2016, when torrential rain and floods killed 250 people across the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">Volunteers have compiled hundreds of requests for help, sent it to authorities, and organised the distribution of food to residents, Mr Sahan says.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Whatever we asked for, we got more than enough in response from the community,\" he says.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Online campaigns for aid</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A flurry of activity is also happening online, where social media users have created a public database to direct donations and volunteers.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another volunteer-backed website helps donor find relief camps and what is most needed in those areas.</p><p class=\"sc-9a00e533-0 eZyhnA\">Private companies have organised donation drives, while local television channels have launched an effort to provide food and basic necessities like soap and toothbrushes.</p><p class=\"sc-9a00e533-0 eZyhnA\">Facing criticism over his handling of preparations for Cyclone Ditwah, President Dissanayake has urged Sri Lankans to \"set aside all political differences\" and \"come together to rebuild the nation\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Opposition politicians have accused authorities of ignoring weather warnings, which they say exacerbated the disaster's impact.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, opposition lawmakers staged a walkout in parliament, claiming that the ruling party was trying to limit debate on the disaster.</p><p class=\"sc-9a00e533-0 eZyhnA\">On the ground, however, there remains a sense of unity as Sri Lankans pick up the pieces after the floods.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"In the end, the joy of helping someone else to save lives makes that tiredness fade,\" Mr Sahan wrote in a Facebook post on Monday, after putting in long hours at the community kitchen in Wijerama and other relief sites.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Disasters are not new to us. But, the empathy and capacity of our hearts is greater than the destruction that occurs during a disaster.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Guinea-Bissau's military takeover: Was the coup real or a 'sham'?",
            "time": "2025-12-03T10:44:00",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/59b3/live/4c8ef580-cfab-11f0-932c-9d1f4bca4809.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Was it a coup or was it a 'sham'? Behind Guinea-Bissau's military takeover</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Nicolas Negoce,</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">BBC Africa</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Wedaeli Chibelushi</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/59b3/live/4c8ef580-cfab-11f0-932c-9d1f4bca4809.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/59b3/live/4c8ef580-cfab-11f0-932c-9d1f4bca4809.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/59b3/live/4c8ef580-cfab-11f0-932c-9d1f4bca4809.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/59b3/live/4c8ef580-cfab-11f0-932c-9d1f4bca4809.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/59b3/live/4c8ef580-cfab-11f0-932c-9d1f4bca4809.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/59b3/live/4c8ef580-cfab-11f0-932c-9d1f4bca4809.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/59b3/live/4c8ef580-cfab-11f0-932c-9d1f4bca4809.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/59b3/live/4c8ef580-cfab-11f0-932c-9d1f4bca4809.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images Horta N'Tam looks on, wearing a military outfit\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Gen Horta N'Tam, Guinea-Bissau's new leader, was considered to be a close ally of the former president</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Military takeovers are nothing new in Guinea-Bissau. The West African country has experienced at least nine attempted and successful coups since gaining independence from Portugal in 1974.</p><p class=\"sc-9a00e533-0 eZyhnA\">But when military officers announced they had seized control of the country last Wednesday, some analysts and political figures were sceptical.</p><p class=\"sc-9a00e533-0 eZyhnA\">All the typical ingredients for a coup were there: gunfire was heard near the presidential palace, the President - Umaro Sissoco Embaló - was arrested and soldiers gave an address on state television.</p><p class=\"sc-9a00e533-0 eZyhnA\">Still, other circumstances have been called into question, with Senegalese Prime Minister Ousmane Sonko and former Nigerian President Goodluck Jonathan joining a chorus of voices who believe the takeover was masterminded by Embaló himself.</p><p class=\"sc-9a00e533-0 eZyhnA\">And to complicate matters further, the military insisted to the BBC that it had taken over the country, but condemned the use of the word \"coup\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The junta leaders said they were acting to thwart a plot by unnamed politicians who had \"the support of a well-known drug baron\" to destabilise the country, which has become known as a drug-trafficking hub.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What happened in the lead-up to the coup?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Just three days before the military takeover, Bissau-Guineans voted in a presidential election. Embaló, 53, was running for a second term and his closest challenger was Fernando Dias da Costa.</p><p class=\"sc-9a00e533-0 eZyhnA\">Dias had been backed by former Prime Minister Domingos Pereira, who was initially supposed to run for president on behalf of the main opposition party, PAIGC. However, Pereira had been disqualified from the contest after the authorities said he had filed his papers late.</p><p class=\"sc-9a00e533-0 eZyhnA\">The election results were supposed to have been released on Thursday, the day after the coup took place.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What happened on the day of the coup?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">After gunfire was heard in the capital, Bissau, <a target=\"_blank\" href=\"https://www.jeuneafrique.com/1743734/politique/guinee-bissau-umaro-sissoco-embalo-se-dit-victime-dun-coup-detat/\" class=\"sc-f9178328-0 iCaRzc\">Embaló told French news site Jeune Afrique that he had been arrested by men in uniform in the presidential palace</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">Military officers then appeared on state television, announcing they had deposed the president in order to thwart a plot to destabilise the country. The military suspended the electoral process and blocked the release of the poll results.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a brief phone call, Embaló told France 24: \"I have been deposed.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Others were also detained, including Pereira, Interior Minister Botché Candé and army chief Gen Biague Na N'tan.</p><p class=\"sc-9a00e533-0 eZyhnA\">The headquarters of the electoral commission came under attack and an official has since revealed that armed men wearing balaclavas destroyed paperwork and the main computer server that stored the results - meaning the election results cannot be published.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Why is there scepticism surrounding the coup?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The opposition, civil society organisations and politicians from fellow West African nations have cast doubt on the military's announcement.</p><p class=\"sc-9a00e533-0 eZyhnA\">Embaló flew to neighbouring Senegal on a Senegalese military flight after being released from custody on Thursday - a detail that PAIGC official Flávio Baticã Ferreira finds suspicious.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The way he left Guinea-Bissau, escorted like a tourist with his family and luggage, without any obstacle or resistance... all of this shows that it was not a coup, because we all know how a coup works,\" Ferreira, who was formerly a member of parliament, told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the series of coups that have occurred in Africa over the last five years, no deposed leaders have been allowed to leave the country as quickly as Embaló did.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, a couple of analysts told the BBC that Guinea-Bissau's military may have felt that letting Embaló fly out as soon as possible would make for a smooth transition.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d9e2/live/3de60f50-cfab-11f0-932c-9d1f4bca4809.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d9e2/live/3de60f50-cfab-11f0-932c-9d1f4bca4809.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d9e2/live/3de60f50-cfab-11f0-932c-9d1f4bca4809.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d9e2/live/3de60f50-cfab-11f0-932c-9d1f4bca4809.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d9e2/live/3de60f50-cfab-11f0-932c-9d1f4bca4809.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d9e2/live/3de60f50-cfab-11f0-932c-9d1f4bca4809.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d9e2/live/3de60f50-cfab-11f0-932c-9d1f4bca4809.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d9e2/live/3de60f50-cfab-11f0-932c-9d1f4bca4809.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images Supporters dressed in gowns bearing Umaro Sissoco Embaló's face march in the streets\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Umaro Sissoco Embaló's supporters rallied ahead of the election</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Goodluck Jonathan, Nigeria's former president, also questioned the coup, saying a head of state would not normally be allowed to talk to foreign media on the phone during a military takeover. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"What happened in Guinea-Bissau was not a coup... for want of a better word, I would say it was a ceremonial coup,\" the ex-president, who was part of a team observing the elections in Guinea-Bissau, told reporters.</p><p class=\"sc-9a00e533-0 eZyhnA\">Jonathan is right, deposed leaders are not usually known to make contact with the outside world while under arrest. But there are exceptions - <a target=\"_self\" href=\"https://www.bbc.co.uk/news/av/world-africa-66662175\" class=\"sc-f9178328-0 iCaRzc\">Gabon's former president filmed a video urging his \"friends all over the world\" for support after being ousted in 2023</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">The appointment of Gen Horta N'Tam as Guinea-Bissau's new military leader has also raised suspicions, as the general was considered to be a close ally of Embaló's.</p><p class=\"sc-9a00e533-0 eZyhnA\">Embaló has not responded to allegations that he orchestrated the coup.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Why would someone fake a coup?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Critics have long-accused Embaló of fabricating coup attempts in order to crack down on dissent - charges the former leader denies.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said he has survived three attempted takeovers overall. <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-africa-67586556\" class=\"sc-f9178328-0 iCaRzc\">In December 2023, after one such coup plot</a>, Embaló dissolved the opposition-dominated parliament. Since then, Guinea-Bissau has not had a sitting legislature.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some civil society organisations have accused Embaló of orchestrating last week's coup in order to prevent any unfavourable election results from being published.</p><p class=\"sc-9a00e533-0 eZyhnA\">Political analyst Ryan Cummings said the president's previous actions - <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c7781k8kdeko\" class=\"sc-f9178328-0 iCaRzc\">such as postponing the elections for a year</a> - had fuelled such suspicions. However, it is also \"highly plausible\" that the armed forces acted independently to prevent a political stalemate, as both Embaló and Dias were claiming they had won this election, Mr Cummings told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Beverly Ochieng, West Africa analyst at the intelligence firm Control Risks, also acknowledged the scepticism surrounding the coup.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, she said that tensions within the political elite, combined with the decision to ban Pereira from the presidential race, \"likely contributed to a military intervention\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Is there a link to the drug trade?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In an address on state TV, Gen Denis N'Canha said the military was seizing control as they had discovered a plan, by some politicians and a \"well-known drug baron\", to destabilise the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">The military have not given any further details in support of this statement.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-africa-52569130\" class=\"sc-f9178328-0 iCaRzc\">Guinea-Bissau is notorious for being a transit point for cocaine</a> coming from Latin America to Europe.</p><p class=\"sc-9a00e533-0 eZyhnA\">The UN has dubbed the country a \"narco-state\" - its coastline has many uninhabited islands, making it ideal for drug traffickers.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Who is in charge of Guinea-Bissau now?</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d6d7/live/72a38270-d043-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d6d7/live/72a38270-d043-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d6d7/live/72a38270-d043-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d6d7/live/72a38270-d043-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d6d7/live/72a38270-d043-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d6d7/live/72a38270-d043-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d6d7/live/72a38270-d043-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d6d7/live/72a38270-d043-11f0-8c06-f5d460985095.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images Gen Horta N'Tam poses for the camera while flanked by soldiers.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Gen Horta N'Tam (centre) was sworn in as the country's leader one day after the coup</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Gen N'Tam, formerly the army's chief of staff, has been sworn in as president and is due to stay in power for a transition period of one year.</p><p class=\"sc-9a00e533-0 eZyhnA\">The general has appointed a new cabinet, comprising 23 ministers and five secretaries of state.</p><p class=\"sc-9a00e533-0 eZyhnA\">Embaló, on the other hand, has left Senegal for Congo-Brazzaville. According to sources in Senegal and Guinea-Bissau, he departed as he was upset that Senegal's prime minister had called the coup a \"sham\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Dias, who said he evaded arrest on the day of the coup, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ce3wq2zznz1o\" class=\"sc-f9178328-0 iCaRzc\">has been granted asylum by Nigeria</a>.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">How have Bissau-Guineans reacted?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On Saturday, hundreds of protesters took to the streets, demanding that Pereira be released. They also called on the authorities to publish the election results.</p><p class=\"sc-9a00e533-0 eZyhnA\">Additionally, three civil society groups have called for a general strike and a civil disobedience campaign in order to restore \"electoral truth\".</p><p class=\"sc-9a00e533-0 eZyhnA\">But reactions have been mixed, with some residents praising the army and hoping for an orderly transition.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I am not against the military regime as long as they improve the living conditions in the country,\" Suncar Gassama told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ex-MP Ferreira described the atmosphere in the country as \"tense\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Nobody knows what the future of Guinea-Bissau holds,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-ines-silva\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Ines Silva</i></p></div><div data-component=\"links-block\" class=\"sc-3b6b161a-0 djqsWD\"><div class=\"sc-666b6d83-0 sc-c4fb5674-0 jYmMqa doYqeg\"><span data-testid=\"links-title\" class=\"sc-c4fb5674-2 bBuHEW\">You may also be interested in:</span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "What was Honduras ex-president convicted of and why has Trump pardoned him?",
            "time": "2025-12-02T18:34:13",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/cad0/live/6ef75480-cfad-11f0-932c-9d1f4bca4809.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">What was Honduras ex-president convicted of and why has Trump pardoned him?</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/cad0/live/6ef75480-cfad-11f0-932c-9d1f4bca4809.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/cad0/live/6ef75480-cfad-11f0-932c-9d1f4bca4809.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/cad0/live/6ef75480-cfad-11f0-932c-9d1f4bca4809.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/cad0/live/6ef75480-cfad-11f0-932c-9d1f4bca4809.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/cad0/live/6ef75480-cfad-11f0-932c-9d1f4bca4809.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/cad0/live/6ef75480-cfad-11f0-932c-9d1f4bca4809.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/cad0/live/6ef75480-cfad-11f0-932c-9d1f4bca4809.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/cad0/live/6ef75480-cfad-11f0-932c-9d1f4bca4809.jpg.webp\" loading=\"eager\" alt=\"Reuters Honduras' President Juan Orlando Hernandez speaks at the Presidential House in Tegucigalpa, Honduras in January 2020. He is wearing a suit and navy blue tie, behind him is a royal blue backdrop. He is gesturing with his right hand. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ex-president of Honduras Juan Orlando Hernández was convicted in 2024 </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Juan Orlando Hernández, the former president of Honduras, has walked free after President Donald Trump pardoned him - a man once characterised as the key figure in a drug trafficking scheme that flooded America with over 400 tonnes of cocaine.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump has said that Hernández, who was sentenced to 45 years in prison by a US court, is a victim of political persecution and has been \"treated very harshly and unfairly\". </p><p class=\"sc-9a00e533-0 eZyhnA\">The pardon has surprised some experts, given the seriousness of the crime and the administration's promised crackdown on illegal drugs flowing into the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">Here is a look at Hernández's political career and crimes, and why Trump may have pardoned him.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">400 tonnes of cocaine and a $1m bribe from El Chapo</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Hernández first ran for president of Honduras, a country of 10 million people, in 2013 as the candidate for the conservative National Party. He ran again in 2017, in an election marred by fraud allegations and violent protests.</p><p class=\"sc-9a00e533-0 eZyhnA\">Throughout his two terms, he maintained a cordial relationship with the US. Former President Barack Obama called him one of the \"excellent partners\" on the migrant-children crisis, and Trump backed him as the winner of the disputed 2017 vote.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Hernández's fortunes began to unravel in 2019.</p><p class=\"sc-9a00e533-0 eZyhnA\">US federal prosecutors accused him of accepting a $1m bribe from notorious drug lord Joaquín \"El Chapo\" Guzmán for his first presidential campaign in exchange for protecting narcotics routes through Honduras. </p><p class=\"sc-9a00e533-0 eZyhnA\">The allegations surfaced in a separate case involving his brother, Juan Antonio \"Tony\" Hernández, who was arrested in Miami in 2018 on charges of smuggling cocaine into the US. At the time, the then-president denied any involvement in his brother's crimes. </p><p class=\"sc-9a00e533-0 eZyhnA\">Tony Hernández was convicted in 2019 and sentenced to life in prison.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the end of his brother's trial marked only the beginning of the ex-president's legal troubles.</p><p class=\"sc-9a00e533-0 eZyhnA\">Shortly after leaving office in 2022, he was arrested and extradited to the US on  drug-trafficking and related weapons charges. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1ceb/live/c45359d0-cf9c-11f0-99b0-f70a29876ac6.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1ceb/live/c45359d0-cf9c-11f0-99b0-f70a29876ac6.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1ceb/live/c45359d0-cf9c-11f0-99b0-f70a29876ac6.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1ceb/live/c45359d0-cf9c-11f0-99b0-f70a29876ac6.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1ceb/live/c45359d0-cf9c-11f0-99b0-f70a29876ac6.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1ceb/live/c45359d0-cf9c-11f0-99b0-f70a29876ac6.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1ceb/live/c45359d0-cf9c-11f0-99b0-f70a29876ac6.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1ceb/live/c45359d0-cf9c-11f0-99b0-f70a29876ac6.jpg.webp\" loading=\"lazy\" alt=\"Reuters Honduras former President Juan Orlando Hernandez is pictured being escorted by authorities as he walks towards a plane for his extradition to the United States in 2022. Around him are five officials, two of whom are armed. He is handcuffed and wearing a face mask, sunglasses and a blue puffer jacket and a pair of blue jeans. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Hernández was arrested, handcuffed and escorted to a US-bound plane in 2022 to face federal charges of drug trafficking. </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Hernández's federal trial lasted three weeks in 2024. </p><p class=\"sc-9a00e533-0 eZyhnA\">US prosecutors argued that he was a central figure in a more than 18-year-long drug-trafficking scheme that funnelled over 400 tonnes of cocaine into the US - equivalent to roughly 4.5 billion individual doses.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The people of Honduras and the United States bore the consequences,\" said then-attorney general Merrick Garland.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prosecutors detailed how Hernández abused office by shielding drug traffickers  armed with machine guns and grenade launchers. In exchange, he received millions of dollars to fuel his political campaigns. </p><p class=\"sc-9a00e533-0 eZyhnA\">Multiple branches of the state were involved, including the Honduran National Police, who protected cocaine shipments as they moved through Honduras to the US for distribution, prosecutors said.</p><p class=\"sc-9a00e533-0 eZyhnA\">In some cases, the drug traffickers associated with Hernández committed violent crimes and murders to quell rival gangs and grow their enterprise, they said.</p><p class=\"sc-9a00e533-0 eZyhnA\">During sentencing, Hernández insisted  he was the victim of \"political persecution\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The prosecutors and agents did not do the due diligence in the investigation to know the whole TRUTH,\" he wrote in a letter following his conviction. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Trump: Hernández conviction was a 'Biden setup'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump announced the pardon on 28 November in a Truth Social post, writing that, according to \"many people that I greatly respect\", Hernández had been unfairly treated by prosecutors. </p><p class=\"sc-9a00e533-0 eZyhnA\">In the same post, he also endorsed Tito Asfura for president of Honduras ahead of Sunday's election. Asfura ran under the same National Party ticket as Hernández.</p><p class=\"sc-9a00e533-0 eZyhnA\">As of Tuesday, preliminary results show the election is too close to call, forcing a hand recount of ballots.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump's endorsement of Asfura wasn't surprising to many, given the right-leaning National Party's ideological alignment with the  current US administration.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump has also weighed in on the politics of other countries in the Western Hemisphere, like Brazil and Argentina. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We've seen the president's affinity with leaders on the right that he sees as being favourable to some of interests of his administration,\" noted Jason Marczak, vice-president and senior director at the Atlantic Council's Adrienne Arsht Latin America Center.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the decision to pardon Hernández simultaneously  stunned some experts. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"It was hard for me to believe, because there was such an overwhelming case against Hernández,\" said Michael Shifter, an adjunct professor at the Center for Latin American Studies at Georgetown University.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Shifter added that what he found more puzzling was the \"contradiction\" between the pardon and Trump's declared policy of clamping down on drug trafficking. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump has repeatedly pledged to curb the flow of drugs into the US, and carried out highly controversial strikes on boats in the waters around Venezuela that his administration says are piloted by drug traffickers.</p><p class=\"sc-9a00e533-0 eZyhnA\">More than 80 people have been killed in a number of  strikes in the Caribbean Sea since early September. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a77c/live/5d9b2870-cf9d-11f0-99b0-f70a29876ac6.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a77c/live/5d9b2870-cf9d-11f0-99b0-f70a29876ac6.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a77c/live/5d9b2870-cf9d-11f0-99b0-f70a29876ac6.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a77c/live/5d9b2870-cf9d-11f0-99b0-f70a29876ac6.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a77c/live/5d9b2870-cf9d-11f0-99b0-f70a29876ac6.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a77c/live/5d9b2870-cf9d-11f0-99b0-f70a29876ac6.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a77c/live/5d9b2870-cf9d-11f0-99b0-f70a29876ac6.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a77c/live/5d9b2870-cf9d-11f0-99b0-f70a29876ac6.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images An image showing Tito Asfura at a polling station in Honduras. Behind him are spectators who have their phones out to capture the moment. Asfura is in the centre of the image, wearing a white button-up shirt rolled at the sleeves. He is gesturing with his right hand towards his chest. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">While pardoning Hernández, Trump endorsed Tito Asfura for president of Honduras. </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At the White House briefing on 1 December, Press Secretary Karoline Leavitt argued that charges against Hernández were tainted by corrupt \"over-prosecution\" under President Biden.</p><p class=\"sc-9a00e533-0 eZyhnA\">Asked if the pardon undermined the US president's campaign against \"narco-terrorists\" on the American continent, Leavitt said the aim was to \"correct the wrongs\" of the justice department under Biden.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think President Trump has been quite clear in his defence of the United States homeland to stop these illegal narcotics from coming to our borders whether that is by land or by sea,\" Leavitt added.</p><p class=\"sc-9a00e533-0 eZyhnA\">US media outlet Axios later reported that Hernández penned a four-page letter in October praising President Trump, and requesting a review of his case \"in the interest of justice\".</p><p class=\"sc-9a00e533-0 eZyhnA\">In the letter, he reportedly recalled the working relationship he and Trump had during the US president's first term, and said his case \"advanced only because the Biden-Harris DOJ pursued a political agenda to empower its ideological allies in Honduras\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The outlet also reported that Roger Stone, a lobbyist and long-time Trump advisor, had told the US president that a pardon for Hernández would energise the National Party ahead of the Honduran election. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump subsequently told reporters on Sunday that he believed the ex-president's prosecution \"was a Biden setup\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Marczak of the Atlantic Council noted that the prosecution of Hernández was the result of an independent investigation by the US justice department. </p><p class=\"sc-9a00e533-0 eZyhnA\">But he added that the decision to pardon Hernández was in line with the Trump administration's \"willingness to question decisions made during the Biden presidency\".</p></div></article></div></body></html>"
        },
        {
            "title": "How will Australia's under-16 social media ban work?",
            "time": "2025-12-03T22:36:00",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Australia is banning social media for kids under 16. How will it work?</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp\" loading=\"eager\" alt=\"Getty Images Teenage girl at home looking at social media on her cell phone while lying on the couch\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The ban on under-16s using social media is a world first</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">From 10 December, under-16s in Australia will be banned from using major social media services including Tiktok, X, Facebook, Instagram, YouTube, Snapchat and Threads. </p><p class=\"sc-9a00e533-0 eZyhnA\">They will not be able to set up new accounts, and existing profiles must be deactivated.</p><p class=\"sc-9a00e533-0 eZyhnA\">The ban - the first of its kind - is being watched closely by other countries. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Why is the Australian government banning social media for under-16s?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The government says it will reduce the negative impact of social media's \"design features that encourage [young people] to spend more time on screens, while also serving up content that can harm their health and wellbeing\".</p><p class=\"sc-9a00e533-0 eZyhnA\">A study it commissioned earlier in 2025 found that 96% of children aged 10-15 used social media, and that seven out of 10 of them had been exposed to harmful content. This included misogynistic and violent material as well as content promoting eating disorders and suicide.  </p><p class=\"sc-9a00e533-0 eZyhnA\">One in seven also reported experiencing grooming-type behaviour from adults or older children, and more than half said they had been the victim of cyberbullying.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Which social media platforms are covered by the Australian ban?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ten platforms are currently included: Facebook, Instagram, Snapchat, Threads, TikTok, X, YouTube, Reddit and streaming platforms Kick and Twitch. </p><p class=\"sc-9a00e533-0 eZyhnA\">The government assesses potential sites against three main criteria: </p><ul class=\"sc-6f869981-0 diUlgm\"><li class=\"sc-734a601e-0 cRgahm\">whether the platform's sole or \"significant purpose\" is to enable online social interaction between two or more users;</li><li class=\"sc-734a601e-0 cRgahm\">whether it allows users to interact with some or all other users; and </li><li class=\"sc-734a601e-0 cRgahm\">whether it allows users to post material</li></ul><p class=\"sc-9a00e533-0 eZyhnA\">YouTube Kids, Google Classroom and WhatsApp are not covered as they are not deemed to meet those criteria. </p><p class=\"sc-9a00e533-0 eZyhnA\">Under-16s will also still be available to view most content on online platforms which do not require an account.</p><p class=\"sc-9a00e533-0 eZyhnA\">Critics have called on the government to extend the ban to cover online gaming sites. </p><p class=\"sc-9a00e533-0 eZyhnA\">Platforms such as Roblox and Discord <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c2lp5pn9e1qo\" class=\"sc-f9178328-0 iCaRzc\">have introduced age checks</a> on some features in an apparent bid to ward off inclusion. </p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Australia's social media ban explained... in 60 seconds</figcaption></p><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">How will the Australian ban be enforced?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Children and parents will not be punished for infringing the ban. </p><p class=\"sc-9a00e533-0 eZyhnA\">Instead, social media companies face fines of up to A$49.5m (US$32m, £25m) for serious or repeated breaches. </p><p class=\"sc-9a00e533-0 eZyhnA\">The government says firms must take \"reasonable steps\" to keep kids off their platforms, and should use multiple age assurance technologies. </p><p class=\"sc-9a00e533-0 eZyhnA\">These could include government IDs, face or voice recognition, or so-called \"age inference\", which analyses online behaviour and interactions to estimate a person's age.</p><p class=\"sc-9a00e533-0 eZyhnA\">Platforms cannot rely on users self-certifying or parents vouching for their children.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meta, which owns Facebook, Instagram and Threads, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cz919xyx7weo\" class=\"sc-f9178328-0 iCaRzc\">began closing teen accounts from 4 December</a>. It said anyone mistakenly kicked off could use government ID or provide a video selfie to prove their age. </p><p class=\"sc-9a00e533-0 eZyhnA\">Snapchat has said users can use bank accounts, photo ID or selfies for verification. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A circle of young people from the shoulders down holding a smartphones in multicoloured cases\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Countries around the world are debating the best way to protect young people from online harm</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Will the Australian social media ban work?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Some fear that age assurance technologies may wrongly block adults while failing to spot underage users.</p><p class=\"sc-9a00e533-0 eZyhnA\">The government's <a target=\"_blank\" href=\"https://www.infrastructure.gov.au/department/media/publications/age-assurance-technology-trial-final-report\" class=\"sc-f9178328-0 iCaRzc\">own report</a> found that facial assessment technology is least reliable for teenagers.</p><p class=\"sc-9a00e533-0 eZyhnA\">Questions have also been raised about the scale of the potential fines.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It takes Meta about an hour and 52 minutes to make A$50 million in revenue,\" former Facebook executive Stephen Scheeler told the AAP news agency.</p><p class=\"sc-9a00e533-0 eZyhnA\">Critics also argue that the limited scope of the ban - even if properly implemented - undermines its ability to protect children.</p><p class=\"sc-9a00e533-0 eZyhnA\">Dating websites are excluded along with gaming platforms, as are AI chatbots, which have recently <a target=\"_self\" href=\"https://www.bbc.com/news/articles/ce3xgwyywe4o\" class=\"sc-f9178328-0 iCaRzc\">made headlines</a> for allegedly encouraging children to kill themselves and for having \"sensual\" conversations with minors.</p><p class=\"sc-9a00e533-0 eZyhnA\">Others argue that educating children about how to navigate social media would be more effective.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some teens told the BBC they would set up fake profiles ahead of the deadline - although the government has warned social media companies to identify and remove such accounts. Others have switched to joint accounts with their parents. </p><p class=\"sc-9a00e533-0 eZyhnA\">Commentators also predict a surge in the use of VPNs - which hide a user's location - as happened in the UK after the implementation of age control rules there.</p><p class=\"sc-9a00e533-0 eZyhnA\">Communications Minister Annika Wells conceded that the ban may not be \"perfect\".  </p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's going to look a bit untidy on the way through,\" she said in early November. \"Big reforms always do.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What about data protection?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Critics have also raised concerns about the large-scale collection and storage of data required to verify users' ages. </p><p class=\"sc-9a00e533-0 eZyhnA\">Australia - like much of the world - has had a series of high-profile data breaches where sensitive personal information was stolen and published or sold.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the government insists the legislation incorporates \"strong protections\" for personal data. </p><p class=\"sc-9a00e533-0 eZyhnA\">These stipulate that it may only be used for age verification and must be subsequently destroyed, with \"serious penalties\" for breaches. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">How have social media companies responded?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Social media companies were aghast when the ban was announced in November 2024. </p><p class=\"sc-9a00e533-0 eZyhnA\">Firms argued it would be difficult to implement, easy to circumvent and time consuming for users, and would pose risks to their privacy. </p><p class=\"sc-9a00e533-0 eZyhnA\">Companies also suggested it might drive children into dark corners of the internet and deprive young people of social contact. </p><p class=\"sc-9a00e533-0 eZyhnA\">Snap - which owns Snapchat - and YouTube also denied being social media companies. </p><p class=\"sc-9a00e533-0 eZyhnA\">Days before the ban was due to take effect, YouTube <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cp341gz24p5o\" class=\"sc-f9178328-0 iCaRzc\">said the \"rushed\" new laws would leave children less safe</a> as they will still be able to use the platform without an account, removing \"the very parental controls and safety filters built to protect them\".</p><p class=\"sc-9a00e533-0 eZyhnA\">YouTube's parent company, Google, was reportedly considering a legal challenge over its inclusion but did not respond to a BBC request for comment. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251203-121739-f954f14c69-web-2.35.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images The YouTube brand on the side of a building, with a sign in the shape of the YouTube logo jutting out from the same building\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Though included in the ban, YouTube has denied being a social media company</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Despite its early implementation, Meta warned the ban would leave teens with \"inconsistent protections across the many apps they use\". </p><p class=\"sc-9a00e533-0 eZyhnA\">At parliamentary hearings in October 2025, TikTok and Snap said they opposed the ban but would follow it. </p><p class=\"sc-9a00e533-0 eZyhnA\">Kick - the only Australian company covered by the new law - said it would introduce a \"range of measures\" as it continued to engage \"constructively\" with authorities.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">How do other countries regulate social media for young people?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Denmark has announced plans to ban social media for under-15s, while Norway is considering a similar proposal.</p><p class=\"sc-9a00e533-0 eZyhnA\">A <a target=\"_self\" href=\"https://www.bbc.com/news/articles/crkjep23403o\" class=\"sc-f9178328-0 iCaRzc\">French parliamentary enquiry</a> has also recommended banning under-15s from social media, and a social media \"curfew\" for 15- to 18-year-olds.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Spanish government has drafted a law which would require legal guardians to authorise access for under-16s. </p><p class=\"sc-9a00e533-0 eZyhnA\">In the UK, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c0epennv98lo\" class=\"sc-f9178328-0 iCaRzc\">new safety rules</a> introduced in July 2025 mean online companies face large fines or even the jailing of their executives if they fail to implement measures to protect young people from seeing illegal and harmful content.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, an attempt in the US state of Utah to ban under-18s from social media without parental consent was blocked by a federal judge in 2024. </p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p></article></div></body></html>"
        },
        {
            "title": "'Taking away my purpose' - Influencers on Australia's social media ban",
            "time": "2025-12-04T19:01:02",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4e1f/live/f593fba0-d0cb-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Australia is <a target=\"_self\" href=\"https://www.bbc.com/news/videos/cwyvgq7224go\" class=\"sc-f9178328-0 iCaRzc\">banning social media</a> for children under the age of 16 from December 10.</p><p class=\"sc-9a00e533-0 eZyhnA\">The world-first legislation is aimed at protecting kids from cyberbullying, online predators and harmful content.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC spoke to 14-year-olds Zoey and Ella about the ban, and how it will impact their lives as content creators on TikTok.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"video-by-kellie-highet\" class=\"sc-d16436d-0 iVdNuz\">Video by Kellie Highet</i></p></div></div></body></html>"
        },
        {
            "title": "Newly released video of Jeffrey Epstein's private island home",
            "time": "2025-12-03T21:23:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1c02/live/9aac8b90-d10b-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Democrats on the US House Oversight Committee have released a new tranche of materials, including images and video, showing the private island home of the late disgraced financier Jeffrey Epstein.</p><p class=\"sc-9a00e533-0 eZyhnA\">The images were secured through a subpoena to the US Virgin Islands, where the residence is located.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a statement, the committee's Democratic leader, Robert Garcia, said they collectively form a \"disturbing look\" into Epstein's world and are being released to \"ensure public transparency\".</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c4g5rrlve33o\" class=\"sc-f9178328-0 iCaRzc\">More on this story.</a></p></div></div></body></html>"
        },
        {
            "title": "What Tennessee's special election means for the Republican party",
            "time": "2025-12-03T22:44:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0725/live/38c91000-d099-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Republican Matt Van Epps defeated Democrat Aftyn Behn in Tennessee's special election on Tuesday. </p><p class=\"sc-9a00e533-0 eZyhnA\">Although Republicans held the seat, the margin was well below the 22-point cushion Donald Trump achieved there in November 2024. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Anthony Zurcher breaks down what this congressional race means for the future of the Republican party.</p></div></div></body></html>"
        },
        {
            "title": "Steve Rosenberg: Putin showing no signs of compromise",
            "time": "2025-12-03T11:27:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/21cf/live/0f04d1a0-d03a-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Russian President Vladimir Putin is showing no signs of compromise, the BBC's Russia Editor Steve Rosenberg says.</p><p class=\"sc-9a00e533-0 eZyhnA\">It comes after Russian officials said \"no compromise\" was reached during five hours of talks between Putin and US envoy Steve Witkoff on Tuesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Putin believes Russia has the initiative on the battlefield in Ukraine, and that therefore he can dictate the conditions of a peace agreement, Rosenberg says.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/live/cwypq7xjvdqt\" class=\"sc-f9178328-0 iCaRzc\">Follow live updates on this story.</a></p></div></div></body></html>"
        },
        {
            "title": "Driver rescued from truck dangling off a West Virginia bridge",
            "time": "2025-12-03T02:04:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8247/live/48409570-d018-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">A driver has been hoisted to safety after dangling for hours off a bridge in West Virginia, where early winter storms have brought rain and snow.</p><p class=\"sc-9a00e533-0 eZyhnA\">The tractor-trailor had earlier lost control on the icy bridge road, causing the cab of the truck to veer off the bridge.</p><p class=\"sc-9a00e533-0 eZyhnA\">Local fire and rescue teams set up a crane to winch the man from the cab.</p><p class=\"sc-9a00e533-0 eZyhnA\">He was not injured.</p></div></div></body></html>"
        },
        {
            "title": "Melania Trump reveals Christmas decorations, Lego portrait of president",
            "time": "2025-12-02T02:53:16",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d941/live/e9ffa200-cf16-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The White House has unveiled its 2025 Christmas decorations, which are traditionally coordinated by the first lady. This year's theme is \"Home Is Where the Heart Is\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It took 1,500 volunteers working for one week to install the decorations. According to the White House, more than 50 Christmas trees, 700 feet of garland, 25,000 feet of ribbon and 10,000 butterflies fill the halls.</p></div></div></body></html>"
        },
        {
            "title": "Australia's social media ban explained... in 60 seconds",
            "time": "2025-12-01T19:00:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1bba/live/0a8f04e0-ce61-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div data-testid=\"card-text-wrapper\" class=\"sc-9003107f-3 hFA-DmC\"><div class=\"sc-fa814188-1 iRoJZi\"><p class=\"sc-fa814188-0 hPhBqv\"><h2 data-testid=\"card-headline\" class=\"sc-fa814188-3 MKjtp\">Can you un-bleach coral? BBC visits remote reef to find out</h2></p></div><p data-testid=\"card-description\" class=\"sc-9003107f-4 jAVyXz\">The BBC's Katy Watson went to Australia's Ningaloo reef, the site of a mass bleaching event, to find out if the damage can be undone.</p><p class=\"sc-1907e52a-0 jkvOKk\"><span data-testid=\"card-metadata-tag\" class=\"sc-1907e52a-2 coRVrA\">Australia</span></p></div></div></body></html>"
        }
    ]
}