{
    "source": "BBC News",
    "articles": [
        {
            "title": "Bill Clinton asked about hot tub photo and testifies he knew 'nothing' of Epstein crimes",
            "time": "2026-02-28T03:43:56",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5c11/live/a930bc20-143d-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"When the video of my testimony today is released, I hope it will motivate everyone to go in front of Congress to say what they know,\" Clinton said. \"I hope it will motivate the justice department to finally release all the files and to ensure that this never happens again. The survivors deserve that.\" </p></div></div></body></html>"
        },
        {
            "title": "Trump 'not thrilled' with Iran after latest talks on nuclear programme",
            "time": "2026-02-27T22:21:35",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/24f6/live/74232660-1417-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, the State Department announced US Secretary of State Marco Rubio would travel to Israel on Monday, where he is expected to meet Prime Minister Benjamin Netanyahu and discuss \"a range of regional priorities\", including Iran.</p></div></div></body></html>"
        },
        {
            "title": "At least 11 killed after military plane carrying banknotes crashes in Bolivia",
            "time": "2026-02-28T02:21:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3900/live/7eec6090-1447-11f1-9d23-1b9e3b827fb3.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"My sister told me that she was in the car when the plane crashed. The plane's tire fell on the car, and my sister was injured because the impact of the tire hit her on the head, so we rushed her to the hospital,\" one relative told the Reuters news agency. </p></div></div></body></html>"
        },
        {
            "title": "Trump has ordered government agencies to stop using Anthropic AI tools",
            "time": "2026-02-28T03:50:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e2e0/live/32bf1ff0-1433-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Yet, Trump berated the company on his Truth Social platform, saying Anthropic \"better get their act together, and be helpful during this phase out period, or I will use the Full Power of the Presidency to make them comply, with major civil and criminal consequences to follow\".</p></div></div></body></html>"
        },
        {
            "title": "A 'delicate' balance for Canada and a 'win-win' for Modi as Carney visits India",
            "time": "2026-02-28T00:03:55",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5afc/live/0c738cc0-1404-11f1-8e3a-e7cecfbdc12f.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The latest derailment in trade talks occurred after former Prime Minister Justin Trudeau made a bombshell public accusation against India in 2023, alleging it was involved in the killing of Hardeep Singh Nijjar, a Sikh separatist, who was gunned down in British Columbia. Four men were later charged in his death, and their case is still before the courts. </p></div></div></body></html>"
        },
        {
            "title": "Aid groups in Gaza and West Bank thrown lifeline as Israel court pauses ban threat",
            "time": "2026-02-27T20:31:27",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/12a8/live/c3924a30-13ec-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The right-wing government of Israel's Prime Minister, Benjamin Netanyahu, has taken a tough stance against international and Palestinian NGOs as well as UN agencies, some of which have operated in the region for decades, citing security reasons.  It has also passed legislation banning the UN agency for Palestinian refugees, Unrwa, from operating in Israel, impacting its work in the West Bank and Gaza.</p></div></div></body></html>"
        },
        {
            "title": "DOJ charges 30 more people in Don Lemon anti-ICE protest case",
            "time": "2026-02-28T02:17:20",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/39d7/live/398d9ac0-1440-11f1-957e-f799a18870eb.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"A group of approximately 40 agitators, including all of the defendants named in this Indictment, entered the Church in a coordinated takeover-style attack and engaged in acts of oppression, intimidation, threats, interference, and physical obstruction alleged herein,\" the indictment says. </p></div></div></body></html>"
        },
        {
            "title": "Tram derails in Milan, leaving two dead and dozens injured",
            "time": "2026-02-27T19:03:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/442e/live/240f7610-13fe-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"The thing that is a little strange, you see, is that there is a stop here that was skipped, and so that adds another element to what happened,\" Sala said, quoted by Reuters. </p></div></div></body></html>"
        },
        {
            "title": "Pakistan defence minister says country in 'open war' with Afghanistan after strikes",
            "time": "2026-02-27T13:19:18",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/028d/live/78630be0-13c8-11f1-8c68-835571867502.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">In response to the strikes, Zabihullah Mujahid, the Afghan Taliban spokesman, published - then subsequently deleted - a post on X that the group had launched strikes early on Friday on Pakistani military positions in Kandahar and Helmand, two provinces in Afghanistan.</p></div></div></body></html>"
        },
        {
            "title": "Why Trump means the Cuban Revolution faces its biggest threat yet",
            "time": "2026-02-27T12:46:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/290c/live/54fb4910-1328-11f1-9120-a910fc22c6ac.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Last week, the Axios news outlet reported that his grandson, Raúl Rodríguez Castro – commonly known in Cuba as \"El Cangrejo\", meaning The Crab – is the Trump administration's point of contact inside Castro's inner circle. If so, he's considered one of his grandfather's most trusted confidantes, having been his personal bodyguard, and more business-orientated than ideological, with no high-level diplomatic experience. Neither side, especially not the Cubans, have confirmed he's in talks with Rubio.</p></div></div></body></html>"
        },
        {
            "title": "Drone jammed near French aircraft carrier was probably Russian, says Sweden",
            "time": "2026-02-27T19:58:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/66d7/live/19f68800-13ed-11f1-9120-a910fc22c6ac.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Speaking on board the carrier earlier, Swedish Prime Minister Ulf Kristersson said the incident was serious but not unexpected. It was very difficult to see as a coincidence, he said, adding that \"it is a Russian way of acting that we recognise from other places\".</p></div></div></body></html>"
        },
        {
            "title": "Netflix drops Warner Bros bid, clearing way for Paramount takeover",
            "time": "2026-02-27T04:32:38",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/153b/live/ee983d20-1397-11f1-85bc-a1a4626a110e.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">On Thursday, chief executive David Ellison welcomed the Warner Bros board's decision in favour of Paramount's sweetened offer. The proposal, he said in a statement, offers Warner Bros shareholders \"superior value, certainty and speed to closing\".</p></div></div></body></html>"
        },
        {
            "title": "OpenAI vows safety policy changes after Tumbler Ridge shooting",
            "time": "2026-02-27T21:30:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6dd4/live/040e4550-13f7-11f1-a72a-ab3c0f4bab15.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">In its letter to Canadian officials on Thursday, penned by OpenAI's vice-president of global policy and shared with media outlets, the company said it had implemented a series of changes in recent months, including enlisting the help of \"mental health and behavioural experts\" to assess cases and making the criteria for referral to police \"more flexible\". </p></div></div></body></html>"
        },
        {
            "title": "At least 55 Ghanaians killed in Russia-Ukraine war, Minister Samuel Okudzeto Ablakwa says",
            "time": "2026-02-27T16:13:13",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/bdce/live/16146210-13bc-11f1-b1c6-5b17a410755e.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"As a father, I live every day with a silent weight on my chest. I wake up and the first thing I think about is my son - whether he has eaten, whether he is safe, whether he still has hope,\" he added.</p></div></div></body></html>"
        },
        {
            "title": "Jeffrey Epstein tried to buy palace in Morocco days before arrest",
            "time": "2026-02-27T06:02:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7e78/live/74bd9a10-1345-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">At that time, Epstein thought the palace, owned by German waste magnate Gunter Kiss, was overvalued at €55m and his initial offer was so low that Kiss was offended and refused to deal with Epstein again, the source who was close to Epstein told the BBC.</p></div></div></body></html>"
        },
        {
            "title": "Arvind Kejriwal: Indian court closes corruption case against former Delhi chief minister",
            "time": "2026-02-27T10:47:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/bc8a/live/93468770-13b4-11f1-9ab4-edb1bbd74a92.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Kejriwal had accused the governing Bharatiya Janata Party (BJP), which controls the police and investigating agencies in the capital, of plotting against him and targeting opposition leaders - allegations the BJP has denied.</p></div></div></body></html>"
        },
        {
            "title": "How South Korean micro-dramas are trying to break into a China-dominated market",
            "time": "2026-02-27T23:01:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9f7e/live/9c62b8a0-140a-11f1-9120-a910fc22c6ac.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Of course, micro-dramas, which are scripted, filmed and released in mere months, don't offer the same quality or narrative depth as movies and streamed shows. The sets are not sophisticated, the actors are mostly novices, and the AI-driven scenes can feel uncanny under scrutiny.</p></div></div></body></html>"
        },
        {
            "title": "Why are Afghanistan and Pakistan fighting?",
            "time": "2026-02-27T13:26:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/af12/live/3bc8ffb0-13db-11f1-9120-a910fc22c6ac.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">For ordinary Afghans, reeling under a severe crisis of hunger and poverty, and living under the Taliban government's stringent restrictions, the one positive since 2021 was that after four decades of war, they didn't have to worry about bombs falling on them and their families.</p></div></div></body></html>"
        },
        {
            "title": "'They seized everything': Yemen's Houthi rebels drive aid groups to the brink",
            "time": "2026-02-27T09:15:27",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c8dd/live/c1681840-131d-11f1-b513-7d8d8ff19957.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Last October, the group's leader, Abdul Malik al-Houthi, said in a speech that his group had arrested what he described as \"well trained spy cells operating under a humanitarian cover\", from organisations including the WFP and Unicef, the UN's childrens agency. The UN has rejected the allegations.</p></div></div></body></html>"
        },
        {
            "title": "How AI is supercharging Russia's online disinformation campaigns",
            "time": "2026-02-27T07:53:39",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/684f/live/cfe405c0-1343-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Unlike traditional Russian propaganda outlets like media companies RT and Sputnik, which the West swiftly sanctioned at the start of the invasion of Ukraine, such campaigns \"allow for a level of... plausible deniability that complicates counter-influence efforts\", said Sophie Williams-Dunning, a cyber and tech researcher at the Royal United Services Institute think tank.</p></div></div></body></html>"
        },
        {
            "title": "How Ghislaine Maxwell brought Bill Clinton into Epstein's orbit",
            "time": "2026-02-27T21:48:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/07fa/live/c1bda190-1339-11f1-b048-c9424b2cf5fd.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Over nearly two years, from February 2002 to November 2003, Clinton flew on Epstein's plane to Europe, Africa, Asia, Russia and - closer to home - Miami and New York, according to the flight logs. At the time, Clinton's team was trying to raise money for his foundation - as much as $100m (£74.3m), according to a memo published by WikiLeaks. </p></div></div></body></html>"
        },
        {
            "title": "Watch key moments from Bill Clinton's deposition",
            "time": "2026-02-28T02:32:50",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9903/live/143a8e00-1435-11f1-9120-a910fc22c6ac.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Bill Clinton has testified to the House Oversight committee about his connection to Jeffrey Epstein on Friday, one day after his wife, Hillary Clinton was also deposed by the panel. In his testimony, the former US president denied having knowledge of Epstein's crimes. </p><p class=\"sc-9a00e533-0 eZyhnA\">He was asked about a photograph from the Epstein files that shows him in a hot tub with an unidentified person, who appears to be a woman. Clinton told lawmakers he did not know who she is, a source told the BBC. </p><p class=\"sc-9a00e533-0 eZyhnA\">Republicans say transcripts of both depositions will be released to the public. Democrats on the committee say the testimony set a new precedent and that President Donald Trump should also testify.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's North America correspondent Nada Tawfik, reporting from Chappaqua, New York, highlights the key moments of Bill Clinton's deposition.</p></div></div></body></html>"
        },
        {
            "title": "Biden takes selfies with passengers as he takes commercial flight",
            "time": "2026-02-27T20:28:48",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9995/live/acf94360-141d-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Flyers caught former President Joe Biden flying commercial at Ronald Reagan National Airport in Washington DC on Friday morning. Biden was seen waiting to board his plane to Columbia, South Carolina, for an event evening with the state's Democratic Party. </p><p class=\"sc-9a00e533-0 eZyhnA\">However, instead of a smooth boarding process, an hour-long ground stop caused by fog delayed his departure. The former president was accompanied by US Secret Service and uniformed local police officers.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Key moments from Hillary Clinton's Epstein deposition",
            "time": "2026-02-27T00:53:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6806/live/d28d4110-1375-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Hillary Clinton has concluded her deposition with the House Oversight Committee. </p><p class=\"sc-9a00e533-0 eZyhnA\">Following the session she said she wanted \"the truth to come out.\" In her testimony, she denied knowing Jeffrey Epstein or ever going to his house. </p><p class=\"sc-9a00e533-0 eZyhnA\">On Friday, Bill Clinton is expected to testify in front of the committee. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's North America correspondent Nada Tawfik, reporting from Chappaqua, New York, explains what we know about Clinton's closed-door testimony.</p></div></div></body></html>"
        },
        {
            "title": "Watch dramatic rescue of skier buried in deep snow",
            "time": "2026-02-26T22:09:34",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/69eb/live/0e036540-13e8-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">A GoPro camera captures the moment two skiers rescued another skier buried under feet of snow in Lake Tahoe, California. </p><p class=\"sc-9a00e533-0 eZyhnA\">Carson Schmidt and his friend spotted the man in distress after noticing a pair of skis protruding from the snow. The pair sprang into action, digging him out before he suffocated. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I hope my post brings awareness to the skiing community to ski with a friend,\" Schmidt said. \"You never know where you're going to be.\"</p></div></div></body></html>"
        },
        {
            "title": "BBC explains the Trump-related Epstein files the DOJ is accused of withholding",
            "time": "2026-02-27T00:40:37",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a43d/live/fcef96d0-1369-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">After the latest release of the Epstein files, the US Department of Justice is being accused of withholding some files relating to US President Donald Trump. </p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Tom Bateman explains that what's missing from the files includes accounts from a woman who told federal agents that Epstein raped her as a minor in the early 1980s. That same woman alleged she was also sexually abused by Trump. Trump has repeatedly denied any wrongdoing. </p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\">In a statement to the BBC, the Justice Department said, \"Some of the documents contain untrue and sensationalist claims against President Trump that were submitted to the FBI right before the 2020 election.\" The DOJ also said on social media, \"Should any document be found to have been improperly tagged in the review process and is responsive to the Act, the Department will of course publish it, consistent with the law.\"</p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\">Read more about the missing files <a target=\"_self\" href=\"https://www.bbc.com/news/articles/ckg3elr1dwpo\" class=\"sc-f9178328-0 iCaRzc\">here</a>.</p></div></div></body></html>"
        }
    ]
}