{
    "source": "BBC News",
    "articles": [
        {
            "title": "Ukraine says 'understanding' reached on US peace plan, as Trump envoy to meet Putin",
            "time": "2025-11-26T03:59:51",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e47b/live/23aa8770-ca78-11f0-8afb-6903ddf7a8f3.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Ukraine says 'understanding' reached on US peace plan, as Trump envoy to meet Putin</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Laura Gozzi</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Ottilie Mitchell</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e47b/live/23aa8770-ca78-11f0-8afb-6903ddf7a8f3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e47b/live/23aa8770-ca78-11f0-8afb-6903ddf7a8f3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e47b/live/23aa8770-ca78-11f0-8afb-6903ddf7a8f3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e47b/live/23aa8770-ca78-11f0-8afb-6903ddf7a8f3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e47b/live/23aa8770-ca78-11f0-8afb-6903ddf7a8f3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e47b/live/23aa8770-ca78-11f0-8afb-6903ddf7a8f3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e47b/live/23aa8770-ca78-11f0-8afb-6903ddf7a8f3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e47b/live/23aa8770-ca78-11f0-8afb-6903ddf7a8f3.jpg.webp\" loading=\"eager\" alt=\"EPA A man in a yellow jacket walking past an apartment block with visible damage from a strike\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine has said a \"common understanding\" has been reached with the US on a peace deal aimed at ending the war with Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">The proposal is based on a 28-point plan presented to Kyiv by the US last week, which American and Ukrainian officials worked on during weekend talks in Geneva.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a post on social media, US President Donald Trump said the original plan \"has been fine-tuned, with additional input from both sides\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He said he had directed his special envoy Steve Witkoff to meet Russian President Vladimir Putin in Moscow next week, while the US Secretary of the Army Dan Driscoll is expected to meet Ukrainian leaders this week.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ukrainian President Volodymyr Zelensky said on Tuesday that he was ready to meet Trump to discuss outstanding \"sensitive points\", with his administration aiming for a meeting before the end of the month.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I am counting on further active cooperation with the American side and with President (Donald) Trump. Much depends on America, because Russia pays the greatest attention to American strength,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">A day earlier, Zelensky said the 28-point plan had been slimmed down, with some provisions removed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump wrote on social media that he looked forward to meeting with presidents Zelensky and Putin \"soon, but ONLY when the deal to end this War is FINAL or, in its final stages\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The president later told reporters the deal would involved land concessions \"both ways\" and \"trying to clean up the border\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump said he had not given either side a date to agree a deal by, saying \"the deadline for me is when it's over\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The Kremlin previously said that Russia had not yet been consulted on the new draft deal, warning it may not accept amendments to last week's plan.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russian Foreign Minister Sergei Lavrov said that while Moscow had been in favour of the initial US framework, the situation would be \"fundamentally different\" if it had undergone substantial changes.</p><p class=\"sc-9a00e533-0 eZyhnA\">As of Tuesday morning the Kremlin had not received a copy of the new plan, Lavrov said, accusing Europe of undermining US peace efforts.</p><p class=\"sc-9a00e533-0 eZyhnA\">American officials did not publicly address Russia's concerns, although Driscoll and Russian representatives held meetings on Monday and Tuesday in Abu Dhabi.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some of the issues which Russia and Ukraine are still deeply at odds over have reportedly remained unaddressed so far, including security guarantees for Kyiv and control of several regions in Ukraine's east where fighting is taking place.</p><p class=\"sc-9a00e533-0 eZyhnA\">Despite the White House's relative optimism, European leaders seemed doubtful that, after almost four years of war, peace could be within reach. French President  Emmanuel Macron said he saw \"no Russian will for a ceasefire\", while Downing Street warned there was \"a long way to go – a tough road ahead.\" </p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Explosions rock Kyiv after overnight Russian strikes</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, Macron and UK Prime Minister Sir Keir Starmer chaired a meeting of the so-called coalition of the willing, a loose grouping of Ukraine's allies in Europe and beyond who have pledged continued defence support in the event of a ceasefire, including tentative talks on a potential peacekeeping force.</p><p class=\"sc-9a00e533-0 eZyhnA\">During the call – which was also joined by US Secretary of State Marco Rubio – the leaders agreed to set up a task force with the US to \"accelerate\" work<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>on the security guarantees that could be offered to Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">The issue of security guarantees is only one of the areas on which Moscow and Kyiv are at odds. On Monday, Zelensky said the \"main problem\" blocking peace was Putin's demand for legal recognition of the territory Russia had seized.</p><p class=\"sc-9a00e533-0 eZyhnA\">Moscow has consistently demanded full Ukrainian withdrawal from the whole of the eastern Donbas, made up of the Donetsk and Luhansk regions. Russian forces also control the Crimean peninsula - which Russia annexed in 2014 - and large parts of two other regions, Kherson and Zaporizhzhia.</p><p class=\"sc-9a00e533-0 eZyhnA\">After weeks in which diplomacy appeared to have stalled, there has been a flurry of activity since the US-backed plan was leaked.</p><p class=\"sc-9a00e533-0 eZyhnA\">The original draft included Ukraine agreeing to cede areas it continues to control, pledging not to join Nato and significantly cutting the size of its armed forces - elements which seemed to reflect key Kremlin demands. </p><p class=\"sc-9a00e533-0 eZyhnA\">While Putin said the original draft could form the \"basis\" for a deal, Zelensky responded by saying Ukraine faced a choice between retaining the US as a partner and its \"dignity\". European leaders pushed back on several elements.</p><p class=\"sc-9a00e533-0 eZyhnA\">On the eve of talks over the plan in Geneva on Sunday between American, European and Ukrainian officials, Rubio was forced to publicly insist it was \"authored by the US\" after a group of senators claimed he had told them it was effectively a Russian draft, not the White House's position.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since then, both the US and Ukraine have hailed progress on the draft, with Zelensky saying it represented \"the right approach\" after securing changes.</p><p class=\"sc-9a00e533-0 eZyhnA\">While Trump had originally pushed for Ukraine to accept the plan swiftly, the president told reporters on Tuesday that the original version \"was just a map\", adding: \"That was not a plan, it was a concept.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Also on Tuesday, Bloomberg <a target=\"_blank\" href=\"https://www.bloomberg.com/news/articles/2025-11-25/witkoff-discusses-ukraine-plans-with-key-putin-aide-transcript\" class=\"sc-f9178328-0 iCaRzc\">published</a> a transcript of what it said was a call on 14 October between Trump's diplomatic envoy Steve Witkoff and Yuri Ushakov, Putin's foreign policy aide.</p><p class=\"sc-9a00e533-0 eZyhnA\">Asked about the transcript - in which Witkoff reportedly discussed how the Kremlin should approach Trump, and said Ukraine would have to give up land to secure a peace deal - Trump told reporters it represented a \"very standard form of negotiations\". BBC News has not independently verified the reported leaked call.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Trump says Witkoff doing \"standard negotiation\" in talks with Russia</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, the fighting continues. Both Russia and Ukraine said strikes had been carried out on Tuesday night in Zaporizhzhia. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine's regional head there, Ivan Federov, said at least seven people had been injured, while Yevgeny Balitsky, the Kremlin-installed governor, reported that Kyiv had hit energy grids in areas it controls, leaving up to 40,000 people without electricity.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tens of thousands of soldiers and thousands of civilians have been killed or injured, and millions of people have fled their homes since Russia's full-scale invasion of Ukraine began in February 2022.</p></div><figure></figure><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p></article></div></body></html>"
        },
        {
            "title": "Italian parliament unanimously votes to make femicide a crime",
            "time": "2025-11-26T00:36:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a3c5/live/fcda0340-ca3c-11f0-86f6-7b854e603852.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Italian parliament unanimously votes to make femicide a crime</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Sarah Rainsford</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Southern and Eastern Europe correspondent , Rome</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a3c5/live/fcda0340-ca3c-11f0-86f6-7b854e603852.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a3c5/live/fcda0340-ca3c-11f0-86f6-7b854e603852.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a3c5/live/fcda0340-ca3c-11f0-86f6-7b854e603852.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a3c5/live/fcda0340-ca3c-11f0-86f6-7b854e603852.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a3c5/live/fcda0340-ca3c-11f0-86f6-7b854e603852.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a3c5/live/fcda0340-ca3c-11f0-86f6-7b854e603852.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a3c5/live/fcda0340-ca3c-11f0-86f6-7b854e603852.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a3c5/live/fcda0340-ca3c-11f0-86f6-7b854e603852.jpg.webp\" loading=\"eager\" alt=\"Getty Images A crowd of women with their fists in the air and holding picket signs with anti-femicide slogans in Italian. This was protest which took place in May 2025 following the murder of Martina Carbonaro. The woman in the foreground is carrying a bunch of keys.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A Naples protest following the death of fourteen year-old Martina Carbonaro who was killed by her ex-boyfriend in May 2025</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Deputies in the Italian parliament have voted unanimously to introduce the crime of femicide – the murder of a woman, motivated by gender – as a distinct law to be punished with a life sentence. </p><p class=\"sc-9a00e533-0 eZyhnA\">In a symbolic move, the bill was approved on the day dedicated to the elimination of violence against women worldwide.</p><p class=\"sc-9a00e533-0 eZyhnA\">The idea of a law on femicide had been discussed in Italy before but the murder of Giulia Cecchettin by her ex-boyfriend was a tragedy that shocked the country into action.</p><p class=\"sc-9a00e533-0 eZyhnA\">In late November 2022, the 22-year-old was stabbed to death by Filippo Turetta, who then wrapped her body in bags and dumped it by a lakeside.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5df2/live/ad405430-ca3f-11f0-86f6-7b854e603852.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5df2/live/ad405430-ca3f-11f0-86f6-7b854e603852.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5df2/live/ad405430-ca3f-11f0-86f6-7b854e603852.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5df2/live/ad405430-ca3f-11f0-86f6-7b854e603852.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5df2/live/ad405430-ca3f-11f0-86f6-7b854e603852.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5df2/live/ad405430-ca3f-11f0-86f6-7b854e603852.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5df2/live/ad405430-ca3f-11f0-86f6-7b854e603852.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5df2/live/ad405430-ca3f-11f0-86f6-7b854e603852.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images A large crowd of people outside the Basilica of Santa Giustina. On the wall of the basilica is a large poster several metres high showing Giulia Cecchettin in a red dress sitting on a swing. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Thousands gathered outside the church where Giulia Cecchettin's funeral was held to pay their respects</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The killing was headline news until he was caught, but it was the powerful response of Giulia's sister, Elena, that has endured.</p><p class=\"sc-9a00e533-0 eZyhnA\">The murderer was not a monster, she said, but the \"healthy son\" of a deeply patriarchal society. They were words that brought crowds out across Italy demanding change.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two years on, MPs have voted for a law on femicide after a long and passionately debated session of parliament. It makes Italy one of very few places to categorise femicide as a distinct crime.</p><p class=\"sc-9a00e533-0 eZyhnA\">Introduced by Prime Minister Giorgia Meloni, the law was backed by her own hard-right government, as well as opposition MPs. Many wore red ribbons or red jackets today to remember the victims of violence.</p><p class=\"sc-9a00e533-0 eZyhnA\">From now on, Italy will record every murder of a woman that is motivated by her gender as femicide.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Femicides will be classified, they will be studied in their real context, they will exist,\" Judge Paola di Nicola, one of the authors of the new law, said of its significance. </p><p class=\"sc-9a00e533-0 eZyhnA\">She was part of an expert commission that examined 211 recent murders of women for common characteristics, then drafted the femicide law.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Talking of such crimes as rooted in exasperated love or strong jealousy is a distortion – that uses romantic, culturally acceptable terms,\" the judge argues, surrounded by her research at her home in Rome.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This law means we will be the first in Europe to reveal the real motivation of the perpetrators, which is hierarchy and power.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Italy will now join <a target=\"_blank\" href=\"https://www.europarl.europa.eu/RegData/etudes/BRIE/2025/772921/EPRS_BRI(2025)772921_EN.pdf\" class=\"sc-f9178328-0 iCaRzc\">Cyprus, Malta and Croatia as EU member states</a> that have introduced a legal definition of femicide in their criminal codes. </p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Judge Paola di Nicola helped draft the new law on femicide, the first of its kind in Europe</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">There is no agreed worldwide definition of femicide, which makes it hard to count and compare statistics.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Italian law will apply to murders which are \"an act of hatred, discrimination, domination, control, or subjugation of a woman as a woman\", or that occur when she breaks off a relationship or to \"limit her individual freedoms.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The latest police data in Italy shows a slight fall in the number of women killed last year to 116, with 106 said to be motivated by gender. In future, such cases would be recorded separately and trigger an automatic life sentence, meant as a deterrent.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gino Cecchettin isn't sure such a law would have saved his daughter: her killer was sent to prison for life in any case.</p><p class=\"sc-9a00e533-0 eZyhnA\">But he does think defining and discussing the problem is important.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Before, many people especially from the centre and extreme right didn't want to hear the word femicide,\" Mr Cecchettin told the BBC. \"Now this is a world where we can speak about it. That's a little step, but it's a step.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">His own focus is on education, not legislation.</p><p class=\"sc-9a00e533-0 eZyhnA\">After Giulia's murder, her father describes taking \"a very intense look into what was happening around me\" then deciding to create a foundation in her name devoted to preventing others suffering as his family have. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I wanted to understand what had come to [Filippo's] mind,\" Gino Cecchettin explained. \"He was a student, a beloved son. Like a normal guy.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">What he found, he says, was a society full of stereotypes about women and notions of male superiority, and young men struggling to manage their emotions. </p><p class=\"sc-9a00e533-0 eZyhnA\">His daughter's ex-boyfriend had stabbed her to death in a premeditated attack, when she refused to get back together with him.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Protests against violence against women have taken place across Italy recently, often led by feminist group Non Una Di Meno (Not One Less)</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Mr Cecchettin now tours Italian schools and universities to talk to young people about Giulia and about respect.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If we give them the right tools to handle their life they will not act as Filippo, they will probably act in a different manner. They will not stick to the model of the Superman, or the Macho Man,\" is his hope.</p><p class=\"sc-9a00e533-0 eZyhnA\">But getting those 'tools' into schools – in the form of a mandatory course of emotional and sexual education – has not been easy. Far-right MPs have resisted all but optional sex education classes for older children. The Cecchettin Foundation wants them to be obligatory and start early, when young people get access to the internet.</p><p class=\"sc-9a00e533-0 eZyhnA\">The femicide law itself has its critics.</p><p class=\"sc-9a00e533-0 eZyhnA\">When the bill was first presented earlier this year, one group called it a \"poisoned meatball\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There is no lack of protection, no legal gap to fill,\" is how law professor Valeria Torre of Foggia University puts it.</p><p class=\"sc-9a00e533-0 eZyhnA\">She believes the new definition of femicide is too vague and will prove difficult for judges to implement.</p><p class=\"sc-9a00e533-0 eZyhnA\">Also, as most women killed in Italy are murdered by current or former partners, proving that the motive is gender will be challenging.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I am afraid that the government just wants to persuade people it's doing something for the problem,\" she told the BBC. \"What we really need is more economic effort for this problem…to overcome the problems of inequality in Italy.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Even those who approve of legislating against femicide agree that it must come with far broader measures against gender inequality.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Museum of the Patriarchy has a temporary exhibit imagining a day when the patriarchy has ended</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Italy's problems on that front are currently on display at the Museum of the Patriarchy, a thought-provoking new exhibition in Rome.</p><p class=\"sc-9a00e533-0 eZyhnA\">Italy currently ranks 85th in the Global Gender Gap Index, almost the lowest of all EU states, with just over half all women in employment, to name just one issue.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"For us, the way to fight against violence against women is to prevent the violence, and to prevent the violence we have to build equality,\" argues Fabiana Costantino of Action Aid Italy, which created the temporary museum to imagine a day when male dominance is consigned to the past.</p><p class=\"sc-9a00e533-0 eZyhnA\">Exhibits include a loudspeaker playing cat calls and a room with the names of women killed by man projected onto a wall.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There are a lot of forms of violence - like a pyramid,\" Fabiana Costantino says. \"We have to destroy the base in order to destroy the problem in its worst form, which is femicide.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Tuesday's mammoth session of parliament ended late in the evening in Rome with a final speech by a governing party MP vowing that violence against women \"will not be tolerated, will not go unpunished.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The law was approved by all 237 deputies and greeted with a burst of applause.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This shows that on the fight against violence against women, our country has a common political will,\" Judge Paola di Nicola argues, whilst accepting there's a long way still to go.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It shows that Italy is finally speaking about violence against women having deep roots. The first effect is to make the country discuss something it's never confronted before.\"</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-from-giulia-tommasi\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting from Giulia Tommasi</i></p></div></article></div></body></html>"
        },
        {
            "title": "Russia's Wagner group accused of killing civilians in cold-blood in Mali",
            "time": "2025-11-26T00:37:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/bfbc/live/c15cf970-c083-11f0-8669-5560f5c90fbe.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Russian mercenaries accused of cold-blooded killings in Mali - BBC speaks to eyewitnesses</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Thomas Naadi</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">BBC Africa, M'berra</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/bfbc/live/c15cf970-c083-11f0-8669-5560f5c90fbe.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/bfbc/live/c15cf970-c083-11f0-8669-5560f5c90fbe.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/bfbc/live/c15cf970-c083-11f0-8669-5560f5c90fbe.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/bfbc/live/c15cf970-c083-11f0-8669-5560f5c90fbe.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/bfbc/live/c15cf970-c083-11f0-8669-5560f5c90fbe.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/bfbc/live/c15cf970-c083-11f0-8669-5560f5c90fbe.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/bfbc/live/c15cf970-c083-11f0-8669-5560f5c90fbe.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/bfbc/live/c15cf970-c083-11f0-8669-5560f5c90fbe.jpg.webp\" loading=\"eager\" alt=\"BBC Silhouettes of two people from Mali at M'berra refugee camp in Mauritania as the sun is low in the sky\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"warning:-this-story-contains-descriptions-of-torture-and-physical-violence.-some-readers-may-find-it-distressing.\" class=\"sc-d16436d-0 iVdNuz\"><b id=\"warning:-this-story-contains-descriptions-of-torture-and-physical-violence.-some-readers-may-find-it-distressing.\" class=\"sc-d16436d-0 gnUCoQ\">Warning: This story contains descriptions of torture and physical violence. Some readers may find it distressing.</b></i></p><p class=\"sc-9a00e533-0 eZyhnA\">A shopkeeper has told the BBC how Russian mercenaries fighting jihadists in Mali carried out the cold-blooded murder of two men in front of him and then threatened to chop off his fingers and kill him too.</p><p class=\"sc-9a00e533-0 eZyhnA\">This is one of several similar testimonies collected by the BBC showing the tactics used by the Russian fighters as they waged a brutal counter-insurgency operation against Islamist militants in the West African nation - methods widely condemned by human rights groups.</p><p class=\"sc-9a00e533-0 eZyhnA\">A military junta seized power in Mali in 2021, forcing French troops to leave after accusing them of failing to stem the insurgency. The junta pivoted towards Russia, enlisting the help of the Wagner mercenary group, which was at the time linked to the Kremlin.</p><p class=\"sc-9a00e533-0 eZyhnA\">Wagner has since pulled out of the country, and its operations have been taken over by<a target=\"_self\" href=\"https://monitoring.bbc.co.uk/product/b00040z2\" class=\"sc-f9178328-0 iCaRzc\"> Africa Corps, which falls under Russia's defence ministry</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">Some of the Wagner mercenaries highlighted their atrocities on an invitation-only Telegram group until it was shut down in the middle of this year, <a target=\"_blank\" href=\"https://ecfr.eu/publication/the-bear-and-the-bot-farm-countering-russian-hybrid-warfare-in-africa/\" class=\"sc-f9178328-0 iCaRzc\">said a report released by the European Council on Foreign Relations last month</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">They \"regularly shared photos and videos of murder, rape, torture, cannibalism and desecration of corpses against alleged insurgents and civilians\", the report added.  </p><p class=\"sc-9a00e533-0 eZyhnA\">In June, the Africa Report publication said it had<a target=\"_blank\" href=\"https://www.theafricareport.com/386622/wagners-red-room-how-russian-mercenaries-flaunt-their-crimes-on-telegram/\" class=\"sc-f9178328-0 iCaRzc\"> \"infiltrated\" the Wagner-linked Telegram channel</a>, finding 322 videos and 647 photographs of atrocities, including severed heads and gouged-out eyes, and posts \"laced with racism\".</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The shopkeeper we spoke to has fled Mali and is now living in a refugee camp across the border in Mauritania. We have named him Ahmed, and have changed the names of all the victims quoted in this article for their own safety. </p><p class=\"sc-9a00e533-0 eZyhnA\">He told the BBC his ordeal started when the Wagner combatants drove up to the big store that he ran in the central town of Nampala in August 2024.</p><p class=\"sc-9a00e533-0 eZyhnA\">Despite being regular customers, the Wagner fighters wanted to detain his boss, and accused him of colluding with the jihadists who have a strong presence in the region, Ahmed said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They took me to the vehicle and pushed me inside and tied my hands,\" he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"A Wagner soldier took a knife and placed it on my finger, and asked me: 'Where is the shop owner?' I told him he is in [the capital] Bamako, but he replied: 'Wrong answer'.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Ahmed said the Wagner men, who spoke through an interpreter, then took him to a well-fortified Malian military base, and put him in a hangar.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I and three Wagner guys were in the hangar. They filled a tank with water and asked me to take off my clothes. I did. They dipped my head in the water until I was almost suffocating and I fell. Then they put their feet on my chest and I started to breathe [heavily].</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Then they dipped my head in the water again and asked me for the second time about the shop owner and I told them he is in Bamako,\" Ahmed said, adding that the torture was repeated for a third time, and he gave the same answer.</p><p class=\"sc-9a00e533-0 eZyhnA\">After this ordeal, Ahmed said he was thrown into a small toilet block, where there were other local people he knew - including Hussein, who had been so badly beaten that he could not recognise him at first.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"About 40 minutes later, they brought Umar [another acquaintance]. He too was in a terrible situation. They had tortured him. We slept in that toilet and the next morning they brought a piece of bread and a small cup of coffee,\" Ahmed said. </p><p class=\"sc-9a00e533-0 eZyhnA\">He said he was taken back to the hangar, where the Russian fighters wrapped a bandage around his face and head. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I couldn't see. I couldn't talk. I couldn't hear. They put a knife on my throat and told the interpreter to tell me that this is the last chance. If I didn't tell them the truth, they would behead me. I told the interpreter I had given them all the information I had.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Ahmed said his Russian interrogators then removed the bandage and threw him into a kitchen where he spent the night with two strangers - an ethnic Tuareg man who told him he had been detained without being told why while grazing cattle, and an Arab man who said he was picked up while looking for his camels.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4fc5/live/381cee70-af50-11f0-8da8-177c6b913c3a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4fc5/live/381cee70-af50-11f0-8da8-177c6b913c3a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4fc5/live/381cee70-af50-11f0-8da8-177c6b913c3a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4fc5/live/381cee70-af50-11f0-8da8-177c6b913c3a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4fc5/live/381cee70-af50-11f0-8da8-177c6b913c3a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4fc5/live/381cee70-af50-11f0-8da8-177c6b913c3a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4fc5/live/381cee70-af50-11f0-8da8-177c6b913c3a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4fc5/live/381cee70-af50-11f0-8da8-177c6b913c3a.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images A Tuareg man rides a camel with some goods on it, with another camel in front and at the back, in Mali (archive shot)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Nomads criss-cross the desert terrain of northern Mali with their camels</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The nomadic Tuareg and Arab communities who roam the vast deserts of northern Mali are often treated with suspicion, especially since a Tuareg separatist uprising more than a decade ago was hijacked by jihadist groups, who now operate mainly under the banner of an al-Qaeda affiliate, Jama'at Nusrat al-Islam wal-Muslimin (JNIM).</p><p class=\"sc-9a00e533-0 eZyhnA\">After spending the night with them, Ahmed said he was taken back to the hangar. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"They brought the two men [the Tuareg and Arab] and beheaded them in my presence,\" Ahmed said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Looking terrified, Ahmed tried to beat back tears as he told the BBC what happened next. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"They brought one of the bodies closer to me to smell the fresh blood, and said: 'If you don't tell us the whereabouts of the shop owner, you will suffer a similar fate.'\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Ahmed said his life was only spared after a Wagner commander made a call to a Malian army officer, who assured him that the shop owner was not colluding with the jihadists.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ahmed said the commander then went to the base to release him, as well as another shop owner and Umar. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I spent 15 days there. Then I decided to leave for Mauritania with my wife and children,\" Ahmed said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has approached Russia's and Mali's defence ministries for comment, but they have not yet responded.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Sentry, a campaign group co-founded by actor George Clooney and former US government official John Prendergast, said <a target=\"_blank\" href=\"https://thesentry.org/reports/mercenary-meltdown-wagner-failure-mali/\" class=\"sc-f9178328-0 iCaRzc\">in a report released in August that Wagner fighters had not only carried out abuses against civilians</a>, but it had also created \"chaos and fear\" within the Malian military hierarchy, forcing commanders to remain silent.</p><p class=\"sc-9a00e533-0 eZyhnA\">It quoted a Malian official as saying that Wagner operatives were \"worse than the French. They think my men are more stupid than them. We have gone from the frying pan to the fire.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Declaring its mission \"accomplished\" despite the worsening security situation, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ce3ve0e7ndzo\" class=\"sc-f9178328-0 iCaRzc\">Wagner announced its withdrawal from Mali in June this year</a>, with analysts saying that most of its fighters had been absorbed into Africa Corps.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Senegal-based Timbuktu Institute think-tank estimates that 70 to 80% of Africa Corps fighters were formerly in Wagner.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"In reality, Africa Corps inherits Wagner's legacy of human rights violations, including extrajudicial killings and acts of torture,\" <a target=\"_blank\" href=\"https://timbuktu-institute.org/index.php/toutes-l-actualites/item/1262-report-russia-s-repositioning-in-the-sahel-from-wagner-to-africa-corps\" class=\"sc-f9178328-0 iCaRzc\">it said in a report released in July</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">However, violence-monitoring group Acled said that early trends suggested that the conduct of Africa Corps was \"less predatory\" than Wagner's.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The number of incidents involving deliberate civilian killings or mass atrocities has fallen noticeably,\" Acled's senior West Africa analyst Héni Nsaibia told the BBC.  </p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The conflict has forced nearly 50,000 people to flee to M'berra refugee camp in Mauritania, according to the UN refugee agency.</p><p class=\"sc-9a00e533-0 eZyhnA\">They include Bintu, who told the BBC she ran away from her village last year with her five children after her husband's bullet-riddled body was dumped in a river. Local people told her that he had been repeatedly shot while riding his horse.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Who is going to look after my children? Who is going to look after me?\" she asked as she swept the small plot of land outside her home at the camp.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When I hear the name Wagner, I feel traumatised. I feel afraid. I hate the word Wagner because they have brought sadness to me.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Wearing a navy blue outfit and white turban, another refugee, Youssouf, was sitting under a shed, his eyes reflecting the trauma of his experiences, when the BBC met him.</p><p class=\"sc-9a00e533-0 eZyhnA\">He recalled that he and his friends had been herding cattle near the Mauritanian border, and had stopped by a well to get fresh water when they saw a cloud of dust in the distance.</p><p class=\"sc-9a00e533-0 eZyhnA\">Youssouf said a vehicle raced towards them, and it turned out to be Wagner fighters, who started beating them for no apparent reason - an experience several refugees recounted to the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Youssouf recalled that one Wagner fighter \"grabbed me and threatened to throw me into the well\", but another intervened to prevent him from doing so. </p><p class=\"sc-9a00e533-0 eZyhnA\">He said he and his friends were then bundled into different vehicles, each carrying three Wagner operatives.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"While they drove, they beat me the entire way, kicking me, pressing their boots into my face and head, and hitting me in the chest. I don't know what happened to our cattle.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0d28/live/17d3fee0-b010-11f0-aa13-0b0479f6f42a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0d28/live/17d3fee0-b010-11f0-aa13-0b0479f6f42a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0d28/live/17d3fee0-b010-11f0-aa13-0b0479f6f42a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0d28/live/17d3fee0-b010-11f0-aa13-0b0479f6f42a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0d28/live/17d3fee0-b010-11f0-aa13-0b0479f6f42a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0d28/live/17d3fee0-b010-11f0-aa13-0b0479f6f42a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0d28/live/17d3fee0-b010-11f0-aa13-0b0479f6f42a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0d28/live/17d3fee0-b010-11f0-aa13-0b0479f6f42a.jpg.webp\" loading=\"lazy\" alt=\"Reuters A close-up of a gloved hand and arm of a Wagner soldier, showing his camouflaged fatigues and the black and white Wagner logo featuring a white skull\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Wagner was deployed to Mali after the military junta pivoted towards Russia</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Along with his friends, he was taken to a military camp north of the town of Léré, where he says they were tortured.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"A man came with a metal rod. He beat us so badly I felt like I was going to die. They tied our arms apart so we couldn't move, hitting us hard on our thighs and legs to stop us from escaping.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Youssouf said they were then dragged into an office, with the beatings continuing until they fainted.  </p><p class=\"sc-9a00e533-0 eZyhnA\">He added that when he regained consciousness, he found his hands tied to the motionless hands of one of his friends.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They then brought a motorbike close to my face, revved the engine, and blew exhaust into my nose to wake me up fully. They did the same to my friend, but he didn't respond. That's when they realised he was dead.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Youssouf said he did not know what happened to his friend's body, but he and his other friends were released -  again, with no explanation.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e37b/live/841ca340-b010-11f0-8317-a7963fdcfd4f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e37b/live/841ca340-b010-11f0-8317-a7963fdcfd4f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e37b/live/841ca340-b010-11f0-8317-a7963fdcfd4f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e37b/live/841ca340-b010-11f0-8317-a7963fdcfd4f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e37b/live/841ca340-b010-11f0-8317-a7963fdcfd4f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e37b/live/841ca340-b010-11f0-8317-a7963fdcfd4f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e37b/live/841ca340-b010-11f0-8317-a7963fdcfd4f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e37b/live/841ca340-b010-11f0-8317-a7963fdcfd4f.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images Men, women and children are seen at a refugee camp in Mauritania, with their livestock (7 June 2022)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Mauritania has become a safe haven for people fleeing conflict in Mali</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ahmed, the former shopkeeper, said that before his own torturous experience, he saw how Wagner was committing atrocities on a mass scale, once placing the entire town of Nampala and surrounding villages under siege. </p><p class=\"sc-9a00e533-0 eZyhnA\">He said he was among residents who were forced to gather on a football field, with the mercenaries trying to identify the person whom, they alleged, was using a satellite phone. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"They called Sikou Cissey. He was just a random man wearing a traditional hat. They took off his clothes and filled a barrel with water and held him by the legs. They then dipped his head in the barrel until he was unable to breathe,\" Ahmed said.</p><p class=\"sc-9a00e533-0 eZyhnA\">With Malian soldiers looking on, the Wagner fighters later brought shovels and pickaxes to the football field to scare people into thinking they were going to dig their own graves unless they pin-pointed the person whom they alleged was using the satellite phone, Ahmed added.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said that after being in the scorching sun the whole day, the residents were released - except for one who was taken away by the mercenaries and whose fate he does not know.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ahmed said he wanted the Wagner fighters to be brought to justice, and to be held accountable for their atrocities.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The experience haunts me. It gives me nightmares,\" he said as he sat in his all-black outfit at the camp, unsure whether he would ever return to his ordinary life as a shopkeeper.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-the-bbc's-favour-nunoo\" class=\"sc-d16436d-0 iVdNuz\"><b id=\"additional-reporting-by-the-bbc's-favour-nunoo\" class=\"sc-d16436d-0 gnUCoQ\">Additional reporting by the BBC's Favour Nunoo</b></i></p></div><figure></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">You may also be interested in:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "New Zealand 'suitcase murders': Woman gets life in prison for killing her two children",
            "time": "2025-11-26T01:25:44",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/05ea/live/feab4ec0-ca66-11f0-9a9f-5d4254b8128b.png",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A mother in New Zealand who killed her two children and hid their bodies in suitcases has been sentenced to life in prison.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hakyung Lee, who was <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c2lxpvj19xdo\" class=\"sc-f9178328-0 iCaRzc\">found guilty</a> in September of the shocking murders of eight-year-old Yuna Jo and six-year-old Minu Jo, has to spend at least 17 years behind bars before she is eligible for parole.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lee, 45, argued she was insane at the time of the killings in 2018, which happened soon after her husband died. High Court judge Geoffrey Venning said Lee's mental health played a part in the case, but that her actions were calculated.</p><p class=\"sc-9a00e533-0 eZyhnA\">The children's remains were discovered only in 2022 by a couple who won an auction for the contents of an abandoned storage unit in Auckland.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">During <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cn83jjx9pjvo\" class=\"sc-f9178328-0 iCaRzc\">a trial</a> lasting more than two weeks, Hakyung Lee's defence lawyers told the court that her mental health deteriorated after Jo's death, and that she came to believe it was best if the rest of the family died together. </p><p class=\"sc-9a00e533-0 eZyhnA\">Lee tried to kill herself and her children by giving them <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c1wgqpx3q1go\" class=\"sc-f9178328-0 iCaRzc\">a dose of the antidepressant nortriptyline</a> mixed in juice, but got the dose wrong and woke up to find her children were dead, her lawyers said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prosecutors argued that Lee's was \"a selfish act to free herself from the burden of parenting alone\".</p><p class=\"sc-9a00e533-0 eZyhnA\">After the killings, Lee changed her name and left New Zealand. She was arrested in South Korea - where she was born - in September 2022, and extradited back to New Zealand later that year.</p><p class=\"sc-9a00e533-0 eZyhnA\">The court heard on Wednesday how the killings pained Lee's and her husband Ian Jo's families.</p><p class=\"sc-9a00e533-0 eZyhnA\">In an emotional statement read out by prosecutors, Lee's mother Choon Ja Lee  said she regrets not taking her daughter to a counsellor, noting that Lee had \"no will to live\" after Jo died of cancer in November 2017.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If she wanted to die, why didn't she die alone? Why did she take the innocent children with her?\" Choon Ja Lee wrote, according to New Zealand media reports.</p><p class=\"sc-9a00e533-0 eZyhnA\">Jo's brother Jimmy said he \"never imagined such a profound tragedy would ever befall our family\".</p><p class=\"sc-9a00e533-0 eZyhnA\">His own mother - Yuna's and Minu's other grandmother - still does not know they are dead, he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It was my late brother's will that I protect them,\" said Jimmy Jo. \"This is an ongoing sentence from which I can never be paroled.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Lee was likely suffering from an \"atypical depression\" and prolonged grief reaction at the time of the murders, according to a psychiatric assessment conducted before the sentencing, local broadcaster RNZ reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">Justice Venning ordered that Lee be treated as a \"special patient\" during her imprisonment, given her mental state.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"You could not cope when [your husband] became seriously unwell, and perhaps you could not bear to have the children around you as a constant reminder of your former happy life, which had been cruelly taken from you,\" the judge said.</p></div></div></body></html>"
        },
        {
            "title": "South East Asia floods: Scores killed and thousands evacuated from record rainfall",
            "time": "2025-11-26T03:31:59",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9254/live/7976c7d0-ca74-11f0-8dce-cdba4388e3a7.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'Once in 300 years' rain hits Thai city as floods ravage South East Asia</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: People cling to floating debris during catastrophic floods in Thailand</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Parts of Thailand are battling record floods, which have killed at least 18 people and prompted authorities to deploy military ships and helicopters to support relief efforts.</p><p class=\"sc-9a00e533-0 eZyhnA\">The deluge has hit ten provinces across the country's south over the past week, with the city of Hat Yai, a business hub bordering Malaysia, recording its heaviest rainfall in 300 years - 335mm in a single day.</p><p class=\"sc-9a00e533-0 eZyhnA\">Photos show vehicles and houses submerged in the city, while desperate residents await rescue on their rooftops.</p><p class=\"sc-9a00e533-0 eZyhnA\">Relentless rains have also ravaged neighbouring countries. In Vietnam, the <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cwywl8g31g7o\" class=\"sc-f9178328-0 iCaRzc\">death toll has risen to 91</a> in a week, while in Malaysia, more than 19,000 people have been forced from their homes.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">More than 2 million people in Thailand have been affected by the floods, but just 13,000 have been moved to shelters. </p><p class=\"sc-9a00e533-0 eZyhnA\">The vast majority are cut off and unable to get help, according to Reuters news agency.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Thai military, which has been put in charge of tackling the crisis, said it is preparing to dispatch an aircraft carrier and a flotilla of 14 boats loaded with relief supplies, along with field kitchens that are said to be able to deliver 3,000 meals a day.</p><p class=\"sc-9a00e533-0 eZyhnA\">Medical teams on board the aircraft carrier will convert it into a \"floating hospital\" if required, the navy said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Boats, high-clearance trucks, and jet skis have also been deployed to evacuate residents, said the governor of Songkhla province, where Hat Yai is located.</p><p class=\"sc-9a00e533-0 eZyhnA\">The cabinet on Tuesday declared Songkhla a disaster zone, freeing up funds for relief.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, many people remain stranded amid the rising waters. </p><p class=\"sc-9a00e533-0 eZyhnA\">A volunteer rescue group, the Matchima Rescue Center, told Reuters it had been inundated with thousands of calls in the last three days, with people asking to be evacuated.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9254/live/7976c7d0-ca74-11f0-8dce-cdba4388e3a7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9254/live/7976c7d0-ca74-11f0-8dce-cdba4388e3a7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9254/live/7976c7d0-ca74-11f0-8dce-cdba4388e3a7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9254/live/7976c7d0-ca74-11f0-8dce-cdba4388e3a7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9254/live/7976c7d0-ca74-11f0-8dce-cdba4388e3a7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9254/live/7976c7d0-ca74-11f0-8dce-cdba4388e3a7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9254/live/7976c7d0-ca74-11f0-8dce-cdba4388e3a7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9254/live/7976c7d0-ca74-11f0-8dce-cdba4388e3a7.jpg.webp\" loading=\"eager\" alt=\"Reuters A drone view shows cars parked in a flooded area in Hat Yai\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A drone view shows dozens of vehicles at least partially submerged in a carpark Hat Yai</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">People have also posted urgent calls for help on Matchima's Facebook page. \"Many people are trapped... Please help,\" one user wrote. \"It's very difficult right now. The water has reached the second floor, where there are children, the elderly, the sick, and the disabled!!!\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Another wrote that his household had been waiting for help for three days: \"Every second is crucial now... Please help share. My [phone's] battery is at 40%. Thank you everyone.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Some also wrote about not having had any food and water for days.</p><p class=\"sc-9a00e533-0 eZyhnA\">A clip that has gone viral on social media shows three young boys hanging from power lines, trying to inch their way to safety while brown murky waters continue to rise below them.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Malaysia, more than 19,000 people have been evacuated to safety, with 126 evacuation centres set up in the northern border areas.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the states of Kelantan and Perlis, rescue teams waded through knee-deep floodwaters to evacuate residents in areas where rising waters had cut off access to roads.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/02a1/live/df911610-ca74-11f0-8dce-cdba4388e3a7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/02a1/live/df911610-ca74-11f0-8dce-cdba4388e3a7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/02a1/live/df911610-ca74-11f0-8dce-cdba4388e3a7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/02a1/live/df911610-ca74-11f0-8dce-cdba4388e3a7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/02a1/live/df911610-ca74-11f0-8dce-cdba4388e3a7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/02a1/live/df911610-ca74-11f0-8dce-cdba4388e3a7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/02a1/live/df911610-ca74-11f0-8dce-cdba4388e3a7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/02a1/live/df911610-ca74-11f0-8dce-cdba4388e3a7.jpg.webp\" loading=\"lazy\" alt=\"Reuters Rescue teams distribute supplies to stranded people in a flooded area in Hat Yai\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Thai military said it is preparing to dispatch an aircraft carrier and a flotilla of 14 boats loaded with relief supplies</figcaption></p></figure></article></div></body></html>"
        },
        {
            "title": "Parking inspector and wife arrested for €1m meter theft",
            "time": "2025-11-26T02:01:07",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8c4a/live/130b7230-ca5a-11f0-96b0-df24c333db3c.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A parking inspector and his wife have been arrested on suspicion of embezzling more than €1m (£878,000) from a small German town's parking meters.</p><p class=\"sc-9a00e533-0 eZyhnA\">The unnamed municipal employee is thought to have taken coins out of parking meters in Kempten \"on numerous occasions\" and placed them in bank accounts that his wife had access to, local police said in a statement.</p><p class=\"sc-9a00e533-0 eZyhnA\">A money laundering report by a credit institution alerted investigators to the suspected theft. The inspector faces charges relating to 720 alleged incidents of theft, while his wife faces charges of aiding and abetting theft, also in 720 cases.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kempten Mayor Thomas Kiechle said he was \"stunned and dismayed\" by the allegations. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In October, the Kempten public prosecutor's office was informed that cash was repeatedly being deposited into several bank accounts, according to the German news agency DPA.</p><p class=\"sc-9a00e533-0 eZyhnA\">Police then searched office premises in the early hours of 24 November, the same day that a 40-year-old man and a 38-year old woman were arrested.</p><p class=\"sc-9a00e533-0 eZyhnA\">They are now being held in separate detention facilities.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is not clear how long it might have taken the couple to accrue the sum.</p><p class=\"sc-9a00e533-0 eZyhnA\">In response to the allegations, Kiechle announced the appointment of a commission to \"review past work processes, uncover potential weaknesses, and reliably remedy them for the future.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Kiechle noted that the names of the couple could not currently be released due to the ongoing investigation and privacy concerns.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a written statement, Kiechle said: \"I naturally support the public prosecutor's office and the police in their thorough investigation of the allegations.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Until the proceedings are concluded, the presumption of innocence applies,\" he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kempten is one of the oldest settlements in Germany. Located in the country's south, it sits under the hills of the Allgäu and has around 70,000 residents.</p></div></div></body></html>"
        },
        {
            "title": "Brazil: Bolsonaro ordered to start serving 27-year prison sentence for coup plot",
            "time": "2025-11-25T22:29:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0fc1/live/e5525120-ca35-11f0-8799-efcbfb167d39.png",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Brazil's Supreme Court has ordered that right-wing former president Jair Bolsonaro begin serving his prison sentence of 27 years and three months for plotting a coup after he lost the last election.</p><p class=\"sc-9a00e533-0 eZyhnA\">Justice Alexandre de Moraes on Tuesday ruled that the case had reached its final judgement and that no further appeals were possible. </p><p class=\"sc-9a00e533-0 eZyhnA\">Bolsonaro, 70, was found guilty of leading a conspiracy aimed at keeping him in power after he lost the 2022 election to his left-wing rival, Luiz Inácio Lula da Silva.</p><p class=\"sc-9a00e533-0 eZyhnA\">He will begin serving his sentence in a federal police jail cell in the capital, Brasilia, where he has been detained since Saturday after being deemed a flight risk and removed from home detention. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At a hearing on Sunday, Bolsonaro admitted trying to open his ankle monitor with a soldering iron until he \"came to his senses\", court documents show. </p><p class=\"sc-9a00e533-0 eZyhnA\">He said he had had no intention of fleeing and blamed medicine-induced \"paranoia\" for damage he caused to the monitor. </p><p class=\"sc-9a00e533-0 eZyhnA\">Justice Moraes on Tuesday mandated that full-time medical care be given to Bolsonaro, whose <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cy9v1lq1ndgo\" class=\"sc-f9178328-0 iCaRzc\">medical team has previously said he is suffering from worsening health.</a></p><p class=\"sc-9a00e533-0 eZyhnA\">Supreme Court justices said in September, when Bolsonaro was found guilty of plotting a coup, that he had known of plans to assassinate Lula and his vice-presidential running mate, Geraldo Alckmin, and to arrest and execute Moraes, who has been overseeing Bolsonaro's trial.</p><p class=\"sc-9a00e533-0 eZyhnA\">The conspiracy failed to get the backing of the army and air force commanders. Lula was sworn in without incident on 1 January 2023.</p><p class=\"sc-9a00e533-0 eZyhnA\">But a week later, on 8 January, thousands of Bolsonaro supporters stormed government buildings in Brasília. The security forces intervened and about 1,500 people were arrested.</p><p class=\"sc-9a00e533-0 eZyhnA\">The justices found that the rioters had been incited by Bolsonaro, whose plan, they said, was for the military to step in and return him to power.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bolsonaro was also barred from running for public office until 2060 - eight years after the end of his sentence.</p><p class=\"sc-9a00e533-0 eZyhnA\">The former president called the trial a \"witch hunt\" designed to prevent him running in the 2026 presidential election.</p><p class=\"sc-9a00e533-0 eZyhnA\">Justice Moraes also ordered on Tuesday that others found guilty of being Bolsonaro's co-conspirators must begin their sentences.</p><p class=\"sc-9a00e533-0 eZyhnA\">They include Gen Augusto Heleno, former minister for institutional security, and Gen Paulo Sérgio Nogueira de Oliveira, former defence minister.</p></div></div></body></html>"
        },
        {
            "title": "Fame reduces musician life expectancy by four years, study finds",
            "time": "2025-11-26T03:14:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3850/live/009afbb0-ca65-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Fame can take as many years off a musician's life as occasionally smoking cigarettes, a new study has found, after comparing data between famous singers and less well-known artists.</p><p class=\"sc-9a00e533-0 eZyhnA\">Stardom can shorten lives by 4.6 years, according to research published in the <a target=\"_blank\" href=\"https://jech.bmj.com/content/jech/early/2025/11/19/jech-2025-224589.full.pdf\" class=\"sc-f9178328-0 iCaRzc\">Journal of Epidemiology &amp; Community Health.</a></p><p class=\"sc-9a00e533-0 eZyhnA\">Touring, performing, and rock'n'roll lifestyles have previously been found to lower life expectancy for musicians.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, the new analysis shows a direct link between fame and mortality for the first time.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Researchers from the University Witten Herdecke based in Witten, Germany, examined data of 648 singers, half of whom were dubbed famous and the other half less famous. These included a mix of solo artists, lead and back-up singers in a band.</p><p class=\"sc-9a00e533-0 eZyhnA\">Famous stars were selected from the top <a target=\"_blank\" href=\"https://acclaimedmusic.net/top_artists/t0a.htm\" class=\"sc-f9178328-0 iCaRzc\">2,000 Artists of All Time</a>, a list collated by the ranking website Acclaimed Music. The Beatles, Bob Dylan, and the Rolling Stones, David Bowie, and Bruce Springstein round out the site's top five most recognised names.</p><p class=\"sc-9a00e533-0 eZyhnA\">Academics matched each famous singer to a less famous one, paired up based on their characteristics such as gender, nationality, and genre of music. </p><p class=\"sc-9a00e533-0 eZyhnA\">They found that famous singers lived to an average age of 75 while less famous singers lived to 79.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The increased mortality risk associated with fame is comparable to other well-known health risks such as occasional smoking,\" the authors wrote.</p><p class=\"sc-9a00e533-0 eZyhnA\">By isolating fame as a risk factor, the study shows achieving stardom can be a \"turning point\" in bringing about greater health concerns.</p><p class=\"sc-9a00e533-0 eZyhnA\">Solo artists also carried a higher mortality risk, the study found, compared with singers who could turn to band members for \"emotional and practical support\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Loss of privacy, intense public scrutiny, and performance pressure are all mooted contributing factors, although the study notes it is not conclusively linked.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Being famous is an important factor influencing longevity and underscores the need for targeted interventions to mitigate its detrimental effects on longevity.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The study was however gender-skewed, 83.5% male to 16.5% female.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Live fast, die young\" lifestyles have been the focus of previous research into mortality risks associated with fame, including greater chance of drug and alcohol abuse.</p><p class=\"sc-9a00e533-0 eZyhnA\">Pop stars experiencing fame between the ages of two and 25 were found to be two to three times more likely to experience risks of mortality compared to the general population, <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC2652970/\" class=\"sc-f9178328-0 iCaRzc\">a US-based study found in 2007</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Popular culture has made reference to the 27 Club, made up of rock stars who died at the age of 27, including Amy Winehouse, Jimi Hendrix, Janis Joplin, Jim Morrison, Kurt Cobain, and Brian Jones.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 2011, <a target=\"_blank\" href=\"https://www.bmj.com/content/343/bmj.d7799\" class=\"sc-f9178328-0 iCaRzc\">a study published in the British Medical Journal</a> concluded there was no heightened risk of death for famous musicians at the specific age of 27, finding instead that young rock stars have a \"generally increased risk throughout their 20s and 30s\".</p><p class=\"sc-9a00e533-0 eZyhnA\">In recent years, fans and loved ones have been left devastated by the deaths of young popular artists such as rapper Mac Miller (26), DJ Avicii (28), and One Direction's Liam Payne (31).</p></div></div></body></html>"
        },
        {
            "title": "Israel receives coffin that Hamas says contains Gaza hostage's body",
            "time": "2025-11-25T17:32:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/230c/live/910d9160-ca08-11f0-88a5-11238e952b75.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Israel has received, via the Red Cross, a coffin that Hamas and Palestinian Islamic Jihad (PIJ) say contains the body of one of the last three deceased hostages still in Gaza, according to the Israeli prime minister's office.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israeli forces will now transfer the body to Israel's National Centre of Forensic Medicine in Tel Aviv for identification.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier, PIJ and Hamas announced that the body of an Israeli hostage had been found in central Gaza on Monday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prime Minister Benjamin Netanyahu's office warned that it viewed \"with severity the delay in the immediate transfer\" of the body, saying it constituted a \"further violation\" of the six-week-old Gaza ceasefire agreement.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Following the handover in central Gaza on Tuesday afternoon, the office announced that the families of the three dead hostages had been updated accordingly.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Our hearts are with them in this difficult hour,\" it added. \"The effort to return our hostages is ongoing and will not cease until the last hostage is returned.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Under the first phase of the US-brokered ceasefire deal, which took effect on 10 October, Hamas agreed to return the 20 living Israeli hostages and the bodies of the 28 dead Israeli and foreign hostages still in Gaza within 72 hours.</p><p class=\"sc-9a00e533-0 eZyhnA\">All the living hostages were released on 13 October in exchange for 250 Palestinian prisoners and 1,718 detainees from Gaza.</p><p class=\"sc-9a00e533-0 eZyhnA\">So far, the remains of 22 dead Israeli hostages have been handed over, along with those of three foreign hostages – one of them Thai, one Nepalese and one Tanzanian.</p><p class=\"sc-9a00e533-0 eZyhnA\">In exchange, Israel has handed over the bodies of 330 Palestinians killed during the war.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two of the three remaining dead hostages are Israelis - Ran Gvili, 24, and Dror Or, 48 - and one is Thai - Suthisak Rintalak, 43.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel has accused Hamas of deliberately delaying the recovery of the bodies, while Hamas has insisted it is struggling to find them under rubble.</p><p class=\"sc-9a00e533-0 eZyhnA\">The slow progress has meant there has been no advance on the second phase of President Donald Trump's Gaza peace plan. This includes plans for the governance of Gaza, the withdrawal of Israeli troops, the disarmament of Hamas and reconstruction.</p><p class=\"sc-9a00e533-0 eZyhnA\">The dead hostages still in Gaza were among the 251 people abducted during the Hamas-led attack on Israel on 7 October 2023, during which about 1,200 other people were killed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel responded by launching a military campaign in Gaza, during which more than 69,770 people have been killed, according to the territory's Hamas-run health ministry.</p></div></div></body></html>"
        },
        {
            "title": "Ex-wife of Dubai royal says she fears arrest as custody battle escalates",
            "time": "2025-11-25T17:40:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8004/live/74cbb160-c9e7-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Ex-wife of Dubai royal says she fears arrest as custody battle escalates</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Sebastian Usher</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Global affairs reporter</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8004/live/74cbb160-c9e7-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8004/live/74cbb160-c9e7-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8004/live/74cbb160-c9e7-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8004/live/74cbb160-c9e7-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8004/live/74cbb160-c9e7-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8004/live/74cbb160-c9e7-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8004/live/74cbb160-c9e7-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8004/live/74cbb160-c9e7-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"eager\" alt=\"BBC Screengrab of video showing Zeynab Javadli speaking from her home in Dubai\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Zeynab Javadli divorced Sheikh Saeed bin Maktoum bin Rashid Al Maktoum in 2019</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The former wife of a member of Dubai's ruling family has expressed concern that she could be arrested as her ex-husband has lodged a criminal complaint with local police, accusing her of kidnapping their three young daughters.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since their divorce in 2019, Zeynab Javadli has been involved in a bitter custody battle with her ex-husband Sheikh Saeed bin Maktoum bin Rashid Al Maktoum, who is the nephew of the ruler of Dubai.</p><p class=\"sc-9a00e533-0 eZyhnA\">It has come to a head in recent weeks as the children have changed hands between the parents several times, with each accusing the other of kidnapping them.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Javadli also potentially faces arrest for e-crimes - online offences - after she livestreamed the latest showdown.</p><p class=\"sc-9a00e533-0 eZyhnA\">In going public, she says she realised that she was taking a big risk.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I knew that it was the last chance to be with my children as they would never let me see them again.  I genuinely believed that it was my last chance, so I just opened a livestream and called for help,\" she said in a video message to her British lawyer, David Haigh.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ms Javadli was speaking from her house in Dubai, where she claims that she and her three daughters have essentially once again been isolated since she took them back with her after they'd been with their father for several weeks. </p><p class=\"sc-9a00e533-0 eZyhnA\">Up until then, Ms Javadli had had effective custody of the children under a deal she says was agreed with the ruler of Dubai, Sheikh Mohammed bin Rashid Al Maktoum, in 2022. That agreement, she says, guaranteed her custody of the children until they were 18 years old, as well as a house and other assistance. Their schooling has been paid for by their father.</p><p class=\"sc-9a00e533-0 eZyhnA\">In return, David Haigh says she had to sign papers saying that she would - among other things - not speak to the media again about her situation, nor would she do any more livestreaming.</p><p class=\"sc-9a00e533-0 eZyhnA\">A subsequent court ruling granted custody to Sheikh Saeed, but Ms Javadli says she received assurances from those involved in her case that the deal with Dubai's ruler would not be affected.</p><p class=\"sc-9a00e533-0 eZyhnA\">That remained the situation until two months ago.</p><p class=\"sc-9a00e533-0 eZyhnA\">That was when - during one of the regular visitations of the children with Sheikh Saeed - that Ms Javadli says she received a message from him through Dubai police telling her there was no need to wait as they would not be returned to her that day.</p><p class=\"sc-9a00e533-0 eZyhnA\">She heard nothing from them for several weeks. She was finally granted a visitation for three hours at a child protection centre and headed there with her driver on 8 November. She says that when she entered the centre, her children were not there. As she was coming out of the building, she saw them. She says they rushed towards her.</p><p class=\"sc-9a00e533-0 eZyhnA\">She says they were shouting \"Mama, take us from here!\" She told her driver to lock the doors and drive them home.</p><p class=\"sc-9a00e533-0 eZyhnA\">But she claims their way was blocked by cars belonging to people working for her ex-husband. That was when she decided to open a livestream and plead for help. In doing so, she knew that she risked breaking the deal she had signed with the authorities in the UAE and that she could face arrest for doing so, but she insists that it was her only recourse.</p><p class=\"sc-9a00e533-0 eZyhnA\">She has been at home with her children since then and says she does not dare to go out for fear of arrest. The three girls - aged nine, seven and six - have not been going to school.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has contacted a number of officials in the UAE, who are involved in the case, for comment, but has received no reply so far. However, the perspective of Sheikh Saeed is clear from court depositions.</p><p class=\"sc-9a00e533-0 eZyhnA\">The most recent gives a very different version of what happened on 8 November, accusing Ms Javadli of forcibly placing the children into her car with the help of her driver and then kidnapping them. It also accuses Ms Javadli of posting videos on social media in which \"she insulted and slandered\" her former husband as well as defaming the state and violating state laws.</p><p class=\"sc-9a00e533-0 eZyhnA\">Previously, lawyers acting for Sheikh Saeed had claimed in court that Ms Javadli was an unfit mother, who had failed to send her daughters to school, was living in a place unsuitable for the children when she was in a hotel, and that she had put the health of the youngest girl at risk.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Javadli rejected the accusations and her Emirati legal team submitted evidence to the contrary in court.</p><p class=\"sc-9a00e533-0 eZyhnA\">David Haigh says that there've been other similar cases involving former wives of members of Dubai's royal family or other female members of the family. He himself has been involved in campaigning for several of the women. None of these cases involve Sheikh Saeed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Princess Haya - the ex-wife of Sheikh Mohammed bin Rashid Al Maktoum - fled the UAE in 2019, saying that she feared for her life. Three years later, the princess won a custody battle that played out in the highest court in the UK, which gave her sole custody of their two children.</p><p class=\"sc-9a00e533-0 eZyhnA\">The most sensational saga was that of one of the daughters of Dubai's ruler, Princess Latifa, who mounted a bid for freedom in 2018 from what at the time she claimed was her family's coercive control.</p><p class=\"sc-9a00e533-0 eZyhnA\">The boat on which she was making her escape was intercepted in the Indian Ocean and she was forcibly returned to Dubai. She then claimed that she was being held captive in secret videos. She has since re-emerged to a limited extent in public, saying that she was well and living as she wished.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Javadli and David Haigh say that Dubai portrays itself as promoting women's rights and encouraging women - whether from the UAE or from outside - to lead fulfilling lives, both professionally and personally. For many, this is no doubt the case.</p><p class=\"sc-9a00e533-0 eZyhnA\">But they claim that Ms Javadli's case shows that beneath the glittering surface of Dubai, for some women the situation can be more complicated and more uncomfortable.</p></div></article></div></body></html>"
        },
        {
            "title": "Foreign tourists to pay $100 fee to visit US national parks",
            "time": "2025-11-26T01:44:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/999d/live/f8341de0-ca68-11f0-870d-5d016a42ea55.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Foreign tourists visiting popular US national parks like the Grand Canyon and Yosemite will need to pay an extra fee, the Trump administration said on Tuesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Department of the Interior, which runs the country's national parks, said each international visitor will need to pay $100 (£76) on top of existing fees to access 11 of the most popular sites.</p><p class=\"sc-9a00e533-0 eZyhnA\">From 2026, non-residents will also need to pay more than $250 for an annual pass to the parks, while US citizens and permanent residents will continue to pay $80.</p><p class=\"sc-9a00e533-0 eZyhnA\">The fee hike aims to \"put American families first\" and reflects President Donald Trump's goal to make the parks more accessible and affordable for US citizens, <a target=\"_blank\" href=\"https://www.doi.gov/pressreleases/department-interior-announces-modernized-more-affordable-national-park-access\" class=\"sc-f9178328-0 iCaRzc\">said the department</a>.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"These policies ensure that US taxpayers, who already support the National Park System, continue to enjoy affordable access, while international visitors contribute their fair share to maintaining and improving our parks for future generations,\" said Secretary of the Interior Doug Burgum.</p><p class=\"sc-9a00e533-0 eZyhnA\">The increase will take effect at the start of 2026, alongside the launch of an upgraded online booking system and better access for motorcyclists across the parks.</p><p class=\"sc-9a00e533-0 eZyhnA\">In its announcement, the department also noted eight resident-only, \"patriotic fee-free\" days for 2026, including Memorial Day, Independence Day and Veteran's Day.</p><p class=\"sc-9a00e533-0 eZyhnA\">The fee hike follows an executive order, signed by Trump in July, to raise entrance fees at national parks for overseas visitors. The extra revenue would raise funds for conservation and maintenance at the sites, the White House said at the time - even as <a target=\"_self\" href=\"https://www.bbc.com/news/articles/czx7kez4vx2o\" class=\"sc-f9178328-0 iCaRzc\">the Trump administration planned deep cuts</a> to the Park Service budget.</p><p class=\"sc-9a00e533-0 eZyhnA\">US national parks have seen <a target=\"_blank\" href=\"https://www.nps.gov/subjects/socialscience/visitor-use-statistics-dashboard.htm\" class=\"sc-f9178328-0 iCaRzc\">record numbers of tourists</a> in recent years, with upwards of 331 million visitors in 2024 - an increase of at least 6 million compared to the year before.</p><p class=\"sc-9a00e533-0 eZyhnA\">The country's most visited parks include the Everglades in Florida, Yosemite in California and Colorado's Rocky Mountains.</p></div></div></body></html>"
        },
        {
            "title": "Four more arrests made following Louvre jewellery heist",
            "time": "2025-11-25T15:52:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f11c/live/6b6ad270-ca07-11f0-88a5-11238e952b75.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Four new arrests made following Louvre jewellery heist</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Amy Walker</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Paul Pradier</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f11c/live/6b6ad270-ca07-11f0-88a5-11238e952b75.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f11c/live/6b6ad270-ca07-11f0-88a5-11238e952b75.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f11c/live/6b6ad270-ca07-11f0-88a5-11238e952b75.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f11c/live/6b6ad270-ca07-11f0-88a5-11238e952b75.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f11c/live/6b6ad270-ca07-11f0-88a5-11238e952b75.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f11c/live/6b6ad270-ca07-11f0-88a5-11238e952b75.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f11c/live/6b6ad270-ca07-11f0-88a5-11238e952b75.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f11c/live/6b6ad270-ca07-11f0-88a5-11238e952b75.jpg.webp\" loading=\"eager\" alt=\"Reuters Three French police officers, one carrying a firearm, are seen walking on the square in front of the glass pyramid structure of the Louvre in Paris\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Four more people have been arrested as part of the investigation into last month's theft of precious jewellery at the Louvre Museum, the Paris prosecutor's office says.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two men, aged 38 and 39, and two women, aged 31 and 40, were arrested on Tuesday. They are all from the Paris region.</p><p class=\"sc-9a00e533-0 eZyhnA\">Among them is thought to be the last member of a four-man gang that allegedly carried out the daylight heist, according to French media. The other three suspected thieves have already been arrested and charged, officials say. </p><p class=\"sc-9a00e533-0 eZyhnA\">Police now have up to 96 hours to question them. No trace has so far been found of the stolen jewels - worth  €88m (£76m; $102m) - which were taken on 19 October.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Four people have already charged over the heist - three men and a woman, who also live in the Paris region. </p><p class=\"sc-9a00e533-0 eZyhnA\">A 38-year-old woman was charged earlier this month with complicity in organised theft and criminal conspiracy with a view to committing a crime.</p><p class=\"sc-9a00e533-0 eZyhnA\">Separately, a man, aged 37, was charged with theft and criminal conspiracy.</p><p class=\"sc-9a00e533-0 eZyhnA\">These two suspects, who have not been named publicly, have denied any involvement.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Beccuau previously told French news agency Franceinfo said the two were in a relationship and had children together, without giving any further details. </p></div><div data-component=\"group-block\" class=\"sc-3b6b161a-0 Qwxkf\"><section class=\"sc-2d9149e5-0 cSvbpL\"><div data-testid=\"slideshowWrapper\" class=\"sc-bb9c31df-0 eyDYxi\"><hr class=\"sc-bb9c31df-13 TJGYy\"><div class=\"sc-bb9c31df-9 sc-bb9c31df-12 kJXtbZ dLZLyt\"><p class=\"sc-bb9c31df-6 sc-bb9c31df-7 sc-bb9c31df-8 sc-bb9c31df-10 CMaeP bUWtCU hdoqvu guckrn\"></p><p class=\"sc-bb9c31df-6 sc-bb9c31df-7 sc-bb9c31df-11 CMaeP loiCSF djVHpK\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Marie-Louise necklace and a pair of earrings were among the eight items stolen </figcaption></p><p class=\"sc-bb9c31df-6 sc-bb9c31df-7 sc-bb9c31df-8 sc-bb9c31df-10 CMaeP bUWtCU hdoqvu guckrn\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A tiara worn by the Empress Eugenie, wife of Napoleon III, was taken</figcaption></p></div></div></section></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, two men were charged with theft and criminal conspiracy in October after officials said they had \"partially recognised\" their involvement in the heist.</p><p class=\"sc-9a00e533-0 eZyhnA\">The heist happened when the group of four men used a stolen vehicle-mounted mechanical lift to gain access to the Galerie d'Apollon (Gallery of Apollo) via a balcony close to the River Seine, Beccuau has previously said. </p><p class=\"sc-9a00e533-0 eZyhnA\">The men used a disc cutter to crack open display cases housing the jewellery.</p><p class=\"sc-9a00e533-0 eZyhnA\">The thieves were inside for four minutes and made their escape on two scooters waiting outside at 09:38, before switching to cars.</p><p class=\"sc-9a00e533-0 eZyhnA\">One of the stolen items - a crown - was dropped during the escape but eight other items of jewellery - including an emerald-and-diamond necklace that Napoleon I gave his second wife, Empress Marie-Louise - were taken. </p><p class=\"sc-9a00e533-0 eZyhnA\">Beccuau has said the heist was carried out by petty criminals rather than organised crime professionals.</p><p class=\"sc-9a00e533-0 eZyhnA\">Shortly after the theft, it was revealed by the Louvre's director that the only camera monitoring the Galerie d'Apollon was pointing away from a balcony the thieves climbed over to break in.</p><p class=\"sc-9a00e533-0 eZyhnA\">The president of the Louvre, Laurence des Cars, has since admitted the museum had failed in its responsibilities, but denied that security had been overlooked - saying that from the time she took office in 2021 she had been warning constantly of the need for more investment.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since the incident, security measures have been tightened around France's cultural institutions.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Louvre has transferred some of its most precious jewels to the Bank of France following the heist.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Two people leave Louvre in lift mounted to vehicle</figcaption></p></article></div></body></html>"
        },
        {
            "title": "Thai woman's cremation stopped as knocking on coffin heard, temple staff say",
            "time": "2025-11-25T14:12:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1552/live/fdc23140-c9f8-11f0-becd-0b69a712fd65.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Thai woman's cremation stopped as knocking on coffin heard, temple staff say</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1552/live/fdc23140-c9f8-11f0-becd-0b69a712fd65.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1552/live/fdc23140-c9f8-11f0-becd-0b69a712fd65.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1552/live/fdc23140-c9f8-11f0-becd-0b69a712fd65.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1552/live/fdc23140-c9f8-11f0-becd-0b69a712fd65.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1552/live/fdc23140-c9f8-11f0-becd-0b69a712fd65.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1552/live/fdc23140-c9f8-11f0-becd-0b69a712fd65.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1552/live/fdc23140-c9f8-11f0-becd-0b69a712fd65.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1552/live/fdc23140-c9f8-11f0-becd-0b69a712fd65.jpg.webp\" loading=\"eager\" alt=\"Getty Images Rescue volunteers from the Siam Nonthaburi foundation prepare for the funerals of people who died after contracting the Covid-19 coronavirus at Wat Rat Prakhong Tham Buddhist temple in Nonthaburi on May 5, 2021.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">File photo of Thailand's Wat Rat Prakhong Tham Buddhist temple in 2021</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A woman thought to be dead, who was about to be cremated at a Buddhist temple in the outskirts of Bangkok, Thailand, has been found alive by staff.</p><p class=\"sc-9a00e533-0 eZyhnA\">Pairat Soodthoop, general manager of the Wat Rat Prakhong Tham temple, was \"startled\" to hear a faint knock from the coffin, he told the Associated Press news agency. </p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Soodthoop said he asked for the coffin to be opened and saw the woman \"opening her eyes slightly and knocking on the side of the coffin\". \"She must have been knocking for quite some time,\" he added. </p><p class=\"sc-9a00e533-0 eZyhnA\">The brother of the 65-year-old woman said local officials told him his sister had died. However, the temple's manager said the brother did not have a death certificate.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">As Mr Soodthoop tried to explain to the brother how to obtain a death certificate, the temple's staff heard a faint knock coming from inside the coffin.</p><p class=\"sc-9a00e533-0 eZyhnA\">Once it became clear the woman was alive, the temple's abbot (head of a Buddhist monastery) said the woman should be taken to hospital immediately. </p><p class=\"sc-9a00e533-0 eZyhnA\">A doctor later confirmed that the woman had been experiencing severe hypoglycaemia - a condition where blood sugar levels get critically low, local reports said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The doctor ruled out the possibility that she had suffered respiratory failure or cardiac arrest, according to the reports.</p><p class=\"sc-9a00e533-0 eZyhnA\">The brother said his sibling had been bedridden for the last two years and, as her health deteriorated, she appeared to have stopped breathing on Saturday, according to the temple's manager.</p><p class=\"sc-9a00e533-0 eZyhnA\">The family had travelled nearly 500km (311 mile) from the province of Phitsanulok in Thailand for the cremation ceremony. </p></div></article></div></body></html>"
        },
        {
            "title": "Niger state kidnap: Catholic bishop hits out at Nigeria's failure to rescue abducted schoolchildren",
            "time": "2025-11-25T18:49:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/dfe3/live/0eb01ae0-c9f8-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nigeria's government is making \"no meaningful effort\" to rescue more than 250 children abducted from a Catholic boarding school in the central state of Niger last Friday, the main Catholic cleric in the region has told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Bishop Bulus Dauwa Yohanna's accusation was disputed by the state's police chief, who accused the school of failing to co-operate with its search and rescue operations.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is unclear who abducted the children from St Mary's school in Papiri village, but criminal gangs have been involved in kidnappings for ransom across Nigeria.</p><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump has threatened to intervene militarily in Nigeria if the government fails to stop \"the killing of Christians\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nigeria is the most-populous state in Africa, with a large Christian and Muslim population. </p><p class=\"sc-9a00e533-0 eZyhnA\">Its government says that people of all faiths and no faith are victims of insecurity in the country. </p><p class=\"sc-9a00e533-0 eZyhnA\">Militant Islamist groups are also waging an insurgency in Nigeria, with the government confirming last week that a senior army general had been killed by jihadists in an ambush in north-eastern Borno state.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.war.gov/News/Releases/Release/Article/4340083/readout-of-secretary-of-war-pete-hegseths-meeting-with-federal-republic-of-nige/\" class=\"sc-f9178328-0 iCaRzc\">US Secretary of War Pete Hegseth held talks with Nigeria's National Security Adviser Mallam Nuhu Ribadu </a> last week to discuss ways to make \"tangible progress on stopping violence against Christians in Nigeria and combatting West African jihadist terrorist groups\", the US department of war said in a statement.  </p><p class=\"sc-9a00e533-0 eZyhnA\">Nigeria's presidential spokesman Bayo Onanuga said that Ribadu's delegation refuted allegations of state-sanctioned religious persecution in the West African state, and said that the security crisis was driven by criminality, extremism and land-related conflicts.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Onanuga added that the two governments had agreed to set up a working group to focus on strengthening defence and security cooperation. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Niger state chapter of the Christian Association of Nigeria (CAN) says that 303 students and 12 members of staff were abducted from the school in Papiri village, but 50 children managed to escape and have been reunited with their families.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bishop Yohanna - who is the chairman of the Niger chapter of CAN and leads the Catholic church in the region - told the BBC that the only official action taken so far to rescue the students had been to compile their names. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm not aware of any effort made by government beyond collecting the names of the students from us,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">He disputed allegations made by the governor of Niger state, Umar Bago, in local media that the church had defied an order to close its school after threats of attacks. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We did not receive any order at any point,\" the bishop added.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Responding to criticism about the presence of police in Papiri, Niger state police chief Adamu Abdullahi Elleman said enough had been deployed despite the fact that the BBC only saw three officers at the school.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC also drove about 60km (37 miles) from Yauri, a major link road to Papiri, but came across only one police checkpoint and none of the officers was armed. </p><p class=\"sc-9a00e533-0 eZyhnA\">However, the police commissioner insisted that a tactical police team and members of other security agencies were stationed in the community.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said the police headquarters in Agwara town, not far from Papiri, had been made the operational base.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"So they moved from Agwara police station to the school. Probably when you got there, they must have moved back to the headquarters,\" the police commissioner told the BBC. </p><p class=\"sc-9a00e533-0 eZyhnA\">He stressed that a search operation for the children was continuing, but said the school was yet to \"report\" to his command. </p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile Nigeria's police chief Kayode Egbetokun said that he had stepped up operations, including on the intelligence front, to ensure the children and members of staff were freed.  </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are ready to give everything to ensure that the remaining pupils and their teachers still in captivity are rescued unhurt,\" he said, in a statement issued after talks with the state governor.</p><p class=\"sc-9a00e533-0 eZyhnA\">The abduction at the school was the third to hit Nigeria in a week, forcing President Bola Tinubu to cancel his trip to the G20 summit, held in South Africa at the weekend, to deal with the crisis.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday, Mr Onanuga said that 24 girls who were kidnapped last week from a boarding school in Kebbi state, which borders Niger, had been released.</p><p class=\"sc-9a00e533-0 eZyhnA\">The presidential spokesman did not give details of how their freedom was secured. </p><p class=\"sc-9a00e533-0 eZyhnA\">Tinubu said on Sunday that 38 worshippers abducted from a church further south in Kwara state had also been released. </p><p class=\"sc-9a00e533-0 eZyhnA\">Two people were killed in the attack on the church.</p><p class=\"sc-9a00e533-0 eZyhnA\">The spate of abductions has forced the closure of many boarding schools across Nigeria, with parents rushing to collect their children.</p><p class=\"sc-9a00e533-0 eZyhnA\">The authorities in Lagos - the most populous state in Nigeria - said they were beefing up security at schools, places of worship and other key buildings to prevent attacks.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-chris-ewokor,-abayomi-adisa-and-gift-ufoma\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Chris Ewokor, Abayomi Adisa and Gift Ufoma</i></p></div></div></body></html>"
        },
        {
            "title": "Dan Driscoll: Who is Trump's 'drone guy' taking central role in Ukraine peace talks?",
            "time": "2025-11-25T20:11:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/181d/live/154bdb00-ca07-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Who is Trump's 'drone guy' Dan Driscoll, taking key role in Ukraine talks?</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/181d/live/154bdb00-ca07-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/181d/live/154bdb00-ca07-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/181d/live/154bdb00-ca07-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/181d/live/154bdb00-ca07-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/181d/live/154bdb00-ca07-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/181d/live/154bdb00-ca07-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/181d/live/154bdb00-ca07-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/181d/live/154bdb00-ca07-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"eager\" alt=\"PA Media Volodymyr Zelensky, in black mockneck, puts hand forward, which Dan Driscoll, which grey hair and navy suit, grips in both hands. In the background are gold and blue insignia and flags\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">PA Media</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ukrainian President Volodymyr Zelensky shakes hands with Dan Driscoll in Kyiv</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">When talks to end the Russia-Ukraine war took an unexpected turn last week, with the leak of a peace plan said to come from the US, the Trump administration dispatched an unlikely figure to attend a flurry of overseas meetings. </p><p class=\"sc-9a00e533-0 eZyhnA\">The youngest-ever army secretary, 39-year-old Dan Driscoll, is often referred to as President Donald Trump's \"drone guy\" for his embrace of emerging battlefield technologies. Until recently, he was mostly known for discussions of budgets, supplies and staff issues in the military's largest branch. </p><p class=\"sc-9a00e533-0 eZyhnA\">Driscoll does not appear have a long history of dealing with Russian and Ukraine, or experience in international diplomacy, and has never held public office.</p><p class=\"sc-9a00e533-0 eZyhnA\">So, who is this increasingly prominent figure within the administration?</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Close ally of Vice-President JD Vance</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It is Driscoll's relationship with the now-vice president, JD Vance, that brought him into Trump's orbit.</p><p class=\"sc-9a00e533-0 eZyhnA\">Like his friend Vance, Driscoll attended a public university before joining the US Army, and then earned his law degree at the prestigious Yale University. Both men also worked in finance after graduating. </p><p class=\"sc-9a00e533-0 eZyhnA\">During his military career, Driscoll became an officer in 2007, led a cavalry platoon and deployed to Iraq for several months in 2009. </p><p class=\"sc-9a00e533-0 eZyhnA\">He has told the story of meeting Vance through a veterans' student group at law school, during which Vance reassured new students that they would at first feel as if they did not belong, but would excel at classes after a few months. Soon, Vance became Driscoll's friend and mentor.</p><p class=\"sc-9a00e533-0 eZyhnA\">Driscoll was on holiday with his family in Switzerland in the summer of 2024 when Vance called to tell him he was going to be Trump's running mate and asked him to join the campaign.</p><p class=\"sc-9a00e533-0 eZyhnA\">The next day, Driscoll flew back to the US, bought a suit at an outlet mall, and took an Uber to the Republican National Convention, he told the alumni magazine for the University of North Carolina, Chapel Hill - the institution where he was an undergraduate.</p><p class=\"sc-9a00e533-0 eZyhnA\">Once Trump returned to office, Driscoll was swiftly approved as army secretary in his Senate confirmation vote. His sphere of influence expanded after he became a key figure in Trump's deployment of the National Guard to US cities. Afterwards, he also took over the role of acting director of the Bureau of Alcohol, Tobacco, Firearms and Explosives.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9a6b/live/e57e9ba0-ca11-11f0-b881-37f4ac070994.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9a6b/live/e57e9ba0-ca11-11f0-b881-37f4ac070994.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9a6b/live/e57e9ba0-ca11-11f0-b881-37f4ac070994.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9a6b/live/e57e9ba0-ca11-11f0-b881-37f4ac070994.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9a6b/live/e57e9ba0-ca11-11f0-b881-37f4ac070994.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9a6b/live/e57e9ba0-ca11-11f0-b881-37f4ac070994.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9a6b/live/e57e9ba0-ca11-11f0-b881-37f4ac070994.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9a6b/live/e57e9ba0-ca11-11f0-b881-37f4ac070994.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Dan Driscoll, wearing a blue suit jacket and red tie, looks up and over to his left behind a small black microphone \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Driscoll at his confirmation hearing in January</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Unannounced visit to Ukraine</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Driscoll has often spoken about the war in Ukraine - pointing to Ukrainian drones as a relatively cheap, mass-produced technology that is good for fighting. </p><p class=\"sc-9a00e533-0 eZyhnA\">But after being nominated for the army secretary job, he did not initially appear to be involved in negotiations to end the war. Trump was instead relying on his special envoy, Steve Witkoff, to work on a plan for a ceasefire. </p><p class=\"sc-9a00e533-0 eZyhnA\">When details of a 28-point plan drafted by the US and Russia <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cde6yld78d6o\" class=\"sc-f9178328-0 iCaRzc\">were leaked last week</a>, Ukraine immediately voiced concern at some of its key points - and its European allies followed suit. </p><p class=\"sc-9a00e533-0 eZyhnA\">Driscoll then made an unannounced visit to Ukraine along with other high-ranking Pentagon figures, the most senior military group to travel to Kyiv since Trump took office in January. The purpose, according to a US Army spokesman, was to meet Ukrainian officials and discuss efforts to end the war.</p><p class=\"sc-9a00e533-0 eZyhnA\">Driscoll met Zelensky and was then, according to Politico, feted at a reception at the US ambassador's residence.</p><p class=\"sc-9a00e533-0 eZyhnA\">In subsequent days, Driscoll participated in more discussions with Ukrainian officials in Geneva alongside Secretary of State Marco Rubio, Witkoff and Trump's son-in-law Jared Kushner, and helped draw up an<a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ce3zwy808dpo\" class=\"sc-f9178328-0 iCaRzc\"> \"updated and refined peace framework\"</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">He went on to hold talks with Russian officials in Abu Dhabi, according to the BBC's US partner, CBS News.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a social media post on Tuesday, Trump said in an effort to finalise the peace plan, he had directed his envoy Steve Witkoff to meet with Russian President Vladimir Putin in Moscow. He said Driscoll would meet with the Ukrainian side.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">A future envoy... or defence secretary?</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7f85/live/8cffdbe0-ca09-11f0-88a5-11238e952b75.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7f85/live/8cffdbe0-ca09-11f0-88a5-11238e952b75.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7f85/live/8cffdbe0-ca09-11f0-88a5-11238e952b75.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7f85/live/8cffdbe0-ca09-11f0-88a5-11238e952b75.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7f85/live/8cffdbe0-ca09-11f0-88a5-11238e952b75.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7f85/live/8cffdbe0-ca09-11f0-88a5-11238e952b75.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7f85/live/8cffdbe0-ca09-11f0-88a5-11238e952b75.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7f85/live/8cffdbe0-ca09-11f0-88a5-11238e952b75.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A row of National Guardsmen in camouflage uniform kneel in front of a row of standing guards, with Dan Driscoll in white button-down shirt in the middle with his arms around two of them\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Driscoll with National Guard troops in Washington</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In nominating Driscoll as his army secretary, Trump wrote he had a \"powerful combination of experiences to serve as a disruptor and change agent\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Some in Washington are wondering if those qualities and his recent appearance on the world stage mean that Driscoll could one day replace Pete Hegseth, if Hegseth ever steps down as defence secretary.</p><p class=\"sc-9a00e533-0 eZyhnA\">While he has never held public office, Driscoll worked in Congress as an intern for the Senate's veteran affairs committee, and in 2020 he made an unsuccessful bid for a House seat in North Carolina. A former professor has suggested Driscoll aimed \"to serve in the military, go to law school and be in politics\".</p><p class=\"sc-9a00e533-0 eZyhnA\">There is also the possibility Driscoll could step officially into the role of negotiating with Ukraine when Trump's special envoy to the country, Keith Kellogg, leaves in January. </p><p class=\"sc-9a00e533-0 eZyhnA\">Or he could stay as the head of hundreds of thousands of troops in the US Army. Driscoll has previously highlighted that his father and grandfather served in the military before him, and he often speaks about his vision of transforming the Army. </p><p class=\"sc-9a00e533-0 eZyhnA\">Days before heading to Ukraine, Driscoll described to The Conversation podcast how he imagined the near future, when \"every infantryman...will carry a drone into battle\" and soldiers would rely on artificial intelligence because human brains will not be able to \"keep up\" with the pace of action. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Our window to change is right now,\" he said in a speech in October. \"And we will win with silicon and software, not our soldiers' blood and bodies.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Nithari: Indian parents ask who killed their children as Surinder Koli freed in 'house of horrors' murders",
            "time": "2025-11-26T00:01:18",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1114/live/a70f6d30-c535-11f0-b4db-7fe51d77cd43.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Who killed our children? Indian parents ask as 'house of horrors' convict acquitted</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Geeta Pandey</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Noida, Uttar Pradesh</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1114/live/a70f6d30-c535-11f0-b4db-7fe51d77cd43.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1114/live/a70f6d30-c535-11f0-b4db-7fe51d77cd43.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1114/live/a70f6d30-c535-11f0-b4db-7fe51d77cd43.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1114/live/a70f6d30-c535-11f0-b4db-7fe51d77cd43.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1114/live/a70f6d30-c535-11f0-b4db-7fe51d77cd43.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1114/live/a70f6d30-c535-11f0-b4db-7fe51d77cd43.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1114/live/a70f6d30-c535-11f0-b4db-7fe51d77cd43.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1114/live/a70f6d30-c535-11f0-b4db-7fe51d77cd43.jpg.webp\" loading=\"eager\" alt=\"Getty Images INDIA - DECEMBER 31: Natives of Nithari village, whose children are missing, demand to find their children during a protest rally organised by Foundation for Common Men Welfare Society, at Jantar Mantar in New Delhi on Sunday (Photo by Imtiyaz Khan/The The India Today Group via Getty Images)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Parents hold up photographs of the missing children of Nithari </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nearly 20 years after police found the bodies of 19 women and children near a  bungalow dubbed India's \"house of horrors\", the case is back in the spotlight -  because Surinder Koli, the last of the two men convicted, has walked free.</p><p class=\"sc-9a00e533-0 eZyhnA\">On 12 November, the Supreme Court acquitted him in the final case pending against him, accepting his claim that his confession - which included admissions of cannibalism and necrophilia - had been extracted under torture.</p><p class=\"sc-9a00e533-0 eZyhnA\">The case dates back to December 2006, when police identified a bungalow in Noida, a suburb of the capital Delhi, as the site where women and children were killed and dismembered, and some allegedly raped. Businessman Moninder Singh Pandher and Surinder Koli, his servant, were arrested after body parts were found near their home.</p><p class=\"sc-9a00e533-0 eZyhnA\">The revelations triggered national outrage. Parents accused police of ignoring complaints that children had been going missing for more than two years. The case also exposed India's deep social divides: this occurred in an affluent enclave, while the victims were mostly from the neighbouring slums of Nithari, home to poor migrant families.</p><p class=\"sc-9a00e533-0 eZyhnA\">The two men were convicted of rape and murder and spent years on death row. Moninder Singh Pandher was freed in 2023, with the court eventually finding there to be a lack of evidence. Now his servant is out of jail too, bringing to an end the long judicial process in one of India's most disturbing criminal cases.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/41c0/live/3430b030-c535-11f0-9839-6584ec7afe70.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/41c0/live/3430b030-c535-11f0-9839-6584ec7afe70.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/41c0/live/3430b030-c535-11f0-9839-6584ec7afe70.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/41c0/live/3430b030-c535-11f0-9839-6584ec7afe70.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/41c0/live/3430b030-c535-11f0-9839-6584ec7afe70.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/41c0/live/3430b030-c535-11f0-9839-6584ec7afe70.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/41c0/live/3430b030-c535-11f0-9839-6584ec7afe70.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/41c0/live/3430b030-c535-11f0-9839-6584ec7afe70.jpg.webp\" loading=\"lazy\" alt=\"Getty Images GREATER NOIDA, INDIA - NOVEMBER 12: 2006 Nithari serial killings accused Surendra Koli walks out of Luksar Jail after being acquitted by the Supreme Court on November 12, 2025 in Greater Noida, India. The case came into the public spotlight in December 2006, when skeletons were found in a drain near a house in Nithari village, Noida. The house belonged to Moninder Singh Pandher, while Surendra Koli worked there as his domestic help. The CBI had registered 16 cases against Koli and Pandher over the rape and killing of girls that had shocked the nation. The Supreme Court bench set aside the conviction of Koli in the last remaining case related to the Nithari killings. He has been acquitted in 12 cases already.(Photo by Sunil Ghosh/Hindustan Times via Getty Images)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Surinder Koli walked free this month after the Supreme Court overturned his conviction</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The BBC visited Nithari a few days after the judgement, and found that most of the victims' families no longer lived there. Two, who remain in the neighbourhood, said they were trying to come to terms with the court order and wondering - \"if Pandher and Koli didn't, then who killed our children?\"</p><p class=\"sc-9a00e533-0 eZyhnA\">In interviews since his release, Moninder Singh Pandher has said he was innocent. Surinder Koli has not been seen in public since leaving prison and has not said anything, but his lawyer Yug Mohit Chaudhry said \"all the evidence against him was fabricated\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"After 19 years, in the 13 cases in which he had been sentenced to death, he had already been proven innocent in 12 of them. One case was left, in which five courts had declared him guilty and gave the death sentence.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Today, the Supreme Court has overturned those earlier four or five judgments in that case as well… These were extremely serious charges, but all the evidence was fabricated,\" Mr Chaudhry <a target=\"_blank\" href=\"https://thewire.in/law/no-one-killed-the-children-in-nithari\" class=\"sc-f9178328-0 iCaRzc\">told</a> PTI news agency.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This poor man was framed to protect some powerful person. Every bit of evidence was fake, not a single piece could justify a conviction… You should ask this question to the CBI [the federal Central Bureau of Investigation], because it is clear that the CBI, despite knowing who the real culprit was, created false evidence against these innocent people and trapped them. Ask these questions to the CBI,\" he added. The CBI has not commented on the acquittal. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has sent detailed questions to police in Uttar Pradesh state, where Noida is located, but hasn't received a response yet. </p><p class=\"sc-9a00e533-0 eZyhnA\">Many in Nithari are finding it very difficult to come to terms with the verdict.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If they are innocent, then how come they were in prison for 18 years?\" asks Sunita Kanaujia, tears rolling down her cheeks. Her 10-year-old daughter Jyoti went missing in the summer of 2005. DNA tests later confirmed that she was among the victims. \"God will not forgive those who killed her,\" she says.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sunita's husband Jhabbu Lal Kanaujia, who was instrumental in unearthing the serial killings, says he felt utter despair after hearing of Surinder Koli's acquittal and burned all the papers related to the case he had collected over the years.</p><p class=\"sc-9a00e533-0 eZyhnA\">For years, he worked as a \"press-wallah\" - ironing clothes of the locality's affluent residents - right outside Moninder Singh Pandher's house.</p><p class=\"sc-9a00e533-0 eZyhnA\">For 15 months after his daughter went missing, he visited the police station regularly.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When someone goes missing, there's no closure. It becomes a wound. It festers. You always wonder where they are, in what condition?\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">On a cold December day in 2006, he was one of the people who climbed down into a sewer to dig out skulls, bones and limbs. The number of skulls, he says, was \"many times higher\" than the 19 cases that went to court.</p><p class=\"sc-9a00e533-0 eZyhnA\">Today, the questions he keeps asking repeatedly are: \"If they are not guilty, then who is? And what happened to our children then?\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The acquittal of the two men has snatched away his sense of closure and opened old wounds. But, he says, he's no longer certain that he has any fight left in him. \"I'm an old man, I'm a broken man,\" he says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0bcb/live/681bdb40-c535-11f0-9839-6584ec7afe70.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0bcb/live/681bdb40-c535-11f0-9839-6584ec7afe70.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0bcb/live/681bdb40-c535-11f0-9839-6584ec7afe70.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0bcb/live/681bdb40-c535-11f0-9839-6584ec7afe70.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0bcb/live/681bdb40-c535-11f0-9839-6584ec7afe70.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0bcb/live/681bdb40-c535-11f0-9839-6584ec7afe70.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0bcb/live/681bdb40-c535-11f0-9839-6584ec7afe70.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0bcb/live/681bdb40-c535-11f0-9839-6584ec7afe70.jpg.webp\" loading=\"lazy\" alt=\"Getty Images NOIDA, INDIA - JULY 30: the victim of Nithari case, looking at the picture of his daughter Jyoti in his home in Nithari on July 30, 2025 in Noida, India. The Supreme Court has rejected a total of 14 appeals filed against the acquittal of Surendra Koli, accused in the much-talked-about Nithari case of 2006. Moninder Singh Pandher and his domestic help Koli were accused of raping and murdering their neighbours, especially children, in Nithari, Uttar Pradesh. Koli was awarded death penalty by the trial court on September 28, 2010. The high court acquitted Pandher and Koli of the death penalty, holding that the prosecution failed to prove their guilt 'beyond reasonable doubt' and calling it a 'botched' investigation. (Photo by Sunil Ghosh/Hindustan Times via Getty Images)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Jhabbu Lal Kanaujia and his wife Sunita want to know who killed their 10-year-old daughter</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In its order, the top court said that \"the offences in Nithari were heinous, and the suffering of the families is beyond measure\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The judges acquitted Surinder Koli, saying courts had earlier mainly relied on his confession while convicting him, but they said they did not believe it had been voluntary. They noted it was recorded after he had been in custody for 60 days and \"it appeared he was being tutored\". The presence of the police investigator near him raised serious questions, the judges said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The court criticised the police and investigating agencies for carrying out a<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>flawed investigation, marked by \"negligence and delay\" because of which \"the true offender\" had not been identified.</p><p class=\"sc-9a00e533-0 eZyhnA\">It said the investigators had \"opted for the easy course by implicating a poor servant of the house and demonising him\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The order also pointed out that the investigators \"did not look into leads, including the organ-trade angle flagged by a governmental committee\" of the Ministry of Women and Child Development. Reports at the time had suggested that the bodies had been cut with surgical precision.</p><p class=\"sc-9a00e533-0 eZyhnA\">Jhabbu Lal says \"unless the erring policemen are arrested, we won't get justice\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The anger against police in Nithari is not new. When parents of missing children approached police, their standard response - particularly to parents of girls - was that they had eloped with a lover, says Pappu Lal, whose daughter Rachna was among the victims.</p><p class=\"sc-9a00e533-0 eZyhnA\">She went missing on 10 April 2006 after she went to visit her grandparents who lived two houses away from the bungalow number D5. After searching for her in the neighbourhood, the family went to the police who told them that their eight-year-old had most likely eloped with a lover. Police did not respond to BBC questions on this.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5ca3/live/ae3721b0-c90a-11f0-ae11-4d3613cc0ef4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5ca3/live/ae3721b0-c90a-11f0-ae11-4d3613cc0ef4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5ca3/live/ae3721b0-c90a-11f0-ae11-4d3613cc0ef4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5ca3/live/ae3721b0-c90a-11f0-ae11-4d3613cc0ef4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5ca3/live/ae3721b0-c90a-11f0-ae11-4d3613cc0ef4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5ca3/live/ae3721b0-c90a-11f0-ae11-4d3613cc0ef4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5ca3/live/ae3721b0-c90a-11f0-ae11-4d3613cc0ef4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5ca3/live/ae3721b0-c90a-11f0-ae11-4d3613cc0ef4.jpg.webp\" loading=\"lazy\" alt=\"Courtesy Pappu Lal Pappu lal's daughter Rachna who disappeared in April 2006\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Courtesy Pappu Lal</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Pappu Lal says when Rachna, eight, disappeared in April 2006, police told him she had eloped with a lover</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Pappu Lal says he travelled to other cities and states to look for Rachna. His search ended eight months later in the lane behind D5 where Rachna's clothes and slippers were found.</p><p class=\"sc-9a00e533-0 eZyhnA\">After the first set of skulls and bones were discovered, the residents stormed the house and attacked the police. Two senior officials were transferred and six policemen suspended.</p><p class=\"sc-9a00e533-0 eZyhnA\">The case was then handed over to the federal investigators.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If the police had taken action on time, Rachna could have been saved. Many children could have been saved,\" says Pappu Lal.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's a sad state of affairs,\" says Aruna Arora, who was the president of the Residents' Welfare Association for the area in 2006. \"How can anyone have faith in the criminal justice system any more?\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Arora says she was deeply disturbed by reports of children disappearing in her area and went to meet senior police officials and the district magistrate.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"But these children were all from poor families so no-one took it seriously. It was only after bones and skulls and body parts were found that the authorities got into the action,\" she says. Police did not respond to a request for comment.</p><p class=\"sc-9a00e533-0 eZyhnA\">Pappu Lal takes us around the neighbourhood to point out the different spots that figure prominently in the murders.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/671e/live/7978a440-c90e-11f0-bd4a-7940a6cd3cb7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/671e/live/7978a440-c90e-11f0-bd4a-7940a6cd3cb7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/671e/live/7978a440-c90e-11f0-bd4a-7940a6cd3cb7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/671e/live/7978a440-c90e-11f0-bd4a-7940a6cd3cb7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/671e/live/7978a440-c90e-11f0-bd4a-7940a6cd3cb7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/671e/live/7978a440-c90e-11f0-bd4a-7940a6cd3cb7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/671e/live/7978a440-c90e-11f0-bd4a-7940a6cd3cb7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/671e/live/7978a440-c90e-11f0-bd4a-7940a6cd3cb7.jpg.webp\" loading=\"lazy\" alt=\"Geeta Pandey/BBC News Pappu Lal stands outside bungalow D5 - the house where police said the crimes took place \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Geeta Pandey/BBC News</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Pappu Lal's daughter Rachna's remains were among those found near bungalow D5</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">D5 -  the squat bungalow - now sits derelict, out of place among a row of plush, well-kept homes. </p><p class=\"sc-9a00e533-0 eZyhnA\">Abandoned for years, it is scarred by soot from a 2014 fire that gutted parts of the structure. Its entrance is sealed with a crude brick-and-mud wall, and an overgrown bougainvillea, bright with pink blooms, spills over the front boundary. In the open sewer outside, plastic bags and bottles drift through charcoal-grey sludge, its stench thick in the air.</p><p class=\"sc-9a00e533-0 eZyhnA\">We then walk to the rear of the house where Pappu Lal points out the area where body parts and victims' belongings were found.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I still cannot forget the horrors of those days,\" he says, voice choking with emotion. But he is determined to not give up. \"I will go to the police and lodge a fresh complaint. They have to find out who killed our children.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He now wants to meet Prime Minister Narendra Modi and the state Chief Minister Yogi Adityanath to seek their help in getting justice.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Our fight now is with the government. They also have some responsibility to ensure that criminals are punished. Aren't our children India's children?\" he asks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Anupam Nagolia of Better World Foundation charity that helped Pappu Lal and other victims by arranging lawyers for them, however, says that it seems to be the end of the road for the victims' families.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The judgement was given by the highest bench in the highest court in the country. I don't see any other forum where they can appeal now.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">So what should they do? \"Now the only option for the victims' families is to cry, be unhappy and grieve,\" Mr Nagolia says.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some legal experts say the families do have one final option - they can petition the Supreme Court to order a reinvestigation.</p><p class=\"sc-9a00e533-0 eZyhnA\">Retired Supreme Court Justice Madan Lokur says it's unlikely to yield any result. \"Because such a lot of time has elapsed, the evidence would have disappeared and the possibility of a reinvestigation is impossible.\"</p></div></article></div></body></html>"
        },
        {
            "title": "US immigration: Families face separation as Haiti TPS scheme ends",
            "time": "2025-11-25T02:40:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/895f/live/a9b3c8e0-c0b9-11f0-8a6c-bdcd4bb2f081.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Family reunited after a decade – now a Trump clampdown could tear them apart</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/895f/live/a9b3c8e0-c0b9-11f0-8a6c-bdcd4bb2f081.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/895f/live/a9b3c8e0-c0b9-11f0-8a6c-bdcd4bb2f081.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/895f/live/a9b3c8e0-c0b9-11f0-8a6c-bdcd4bb2f081.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/895f/live/a9b3c8e0-c0b9-11f0-8a6c-bdcd4bb2f081.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/895f/live/a9b3c8e0-c0b9-11f0-8a6c-bdcd4bb2f081.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/895f/live/a9b3c8e0-c0b9-11f0-8a6c-bdcd4bb2f081.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/895f/live/a9b3c8e0-c0b9-11f0-8a6c-bdcd4bb2f081.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/895f/live/a9b3c8e0-c0b9-11f0-8a6c-bdcd4bb2f081.jpg.webp\" loading=\"eager\" alt=\"Liam Weir/BBC Marven, Rochelle and Guerline, pictured from behind, with their arms around each other looking out over a lake. Marwen is wearing a grey, collared T-shirt and is much taller than the two women.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Liam Weir/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Marven says his life feels \"more complete\" now he has got to know Rochelle and Guerline</figcaption></p></figure><div data-component=\"subByline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Nawal al-Maghafi and Jasmin Dyer</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">BBC World Service, Florida</span></p></div></span></div></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a waterside house in the town of Lakeland, Florida, Marven laughs with two women he loves dearly - his sister Rochelle and their biological mother, Guerline.</p><p class=\"sc-9a00e533-0 eZyhnA\">The warmth between them is unmistakable as they celebrate his 16th birthday, even though they spent a decade apart. Now they fear being separated again.</p><p class=\"sc-9a00e533-0 eZyhnA\">Also celebrating is Stacey Nageli Angulo, who adopted Marven when he was three years old, from Haiti, in the wake of a devastating earthquake in 2010.</p><p class=\"sc-9a00e533-0 eZyhnA\">She helped Guerline and Rochelle come to the US three years ago, reuniting the family, as spreading gang violence triggered a fresh humanitarian crisis in the Caribbean island nation.</p><p class=\"sc-9a00e533-0 eZyhnA\">The two Haitian women, whose names we have changed for their safety, live and work legally in the US under a scheme called Temporary Protected Status (TPS). It provides protection for people already in the US who are from countries hit by war or natural disaster.</p><p class=\"sc-9a00e533-0 eZyhnA\">But TPS is due to end for 350,000 Haitians in February, as part of US President Donald Trump's sweeping changes to immigration policies.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/62c7/live/3117aa90-c0ba-11f0-9a85-7f5796336073.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/62c7/live/3117aa90-c0ba-11f0-9a85-7f5796336073.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/62c7/live/3117aa90-c0ba-11f0-9a85-7f5796336073.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/62c7/live/3117aa90-c0ba-11f0-9a85-7f5796336073.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/62c7/live/3117aa90-c0ba-11f0-9a85-7f5796336073.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/62c7/live/3117aa90-c0ba-11f0-9a85-7f5796336073.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/62c7/live/3117aa90-c0ba-11f0-9a85-7f5796336073.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/62c7/live/3117aa90-c0ba-11f0-9a85-7f5796336073.jpg.webp\" loading=\"lazy\" alt=\"Liam Weir/BBC Marven looking on and smiling as a man brings a birthday cake with lit candles to the table where he and some other people are sitting. The lights are low and Marven is wearing a party hat.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Liam Weir/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Marven turned 16 recently, about three years after being reunited with his biological mother and sister</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Rochelle, now aged 21, cheers, as Marven blows out his candles, but Guerline's smile falters. In just a few months, the two women could be deported.</p><p class=\"sc-9a00e533-0 eZyhnA\">After the earthquake, Guerline lived in Haiti's capital Port-au-Prince, struggling to provide for her children. She says offering Marven for adoption \"scarred\" her, but she \"wanted a better life for him\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Stacey, who now renovates properties after a career in the corporate world, says she felt compelled to adopt a child from Haiti in the aftermath of the disaster and raised Marven alongside her two biological children.</p><p class=\"sc-9a00e533-0 eZyhnA\">More recently, hearing about the violence, she began researching legal routes to the US for Rochelle and Guerline. When a humanitarian scheme opened in 2023, they applied immediately. \"Three weeks later they were approved and on an airplane and here with us,\" she says.</p><p class=\"sc-9a00e533-0 eZyhnA\">The two Haitian women moved into a caravan on Stacey's driveway, before renting an apartment locally. Guerline now works in a hotel. Rochelle has jobs at a supermarket and a nursery, and dreams of becoming a nurse.</p><p class=\"sc-9a00e533-0 eZyhnA\">Marven often sleeps over at their apartment and loves the Haitian food Guerline cooks. He says his life now \"feels more complete\".</p><p class=\"sc-9a00e533-0 eZyhnA\">But Rochelle and Guerline are terrified of returning to Haiti. The gang violence has displaced a tenth of the population, according to the UN, with kidnappings and killings rising sharply. Rape and arson are rampant.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9df9/live/9a96d510-c0c2-11f0-9de8-edd64aee3552.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9df9/live/9a96d510-c0c2-11f0-9de8-edd64aee3552.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9df9/live/9a96d510-c0c2-11f0-9de8-edd64aee3552.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9df9/live/9a96d510-c0c2-11f0-9de8-edd64aee3552.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9df9/live/9a96d510-c0c2-11f0-9de8-edd64aee3552.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9df9/live/9a96d510-c0c2-11f0-9de8-edd64aee3552.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9df9/live/9a96d510-c0c2-11f0-9de8-edd64aee3552.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9df9/live/9a96d510-c0c2-11f0-9de8-edd64aee3552.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Five young men in shorts and ripped jeans walk along an unpaved street holding guns in the air as they patrol an area in Port-au-Prince in February 2024\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Gangs control much of Haiti's capital - Jimmy \"Barbecue\" Cherizier (centre), seen here in 2024, leads one of them </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Rochelle, now 21, says her biggest fear in Port-au-Prince was being kidnapped. \"I was at school and I've seen young girls like me get kidnapped,\" she says. \"They asked a ransom for them and then they didn't get them back,\" she says, adding that she believes some girls who are taken are either raped or killed.</p><p class=\"sc-9a00e533-0 eZyhnA\">She says she receives harrowing videos from friends and relatives in Haiti every day, including bodies being burned and gang shootouts: \"There's gun fighting all the time. You can't really go out.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Stacey voted for President Trump in the past three presidential elections but is now horrified that  Rochelle and Guerline could be sent back.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Do we want open borders? Absolutely not. Do we want criminals deported? Absolutely,\" she says. \"But to rip families apart like ours and deport people to countries where it's absolutely unsafe… is unthinkable and unconscionable.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/109d/live/baca0490-c0c4-11f0-ae46-bd64331f0fd4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/109d/live/baca0490-c0c4-11f0-ae46-bd64331f0fd4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/109d/live/baca0490-c0c4-11f0-ae46-bd64331f0fd4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/109d/live/baca0490-c0c4-11f0-ae46-bd64331f0fd4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/109d/live/baca0490-c0c4-11f0-ae46-bd64331f0fd4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/109d/live/baca0490-c0c4-11f0-ae46-bd64331f0fd4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/109d/live/baca0490-c0c4-11f0-ae46-bd64331f0fd4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/109d/live/baca0490-c0c4-11f0-ae46-bd64331f0fd4.jpg.webp\" loading=\"lazy\" alt=\"Reuters A school that is being used as a shelter, with people standing on balconies, washing hanging out and makeshift shelters made from tarpaulins, in Port-au-Prince, October 2025\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Many of Haiti's 1.4m displaced people have moved into temporary shelters in schools and other buildings</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">TPS for Haitians has been extended repeatedly since it was first designated in 2010.</p><p class=\"sc-9a00e533-0 eZyhnA\">But now the US Department for Homeland Security (DHS) says \"the environmental situation in Haiti has improved enough that it is safe for Haitian citizens to return home\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The US government, however, advises its citizens not to travel there, because of \"kidnapping, crime, terrorist activity, civil unrest\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The US immigration service says continuing the scheme for Haitians is not in US interests, citing difficulties vetting migrants and obtaining information from Haitian law enforcement agencies, coupled with the \"serious threat posed by Haitian gangs\".</p><p class=\"sc-9a00e533-0 eZyhnA\">A spokesman for the DHS also told the BBC in September that TPS had been abused and exploited.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US administration says those whose TPS ends can leave voluntarily or pursue other immigration options. Lawyers say few will qualify to stay, and many will go underground.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Miami, another Haitian woman, who we are calling Monique, tells us she has lived in the US for more than 16 years. Her small home is lined with photos of her husband, son and daughter. She is the only one of them facing deportation - her husband is a permanent resident, her daughter is a US citizen and her son has a green card application in progress.</p><p class=\"sc-9a00e533-0 eZyhnA\">Monique, who now works as a bus driver, came legally under a humanitarian programme before moving on to TPS in 2010.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Yes, it's called Temporary Protected Status,\" she says. \"But it's temporary if your home is safe. Haiti is not safe.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">She wipes away tears, convinced she will lose everything and possibly die if she returns: \"Don't send us to Haiti… just kill us.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6a2c/live/131d13b0-c0bd-11f0-ae46-bd64331f0fd4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6a2c/live/131d13b0-c0bd-11f0-ae46-bd64331f0fd4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6a2c/live/131d13b0-c0bd-11f0-ae46-bd64331f0fd4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6a2c/live/131d13b0-c0bd-11f0-ae46-bd64331f0fd4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6a2c/live/131d13b0-c0bd-11f0-ae46-bd64331f0fd4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6a2c/live/131d13b0-c0bd-11f0-ae46-bd64331f0fd4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6a2c/live/131d13b0-c0bd-11f0-ae46-bd64331f0fd4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6a2c/live/131d13b0-c0bd-11f0-ae46-bd64331f0fd4.jpg.webp\" loading=\"lazy\" alt=\"Liam Weir/BBC Stacey and Marven facing the camera in front of a lake. Both are smiling, Marven is wearing a grey, collared T-shirt, Stacey has long blond hair and glasses and is wearing a bright green gathered top.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Liam Weir/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Stacey says she felt compelled to adopt a child in the aftermath of the 2010 earthquake in Haiti </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Over a million people hold TPS in the US, with people from 20 countries granted the protection since 1990.</p><p class=\"sc-9a00e533-0 eZyhnA\">This year, the US has ended it for six countries - Afghanistan, Cameroon, Honduras, Nepal, Nicaragua and Venezuela. There have been multiple legal challenges, including one which delayed the end of TPS for Haitians.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Florida, where 56% of voters backed Donald Trump, many Republican supporters, like Stacey, told us they wanted to see immigration law enforced but were concerned about the human cost of current policies.</p><p class=\"sc-9a00e533-0 eZyhnA\">She feels the Republican Party is \"completely out of touch\" with its voter base on immigration.</p><p class=\"sc-9a00e533-0 eZyhnA\">Local businessman Sam Romain, who is the chair of Polk County Republicans, however,  is less sympathetic: \"You knew that it was temporary, you built your life on a temporary status and now… you're upset it's expiring. We knew what the rules were.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">When pressed on the situation in Haiti, he says he is not qualified to assess whether it is safe enough to return to, but believes the decision is made by qualified officials and he trusts their judgement.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/176a/live/514b4e40-c0c7-11f0-9de8-edd64aee3552.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/176a/live/514b4e40-c0c7-11f0-9de8-edd64aee3552.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/176a/live/514b4e40-c0c7-11f0-9de8-edd64aee3552.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/176a/live/514b4e40-c0c7-11f0-9de8-edd64aee3552.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/176a/live/514b4e40-c0c7-11f0-9de8-edd64aee3552.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/176a/live/514b4e40-c0c7-11f0-9de8-edd64aee3552.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/176a/live/514b4e40-c0c7-11f0-9de8-edd64aee3552.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/176a/live/514b4e40-c0c7-11f0-9de8-edd64aee3552.jpg.webp\" loading=\"lazy\" alt=\"CLARENS SIFFROY/AFP via Getty Images A wide shot of a lone figure walking along a road covered in debris in the Delmas 30 neighborhood in September 2025\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">CLARENS SIFFROY/AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Whole neighbourhoods have been attacked and destroyed in Port-au-Prince</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Mr Romain says he believes in America as \"a nation of law and order\" and adds that immigration reform \"does need to happen\".</p><p class=\"sc-9a00e533-0 eZyhnA\">For Rochelle and Guerline, the future is filled with uncertainty.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We were told America is the land of freedom and safety,\" says Rochelle. \"Now I don't know where we belong.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I love my sister very much,\" says Marven. \"I don't know what I'd do if anything happened to her.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The three pose together for a photograph - mother, son, and daughter. But in a few months' time, two of them could be gone.</p></div></article></div></body></html>"
        },
        {
            "title": "Indian study finds music helps patients heal under anaesthesia",
            "time": "2025-11-25T00:00:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2db4/live/98981940-c8a1-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Music eases surgery and speeds recovery, Indian study finds</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Soutik Biswas</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">India correspondent</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6712/live/6ce97290-c89b-11f0-bd7c-1744b857cc58.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6712/live/6ce97290-c89b-11f0-bd7c-1744b857cc58.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6712/live/6ce97290-c89b-11f0-bd7c-1744b857cc58.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6712/live/6ce97290-c89b-11f0-bd7c-1744b857cc58.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6712/live/6ce97290-c89b-11f0-bd7c-1744b857cc58.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6712/live/6ce97290-c89b-11f0-bd7c-1744b857cc58.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6712/live/6ce97290-c89b-11f0-bd7c-1744b857cc58.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6712/live/6ce97290-c89b-11f0-bd7c-1744b857cc58.jpg.webp\" loading=\"eager\" alt=\"BBC A patient with headphones playing music during surgery in a hospital in Delhi\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A patient with headphones playing music during surgery in a hospital in Delhi</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Under the harsh lights of an operating theatre in the Indian capital, Delhi, a woman lies motionless as surgeons prepare to remove her gallbladder.</p><p class=\"sc-9a00e533-0 eZyhnA\">She is under general anaesthesia: unconscious, insensate and rendered completely still by a blend of drugs that induce deep sleep, block memory, blunt pain and temporarily paralyse her muscles.</p><p class=\"sc-9a00e533-0 eZyhnA\">Yet, amid the hum of monitors and the steady rhythm of the surgical team, a gentle stream of flute music plays through the headphones placed over her ears.</p><p class=\"sc-9a00e533-0 eZyhnA\">Even as the drugs silence much of her brain, its auditory pathway remains partly active. When she wakes up, she will regain consciousness more quickly and clearly because she required lower doses of anaesthetic drugs such as propofol and opioid painkillers than patients who heard no music.</p><p class=\"sc-9a00e533-0 eZyhnA\">That, at least, is what a <a target=\"_blank\" href=\"https://mmd.iammonline.com/index.php/musmed/article/view/1111\" class=\"sc-f9178328-0 iCaRzc\">new peer-reviewed study</a> from Delhi's Maulana Azad Medical College and Lok Nayak Hospital suggests. The research, published in the journal Music and Medicine, offers some of the strongest evidence yet that music played during general anaesthesia can modestly but meaningfully reduce drug requirements and improve recovery.</p><p class=\"sc-9a00e533-0 eZyhnA\">The study focuses on patients undergoing laparoscopic cholecystectomy, the standard keyhole operation to remove the gallbladder. The procedure is short - usually under an hour - and demands a particularly swift, \"clear-headed\" recovery.</p><p class=\"sc-9a00e533-0 eZyhnA\">To understand why the researchers turned to music, it helps to decode the modern practice of anaesthesia.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Our aim is early discharge after surgery,\" says Dr Farah Husain, senior specialist in anaesthesia and certified music therapist for the study. \"Patients need to wake up clear-headed, alert and oriented, and ideally pain-free. With better pain management, the stress response is curtailed.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Achieving that requires a carefully balanced mix of five or six drugs that together keep the patient asleep, block pain, prevent memory of the surgery and relax the muscles.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1dd7/live/f3017100-c2c1-11f0-8669-5560f5c90fbe.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1dd7/live/f3017100-c2c1-11f0-8669-5560f5c90fbe.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1dd7/live/f3017100-c2c1-11f0-8669-5560f5c90fbe.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1dd7/live/f3017100-c2c1-11f0-8669-5560f5c90fbe.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1dd7/live/f3017100-c2c1-11f0-8669-5560f5c90fbe.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1dd7/live/f3017100-c2c1-11f0-8669-5560f5c90fbe.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1dd7/live/f3017100-c2c1-11f0-8669-5560f5c90fbe.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1dd7/live/f3017100-c2c1-11f0-8669-5560f5c90fbe.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Indian surgeons medical team performing surgery in operation theater at hospital\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Patients need to wake up clear-headed and ideally pain-free after surgery</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In procedures like laparoscopic gallbladder removal, anaesthesiologists now often supplement this drug regimen with regional \"blocks\" - ultrasound-guided injections that numb nerves in the abdominal wall. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"General anaesthesia plus blocks is the norm,\" says Dr Tanvi Goel, primary investigator and a former senior resident of Maulana Azad Medical College. \"We've been doing this for decades.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">But the body does not take to surgery easily. Even under anaesthesia, it reacts: heart rate rises, hormones surge, blood pressure spikes. Reducing and managing this cascade is one of the central goals of modern surgical care. Dr Husain explains that the stress response can slow recovery and worsen inflammation, highlighting why careful management is so important.</p><p class=\"sc-9a00e533-0 eZyhnA\">The stress starts even before the first cut, with intubation - the insertion of a breathing tube into the windpipe.</p><p class=\"sc-9a00e533-0 eZyhnA\">To do this, the anaesthesiologist uses a laryngoscope to lift the tongue and soft tissues at the base of the throat, obtain a clear view of the vocal cords, and guide the tube into the trachea. It's a routine step in general anaesthesia that keeps the airway open and allows precise control of the patient's breathing while they are unconscious.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The laryngoscopy and intubation are considered the most stressful response during general anaesthesia,\" says Dr Sonia Wadhawan, director-professor of anaesthesia and intensive care at Maulana Azad Medical College and supervisor of the study.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Although the patient is unconscious and will remember nothing, their body still reacts to the stress with changes in heart rate, blood pressure, and stress hormones.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">To be sure, the drugs have evolved. The old ether masks have vanished. In their place are intravenous agents - most notably propofol, the hypnotic made infamous by <a target=\"_self\" href=\"https://www.bbc.co.uk/news/newsbeat-15634083\" class=\"sc-f9178328-0 iCaRzc\">Michael Jackson's death</a> but prized in operating theatres for its rapid onset and clean recovery. \"Propofol acts within about 12 seconds,\" notes Dr Goel. \"We prefer it for short surgeries like laparoscopic cholecystectomy because it avoids the 'hangover' caused by inhalational gases.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The team of researchers wanted to know whether music could reduce how much propofol and fentanyl (an opioid painkiller) patients required. Less drugs means faster awakening, steadier vital signs and reduced side effects.</p><p class=\"sc-9a00e533-0 eZyhnA\">So they designed a study. A pilot involving eight patients led to a full 11-month trial of 56 adults, aged roughly 20 to 45, randomly assigned to two groups. All received the same five-drug regimen: a drug that prevents nausea and vomiting, a sedative, fentanyl, propofol and a muscle relaxant. Both groups wore noise-cancelling headphones - but only one heard music.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We asked patients to select from two calming instrumental pieces - soft flute or piano,\" says Dr Husain. \"The unconscious mind still has areas that remain active. Even if the music isn't explicitly recalled, implicit awareness can lead to beneficial effects.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A pilot involving eight patients led to a full trial of 56 adults randomly assigned to two groups </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The results were striking.</p><p class=\"sc-9a00e533-0 eZyhnA\">Patients exposed to music required lower doses of propofol and fentanyl. They experienced smoother recoveries, lower cortisol or stress-hormone levels and a much better control of blood pressure during the surgery. \"Since the ability to hear remains intact under anaesthesia,\" the researchers write, \"music can still shape the brain's internal state.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Clearly, music seemed to quieten the internal storm. \"The auditory pathway remains active even when you're unconscious,\" says Dr Wadhawan. \"You may not remember the music, but the brain registers it.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The idea that the mind behind the anaesthetic veil is not entirely silent has long intrigued scientists. Rare cases of \"intraoperative awareness\" show patients recalling fragments of operating-room conversation. </p><p class=\"sc-9a00e533-0 eZyhnA\">If the brain is capable of picking up and remembering stressful experiences during surgery - even when a patient is unconscious - then it might also be able to register positive or comforting experiences, like music, even without conscious memory.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're only beginning to explore how the unconscious mind responds to non-pharmacological interventions like music,\" says Dr Husain. \"It's a way of humanising the operating room.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Music therapy is not new to medicine; it has long been used in psychiatry, stroke rehabilitation and palliative care. But its entry into the intensely technical, machine-governed world of anaesthesia marks a quiet shift.</p><p class=\"sc-9a00e533-0 eZyhnA\">If such a simple intervention can reduce drug use and speed recovery - even modestly - it could reshape how hospitals think about surgical wellbeing.</p><p class=\"sc-9a00e533-0 eZyhnA\">As the research team prepares its next study exploring music-aided sedation, building on earlier findings, one truth is already humming through the data: even when the body is still and the mind asleep, it appears a few gentle notes can help the healing begin.</p></div></article></div></body></html>"
        },
        {
            "title": "What happens next for Marjorie Taylor Greene after exit from Congress?",
            "time": "2025-11-25T01:38:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a83d/live/1fa66260-c9ca-11f0-8c1f-e1fe6e7ce046.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">What happens next for Marjorie Taylor Greene after exit from Congress?</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a83d/live/1fa66260-c9ca-11f0-8c1f-e1fe6e7ce046.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a83d/live/1fa66260-c9ca-11f0-8c1f-e1fe6e7ce046.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a83d/live/1fa66260-c9ca-11f0-8c1f-e1fe6e7ce046.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a83d/live/1fa66260-c9ca-11f0-8c1f-e1fe6e7ce046.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a83d/live/1fa66260-c9ca-11f0-8c1f-e1fe6e7ce046.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a83d/live/1fa66260-c9ca-11f0-8c1f-e1fe6e7ce046.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a83d/live/1fa66260-c9ca-11f0-8c1f-e1fe6e7ce046.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a83d/live/1fa66260-c9ca-11f0-8c1f-e1fe6e7ce046.jpg.webp\" loading=\"eager\" alt=\"Getty Images Marjorie Taylor Greene speaks to reporters outside the US Capitol in March\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Marjorie Taylor Greene's five years in Congress will come to an early end on 5 January after she unexpectedly announced her resignation following a bitter rift with President Donald Trump.</p><p class=\"sc-9a00e533-0 eZyhnA\">The surprise move from the Georgia congresswoman - a rising star in the Republican party - has left many speculating about her next steps.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her decision follows a public fallout with Trump, who branded her \"a traitor\" and said he would endorse her opponent in next year's election. </p><p class=\"sc-9a00e533-0 eZyhnA\">It comes after months of Greene's blistering criticism on the Trump administration's refusal to release files related to the investigation into the late sex trafficker Jeffrey Epstein - as well as several of Trump's policy positions.</p><p class=\"sc-9a00e533-0 eZyhnA\">Rumours have already begun circulating that Greene, 51, might run for president in 2028, which she immediately shot down. So, if not the Oval Office, what is next for Greene? </p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Run for president in 2028</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Although she claims she has no interest in the presidency now, having a future change of heart is not an unknown feature of US politics.</p><p class=\"sc-9a00e533-0 eZyhnA\">When Greene signed a petition to force a vote requiring the release of the files related to Epstein - over Trump's objections - it went on to a bill authored by her Democratic colleague, Ro Khanna. </p><p class=\"sc-9a00e533-0 eZyhnA\">Khanna told NBC News after Greene's latest announcement that she was \"likely to be a formidable 2028 candidate\", adding that she was \"more in touch\" with Trump's base than his number two, Vice-President JD Vance. </p><p class=\"sc-9a00e533-0 eZyhnA\">Time Magazine also reported that Greene \"privately told allies\" she was considering a presidential bid, but Greene quickly dismissed the assertion as a \"complete lie\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm not running for President and never said I wanted to and have only laughed about it when anyone would mention it,\" Greene wrote on social media, re-posting Time Magazine's article. </p><p class=\"sc-9a00e533-0 eZyhnA\">Greene has notably distanced herself from her party's positions - and from the president - for whom she once was an ardent supporter. </p><p class=\"sc-9a00e533-0 eZyhnA\">She has spoken out against issues including Epstein files, Trump's global tariffs, support for Israel and healthcare funding. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">A possible run for governor or Senate </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Greene has not been quite as explicit about ruling out the possibility of running for Georgia governor or to represent her state in the US Senate.</p><p class=\"sc-9a00e533-0 eZyhnA\">Elections for both take place in 2026.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two-time Republican Georgia Governor Brian Kemp is up against his term limit and unable to run again, widening the field of possible replacements. </p><p class=\"sc-9a00e533-0 eZyhnA\">Greene could also use her clout to pursue the race for the US Senate and attempt to unseat Democrat Jon Ossoff, who is up for re-election next year.</p><p class=\"sc-9a00e533-0 eZyhnA\">Both the role of governor and US senator are ones that Greene has expressed interest in, at least according to Trump.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the president's public spat with Greene following her resignation announcement, Trump wrote on social media that the feud began \"when I sent her a Poll stating that she should not run for Senator, or Governor\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"She was at 12%, and didn't have a chance (unless, of course, she had my Endorsement — which she wasn't about to get!)\", he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kennesaw State University Professor of Political Science Kerwin Swint, who lives in Greene's congressional district, says that Trump is aware of her unpopularity outside of her immediate district, and that she would probably \"get obliterated\" if she ran for statewide office.</p><p class=\"sc-9a00e533-0 eZyhnA\">Without those options, the only other office she may have her sights on is president, despite her protestations.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I don't see that happening,\" Swint says. \"She would be such an amazing longshot to dark horse. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"But most politicians have a big enough ego that they look in the mirror, they see a future president. So it's not out of the question.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Entering the conservative media landscape </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Swint predicts that she'll start a podcast and attempt to remain in the public spotlight by continuing to build her media profile.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I think she wants to be an influencer basically. And so I think someone who wants to do that is going to reach for these media opportunities,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">If she chooses a life outside of politics, Greene would join a host of former politicians and political operatives who have launched careers in the podcast arena. </p><p class=\"sc-9a00e533-0 eZyhnA\">After Republican Representative Matt Gaetz resigned from Congress to accept his failed nomination to become Trump's US attorney general, he started his own podcast. </p><p class=\"sc-9a00e533-0 eZyhnA\">The trend has even caught hold on the left, with Democrats like California Governor Gavin Newsom also hosting his own podcast. </p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, FBI deputy director Dan Bongino went on to join the Trump administration after success as a radio host and commentator.</p><p class=\"sc-9a00e533-0 eZyhnA\">Greene could also decide to become a conservative commentator on more left-leaning networks, like CNN, where she has made frequent appearances in recent days. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I knew she was going to be the next co-host of The View!\", conservative personality Megan McCain wrote on X, referring to Greene's recent appearance on ABC's liberal-leaning daily chat show.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Leave politics behind completely</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In the 10-minute video announcing her resignation, Greene also suggested she might leave politics to spend more time with her family who she said she missed \"precious time with\" as she fought for Trump. </p><p class=\"sc-9a00e533-0 eZyhnA\">Throughout her time in politics, Greene said, she faced \"never ending personal attacks\" and \"threats\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"It has been unfair and wrong, not only to me, but especially to my family,\" she said.  </p><p class=\"sc-9a00e533-0 eZyhnA\">Since her public feud with the president, Greene said the threats against her have only increased.</p><p class=\"sc-9a00e533-0 eZyhnA\">In addition to being a member of Congress, Greene is also the owner of a commercial construction and renovation company called Taylor Commercial. </p><p class=\"sc-9a00e533-0 eZyhnA\">The company has managed roughly $250m in construction projects, since Greene acquired it in 2002, according to her website. </p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"with-reporting-by-max-matza\" class=\"sc-d16436d-0 iVdNuz\">With reporting by Max Matza</i></p></div></article></div></body></html>"
        },
        {
            "title": "Updated peace plan could be a deal Ukraine will take - eventually",
            "time": "2025-11-24T19:23:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0aee/live/7be5d510-c94d-11f0-abcf-97df5562f205.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Donald Trump wants a peace deal in Ukraine very badly.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kyiv wants peace even more, just not at any cost.</p><p class=\"sc-9a00e533-0 eZyhnA\">That's why when the US began pushing it to agree to a deal by Thanksgiving on what looked close to surrender terms, Ukraine pushed back.</p><p class=\"sc-9a00e533-0 eZyhnA\">It scrambled senior officials to talks in Geneva and all of Sunday we saw delegates from the US and Ukraine shuttling back and forth between the two main venues in black limousines with darkened windows.</p><p class=\"sc-9a00e533-0 eZyhnA\">They were joined by national security advisers from Germany, France and the UK.</p><p class=\"sc-9a00e533-0 eZyhnA\">The only<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>time I glimpsed<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>Andriy Yermak, heading the negotiating team from Kyiv, he looked stony-faced.</p><p class=\"sc-9a00e533-0 eZyhnA\">No wonder: the starting proposal on the table was so skewed towards Russia's demands,<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>the talks began with the US Secretary of State Marco Rubio having to deny it had been written by the Kremlin.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Donald Trump had been clear that Ukraine needed to sign up fast or face unspecified consequences. So Kyiv had to engage.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Sunday night, Marco Rubio declared there'd been \"tremendous progress\" in the talks with just a \"couple of things\" still outstanding. When pressed, he wouldn't be more specific, calling the situation \"delicate\".</p><p class=\"sc-9a00e533-0 eZyhnA\">But a joint Ukraine-US statement says there's now a whole new deal in play, which it calls an \"updated and revised framework document\".</p><p class=\"sc-9a00e533-0 eZyhnA\">We haven't seen that yet. The Financial Times newspaper quotes one of the delegates, though -<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>Ukraine's deputy foreign minister<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>Sergiy Kyslytsya - who talks of a new 19-point plan with \"very little left\" from the original draft.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">That new document likely incorporates at least some of the amendments proposed by the Europeans and published by Reuters news agency that point to something far more palatable for Kyiv.</p><p class=\"sc-9a00e533-0 eZyhnA\">In that version, an automatic veto on future Ukrainian Nato membership is gone - as well as a cap on troop numbers for the country's armed forces.</p><p class=\"sc-9a00e533-0 eZyhnA\">It says no Western troops would be deployed to Ukraine permanently, but that's not an all-out ban.</p><p class=\"sc-9a00e533-0 eZyhnA\">On the sensitive question of territory – land Ukrainian soldiers have been fighting and dying to defend for 11 years – there would be no handover of the rest of the Donbas region to Russia for free, and Ukraine would aim to recover occupied areas through exclusively diplomatic means. That's something Ukrainian President Volodymyr Zelensky previously accepted. </p><p class=\"sc-9a00e533-0 eZyhnA\">The full amnesty for war crimes is deleted, too.</p><p class=\"sc-9a00e533-0 eZyhnA\">But most critically, there's reference to security guarantees.</p><p class=\"sc-9a00e533-0 eZyhnA\">Several officials, including the UK Prime Minister Sir Keir Starmer, have talked about Ukraine getting Article 5-style protection, meaning the US would be bound to come to its defence if Russia ever invaded again.</p><p class=\"sc-9a00e533-0 eZyhnA\">That's the key issue which Ukraine says it can't negotiate on.</p><p class=\"sc-9a00e533-0 eZyhnA\">We don't know how many of these European ideas have made it into the new proposal, but Germany's Chancellor Friedrich Merz calls the deal \"significantly modified\" – in a positive sense.</p><p class=\"sc-9a00e533-0 eZyhnA\">So how did we get from a pro-Russian deal to this in just a day? It's hard to be sure, with US hawks like President Trump's envoy Steve Witkoff in the room.</p><p class=\"sc-9a00e533-0 eZyhnA\">The initial Kremlin-friendly plan was rooted in Witkoff's own visit to Russian President Vladimir Putin this spring, when he returned quoting Russia's controversial narratives almost verbatim.</p><p class=\"sc-9a00e533-0 eZyhnA\">Instead, this plan seems like something Ukraine might sign up to – eventually.</p><p class=\"sc-9a00e533-0 eZyhnA\">Which must be why Trump has gone from berating officials in Kyiv, again, for supposedly showing him \"zero gratitude\", to proclaiming that \"something good\" may be coming.</p><p class=\"sc-9a00e533-0 eZyhnA\">But how good? There is still no sign that Russia is ready to give up fighting unless it's forced to.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Putin is much more self-confident militarily, right now,\" Tatiana Stanovaya of the Carnegie Russia Eurasia Center believes.</p><p class=\"sc-9a00e533-0 eZyhnA\">She points to a corruption scandal and political crisis in Kyiv, problems mobilising soldiers there, and military gains for Russian forces on the ground – all driving Putin's thinking.</p><p class=\"sc-9a00e533-0 eZyhnA\">At best, some suggest Trump's demand for a deal has injected new momentum into efforts to find peace, which Ukrainians, under fire, desperately want.</p><p class=\"sc-9a00e533-0 eZyhnA\">But it's hard to escape the sense that these days of frantic diplomacy have only brought us back to where we started</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Russia's position is, 'we have laid out our demands, so do you take them or not?' Stanovaya said. \"'If so, we will stop the war – if not, we'll just wait until you're ready.'\"</p></div></div></body></html>"
        },
        {
            "title": "What is Cartel de los Soles, which the US is labelling a terrorist organisation?",
            "time": "2025-11-24T16:24:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e0c1/live/69271a70-8a81-11f0-b4ed-15140726731b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">What is Cartel de los Soles, which the US is labelling as a terrorist organisation?</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e0c1/live/69271a70-8a81-11f0-b4ed-15140726731b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e0c1/live/69271a70-8a81-11f0-b4ed-15140726731b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e0c1/live/69271a70-8a81-11f0-b4ed-15140726731b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e0c1/live/69271a70-8a81-11f0-b4ed-15140726731b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e0c1/live/69271a70-8a81-11f0-b4ed-15140726731b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e0c1/live/69271a70-8a81-11f0-b4ed-15140726731b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e0c1/live/69271a70-8a81-11f0-b4ed-15140726731b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e0c1/live/69271a70-8a81-11f0-b4ed-15140726731b.jpg.webp\" loading=\"eager\" alt=\"Getty Images Members of the Venezuelan Army wearing uniforms and red berets.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The US says the cartel is led by members of Venezuela's military but Venezuela's government has dismissed the allegations as a 'ridiculous lie'</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The United States has designated the Cartel de los Soles (Spanish for Cartel of the Suns) - a group it alleges is headed by Venezuela's president, Nicolás Maduro, and senior figures in his government - as a foreign terrorist organisation. </p><p class=\"sc-9a00e533-0 eZyhnA\">Labelling an organisation as a terrorist group gives US law enforcement and military agencies broader powers to target and dismantle it.</p><p class=\"sc-9a00e533-0 eZyhnA\">In recent months, the US has been ramping up pressure on Maduro, saying his government is illegitimate following last year's election, which was widely dismissed as rigged. The designation gives it another way to turn up the heat.</p><p class=\"sc-9a00e533-0 eZyhnA\">But questions have been raised as to whether Cartel de los Soles actually exists and Venezuela's foreign ministry has \"categorically, firmly, and absolutely rejected\" the designation, which it describes as a \"new and ridiculous lie\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Not surprisingly, Venezuela's interior and justice minister, Diosdado Cabello, has long called it an \"invention\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Cabello, who is alleged to be one of the high-ranking members of the cartel, has accused US officials of using it as an excuse to target those they do not like.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Whenever someone bothers them, they name them as the head of the Cartel de los Soles,\" he said in August.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gustavo Petro, the left-wing president of Venezuela's neighbour, Colombia, has also denied the cartel's existence.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It is the fictional excuse of the far right to bring down governments that do not obey them,\" he wrote on X in August. </p><p class=\"sc-9a00e533-0 eZyhnA\">But the US state department is adamant that the Cartel de los Soles not only exists but that it has \"corrupted Venezuela's military, intelligence, legislature, and judiciary\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Experts consulted by the BBC say the truth lies somewhere in between.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2c41/live/64c84a70-8a50-11f0-94f4-77b666520245.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2c41/live/64c84a70-8a50-11f0-94f4-77b666520245.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2c41/live/64c84a70-8a50-11f0-94f4-77b666520245.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2c41/live/64c84a70-8a50-11f0-94f4-77b666520245.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2c41/live/64c84a70-8a50-11f0-94f4-77b666520245.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2c41/live/64c84a70-8a50-11f0-94f4-77b666520245.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2c41/live/64c84a70-8a50-11f0-94f4-77b666520245.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2c41/live/64c84a70-8a50-11f0-94f4-77b666520245.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Nicolás Maduro, President of Venezuela, gestures ahead of a meeting at the Miraflores Palace in Caracas on 9 July 2019.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The US government alleges that Nicolás Maduro leads the Cartel de los Soles</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The term Cartel de los Soles first emerged in the early 1990s.</p><p class=\"sc-9a00e533-0 eZyhnA\">It was coined by the Venezuelan media in the wake of drug-trafficking allegations against a general in charge of counter-narcotic operations in Venezuela's National Guard and referred to the sun-shaped insignia worn by generals on their epaulettes to indicate their rank.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mike LaSusa, an expert in organised crime in the Americas who is deputy content director at Insight Crime, says the moniker soon started to be used for all Venezuelan officials with alleged links to drug trafficking, regardless of whether those officials were part of the same organisation.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/78ab/live/870f78c0-8a45-11f0-b13a-e74276113474.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/78ab/live/870f78c0-8a45-11f0-b13a-e74276113474.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/78ab/live/870f78c0-8a45-11f0-b13a-e74276113474.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/78ab/live/870f78c0-8a45-11f0-b13a-e74276113474.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/78ab/live/870f78c0-8a45-11f0-b13a-e74276113474.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/78ab/live/870f78c0-8a45-11f0-b13a-e74276113474.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/78ab/live/870f78c0-8a45-11f0-b13a-e74276113474.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/78ab/live/870f78c0-8a45-11f0-b13a-e74276113474.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Venezuelan Defence Minister Vladimir Padrino López (centre) holds a press conference in Caracas with army generals in support of Nicolás Maduro on 24 January 2019.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The name \"soles\" (suns) comes from the sun-shaped insignia worn by Venezuelan generals on their uniforms.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Raúl Benítez-Manau, an organised crime expert from Mexico's UNAM university, says the group's activities started in the late 1980s and early 1990s in response to developments in neighbouring Colombia, the world's largest producer of cocaine. </p><p class=\"sc-9a00e533-0 eZyhnA\">At the time, the powerful Medellín Cartel, based in the Colombian city of the same name, was being dismantled and a major counter-narcotics offensive in the country was bearing fruit.</p><p class=\"sc-9a00e533-0 eZyhnA\">As established smuggling routes came under pressure, Mr Benítez-Manau argues, the Cartel de los Soles began providing alternative ways to transport cocaine from Colombia. It then strengthened during the early years of the presidency of Hugo Chávez, the left-wing president who led Venezuela from 1999 to his death in 2013, he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Chávez liked to challenge the United States, and cut all military co-operation ties between the Venezuelan army and the US,\" he explains.</p><p class=\"sc-9a00e533-0 eZyhnA\">Without the oversight of the US Drug Enforcement Administration (DEA), \"some [Venezuelan] army officers felt free to do business with criminals\", Mr Benítez-Manau says. </p><p class=\"sc-9a00e533-0 eZyhnA\">Chávez's sympathies with Colombia's left-wing Farc guerrillas - which financed themselves largely through cocaine smuggling - were another factor in re-routing some drug trafficking through Venezuela, he says. </p><p class=\"sc-9a00e533-0 eZyhnA\">Facing military pressure at home, the guerrilla group moved some operations into Venezuela, safe in the knowledge that the Venezuelan president \"saw them as leftist ideological allies\", Mr Benítez-Manau explains. </p><p class=\"sc-9a00e533-0 eZyhnA\">Wesley Tabor, a former DEA agent who worked in Venezuela, says the Farc not only found \"a safe haven in Venezuela\" but also many government officials, \"from street-level police to the military aviation\", soon became their partners in drug trafficking. </p><p class=\"sc-9a00e533-0 eZyhnA\">Together, they \"began flooding the US with hundreds of tonnes of cocaine\", he says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4954/live/049099f0-8a69-11f0-84c8-99de564f0440.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4954/live/049099f0-8a69-11f0-84c8-99de564f0440.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4954/live/049099f0-8a69-11f0-84c8-99de564f0440.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4954/live/049099f0-8a69-11f0-84c8-99de564f0440.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4954/live/049099f0-8a69-11f0-84c8-99de564f0440.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4954/live/049099f0-8a69-11f0-84c8-99de564f0440.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4954/live/049099f0-8a69-11f0-84c8-99de564f0440.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4954/live/049099f0-8a69-11f0-84c8-99de564f0440.jpg.webp\" loading=\"lazy\" alt=\"Reuters Former Venezuelan intelligence chief Hugo Carvajal during his extradition hearing to the United States in Madrid, 2019.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Former intelligence chief Hugo Carvajal pleaded guilty to drug trafficking and narco-terrorism charges in the US</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Cartel de los Soles, then, differs from other drug networks in that it lacks a formal structure,  says Mr LaSusa.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is not a group per se, he says, but rather \"a system of widespread corruption\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He adds it has been fuelled by the economic crisis that has engulfed Venezuela under President Chávez's successor in office, Nicolás Maduro. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The Maduro regime cannot offer security forces a decent salary and, to keep their loyalty, it allows them to accept bribes from drug traffickers,\" Mr LaSusa explains.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mid- and lower-ranking officers who control Venezuela's key entry and exit points, such as airports, make up the Cartel de los Soles, Mr Benítez-Manau says, as they are in prime position to facilitate the flow of drugs.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">But US officials are adamant that the tentacles of the Cartel de los Soles reach to the highest levels of the Maduro government, including the president himself. </p><p class=\"sc-9a00e533-0 eZyhnA\">In 2020, the US justice department accused Maduro and 14 others of conspiring with armed Colombian groups to ship cocaine to the United States. </p><p class=\"sc-9a00e533-0 eZyhnA\">Among the high-ranking officials named were Defence Minister Vladimir Padrino and the former head of Venezuela's Supreme Court, Maikel Moreno. </p><p class=\"sc-9a00e533-0 eZyhnA\">In the indictment, US prosecutors also alleged that since at least 1999, the Cartel de los Soles was led and administered by Maduro, Interior Minister Diosdado Cabello, former military intelligence chief Hugo Carvajal, and former General Clíver Alcalá.</p><p class=\"sc-9a00e533-0 eZyhnA\">They say information provided by former high-ranking Venezuelan military officials - including Carvajal and Alcalá - backs this up.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Leamsy Salazar, a former security chief for the late Hugo Chávez, provided US officials with information about the Cartel de los Soles as early as 2014.</p><p class=\"sc-9a00e533-0 eZyhnA\">Salazar, who had left Venezuela with the help of the DEA, said Interior Minister Cabello led the Cartel de los Soles.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cabello denied the allegation, arguing it was part of an \"international conspiracy\". </p><p class=\"sc-9a00e533-0 eZyhnA\">But the accusations from former Venezuelan officials kept coming. </p><p class=\"sc-9a00e533-0 eZyhnA\">In 2020, Gen Alcalá handed himself in to DEA agents after falling out with the Maduro government, and pleaded guilty to providing support to the Farc and their cocaine-trafficking operations. </p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this year, former Venezuelan spymaster Carvajal - who also fled Venezuela after disagreeing with Maduro - pleaded guilty in a US court, as well, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c87312qgpzgo\" class=\"sc-f9178328-0 iCaRzc\">to charges of drug-trafficking and narco-terrorism</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Over the years, he and other officials in the Cartel de los Soles used cocaine as a weapon, flooding New York and other US cities with poison,\" a federal prosecutor  said about Carvajal, known as \"El Pollo\" (The Chicken), during the trial.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c28b/live/31685750-8a6f-11f0-8ba8-9d1af6a803b3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c28b/live/31685750-8a6f-11f0-8ba8-9d1af6a803b3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c28b/live/31685750-8a6f-11f0-8ba8-9d1af6a803b3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c28b/live/31685750-8a6f-11f0-8ba8-9d1af6a803b3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c28b/live/31685750-8a6f-11f0-8ba8-9d1af6a803b3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c28b/live/31685750-8a6f-11f0-8ba8-9d1af6a803b3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c28b/live/31685750-8a6f-11f0-8ba8-9d1af6a803b3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c28b/live/31685750-8a6f-11f0-8ba8-9d1af6a803b3.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A man walks past a banner offering rewards for information leading to the arrest of Venezuelan President Nicolás Maduro and Interior Minister Diosdado Cabello in Villa del Rosario, Norte de Santander, Colombia.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The US is also offering a reward for information leading to the arrest of President Maduro and Interior Minister Diosdado Cabello</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Maduro and Interior Minister Cabello remain in Venezuela but the US recently upped its rewards for information leading to their capture to $50m (£38m) and $25m respectively.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC contacted the Venezuelan government for comment on the US allegations but did not receive a response before publication.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, the Maduro government has long dismissed the drug-trafficking accusations levelled against it as an attempt by the US to justify ousting Maduro.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a statement released on Monday, the Venezuelan foreign ministry called the designation of the Cartel de los Soles as a terrorist organisation \"a ridiculous fabrication\".</p><p class=\"sc-9a00e533-0 eZyhnA\">It insisted the Cartel de los Soles was \"non-existent\" and that the move was a \"vile lie to justify an illegitimate and illegal intervention against Venezuela\".</p></div></article></div></body></html>"
        },
        {
            "title": "'No one will support it': Ukraine's soldiers react to US peace plan",
            "time": "2025-11-24T10:14:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/df4a/live/8c4cf070-c865-11f0-b4c8-47dc9718dd39.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'No one will support it': Ukraine's soldiers react to US peace plan</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Jonathan Beale, Anastasiia Levchenko and Volodymyr Lozhko in Kyiv</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/df4a/live/8c4cf070-c865-11f0-b4c8-47dc9718dd39.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/df4a/live/8c4cf070-c865-11f0-b4c8-47dc9718dd39.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/df4a/live/8c4cf070-c865-11f0-b4c8-47dc9718dd39.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/df4a/live/8c4cf070-c865-11f0-b4c8-47dc9718dd39.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/df4a/live/8c4cf070-c865-11f0-b4c8-47dc9718dd39.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/df4a/live/8c4cf070-c865-11f0-b4c8-47dc9718dd39.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/df4a/live/8c4cf070-c865-11f0-b4c8-47dc9718dd39.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/df4a/live/8c4cf070-c865-11f0-b4c8-47dc9718dd39.jpg.webp\" loading=\"eager\" alt=\"Reuters Ukrainian soldiers in full battle dress sit on a cannon in a muddy field.  \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Some troops are resigned to the proposals but many remain defiant, and angry</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine's frontline soldiers have reacted to draft US peace proposals with a mixture of defiance, anger and resignation.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC spoke to half a dozen who sent us their views via social media and email in response to the original US plan – details of which were leaked last week.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since then, American and Ukrainian negotiators <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ce3zwy808dpo\" class=\"sc-f9178328-0 iCaRzc\">have been working on changes to the proposals</a> – and are set to continue talks about the \"peace framework\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Of the original US plan, Yaroslav, in eastern Ukraine, says it \"sucks… no one will support it\" while an army medic with the call sign Shtutser dismissed it as an \"absolutely disgraceful draft of a peace plan, unworthy of our attention\".</p><p class=\"sc-9a00e533-0 eZyhnA\">But one soldier with the call sign Snake told us \"it's time to agree at least on something\".</p><p class=\"sc-9a00e533-0 eZyhnA\">This is what the soldiers who spoke to the BBC had to say about some of the key points in the original US draft peace plan.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Giving up territory</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US put forward a draft peace proposal at a time when Russia is making significant advances on the battlefield. Over the past month alone Ukraine has lost a further 450 sq km to Russia. </p><p class=\"sc-9a00e533-0 eZyhnA\">Kyiv still controls around 15% of the Donbas region, the eastern part of Ukraine encompassing the Luhansk and Donetsk oblasts which is a key war goal for Russia. But the original US plan proposes that Ukraine give up the entire region - even parts it has successfully defended for nearly four years of full-scale war.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Let them take it,\" Snake told the BBC. \"There's practically no one left in the cities and villages… We're not fighting for the people but for the land, while losing more people.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Andrii, an officer in Ukraine's general staff, says that what is being proposed for Luhansk and Donetsk is \"painful and difficult\" but he suggests the country may have no other choice.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine has been defending the region since 2014, when Russia annexed Crimea and its proxy forces seized parts of the Donbas. \"We may not want to give it up, but we won't be able to hold it by military force and resources,\" Andrii says.</p><p class=\"sc-9a00e533-0 eZyhnA\">Eastern Ukraine has been the scene of the heaviest fighting in this war, and Ukraine has lost tens of thousands of troops defending it. </p><p class=\"sc-9a00e533-0 eZyhnA\">Matros, who has been fighting since 2018, told us giving up the Donbas would \"nullify everything - all the efforts of the armed forces\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"It will disregard the lives of fallen soldiers and civilians,\" he said.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Cutting the size of Ukraine's armed forces</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US draft peace plan envisages limiting the size of Ukraine's armed forces to 600,000. That is still significantly more than before the full-scale invasion when its full-time strength was around 250,000, but smaller than its current size. The most recent estimates suggest Ukraine's military strength is more than 800,000.</p><p class=\"sc-9a00e533-0 eZyhnA\">Snake believes the country will need many of those currently in uniform to help rebuild Ukraine when the war ends. \"What's the point of having so many people in the army if there will be security guarantees?\" he asks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Andrii the staff officer agrees. \"If there are security guarantees, then of course there's no point in keeping such a large army,\" he says. \"People are tired and want to return to their families. There's no reason to keep them in a peacetime army after the war.\" He believes Ukraine's economy would be unable to sustain such large armed forces in peacetime.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c386/live/60dd3540-c864-11f0-b4c8-47dc9718dd39.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c386/live/60dd3540-c864-11f0-b4c8-47dc9718dd39.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c386/live/60dd3540-c864-11f0-b4c8-47dc9718dd39.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c386/live/60dd3540-c864-11f0-b4c8-47dc9718dd39.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c386/live/60dd3540-c864-11f0-b4c8-47dc9718dd39.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c386/live/60dd3540-c864-11f0-b4c8-47dc9718dd39.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c386/live/60dd3540-c864-11f0-b4c8-47dc9718dd39.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c386/live/60dd3540-c864-11f0-b4c8-47dc9718dd39.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Ukrainian soldiers in full battle dress sit on a cannon in a muddy field.  \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">It is thought more than 800,000 Ukrainians are currently in uniform</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Army medic Shtutser does not agree, saying that Ukraine's army \"is the only thing separating us from defeat and enslavement\" while Matros calls the proposal to reduce the size of the armed forces \"absurd and manipulative\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Security guarantees</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine's willingness to agree to the proposals will depend on its future security guarantees.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US draft plan rules out Ukraine's membership of Nato, but not of the European Union. There is a promise of US security guarantees if Russia were to attack again, though no further detail on the measure of that support. The draft also rules out the presence of Nato forces in Ukraine, if there is a deal.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Yevhen, a drone operator in eastern Ukraine, thinks the presence of foreign troops in the country is an important security guarantee. The UK and France have been leading efforts to provide a \"reassurance force\" in the event of a ceasefire, through a \"Coalition of the Willing\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I like the UK's plan to put troops into Ukraine [through this coalition],\" he says. \"This is the only plan that will help us win, to introduce allied troops.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ec59/live/b8864f20-c864-11f0-b4c8-47dc9718dd39.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ec59/live/b8864f20-c864-11f0-b4c8-47dc9718dd39.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ec59/live/b8864f20-c864-11f0-b4c8-47dc9718dd39.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ec59/live/b8864f20-c864-11f0-b4c8-47dc9718dd39.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ec59/live/b8864f20-c864-11f0-b4c8-47dc9718dd39.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ec59/live/b8864f20-c864-11f0-b4c8-47dc9718dd39.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ec59/live/b8864f20-c864-11f0-b4c8-47dc9718dd39.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ec59/live/b8864f20-c864-11f0-b4c8-47dc9718dd39.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A bespectacled man in a blue suit, white shirt and purple tie pats the shoulder of a bearded man in a black jacket and shirt in a doorway.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The UK is one of the countries which is planning to send forces to Ukraine in the event of a ceasefire</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">But staff officer Andrii does not believe Europe can provide much in the way of security guarantees. \"Europe has turned out to be completely spineless and divided,\" he says. \"It seems all hope rests only on the United States.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">However, other soldiers suggest there is no great faith in the US either. \"US security guarantees under its current government are not guarantees at all,\" says Schtutser.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Fresh elections</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US draft plan sets out a proposal for Ukraine to hold fresh elections within 100 days of the end of the war. Under Ukraine's constitution, elections cannot be held during in time of war.</p><p class=\"sc-9a00e533-0 eZyhnA\">But there are signs of growing frustration with the current government which is facing serious allegations of corruption. The National Anti-Corruption Bureau of Ukraine (NABU) is currently investigating allegations of individuals profiting from contracts in the energy sector to the tune of $100m (£76m).</p><p class=\"sc-9a00e533-0 eZyhnA\">President Volodymyr Zelensky has already been forced to sack two of his ministers, both of whom deny the allegations. A former deputy prime minister and business partner are also under investigation. The scandal has led to political infighting and has dominated the headlines here.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is a live topic on the front too. Among those soldiers we spoke to there is support for fresh elections. \"Of course they are needed – those in power right now are not trusted,\" says Snake. Another soldier, Marin, is also in favour of elections, saying that the current government \"needs to be cleansed of corruption\", while Andrii agrees that a \"complete reset of government is needed\" through fresh elections, though not right away.</p><p class=\"sc-9a00e533-0 eZyhnA\">Fresh elections may well be the least controversial proposal in the plan. But overall there are serious misgivings about the US proposals. Yaroslav tells us it simply \"won't work\" while Oleksandr dismisses it with an expletive.</p><p class=\"sc-9a00e533-0 eZyhnA\">The one clear message from those we talked to is that many are tired of fighting. Andrii has concerns about some of the proposals but concludes: \"If it stops the war, then it works for me.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Machu Picchu hit by a row over tourist buses",
            "time": "2025-11-24T00:06:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Machu Picchu hit by a row over tourist buses</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-new-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Jane Chambers</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Business reporter, Aguas Calientes, Peru</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images Tourists at Machu Picchu\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Machu Picchu attracts more than 1.6 million tourists per year, but getting there is not easy</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Machu Picchu, the remains of a 15th Century Inca city, is Peru's most popular tourist destination, and a Unesco world heritage site. Yet a continuing dispute over the buses that take visitors up to the mountain-top site recently saw some 1,400 stranded tourists needing to be evacuated.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cristian Alberto Caballero Chacón is head of operations for bus company Consettur, which for the past 30 years has transported some 4,500 people every day to Machu Picchu from the local town of Aguas Calientes.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is a 20-minute journey, and the only alternative is an arduous, steep, two-hour walk.</p><p class=\"sc-9a00e533-0 eZyhnA\">He admits that in the past few months \"there have been some conflicts between people from different communities here\".</p><p class=\"sc-9a00e533-0 eZyhnA\">This conflict revolves around Consettur losing its licence to a rival bus firm in this remote part of Peru, where, unless you want to hike over Andes mountains, the only access is by public transport.</p><p class=\"sc-9a00e533-0 eZyhnA\">To get to Machu Picchu without walking, tourists must first take a train to Aguas Calientes, which takes from two to three and a half hours. And then transfer to a bus for the final leg.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp\" loading=\"lazy\" alt=\"Wilson Chilo Buses in Aguas Calientes\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Wilson Chilo</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A fleet of buses ferry tourists to Machu Picchu from the local town of Aguas Calientes</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Back in September, local protestors angry that Consettur was being replaced following what they saw as an insufficiently open bidding process, blocked the railway line to Aguas Calientes with rocks.</p><p class=\"sc-9a00e533-0 eZyhnA\">This resulted in Peruvian authorities having to clear the tracks and evacuate tourists on special train services.</p><p class=\"sc-9a00e533-0 eZyhnA\">A number of local people, who didn't want to go on the record, say the protestors were unhappy that Consettur had a monopoly on the lucrative bus service, and that its position as sole provider was simply due to be transferred to new company San Antonio de Torontoy. A round-trip bus ticket costs $24 (£18) for a foreigner and $15 for a Peruvian.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Although Consettur's licence ran out in September, it is continuing to run its buses. And due to legal challenges, San Antonio de Torontoy has yet to start.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's a complex situation, involving people from different local communities wanting a slice of the bus income, but Mr Caballero is adamant that Consettur is not a monopoly.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The owners of the business have been running the company for the past 30 years, and they are people who come from around here,\" he says. \"This is not a monopoly. Consettur is made up of 12 different companies with various partners.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">These partners include the local district council, which owns 38% of Consettur.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, San Antonio de Torontoy is based slightly further away in the wider Urubamba Province.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images A train at the station in Aguas Calientes, with people standing on the platform\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Unless you fancy a long hike, the only way to get to the town of Aguas Calientes is by train</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">As the row and legal dispute over the buses rumbles on, Australian tourist Annalise Jaksic complains about the cost of the trains to Aguas Calientes. The cheapest round-trip ticket is $140, rising to $2,000 for luxury first class.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking in Aguas Calientes, she says: \"We thought it was one train [all the way to Machu Picchu]. And we thought if there was any more transport to get up there it would all be included, because you pay so much money for the train.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Her friend and travelling companion Todd Carland adds that buying the entry tickets for the site \"was a nightmare for us\". He says it was difficult to arrange because they weren't doing it through an expensive guided tour. A standard adult price for Machu Picchu is $57.</p><p class=\"sc-9a00e533-0 eZyhnA\">The mayor of Aguas Calientes, Elvis La Torre, is also unhappy about the entry tickets, because he says that most of the revenues do not stay locally.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Only 10% of the ticket sales stay in the region. The rest of the money goes to the Ministry of Culture to look after other archaeological sites around Peru and pay for wages.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He wants more money to go to his community and the surrounding region to help improve tourism and fund more projects to help the locals. The Ministry of Culture was asked for a comment.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251120-101800-81b2dab7dc-web-2.34.1-2/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp\" loading=\"lazy\" alt=\"Wilson Chilo Cristian Alberto Caballero Chacón, head of operations for bus company Consettur, standing in front of one of its vehicles\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Wilson Chilo</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Cristian Alberto Caballero Chacón says Consettur would welcome the competition</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Outside on one of the side streets that are full of stalls offering tourism souvenirs, like fluffy alpacas and scarves, Dina Huillca is sitting on the pavement selling roses, tomatoes and mint. She travels from her village to get here, and says that \"more needs to be done for the local communities\".</p><p class=\"sc-9a00e533-0 eZyhnA\">She adds: \"We don't have basic services like running water, or a hospital, and the schools need to be in better condition.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Carlos González is president of the chamber of tourism for this region of Peru, the Department of Cusco. He wants to see more state oversight of public transport in Peru.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are pushing for an update in the law so that the vice ministry of tourism can take care of all the travel resources in our country,\" he says. \"If we don't have a unified approach to Peru as a destination we can't be competitive in the long term.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He also wants to change tourists' experiences in Machu Picchu, with more entrances, and separate areas where different types of visitors can gather.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"[Such as] spiritual travellers going and having meditative rituals in one area,\" says Mr Gonzalez. \"And let's not forget the younger crowd who are more inclined to do their Tik Toks and their stories for Instagram. They also need a place for doing that and enjoying themselves in a young fashion.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">But he says that Peru's unstable national governments make change difficult. The country has had six different presidents in the past six years.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I've been a leader of the tourism sector for five years now, and I have lost count of how many ministers, vice ministers and congress people I have spoken to.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Back in Aguas Calientes, Mr Caballero says he'd be happy to see both Consettur and San Antonio de Toronto run buses to and from Machu Picchu.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If they are given the final approval we don't have a problem with working with them. We won't stop them.\"</p></div><div data-component=\"links-block\" class=\"sc-3b6b161a-0 djqsWD\"><div class=\"sc-666b6d83-0 sc-c4fb5674-0 jYmMqa kGPvxx\"><span data-testid=\"links-title\" class=\"sc-c4fb5674-2 bBuHEW\">Read more global business and tech stories</span></div></div></article></div></body></html>"
        },
        {
            "title": "Popemobile becomes a mobile health clinic for Gaza children",
            "time": "2025-11-25T14:51:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e7c6/live/10d9a410-ca18-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">An iconic Popemobile belonging to the late Pope Francis has been turned into a mobile medical clinic for children in the war-torn Gaza Strip. </p><p class=\"sc-9a00e533-0 eZyhnA\">Aid workers say it has a practical purpose and also serves as a symbol of goodwill. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Middle East Correspondent, Yolande Knell, went to Bethlehem in the occupied West Bank to see the newly converted vehicle.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Moment truck collides with sign on Ohio highway",
            "time": "2025-11-25T05:39:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/70ca/live/045ad1d0-c9c0-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">An Ohio dump truck has caused chaos after it hit a highway sign and caused it to collapse.</p><p class=\"sc-9a00e533-0 eZyhnA\">The vehicle was travelling along Ohio's I-70, with the dramatic collision occurring in Columbus last Thursday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Footage released by the Ohio Department of Transportation showed the truck stopping shortly after after it struck the overhead signage.</p><p class=\"sc-9a00e533-0 eZyhnA\">No injuries have been reported in relation to the incident.</p></div></div></body></html>"
        },
        {
            "title": "Nasa astronaut films the Northern Lights from space",
            "time": "2025-11-23T01:05:41",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/10a0/live/eca84aa0-c801-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Nasa astronaut Zena Cardman captured the glow of the Northern Lights, or aurora borealis, from above on the 17 November while aboard the International Space Station. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I've still never seen the aurora from below, but up here, it's a frequent show,\" she said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Cardman is serving as commander for Nasa's SpaceX Crew-11 mission, which left Earth on 1 August, according to Nasa. </p><p class=\"sc-9a00e533-0 eZyhnA\">She has encouraged viewers of the footage to look for Houston and Florida while watching.</p></div></div></body></html>"
        },
        {
            "title": "BBC visits US-led Gaza ceasefire monitoring centre in Israel",
            "time": "2025-11-20T14:46:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/778e/live/9bcb6560-c610-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">US and Israeli soldiers as well as military representatives from more than 20 other countries, diplomats and aid workers, are now based at a warehouse in southern Israel, monitoring the almost six-week-old ceasefire in Gaza.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US-led Civil-Military Coordination Centre (CMCC) is tasked with managing the next stages of President Donald Trump's Gaza peace plan, including the entry of humanitarian supplies and plans for reconstruction. </p><p class=\"sc-9a00e533-0 eZyhnA\">However, there is no formal Palestinian representation there, which has prompted criticism.</p><p class=\"sc-9a00e533-0 eZyhnA\">Our Middle East correspondent Yolande Knell was given access to the site.</p></div></div></body></html>"
        },
        {
            "title": "COP30 fire: BBC at the scene of 'intense' blaze",
            "time": "2025-11-20T21:58:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f1e6/live/d697fe90-c63f-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The UN climate talks COP30 have been evacuated due to a fire breaking out inside the venue in Belém, Brazil.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC journalists including Climate Editor Justin Rowlatt saw flames and smoke in the pavilion area before they were rushed outside.</p><p class=\"sc-9a00e533-0 eZyhnA\">The UN said the fire was extinguished after six minutes and 13 people were treated for smoke inhalation. It is not yet known what caused the blaze.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ce9d9p5jrjgo\" class=\"sc-f9178328-0 iCaRzc\">More on this story.</a></p></div></div></body></html>"
        },
        {
            "title": "Actor Chadwick Boseman posthumously honoured with Hollywood star",
            "time": "2025-11-20T22:54:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6d64/live/f3ca8ab0-c661-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Late actor Chadwick Boseman, best known for his iconic role as Marvel's Black Panther and his portrayals of American legends Jackie Robinson and Thurgood Marshall, was posthumously honoured with the 2,828th star on the Hollywood Walk of Fame on Thursday. </p><p class=\"sc-9a00e533-0 eZyhnA\">Boseman, who passed away in 2020 at the age of 43 after a private battle with colon cancer, was remembered in an emotional ceremony. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We love you, we miss you\", said his wife, Simone Ledward-Boseman, as she paid tribute to the actor's legacy.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Indonesia’s Semeru volcano spews giant ash clouds as it erupts",
            "time": "2025-11-20T02:24:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/55e2/live/92ceee00-c5b6-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The highest mountain on Indonesia's Java Island, a volcano called Mount Semeru, has erupted, spewing gigantic columns of ash clouds as tall as 2km (1.2 miles) above its peak.</p><p class=\"sc-9a00e533-0 eZyhnA\">Large plumes of smoke can be seen engulfing a bridge and spreading across the surrounding countryside, stopping locals in their tracks.</p><p class=\"sc-9a00e533-0 eZyhnA\">CCTV footage showed a pyroclastic flow – a fast-moving avalanche of hot gas, ash and volcanic rock – billowing from the mountain, with a distance of 7km from the summit.</p></div></div></body></html>"
        }
    ]
}