{
    "source": "BBC News",
    "articles": [
        {
            "title": "Trump moves nuclear submarines after ex-Russian president's comments",
            "time": "2025-08-01T21:35:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5594/live/53b472a0-6f10-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Trump moves nuclear submarines after Russian ex-president's comments</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: 'We're totally prepared', Trump says following submarine movements</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump says he has ordered two nuclear submarines to \"be positioned in the appropriate regions\" in response to \"highly provocative\" comments by former Russian President Dmitry Medvedev.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump said he acted \"just in case these foolish and inflammatory statements are more than just that. Words are very important, and can often lead to unintended consequences, I hope this will not be one of those instances\". </p><p class=\"sc-9a00e533-0 hxuGS\">He did not say where the two submarines were being deployed, in keeping with US military protocol.</p><p class=\"sc-9a00e533-0 hxuGS\">Medvedev has recently threatened the US in response to Trump's ultimatums to Moscow to agree to a ceasefire in Ukraine or face tough sanctions.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Russia and the US possess the most nuclear arms in the world, and both countries have a fleet of nuclear submarines.</p><p class=\"sc-9a00e533-0 hxuGS\">In Friday's post on Truth Social, Trump wrote: \"Based on the highly provocative statements of the former president of Russia, Dmitry Medvedev, who is now the deputy chairman of the Security Council of the Russian Federation, I have ordered two nuclear submarines to be positioned in the appropriate regions.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The US president did not say whether he was referring to nuclear-powered or nuclear-armed submarines in his post on Truth Social.</p><p class=\"sc-9a00e533-0 hxuGS\">Speaking to reporters later the same day, Trump said: \"A threat was made, and we didn't think it was appropriate. So I have to be very careful. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I do that on the basis of safety for our people. A threat was made by a former president of Russia. And we're going to protect our people.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The Kremlin has so far made no public comments on the issue, but Moscow's stock market fell sharply following Trump's statements.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump and Medvedev have recently been involved in a series of personal attacks against each other on social media. </p><p class=\"sc-9a00e533-0 hxuGS\">It comes after Trump set a new deadline for<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>current Russian President Vladimir Putin to bring the war to an end by 8 August - which Putin has shown no signs of doing.</p><p class=\"sc-9a00e533-0 hxuGS\">Before that, on Monday, Trump had set a \"10 or 12\" day deadline. Earlier in July he threatened Russia with severe tariffs targeting its oil and other exports if Putin did not end the war in 50 days.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/aea8/live/666d7f50-6f0f-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/aea8/live/666d7f50-6f0f-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/aea8/live/666d7f50-6f0f-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/aea8/live/666d7f50-6f0f-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/aea8/live/666d7f50-6f0f-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/aea8/live/666d7f50-6f0f-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/aea8/live/666d7f50-6f0f-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/aea8/live/666d7f50-6f0f-11f0-af20-030418be2ca5.jpg.webp\" loading=\"eager\" alt=\"Reuters  Russia's Security Council's deputy chairman Dmitry Medvedev attends a meeting near Moscow. Photo: June 2024\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Dmitry Medvedev was Russia's president in 2008-12</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Medvedev - who was Russia's president from 2008 to 2012 - accused Trump of playing \"the ultimatum game with Russia\" earlier this week.</p><p class=\"sc-9a00e533-0 hxuGS\">In a post on X, Medvedev said \"each new ultimatum is a threat and a step towards war\". </p><p class=\"sc-9a00e533-0 hxuGS\">He also described Trump's ultimatum as \"theatrical\" earlier in July, saying that \"Russia didn't care\".</p><p class=\"sc-9a00e533-0 hxuGS\">Writing on Telegram on Thursday, Medvedev warned of a \"dead hand\" threat - which some military analysts understood as a reference to the codename of Russia's retaliatory nuclear strikes control system.</p><p class=\"sc-9a00e533-0 hxuGS\">Friday wasn't the first time Trump responded to Medvedev's comments. On Thursday, he described Medvedev as \"the failed former president of Russia, who thinks he's still president\".</p><p class=\"sc-9a00e533-0 hxuGS\">Trump also warned Medvedev to \"watch his words\", adding that \"he's entering very dangerous territory!\"</p><p class=\"sc-9a00e533-0 hxuGS\">Medvedev supports Russia's full-scale invasion of Ukraine launched in 2022, and is an outspoken critic of the West.</p></div></article></div></body></html>"
        },
        {
            "title": "Steve Rosenberg: Russia is staying quiet on Trump's nuclear move",
            "time": "2025-08-02T10:56:44",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0f1d/live/bd5910f0-6f90-11f0-8d8d-0b5ce2e05bd0.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Could this be the first time in history a social media spat triggers nuclear escalation?</p><p class=\"sc-9a00e533-0 hxuGS\">President Donald Trump, offended by posts by former Russian President Dmitry Medvedev, says he's ordered two nuclear submarines to move closer to Russia.</p><p class=\"sc-9a00e533-0 hxuGS\">So, how will Moscow respond? Are we on a path to a nuclear standoff between America and Russia? An internet-age version of the 1962 Cuban Missile Crisis?</p><p class=\"sc-9a00e533-0 hxuGS\">I doubt it, judging by initial reaction in Russia.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Russian news outlets have been rather dismissive of Trump's announcement.</p><p class=\"sc-9a00e533-0 hxuGS\">Speaking to the Moskovsky Komsomolets newspaper, a military commentator concluded that Trump was \"throwing a temper tantrum\".</p><p class=\"sc-9a00e533-0 hxuGS\">A retired lieutenant-general told Kommersant that the US president's talk of submarines was \"meaningless blather. It's how he gets his kicks\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"I'm sure Trump didn't really give any orders [about submarines],\" a Russian security expert suggested to the same paper.</p><p class=\"sc-9a00e533-0 hxuGS\">Kommersant also mentions that in 2017, Trump said that he'd despatched two nuclear submarines to the Korean peninsula as a warning to North Korea.</p><p class=\"sc-9a00e533-0 hxuGS\">Yet not long after, Trump held a meeting with North Korean leader Kim Jong Un.</p><p class=\"sc-9a00e533-0 hxuGS\">So, bizarrely, might Donald Trump's latest submarine deployment be a precursor to a US-Russia summit?</p><p class=\"sc-9a00e533-0 hxuGS\">I wouldn't go that far.</p><p class=\"sc-9a00e533-0 hxuGS\">But the reaction from the Russian authorities has been interesting.</p><p class=\"sc-9a00e533-0 hxuGS\">At time of writing, there hasn't been any. </p><p class=\"sc-9a00e533-0 hxuGS\">Not from the Kremlin. Not from the Russian foreign ministry. Nor the defence ministry.</p><p class=\"sc-9a00e533-0 hxuGS\">And I've seen no announcement about Russian nuclear submarines being positioned closer to America.</p><p class=\"sc-9a00e533-0 hxuGS\">Which suggests that either Moscow is still studying the situation and working out what to do, or that Moscow doesn't feel the need to react.</p><p class=\"sc-9a00e533-0 hxuGS\">The Russian press reaction I mentioned earlier suggests it's the latter.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump had been sparring with Medvedev on social media for several days.</p><p class=\"sc-9a00e533-0 hxuGS\">After the US president had reduced his 50-day deadline for Russia to end its war in Ukraine to less than two weeks, Medvedev posted that Trump was \"playing the ultimatum game with Russia…Each new ultimatum is a threat and a step towards war\".</p><p class=\"sc-9a00e533-0 hxuGS\">Trump responded: \"Tell Medvedev, the failed former Russian president who thinks he is still in power, to be careful what he says. He is entering very dangerous territory.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Medvedev's next post contained a reference to \"Dead Hand\", the automatic nuclear retaliation system developed in the Soviet Union.</p><p class=\"sc-9a00e533-0 hxuGS\">Clearly, that did not go down well with the White House chief.</p><p class=\"sc-9a00e533-0 hxuGS\">When he was Russia's president, between 2008 and 2012, Medvedev was seen as a relatively liberal figure.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Freedom is better than no freedom\" he was famously quoted as saying.</p><p class=\"sc-9a00e533-0 hxuGS\">But he has grown increasingly hawkish. Since Russia's full-scale invasion of Ukraine he has gained a reputation for bombastic, anti-Western social media posts. Most of them have passed unnoticed, since he is not viewed as the voice of the Kremlin.</p><p class=\"sc-9a00e533-0 hxuGS\">Suddenly he has been noticed: by the President of the United States.</p><p class=\"sc-9a00e533-0 hxuGS\">And not just noticed. He's got right under Trump's skin.</p><p class=\"sc-9a00e533-0 hxuGS\">It's one thing to dislike a social media post. We've all been there.</p><p class=\"sc-9a00e533-0 hxuGS\">But to dislike it so much you deploy nuclear submarines feels like overkill.</p><p class=\"sc-9a00e533-0 hxuGS\">So why has Trump done it?</p><p class=\"sc-9a00e533-0 hxuGS\">Here's Trump's own explanation from his interview with Newsmax: \"Medvedev said some things that are very bad, talking about nuclear. When you mention the word nuclear my eyes light up and I say we better be careful, because it's the ultimate threat.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But Medvedev has long been accused of nuclear sabre-rattling via social media. It's nothing new.</p><p class=\"sc-9a00e533-0 hxuGS\">What is clear is that Trump took the recent Medvedev posts very personally, and reacted accordingly.</p><p class=\"sc-9a00e533-0 hxuGS\">Might there also be a strategy at play? Unpredictability feels like a big part of Trump's way of doing things, in business and in politics; taking unexpected decisions that can put rivals and opponents off balance before talks or during a negotiation.</p><p class=\"sc-9a00e533-0 hxuGS\">On ending the war in Ukraine, for example.</p><p class=\"sc-9a00e533-0 hxuGS\">Surprise submarine deployments may well fall into that category.</p></div></div></body></html>"
        },
        {
            "title": "Colombia's ex-president, Álvaro Uribe, sentenced to 12 years of house arrest",
            "time": "2025-08-01T23:48:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7bf0/live/f7b80990-6f22-11f0-aec9-e709d488a8c8.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Colombian former President Álvaro Uribe has been sentenced to 12 years of house arrest for witness tampering and a fraud charge.</p><p class=\"sc-9a00e533-0 hxuGS\">The 73-year-old is the first former president in the country's history to be convicted of a crime.  He has also been barred from public office and fined $578,000 (£435,000).</p><p class=\"sc-9a00e533-0 hxuGS\">Uribe, who maintains his innocence, told a judge in Bogotá he would appeal against his conviction. He said the case was meant to \"destroy a voice for the democratic opposition\".</p><p class=\"sc-9a00e533-0 hxuGS\">He was president from 2002-2010 and remains popular in Colombia, despite being accused of working with right-wing paramilitaries to destroy leftist rebel groups. A claim he denies.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c5ykw9xq8lwo\" class=\"sc-f9178328-0 bGFWdi\">The former president was convicted</a> of two charges on Monday in a witness-tampering case that has run for around 13 years.</p><p class=\"sc-9a00e533-0 hxuGS\">Two jailed ex-paramilitaries gave evidence saying Uribe's former lawyer Diego Cadena had offered them money to testify in Uribe's favour.</p><p class=\"sc-9a00e533-0 hxuGS\">Cadena, who is also facing charges, has denied the accusations and testified, along with several other ex-paramilitaries, on Uribe's behalf.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this week, US Secretary of State Marco Rubio condemned Uribe's conviction, accusing Colombia's judiciary of being weaponised.</p><p class=\"sc-9a00e533-0 hxuGS\">The former president's \"only crime has been to tirelessly fight and defend his homeland,\" Rubio wrote on the social media site, X.</p><p class=\"sc-9a00e533-0 hxuGS\">Paramilitary groups emerged in Colombia in the 1980s with the stated goal of taking on poverty and marginalisation. They fought the Marxist-inspired guerrilla groups that had themselves battled the state two decades prior.</p><p class=\"sc-9a00e533-0 hxuGS\">Many of the armed groups which developed in the standoff made an income from the cocaine trade. Deadly fighting between them and with the state has produced lasting rivalries for trafficking routes and resources.</p><p class=\"sc-9a00e533-0 hxuGS\">Uribe was praised by Washington for his hard-line approach to left-wing Farc rebels – but was a divisive politician, who critics say did little to tackle the inequality and poverty in the country.</p><p class=\"sc-9a00e533-0 hxuGS\">Farc signed a peace deal with Uribe's successor in 2016, though violence from disarmed groups persists in Colombia.</p></div></div></body></html>"
        },
        {
            "title": "Mali charges ex-PM Moussa Mara with undermining the state in X post",
            "time": "2025-08-02T09:36:45",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/18a2/live/3e2609f0-6f81-11f0-9d90-3385e0d9e70c.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A former prime minister of Mali, which is now under military rule, has been charged with undermining the credibility of the state over comments on social media.</p><p class=\"sc-9a00e533-0 hxuGS\">After a prison visit to see detained opposition figures in July, Moussa Mara declared on X his \"unwavering solidarity with prisoners of conscience\".</p><p class=\"sc-9a00e533-0 hxuGS\">Mara, who served as prime minister for nine months a decade ago, has been a recent outspoken critic of the military government.</p><p class=\"sc-9a00e533-0 hxuGS\">The junta, in power since coups in 2020 and 2021, dissolved all political parties in May following <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cqj7z92xw9no\" class=\"sc-f9178328-0 bGFWdi\">rare anti-government protests</a>.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">On Thursday, Mara was detained and questioned for a second time by the national cybercrime unit about his 4 July X post.</p><p class=\"sc-9a00e533-0 hxuGS\">In the post, the ex-prime minister said his regular visits to see those detained were to make sure that \"the flame of hope never fades in them\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"As long as the night lasts, the sun will inevitably rise! And we will fight by all means to make that happen, and as soon as possible!\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">The prosecutor at the cybercrime unit said that talking about \"prisoners of conscience\" and saying he wanted to fight for them constituted an offence, Radio France Internationale reports.</p><p class=\"sc-9a00e533-0 hxuGS\">On Friday, along with the accusation of undermining the credibility of the state, he was also charged with opposing legitimate authority and inciting public disorder.</p><p class=\"sc-9a00e533-0 hxuGS\">He is due to stand trial on 29 September.</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c9qxnxxzde8o\" class=\"sc-f9178328-0 bGFWdi\">A month ago</a>, military leader Gen Assimi Goïta was granted a five-year presidential term by the transitional parliament, which is renewable without elections.</p><p class=\"sc-9a00e533-0 hxuGS\">The 41-year-old, who seized power twice, was named transitional president after the 2021 coup.</p><p class=\"sc-9a00e533-0 hxuGS\">At the time he promised to hold elections the following year - but has since reneged, in a blow to efforts to restore multi-party rule in the West African state.</p></div></div></body></html>"
        },
        {
            "title": "Confusion and anger in Switzerland - hit by highest US tariffs in Europe",
            "time": "2025-08-01T15:32:43",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a2d2/live/bc450b20-6edb-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Confusion and anger in Switzerland - hit by highest tariffs in Europe</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Imogen Foulkes</span><p class=\"sc-801dd632-8 hwLppI\"><span>Geneva correspondent, BBC News</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a2d2/live/bc450b20-6edb-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a2d2/live/bc450b20-6edb-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a2d2/live/bc450b20-6edb-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a2d2/live/bc450b20-6edb-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a2d2/live/bc450b20-6edb-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a2d2/live/bc450b20-6edb-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a2d2/live/bc450b20-6edb-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a2d2/live/bc450b20-6edb-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"eager\" alt=\"Getty Images Geneva skyline cityscape with an aerial view of Jet d'eau fountain, Lake Leman, bay and harbour from the bell tower of Saint-Pierre Cathedral. Sunny day blue sky.\n\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">39%? For Switzerland, this is a huge shock, and worse than the worst-case scenario – these are the highest tariffs in Europe. </p><p class=\"sc-9a00e533-0 hxuGS\">Globally, the fourth highest, behind only Syria, Laos, and Myanmar, (although if President Trump follows through on his 50% tariff threat then Brazil will jump to the top of the list).</p><p class=\"sc-9a00e533-0 hxuGS\">It's the one story dominating the news and the airwaves on Friday. One newspaper, Blick, described it as the country's biggest defeat since French victory in the battle of Marignano in 1515.</p><p class=\"sc-9a00e533-0 hxuGS\">Just weeks ago, Switzerland's government was exuding confidence. </p><p class=\"sc-9a00e533-0 hxuGS\">In May, a Swiss facilitated meeting between the US and China in Geneva, aimed at preventing a trade war between the two economic superpowers, allowed Switzerland's president Karin Keller-Sutter to grab a meeting with US trade secretary Scott Bessent.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">She came out smiling. She had been told, she said, that Switzerland was likely to be second on the list after the United Kingdom to strike a trade deal with Washington. 10%, she hinted, was the tempting tariff offer, far lower than the 31% Donald Trump had unveiled for Switzerland on his 'liberation day' in April.</p><p class=\"sc-9a00e533-0 hxuGS\">Now, those illusions are shattered. Just hours before the August first deadline, one last telephone call between Ms Keller-Sutter and President Trump yielded nothing. Hours later came the news that the tariffs would not be 31% as originally threatened, but a punitive 39%.</p><p class=\"sc-9a00e533-0 hxuGS\">Why? Some Swiss politicians are already arguing that Switzerland's negotiating tactics were not up to scratch – but some say too tough, others say too obsequious. The reality may be more straightforward: Trump was keen to make big deals, and Switzerland just isn't that big. It's not even clear how many discussions the Swiss trade negotiators were able to have with their US counterparts.</p><p class=\"sc-9a00e533-0 hxuGS\">The sticking point, the Swiss government says now, is the trade deficit it has with the US.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump sees trade deficits - when a country sells more to the US than it buys - as inherently a problem for the US, although this is a view not widely shared by economists. He believes tariffs can help protect the US manufacturing sector, which for decades has lost jobs to companies overseas.</p><p class=\"sc-9a00e533-0 hxuGS\">The Swiss trade deficit with the US was $47.4 billion in 2024, though if service industries are included, which Trump conveniently ignored, the deficit shrinks to $22 billion. Switzerland sells more (primarily in pharmaceuticals, gold jewellery, watches and machine tools) to the US than it buys.</p><p class=\"sc-9a00e533-0 hxuGS\">To try to compensate for that, the Swiss government reduced its own tariffs on US industrial good to zero, and multiple Swiss companies (Nestle, Novartis) promised multibillion dollar investments in US plants. Switzerland is already the world's 6th largest investor in the US, creating, the Swiss say, 400,000 US jobs.</p><p class=\"sc-9a00e533-0 hxuGS\">But balancing the deficit looks impossible. The population of Switzerland is just 9 million, and, bluntly, many of them don't want to buy US products. The gas guzzling cars are too big for alpine roads, US cheese and chocolate…well, let's just say they're not really to Swiss taste.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c571/live/3b9fbc30-6edc-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c571/live/3b9fbc30-6edc-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c571/live/3b9fbc30-6edc-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c571/live/3b9fbc30-6edc-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c571/live/3b9fbc30-6edc-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c571/live/3b9fbc30-6edc-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c571/live/3b9fbc30-6edc-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c571/live/3b9fbc30-6edc-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Switzerland's president Karin Keller-Sutter smiling sat at a desk with a blue background and part of a swiss flag behind her\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Switzerland's president Karin Keller-Sutter</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Jan Atteslander, head of foreign trade at EconomieSuisse which represents businesses, told Swiss broadcasting: \"We need reliable relations with the United States.\"</p><p class=\"sc-9a00e533-0 hxuGS\">This could be a signal of frustration that one of Switzerland's most important export markets has adopted an on/off trade policy, stripping Swiss business of the certainty it needs.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">So what can Switzerland do now? There is a small window of opportunity, until August 7th, when the tariffs are due to come into force. Until then, the Swiss government will feverishly try to negotiate. Swiss businesses are warning of thousands of job losses if the 39% can't be reduced.</p><p class=\"sc-9a00e533-0 hxuGS\">But it's hard to see what the wiggle room is. </p><p class=\"sc-9a00e533-0 hxuGS\">With the investment promises, and the zero tariffs, Switzerland had already offered everything it could. The only tactic now would be punitive - withdraw the investment offer, introduce reciprocal tariffs, and, the nuclear option, cancel Switzerland's order for US F35 fighter planes.</p><p class=\"sc-9a00e533-0 hxuGS\">Across Switzerland, there is confusion - and anger. </p><p class=\"sc-9a00e533-0 hxuGS\">Friday is Swiss national day, the equivalent of July 4th. After giving her traditional speech, Swiss President Karin Keller-Sutter was asked about the US tariffs.</p><p class=\"sc-9a00e533-0 hxuGS\">She told reporters the talks with the US went well but that for Donald Trump, the trade deficit was the obstacle. The inference was that the US president was the problem.</p><p class=\"sc-9a00e533-0 hxuGS\">Instead of the usual patriotic celebrations, many Swiss feel they are being punished for having one of the world's most competitive and innovative countries. </p><p class=\"sc-9a00e533-0 hxuGS\">Others say the country has survived economic shocks before, and will be able to use that innovation to survive this one.</p></div></article></div></body></html>"
        },
        {
            "title": "Trump fires lead official on economic data as tariffs cause market drop",
            "time": "2025-08-02T11:05:18",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b95d/live/fba05090-6f80-11f0-af20-030418be2ca5.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Trump fires lead official on economic data as tariffs cause market drop</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Natalie Sherman</span><p class=\"sc-801dd632-8 hwLppI\"><span>Business reporter, in New York</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Trump defends firing of Bureau of Labor Statistics head over \"wrong\" numbers</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump has fired the boss of one of America's most important economic institutions hours after weaker-than-expected jobs data stoked further alarm about his tariff policy.</p><p class=\"sc-9a00e533-0 hxuGS\">On social media Trump claimed - without any evidence - that Erika McEntarfer, commissioner of the Bureau of Labor Statistics (BLS), had \"RIGGED\" jobs figures \"to make the Republicans, and ME, look bad\".  </p><p class=\"sc-9a00e533-0 hxuGS\">The unprecedented move by the White House sparked accusations that Trump risked destroying public trust by politicising data.</p><p class=\"sc-9a00e533-0 hxuGS\">Senate Minority Leader Chuck Schumer said the president was \"a bad leader\" who \"shoots the messenger\" for weak statistics.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">US stock markets were<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>rattled on Friday after Trump forged ahead with his plans to raise US import tariffs on goods from countries around the world.</p><p class=\"sc-9a00e533-0 hxuGS\">Figures were then released by BLS showing that employers in the US added just 73,000 jobs in July, far below forecasts of 109,000 new roles.</p><p class=\"sc-9a00e533-0 hxuGS\">It also revised down employment growth in May and June, reporting 250,000 fewer jobs than previously thought.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump insisted: \"The Economy is BOOMING under \"TRUMP\".\"</p><p class=\"sc-9a00e533-0 hxuGS\">But Heather Long, chief economist at the Navy Federal Credit Union, said the job figures were a \"gamechanger\", adding that \"the labor market is deteriorating quickly\" because of uncertainty caused by Trump's tariffs. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump has dismissed concerns about his tariff plans, which he says will boost manufacturing in the US and rebalance global trade. </p><p class=\"sc-9a00e533-0 hxuGS\">But data this week and a string of updates from companies on tariff costs have made those forecasts harder to ignore.</p><p class=\"sc-9a00e533-0 hxuGS\">On the decision to sack McEntarfer, former US Treasury Secretary Larry Summers, said: \"Firing the head of a key government agency because you don't like the numbers they report, which come from surveys using long established procedures, is what happens in authoritarian countries, not democratic ones.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Friends of BLS, a group whose members include two former commissioners of the agency, said: \"When leaders of other nations have politicized economic data, it has destroyed public trust in all official statistics and in government science.\"</p><p class=\"sc-9a00e533-0 hxuGS\">McEntarfer called her time as commissioner \"the honour of my life\", while describing the agency's work as \"vital and important\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Leading US stock market indices all closed sharply lower on Friday.  </p><p class=\"sc-9a00e533-0 hxuGS\">Trump has attacked key economic figures in the past, most recently Jerome Powell, chair of the US Federal Reserve as the central bank continues to hold interest rates. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump is demanding a cut but the Fed is holding fire until it sees the full impact of tariffs on the US economy. </p><p class=\"sc-9a00e533-0 hxuGS\">In the aftermath of the jobs report, Trump launched a further salvo at Powell, stating he \"should also be put \"out to pasture\".</p><p class=\"sc-9a00e533-0 hxuGS\">A member of the Fed's rate-setting committee, Adriana Kugler, is resigning early giving Trump an opportunity to install someone new. Her term was due to end next January. </p><p class=\"sc-9a00e533-0 hxuGS\">The head of the Labor Department, which oversees the BLS, wrote on social media that the agency's deputy commissioner William Wiatrowski would step into the role during the search for a replacement. </p><p class=\"sc-9a00e533-0 hxuGS\">The Labor Department did not immediately respond to a request for comment. </p><p class=\"sc-9a00e533-0 hxuGS\">The BLS revises jobs numbers every month as new data comes in, typically adding or subtracting ten of thousands of positions. </p><p class=\"sc-9a00e533-0 hxuGS\">Though this month's changes were significantly larger than usual, analysts said the updates were consistent with other data showing slowdown. </p><p class=\"sc-9a00e533-0 hxuGS\">Some speculated that they could reflect a hit to small businesses, which are typically slower to respond to surveys and are especially vulnerable to tariffs. </p><p class=\"sc-9a00e533-0 hxuGS\">McEntarfer had worked for the government for more than 20 years before being nominated to lead the BLS in 2023. She was later confirmed near unanimously by the US Senate. </p><p class=\"sc-9a00e533-0 hxuGS\">Michael Strain, director of economic policy studies at the right-leaning American Enterprise Institute, defended Ms Entarfer, saying she had conducted herself with \"great integrity\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is imperative that decisionmakers understand that government statistics are unbiased and of the highest quality. By casting doubt on that, the President is damaging the United States,\" he wrote on social media. </p><p class=\"sc-9a00e533-0 hxuGS\">Jed Kolko, a senior fellow at the Peterson Institute for International Economics, said the firing raised serious alarm. </p><p class=\"sc-9a00e533-0 hxuGS\">\"For six months, I've said that threats to economic data have been more collateral damage than intentional harm. No longer. Firing the head of the BLS is five-alarm intentional harm to the integrity of US economic data and the entire statistical system,\" he wrote on social media. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump defended the decision and said her departure was needed to ensure there were \"people that we can trust\" in these posts. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Why should anybody trust numbers?\" the president told reporters when leaving the White House on Friday. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I believe the numbers were phony, just like they were before the election, and there were other times - so you know what I did? I fired her, and you know what I did? The right thing.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Tariffs</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The fight over data comes as Trump remakes trade policy, hitting goods from countries around the world with new tariffs ranging from 10% to 50%.</p><p class=\"sc-9a00e533-0 hxuGS\">When Trump put forward similar plans in April, shares in the US tumbled more than 10% in a week as concerns spread to the dollar and bond markets.</p><p class=\"sc-9a00e533-0 hxuGS\">The stock market recovered after he suspended some of the most drastic measures, leaving in place a less punishing, more expected 10% levy. In recent weeks, indexes in the US have been trading around all-time highs. </p><p class=\"sc-9a00e533-0 hxuGS\">The latest measures are less extreme than what Trump first put forward in April, but they will still push the average tariff rate to roughly 17%, up from less than 2.5% at the start of the year. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The reality is Trump got emboldened by the fact that markets came right back,\" Michael Gayed, a portfolio manager for The Free Markets ETF, told the BBC's Opening Bell. \"Now he's going to try his luck again.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Chess grandmaster Magnus Carlsen wins at Esports World Cup",
            "time": "2025-08-02T01:49:02",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f23f/live/96e57470-6f42-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Number one grandmaster, Magnus Carlsen, has won the inaugural online chess competition at the Esports World Cup. The 34-year-old Norwegian will take home $250,000 (around £188,000).</p><p class=\"sc-9a00e533-0 hxuGS\">The Esports World Cup (EWC) being held in Riyadh, Saudi Arabia is one of the biggest multi-discipline tournaments in competitive professional gaming. </p><p class=\"sc-9a00e533-0 hxuGS\">The inclusion of chess in this year's schedule was somewhat controversial, but the tournament's organisers argued it counted as an esport as it is played by millions of people of all ages.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">This is the second time the EWC has been staged and it comes with a total prize pot of around $70m (£50m). </p><p class=\"sc-9a00e533-0 hxuGS\">Over a period of seven weeks, teams from around the world compete across 25 popular games, including Call of Duty, Street Fighter and League of Legends. </p><p class=\"sc-9a00e533-0 hxuGS\">The EWC said including chess this year has seen the game reach a \"new milestone\", 139 years after the first World Chess Champion was crowned.</p><p class=\"sc-9a00e533-0 hxuGS\">At the Esports world cup, competitors sit at their computer on a stage in front of a live audience, wearing heart-rate monitors. Much like with traditional sport, there are large screens, big name sponsors and commentators. </p><p class=\"sc-9a00e533-0 hxuGS\">A number of grandmasters took part in the online competition, which saw players go through a group stage before the top-scorers made it to the playoffs.  </p><p class=\"sc-9a00e533-0 hxuGS\">It was the world's best traditional chess player who cinched the title, after beating number eight Alireza Firouzja.  </p><p class=\"sc-9a00e533-0 hxuGS\">Carlsen is no stranger to <a target=\"_self\" href=\"https://www.bbc.co.uk/newsround/66233770\" class=\"sc-f9178328-0 bGFWdi\">embracing modernity in the game</a>. Last year, he said he would return to a major chess competition after the sport's governing body agreed to <a target=\"_self\" href=\"https://www.bbc.com/news/articles/ce8npkrey66o\" class=\"sc-f9178328-0 bGFWdi\">relax its dress code</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">Carlsen had quit the World Rapid and Blitz Chess Championships in New York, where he was defending his title, when he was told he could not continue playing while wearing jeans.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's been an amazing show, unlike anything that I've seen so far,\" said Carlsen after lifting the gold-plated EWC trophy.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I really hope that this is a big part of the future for chess.  </p><p class=\"sc-9a00e533-0 hxuGS\">\"Maybe we can get on a bigger stage next time,\" he added as it had proved popular at the tournament. </p></div></div></body></html>"
        },
        {
            "title": "Thousands gather to watch 100th annual wild pony swim",
            "time": "2025-08-02T11:33:50",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d368/live/e6f00290-6f93-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">The Chincoteague wild ponies have made their annual swim across the Assateague Channel in Virginia for the 100th time.</p><p class=\"sc-9a00e533-0 hxuGS\">The tradition began in 1925 and sees \"Saltwater Cowboys\" on horseback round up the ponies, who then swim the channel and come ashore on the east side of Chincoteague Island. </p><p class=\"sc-9a00e533-0 hxuGS\">The event hosted by the Chincoteague Fire Department, which manages the ponies, includes an auction of some of the foals. </p><p class=\"sc-9a00e533-0 hxuGS\">The money raised helps control the size of the herd to help maintain a healthy pony population on Assateague, where the ponies live most of the year.</p></div></div></body></html>"
        },
        {
            "title": "Putin not swayed by Trump's Ukraine war ultimatum",
            "time": "2025-08-01T19:38:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/adad/live/7d558b50-6ef0-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Speaking on Friday at the Valaam Monastery on an island in north-western Russia, Putin said he expected negotiations with Ukraine to continue, adding that he viewed \"negotiations positively\".</p><p class=\"sc-9a00e533-0 hxuGS\">But in a veiled reference to growing pressure from Ukraine and its Western allies to agree to a long-term ceasefire, he said: \"As for any disappointments on the part of anyone, all disappointments arise from inflated expectations.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Our enemies and ill-wishers... now have one fiery passion: to stop our advance [on the front line in Ukraine] at any cost\".</p><p class=\"sc-9a00e533-0 hxuGS\">Ukraine and its allies have repeatedly accused Russia of stalling peace negotiations and rejecting any meaningful ceasefire, saying Moscow is trying to seize more Ukrainian territories.</p><p class=\"sc-9a00e533-0 hxuGS\">Three rounds of Russia-Ukraine talks in Istanbul, Turkey, in recent months ended without any major breakthrough. The two sides, however, agreed to swap several thousands of prisoners of war.</p><p class=\"sc-9a00e533-0 hxuGS\">Speaking shortly after Putin's comments, Zelensky questioned whether Russia was showing \"serious readiness to end the war with dignity and establish a truly lasting peace\" or whether it was \"just an attempt to buy more time for war and postpone sanctions\". </p><p class=\"sc-9a00e533-0 hxuGS\">In recent weeks, Russia has intensified its deadly drone and missile strikes on Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">On Thursday, at least 31 people - including five children - were killed in a Russian aerial assault on the Ukrainian capital. </p><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump condemned Russia's actions, threatening new sanctions.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Russia, I think it's disgusting what they're doing,\" he told journalists.</p><p class=\"sc-9a00e533-0 hxuGS\">When in July Trump announced his original 50-day deadline for Russia to end the war, Putin didn't react. When that was reduced to 10-12 days, Putin said nothing.</p><p class=\"sc-9a00e533-0 hxuGS\">But on Friday the Kremlin leader left little doubt that he would not be swayed by a White House ultimatum. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump may claim to be \"disappointed\" with Putin for not making peace - but the Russian leader is unrepentant.</p><p class=\"sc-9a00e533-0 hxuGS\">His guest on the Valaam island, Belarus' authoritarian leader Alexander Lukashenko, was more direct in his dismissal of Trump's deadline.</p><p class=\"sc-9a00e533-0 hxuGS\">\"50 days, 60 days, 10 days. You don't do politics like that,\" Lukashenko said.</p><p class=\"sc-9a00e533-0 hxuGS\">Experience shows that, for Trump, deadlines are not set in stone. But on paper, at least, his latest deadline expires on 8 August. </p><p class=\"sc-9a00e533-0 hxuGS\">If by then Russia hasn't signed up to a ceasefire in Ukraine, it will face more sanctions – so in theory will countries that buy Russian oil.</p><p class=\"sc-9a00e533-0 hxuGS\">But judging by what the Russian state media has been saying in recent days, many in Moscow doubt the White House will go through with its threat of tougher sanctions.</p><p class=\"sc-9a00e533-0 hxuGS\">What's more, from what Putin said on Friday about Russia advancing along the entire front line in Ukraine,  he clearly believes a ceasefire now is not in Moscow's best interest.</p><p class=\"sc-9a00e533-0 hxuGS\">Ukrainian officials on Friday said Kyiv had received \"positive signals\" from the US about potential new sanctions.</p><p class=\"sc-9a00e533-0 hxuGS\">A day earlier, senior US diplomat John Kelley told the UN Security Council that Russia and Ukraine \"must negotiate a ceasefire and durable peace\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is time to make a deal,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump's special envoy Steve Witkoff, who is currently in Israel, would visit Russia next, the US president said earlier this week. He gave no further details.</p></div></div></body></html>"
        },
        {
            "title": "Budapest mayor questioned over organising banned pride march",
            "time": "2025-08-01T21:06:38",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c44f/live/7d9eceb0-6f03-11f0-8415-3f856a662103.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Budapest's mayor has been questioned by police as a suspect in helping to organise a banned LGBTQ march in the city.</p><p class=\"sc-9a00e533-0 hxuGS\">The event took place on June 28 despite warnings of potential legal repercussions by Hungary's nationalist Prime Minister Viktor Orban, whose government passed a law earlier this year banning the event.</p><p class=\"sc-9a00e533-0 hxuGS\">Organisers say that despite threats of fines, a record 200,000 people took part in the rally, which swiftly descended into an anti-government protest.</p><p class=\"sc-9a00e533-0 hxuGS\">Wearing a rainbow T-shirt featuring the capital's coat of arms, Mayor Gergely Karacsony, who appeared at Hungary's National Bureau of Investigation on Friday, told supporters: \"Neither freedom nor love can be banned in Budapest\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">If charged and convicted, Karacsony could face up to a year in prison for organising and encouraging participation in a banned march.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They described the accusation. I said that I considered this to be unfounded and that I will lodge a complaint against it,\" Karacsony told a crowd of some 200 supporters and journalists who had gathered outside the building where he was questioned for more than an hour.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Neither freedom nor love can be banned in Budapest,\" said the mayor, who added: \"If it cannot be banned, it cannot be punished.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Accompanied by his lawyer, Karacsony did not answer any questions posed by investigators but instead presented them with a statement of his own.</p><p class=\"sc-9a00e533-0 hxuGS\">The annual pride march had been in doubt since the government passed a law in March restricting gatherings if they break child protection laws on the public promotion on homosexuality.</p><p class=\"sc-9a00e533-0 hxuGS\">It was the latest measure from Orban's government targeting Hungary's LGBTQ+ community.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2020, Hungary abolished its legal recognition of transgender people, and in 2021, the government passed a law banning the depiction of homosexuality to under-18s.</p><p class=\"sc-9a00e533-0 hxuGS\">Despite the ban, the mayor stood in defiance, vowing: \"Budapest city hall will organise the Budapest Pride march as a local event on 28 June,\" and argued that police could not legally ban a municipal event.</p><p class=\"sc-9a00e533-0 hxuGS\">Last month, police announced they would not take action against attendees who could have faced fines of up to €500 (£427; $586) for attending the Pride parade.</p><p class=\"sc-9a00e533-0 hxuGS\">However, Hungary's National Bureau of Investigation, which is tasked with investigating serious and complex crimes, said it had launched a probe against an \"unknown perpetrator\" accused of organising the rally.</p></div></div></body></html>"
        },
        {
            "title": "And Just Like That... Sex and the City reboot will end with season 3",
            "time": "2025-08-02T03:22:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6a02/live/4631cd40-6f6e-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">And Just Like That, the reboot of 90s and early noughties show Sex and the City, will come to a close after its third season, HBO has announced.</p><p class=\"sc-9a00e533-0 hxuGS\">Showrunner Michael Patrick King explained on Instagram that as he wrote the last episode, \"it became clear to me that this might be a wonderful place to stop\".</p><p class=\"sc-9a00e533-0 hxuGS\">Named after its heroine Carrie Bradshaw's signature catchphrase, the comedy-drama series follows the romances of three of the four original characters as they live out their 50s in New York.</p><p class=\"sc-9a00e533-0 hxuGS\">A two-part finale is yet to air. King said cast and crew \"held off announcing the news until now because we didn't want the word 'final' to overshadow the fun of watching the season\". </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Sarah Jessica Parker, who plays Bradshaw, shared a photo montage from across both series, adding that the character had \"dominated my professional heartbeat for 27 years\" but now \"this chapter [is] complete\".</p><p class=\"sc-9a00e533-0 hxuGS\">She said And Just Like That \"was all joy, adventure, the greatest kind of hard work alongside the most extraordinary talent\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"It will be forever before I forget,\" Parker wrote. \"I hope you love these final two episodes as much as we all do.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Her co-star Kristin Davis, who plays Charlotte York, posted: \"I am profoundly sad.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The franchise, originally based on columns and books by Candace Bushnell, had already gone on to be made into two films and a prequel miniseries before And Just Like That aired.</p><p class=\"sc-9a00e533-0 hxuGS\">As such, fans may have hoped another dramatisation or spin-off could be in the pipeline.</p><p class=\"sc-9a00e533-0 hxuGS\">But King said that \"the ongoing storytelling of the Sex and the City universe is coming to an end\". </p><p class=\"sc-9a00e533-0 hxuGS\">Viewership of And Just Like That had progressively declined over the three seasons, according to Samba TV, a viewing data tracker. Its first episode saw 1.1 million US households tune in, with the latest generating less than half that initial figure.</p><p class=\"sc-9a00e533-0 hxuGS\">Criticism has also plagued the reboot, with a particular focus on its attempts to diversify the cast. <a target=\"_blank\" href=\"https://www.elle.com/culture/movies-tv/a38964235/and-just-like-that-diversity-essay/\" class=\"sc-f9178328-0 bGFWdi\">Elle magazine</a> wrote that this \"fell flat\" while The Guardian called it a \"<a target=\"_blank\" href=\"https://www.theguardian.com/tv-and-radio/2021/dec/16/and-just-like-that-sex-and-the-city-diversity\" class=\"sc-f9178328-0 bGFWdi\">heavy-handed overcompensation</a>\" that was \"atoning for SATC's history of racial cluelessness\".</p><p class=\"sc-9a00e533-0 hxuGS\">Apparent plot holes have also been spotted by viewers - including the father of one of the main characters seemingly dying twice.</p><p class=\"sc-9a00e533-0 hxuGS\">And Just Like That's final season also saw the character Che Diaz - dubbed the \"worst character on TV\" by The Daily Beast - replaced by another who works at the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Fans have weighed in on the show's end with comments beneath the cast and crew's announcements.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I wanted this show to run until all the characters were in assisted living and retirement communities in West Palm Beach,\" wrote one.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We don't want it to end. We want it to be better,\" posted another.</p></div></div></body></html>"
        },
        {
            "title": "Anaconda, Montana shooting: Manhunt under way after 4 killed",
            "time": "2025-08-01T23:22:27",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4ad2/live/75391570-6f1f-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A suspect is on the run after four people were killed in a shooting at a bar in the US state of Montana, authorities say.</p><p class=\"sc-9a00e533-0 hxuGS\">The shooting happened at The Owl Bar in the city of Anaconda at around 10:30 local time, the Montana Division of Criminal Investigation confirmed to the BBC's US partner CBS.</p><p class=\"sc-9a00e533-0 hxuGS\">The US Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) said it was \"responding to a shooting where multiple parties have been shot at a business in Anaconda\". </p><p class=\"sc-9a00e533-0 hxuGS\">Anaconda is a former copper smelting hub, with a population of almost 10,000 people in southwestern Montana, 109 miles (175km) west of Bozeman.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Anaconda-Deer Lodge County Law Enforcement Center named the suspect as Michael Paul Brown in a social media post, adding he is \"believed to be armed and dangerous\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"If seen do not approach,\" the department said. \"Contact 911 for any way to contact Michael Paul Brown.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Officials are calling on Anaconda residents to stay home and lock their doors. </p><p class=\"sc-9a00e533-0 hxuGS\">The Granite County Sheriff's Office, which is nearby to Anaconda, posted on social media that the gunman \"is said to be wearing a tye dyed shirt, blue jeans and a orange bandana\".</p><p class=\"sc-9a00e533-0 hxuGS\">The sheriff's office added that the gunman's home in Anaconda had been searched, and \"cleared by SWAT\" teams.</p><p class=\"sc-9a00e533-0 hxuGS\">Montana Governor Greg Gianforte said he was monitoring the response to the incident.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Please join Susan and me in praying for the victims, their loved ones, and the brave law enforcement officers responding to this tragedy,\" the governor said on social media referring to his wife, Susan Gianforte.</p><p class=\"sc-9a00e533-0 hxuGS\">The FBI was also at the scene and is helping in the investigation. </p><p class=\"sc-9a00e533-0 hxuGS\">Montana Senator Steve Daines told local media that the \"massive manhunt\" is being aided by police drones.</p><p class=\"sc-9a00e533-0 hxuGS\">The Owl Bar was built in 1893 to serve Anaconda's copper workers, according to a 1987 article in the Montana Standard newspaper. It's located in a neighbourhood of Anaconda called Goosetown.</p></div></div></body></html>"
        },
        {
            "title": "Trump envoy Witkoff visits controversial Gaza aid distribution site",
            "time": "2025-08-01T18:14:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5b89/live/b6b40aa0-6ed4-11f0-ad0c-035b9044855d.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Trump envoy visits controversial Gaza aid distribution site</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5b89/live/b6b40aa0-6ed4-11f0-ad0c-035b9044855d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5b89/live/b6b40aa0-6ed4-11f0-ad0c-035b9044855d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5b89/live/b6b40aa0-6ed4-11f0-ad0c-035b9044855d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5b89/live/b6b40aa0-6ed4-11f0-ad0c-035b9044855d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5b89/live/b6b40aa0-6ed4-11f0-ad0c-035b9044855d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5b89/live/b6b40aa0-6ed4-11f0-ad0c-035b9044855d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5b89/live/b6b40aa0-6ed4-11f0-ad0c-035b9044855d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5b89/live/b6b40aa0-6ed4-11f0-ad0c-035b9044855d.jpg.webp\" loading=\"eager\" alt=\"US government Mike Huckabee (second from right) and Steve Witkoff (right) stand in bullet-proof vests listening to a man wearing a helmet and sunglasses as he gestures with his hand at an aid distribution site in Gaza. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">US government</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump's Middle East envoy Steve Witkoff has for the first time visited a controversial Israel- and US-backed aid distribution site in Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">Witkoff said the purpose of the trip to a Gaza Humanitarian Foundation (GHF) site was to give Trump \"a clear understanding of the humanitarian situation and help craft a plan to deliver food and medical aid to the people of Gaza\".</p><p class=\"sc-9a00e533-0 hxuGS\">The visit follows near daily reports of deadly shootings at GHF points, with the UN reporting at least 859 Palestinians killed in the vicinity of the sites - a figure the GHF rejects.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel says its troops have only fired warning shots and that they do not intentionally shoot civilians.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">International journalists, including the BBC, are blocked by Israel from entering Gaza independently, making it difficult to verify claims.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC understands Witkoff visited one of the GHF sites near Rafah in southern Gaza on Friday.</p><p class=\"sc-9a00e533-0 hxuGS\">He was accompanied by US ambassador to Israel Mike Huckabee and the Israel Defense Forces (IDF).</p><p class=\"sc-9a00e533-0 hxuGS\">Posting on X afterwards, alongside pictures of their visit, Witkoff said: \"Today, we spent over five hours inside Gaza – level setting the facts on the ground, assessing conditions, and meeting with @GHFUpdates and other agencies.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Huckabee said they had received \"briefings from the IDF and spoke to folks on the ground\". </p><p class=\"sc-9a00e533-0 hxuGS\">He claimed GHF sites were delivering \"more than one million meals a day\", calling it an \"incredible feat\". </p><p class=\"sc-9a00e533-0 hxuGS\">The GHF said it had delivered 1.3m meals across three distribution sites on Thursday. It has not yet released figures for Friday. The UN says the number of meals provided by the GHF falls far short of overall nutritional requirements.</p><p class=\"sc-9a00e533-0 hxuGS\">UN agencies have repeatedly warned that man-made, mass starvation is taking place in the territory. </p><p class=\"sc-9a00e533-0 hxuGS\">Some Gazans who spoke to the BBC denounced Witkoff's visit as a \"media stunt\".</p><p class=\"sc-9a00e533-0 hxuGS\">Louay Mahmoud, who lives in Gaza, said: \"Steve Witkoff won't see the hunger, only the narrative Israel wants him to see.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This visit is a hollow media stunt, not a humanitarian mission. He comes with no solutions, only talking points designed to polish the image of an administration complicit in our suffering.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e455/live/6135d980-6ef4-11f0-8415-3f856a662103.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e455/live/6135d980-6ef4-11f0-8415-3f856a662103.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e455/live/6135d980-6ef4-11f0-8415-3f856a662103.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e455/live/6135d980-6ef4-11f0-8415-3f856a662103.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e455/live/6135d980-6ef4-11f0-8415-3f856a662103.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e455/live/6135d980-6ef4-11f0-8415-3f856a662103.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e455/live/6135d980-6ef4-11f0-8415-3f856a662103.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e455/live/6135d980-6ef4-11f0-8415-3f856a662103.jpg.webp\" loading=\"lazy\" alt=\"Anas Zeyad Fteha/Anadolu via Getty Images A child is on his knees trying to collect flour from the ground in Gaza. The floor is littered with rubbish and rocks and other people walk by him in the background. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Anas Zeyad Fteha/Anadolu via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The starvation crisis in Gaza has led to international outrage</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Amer Khayrat, a father of two who lives in Gaza City, said: \"What Gaza needs isn't another envoy with a press team. We need the siege lifted, the bombing stopped, and the blind American support for this war brought to an end.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Oxfam's Americas director of peace and security, Scott Paul, said Witkoff and Huckabee during their visit would have been \"confronted by scenes of countless Palestinian children and their families on the brink of starvation displaced in flattened communities outside their convoy windows\". </p><p class=\"sc-9a00e533-0 hxuGS\">He added: \"This must be what finally spurs the US to use its full influence to put an end to this catastrophe before we pass the point of no return.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Former US State Department official Annelle Sheline, who resigned from her role in protest at Joe Biden's policies towards Gaza last year, said Witkoff and Huckabee's visit was a \"glorified photo-op, meant to obscure the reality of a dire humanitarian crisis that America has helped to author\".</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A retired US special forces officer who worked at GHF centres told the BBC last week he witnessed IDF troops and US contractors shooting at crowds of Palestinians near sites he worked at.</p><p class=\"sc-9a00e533-0 hxuGS\">Lt Col Anthony Aguilar, a special forces veteran of the US Army's Green Berets, said he had never witnessed such a level of \"brutality and use of indiscriminate and unnecessary force against a civilian population, an unarmed, starving population\" in his entire career.</p><p class=\"sc-9a00e533-0 hxuGS\">The GHF has called Aguilar's allegations \"categorically false\", describing him as a \"disgruntled former contractor who was terminated for misconduct\", which he denies.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">\"I witnessed war crimes\" in Gaza, former worker at GHF aid site tells BBC</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">On Friday campaign group Human Right Watch (HRW) accused Israeli forces and US-backed contractors of establishing \"a flawed, militarised aid distribution system that has turned aid distribution into regular bloodbaths\".</p><p class=\"sc-9a00e533-0 hxuGS\">HRW called for Israeli authorities \"to immediately stop using lethal force as crowd control against Palestinian civilians\" and called for the US and Israel to suspend the operation.</p><p class=\"sc-9a00e533-0 hxuGS\">GHF aid sites replaced the UN distribution mechanism in May, sparking international outrage. Israel accused Hamas of looting UN aid, a charge Hamas denies.</p><p class=\"sc-9a00e533-0 hxuGS\">There are four GHF sites, which are located inside Israeli military zones and are operated by US private security contractors.</p><p class=\"sc-9a00e533-0 hxuGS\">Eyewitnesses and medics have on several occasions described Israeli forces opening fire on crowds near the aid points.</p><p class=\"sc-9a00e533-0 hxuGS\">The IDF said 126 packages of aid were airdropped into Gaza on Friday by seven different countries - Belgium, Bahrain, the United Arab Emirates, Jordan, France, Spain and Germany.</p><p class=\"sc-9a00e533-0 hxuGS\">Aid agencies say much more needs to be allowed in by land and have warned that airdrops cannot deliver the quality of aid needed.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The UN's human rights office (OCHR) said on Thursday that at least 1,373 Palestinians had been killed while trying to get food aid in Gaza. Of those, 859 have been killed near GHF sites, it said.</p><p class=\"sc-9a00e533-0 hxuGS\">The OCHR said most were killed by the Israeli military, and while they were aware of other armed groups in the same area, it added that they \"do not have information indicating their involvement in these killings\".</p><p class=\"sc-9a00e533-0 hxuGS\">The office said it had \"no information that these Palestinians were directly participating in hostilities or posed any threat to Israeli security forces\".</p><p class=\"sc-9a00e533-0 hxuGS\">Israel has accused Hamas of instigating the chaos near the aid sites. The GHF rejected the UN's numbers when approached for comment by the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, at least 10 people have been killed in southern and central Gaza since dawn on Friday, according to the Hamas-run Civil Defence agency.</p><p class=\"sc-9a00e533-0 hxuGS\">The figure includes eight people who were killed in two separate Israeli air strikes targeting tents sheltering displaced people - in Khan Younis in the south and Deir al-Balah in the centre of the strip, the agency said.</p><p class=\"sc-9a00e533-0 hxuGS\">Two others were killed and at least 20 more injured when Israeli forces opened fire near an aid distribution point along the Morag corridor, north of Rafah, the civil defence added.</p><p class=\"sc-9a00e533-0 hxuGS\">Local residents said hundreds of people had gathered to get food when the shooting began.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has approached the Israeli military for comment.</p><p class=\"sc-9a00e533-0 hxuGS\">The Hamas-run health ministry said on Friday 82 people had been killed in Gaza in the past 24 hours, 52 of whom were reported to be seeking aid. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Witkoff met Israel's Prime Minister Benjamin Netanyahu in Israel on Thursday for what were described by a US spokesperson as \"productive\" talks.</p><p class=\"sc-9a00e533-0 hxuGS\">There were discussions of a major reformulation of the ceasefire negotiations, according to Israeli media reports, which include an \"all-in deal\" that would see all hostages held by Hamas released in a single exchange, alongside the full disarmament of Hamas. Previously, hostages were to be released in phases. </p><p class=\"sc-9a00e533-0 hxuGS\">Hamas has said it will not return to the table until more aid is allowed into Gaza to address starvation.</p><p class=\"sc-9a00e533-0 hxuGS\">The US and Israel pulled out of ceasefire talks last week, accusing Hamas of lacking coordination and not negotiating in good faith. </p><p class=\"sc-9a00e533-0 hxuGS\">Hamas accused the Israeli side of intransigence over key sticking points in the negotiations.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Two girls shot in Gaza - BBC pieces together what happened and looks at dozens more child shootings</figcaption></p></article></div></body></html>"
        },
        {
            "title": "Italy plan to process migrants in Albania dealt blow by EU Court",
            "time": "2025-08-01T20:11:01",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fcf9/live/a6782df0-6f0c-11f0-9a81-5585e1b387d0.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Italy plan to process migrants in Albania dealt blow by EU court</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Sarah Rainsford</span><p class=\"sc-801dd632-8 fRRQoT\"><span>Southern and Eastern Europe correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fcf9/live/a6782df0-6f0c-11f0-9a81-5585e1b387d0.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fcf9/live/a6782df0-6f0c-11f0-9a81-5585e1b387d0.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fcf9/live/a6782df0-6f0c-11f0-9a81-5585e1b387d0.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fcf9/live/a6782df0-6f0c-11f0-9a81-5585e1b387d0.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fcf9/live/a6782df0-6f0c-11f0-9a81-5585e1b387d0.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fcf9/live/a6782df0-6f0c-11f0-9a81-5585e1b387d0.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fcf9/live/a6782df0-6f0c-11f0-9a81-5585e1b387d0.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fcf9/live/a6782df0-6f0c-11f0-9a81-5585e1b387d0.jpg.webp\" loading=\"eager\" alt=\"Reuters An Italian Coast Guard vessel carrying migrants rescued at sea passes near a tourist boat, on the Sicilian island of Lampedusa\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A ruling by the EU's top court has dealt a further blow to Italy's attempts to create a fast-track system in Albania for processing asylum applications offshore.</p><p class=\"sc-9a00e533-0 hxuGS\">The European Court of Justice (ECJ) has said that the way the Italian government currently defines whether a country is \"safe\" to return someone whose application is rejected contravenes EU law.</p><p class=\"sc-9a00e533-0 hxuGS\">That \"safe country\" concept is central to the deal that Prime Minister Giorgia Meloni struck with Albania in 2023 to send migrants intercepted at sea straight there for accelerated processing.</p><p class=\"sc-9a00e533-0 hxuGS\">Anyone from a \"safe country\" who was refused asylum was supposed to be deported within a week.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But the ECJ has ruled that a nation can only be included on the government's list if the entire population there is safe, which means Italy will have to revise its procedure.</p><p class=\"sc-9a00e533-0 hxuGS\">It currently identifies Egypt and Bangladesh, for example, as safe, whilst accepting that certain groups there require protection.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The ruling brought an angry reaction from the government in Rome which said the European court was overstepping its role, adding that the decision would weaken the ability of countries to \"defend national borders\".</p><p class=\"sc-9a00e533-0 hxuGS\">The European court also said that the government must make public any evidence and sources it uses in reaching its conclusions on safe countries, so that asylum seekers can challenge the decision in their cases.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Today, the court makes clear that a country cannot be designated as safe unless it offers effective, generalised protection, for everyone and everywhere, and unless that claim can be independently verified and challenged,\" Katia Scannavini of ActionAid Italy explained.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The so-called Albania model collapses at its legal core,\" she argued.</p><p class=\"sc-9a00e533-0 hxuGS\">The fate of Italy's Albania project is being watched closely by other governments including in the UK which are keen on handling asylum applications offshore as they try to reduce the number of irregular migrants arriving in their countries.</p><p class=\"sc-9a00e533-0 hxuGS\">Meant as the centrepiece of Meloni's tough approach to immigration, the Albania deal has hit legal obstacles from the very start. The handful of migrants who were sent there were all eventually returned to Italy after the intervention of lawyers.</p><p class=\"sc-9a00e533-0 hxuGS\">Many times over budget, the centres that were built have never yet been used as intended.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'This puts significant halt to Albania plan'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In its ruling, the European Court did not object in principle to a fast-track procedure for migrants from safe countries, but it made clear that the implementation of that policy must change.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's fundamental: the 'safe country of origin' concept can no longer be used to carry out transfers to Albania until Italian law is changed to be in line with EU legislation,\" Amnesty International migration researcher Adriana Tidona told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This puts a significant halt to Italy's plans in Albania.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Amnesty, like others, considers the Albania deal a violation of human rights more fundamentally. \"That isn't to do with the safe countries of origin, but with the fact that it's based on an automatic detention system,\" Adriana Tidona said. \"That's unlawful.\"</p><p class=\"sc-9a00e533-0 hxuGS\">It is not clear what impact today's ruling may have on the new EU migration pact which enters into force next year and introduces a common list of safe countries for returns – including Egypt and Bangladesh.</p><p class=\"sc-9a00e533-0 hxuGS\">But the decision does make clear that the definition of safe countries does not ultimately lie with politicians.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The court says it's the judge who has the power to make assessments about safe countries,\" Daniele Gallo, professor of EU law at Rome's Luiss University explains. \"Whatever the government says, every judge in Italy now has a duty to set aside Italian legislation and apply EU law.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Ghislaine Maxwell moved from Florida to women's prison in Texas",
            "time": "2025-08-01T23:57:38",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c0c3/live/2e1dc6d0-6efd-11f0-8415-3f856a662103.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Ghislaine Maxwell, the convicted associate of sex offender Jeffrey Epstein, has been moved from a Florida prison to a new minimum-security facility in Texas,  authorities have confirmed.</p><p class=\"sc-9a00e533-0 hxuGS\">The move comes as Maxwell, who is serving a 20-year sentence for sex trafficking, has pressed the Supreme Court  to overturn her conviction while also seeking a pardon from President Donald Trump.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier in July, Maxwell held two meetings with the Deputy US Attorney General, the details of which have not been made public. </p><p class=\"sc-9a00e533-0 hxuGS\">Maxwell has been at the centre of controversy surrounding the Trump administration's handling of the Epstein files, and the reasons for her transfer from the Florida prison are unclear. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While speculation has been rife that Trump may pardon Maxwell, the White House has previously said \"no leniency is being given or discussed\". </p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has contacted the White House for comment on Maxwell's move to Texas. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We can confirm Ghislaine Maxwell is in the custody of the Federal Bureau of Prisons at the Federal Prison Camp (FPC) Bryan in Bryan, Texas,\" the BOP said in a statement on Friday.</p><p class=\"sc-9a00e533-0 hxuGS\">Maxwell's attorney, David Oscar Markus, confirmed the transfer but declined further comment. </p><p class=\"sc-9a00e533-0 hxuGS\">In a statement, the family of the late Virginia Giuffre - one of Jeffrey Epstein's victims - expressed their \"horror and disgust\" at what they described as the \"preferential treatment\" given to Ghislaine Maxwell.</p><p class=\"sc-9a00e533-0 hxuGS\">They further condemned the move as having been made \"without any notification to Maxwell's victims\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is the justice system failing victims right before our eyes,\" the statement said. \"The American public should be outraged by the special treatment afforded to a pedophile and a criminally charged child sex offender.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The facility, FPC Bryant, is located about 100 miles (160km) from the Texas capital of Austin. </p><p class=\"sc-9a00e533-0 hxuGS\">Like other federal prison camps, inmates at FPC Bryant are housed in dormitories, with a low staff-to-inmate ratio compared to other, more secure federal prisons. It houses inmates serving time for non-violent offences and white-collar crimes. </p><p class=\"sc-9a00e533-0 hxuGS\">Also housed among the approximately 650 female inmates at the facility <a target=\"_self\" href=\"https://www.bbc.com/news/world-us-canada-65625526\" class=\"sc-f9178328-0 bGFWdi\">is disgraced Theranos CEO Elizabeth Holmes</a>, who is serving an 11-year prison sentence after being found guilty of defrauding investors in her blood-testing start-up in 2022. </p><p class=\"sc-9a00e533-0 hxuGS\">By comparison, the facility where Maxwell was housed in Florida, FCI Tallahassee, houses over 800 inmates, both men and women. Both facilities are officially deemed to be \"low-security\" federal prisons.</p><p class=\"sc-9a00e533-0 hxuGS\">While discipline is strict at the facility and all prisoners are expected to work, they also have access to foreign language and business classes, can play sports, watch television and attend religious services. </p><p class=\"sc-9a00e533-0 hxuGS\">Contact with family members is allowed to video calls, and inmates are permitted visitors during weekends and holidays, according to a prison handbook published by authorities online. </p><p class=\"sc-9a00e533-0 hxuGS\">Less than a week ago, Maxwell's legal team indicated that she was willing to testify before Congress on what she knows about the case, but only if she is granted strict legal protections. </p><p class=\"sc-9a00e533-0 hxuGS\">However on Friday, the scheduled 11 August deposition was indefinitely postponed, the chair of the House Oversight Committee announced.</p><p class=\"sc-9a00e533-0 hxuGS\">Rep James Comer said while the committee was \"willing to continue to engage in good faith negotiations\", it would not grant her congressional immunity or provide questions in advance, two conditions Maxwell's lawyers had requested.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier in July, she held two meetings with Deputy US Attorney General Todd Blanche, who said he planned to see if she could provide additional information on other people who might have been helped by Epstein to sexually abuse girls. </p><p class=\"sc-9a00e533-0 hxuGS\">After the meetings, he said that he would reveal what he learned at an \"appropriate time\". Maxwell's lawyer has said that she has not made promises or sought anything in exchange. </p><p class=\"sc-9a00e533-0 hxuGS\">Pressure has been growing on President Trump to release more files related to the Epstein case, after he repeatedly promised to do so while on the campaign trail last year.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump has instead accused political rivals of using the case to distract from his achievements since returning to office. </p></div></div></body></html>"
        },
        {
            "title": "South African rhino horns turned radioactive to fight poachers",
            "time": "2025-08-01T15:18:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5af6/live/67fbe0f0-6ee2-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">South African scientists have launched an anti-poaching campaign in which rhinos' horns will be injected with a radioactive material.</p><p class=\"sc-9a00e533-0 hxuGS\">The group, from the University of the Witwatersrand, said the process is harmless to rhinos but will allow customs officers to detect smuggled horns as they're transported across the world.</p><p class=\"sc-9a00e533-0 hxuGS\">South Africa has the largest rhino population in the world, and hundreds of the animals are poached there every year.</p><p class=\"sc-9a00e533-0 hxuGS\">The university's venture, called the Rhisotope Project, cost around £220,000 ($290,000) and involved six years of research and testing.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"At least one animal a day is still being poached,\" James Larkin, a Wits University professor involved in the project, told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I think the figures are only going to go one way if we don't watch out.... this is a significant tool to help reduce the numbers of poaching, because we're proactive rather than being reactive.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Prof Larkin added that the pilot study, which involved 20 rhinos, confirmed that the radioactive material was \"completely safe\" for the animals.</p><p class=\"sc-9a00e533-0 hxuGS\">The Wits University researchers, who collaborated with the International Atomic Energy Agency, found that horns could even be detected inside full 40-foot (six-metre) shipping containers.</p><p class=\"sc-9a00e533-0 hxuGS\">Jamie Joseph, a prominent South African rhino campaigner, said the Rhisotope Project was \"innovative and much needed\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's not the endgame - only better legislation and political will can bring an end to the rhino crisis. But it will certainly help disrupt the flow of horns leaving the country and help experts better map out the illegal channels by providing reliable data,\" Ms Joseph, director of the Saving the Wild charity, told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Each year since 2021, more than 400 rhinos have been poached in South Africa, conservation charity Save the Rhino says.</p><p class=\"sc-9a00e533-0 hxuGS\">Jessica Babich, head of the Rhisotope Project, said: \"Our goal is to deploy the Rhisotope technology at scale to help protect one of Africa's most iconic and threatened species.\" </p><p class=\"sc-9a00e533-0 hxuGS\">\"By doing so, we safeguard not just rhinos but a vital part of our natural heritage.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The horns of African rhinos are often exported to Asian markets were they are used in traditional medicine and also seen as a status symbol.</p><p class=\"sc-9a00e533-0 hxuGS\">White rhinos are considered threatened, while black rhinos are critically endangered.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div></div></body></html>"
        },
        {
            "title": "Jerusalem zoo worker killed by leopard",
            "time": "2025-08-01T14:06:17",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f9d4/live/1b462f10-6ed1-11f0-ad0c-035b9044855d.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Zoo worker killed by leopard in Jerusalem</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 bwIYVa\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">André Rhoden-Paul</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f9d4/live/1b462f10-6ed1-11f0-ad0c-035b9044855d.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f9d4/live/1b462f10-6ed1-11f0-ad0c-035b9044855d.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f9d4/live/1b462f10-6ed1-11f0-ad0c-035b9044855d.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f9d4/live/1b462f10-6ed1-11f0-ad0c-035b9044855d.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f9d4/live/1b462f10-6ed1-11f0-ad0c-035b9044855d.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f9d4/live/1b462f10-6ed1-11f0-ad0c-035b9044855d.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f9d4/live/1b462f10-6ed1-11f0-ad0c-035b9044855d.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f9d4/live/1b462f10-6ed1-11f0-ad0c-035b9044855d.png.webp\" loading=\"eager\" alt=\"Uriel Nuri Uriel Nuri in his zoo uniform working \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Uriel Nuri</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Uriel Nuri was head of the carnivores team at Jerusalem Biblical Zoo </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A zoo worker in Jerusalem has died after being attacked by a leopard which had escaped from its enclosure.</p><p class=\"sc-9a00e533-0 hxuGS\">Uriel Nuri died from injuries he sustained during a \"behind-the-scenes tour\" for visitors on Friday morning, Jerusalem Biblical Zoo said.</p><p class=\"sc-9a00e533-0 hxuGS\">The zoo said it was working with Israeli police to investigate how the big cat escaped into the courtyard where the 36-year-old was working. </p><p class=\"sc-9a00e533-0 hxuGS\">The site is currently closed to visitors.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Mr Nuri was rushed to the trauma unit at Hadassah University Hospital-Ein Kerem for urgent treatment after sustaining extensive injuries to his upper body.</p><p class=\"sc-9a00e533-0 hxuGS\">\"After prolonged resuscitation efforts, the team was forced to declare him dead,\" Hadassah Medical Center said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The hospital staff is accompanying his family at this difficult time and shares in their grief.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/be17/live/1cee4480-6ef7-11f0-8415-3f856a662103.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/be17/live/1cee4480-6ef7-11f0-8415-3f856a662103.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/be17/live/1cee4480-6ef7-11f0-8415-3f856a662103.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/be17/live/1cee4480-6ef7-11f0-8415-3f856a662103.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/be17/live/1cee4480-6ef7-11f0-8415-3f856a662103.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/be17/live/1cee4480-6ef7-11f0-8415-3f856a662103.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/be17/live/1cee4480-6ef7-11f0-8415-3f856a662103.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/be17/live/1cee4480-6ef7-11f0-8415-3f856a662103.png.webp\" loading=\"lazy\" alt=\"Uriel Nuri Uriel Nuri looks at a cheetah on the opposite side of reinforced glass\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Uriel Nuri</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Uriel Nuri, seen with a cheetah, was head of carnivores at the zoo</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Located in south-west Jerusalem, the Biblical Zoo says on its website that it exhibits big cats including tigers, lions and cheetahs. </p><p class=\"sc-9a00e533-0 hxuGS\">Mr Nuri was head of the carnivores team, according to his Instagram page, where he posted videos about his work. </p><p class=\"sc-9a00e533-0 hxuGS\">In a statement, the zoo said: \"The tragic event occurred this morning, when during a routine activity to prepare the leopards for enrichment, which took place as part of a behind-the-scenes tour for visitors to the zoo, a leopard managed to escape from the leopard enclosure into the inner courtyard and attack one of the zoo employees who was preparing the activity.</p><p class=\"sc-9a00e533-0 hxuGS\">\"At no point was there any physical danger to the visitors, who stood protected behind a glass window.</p><p class=\"sc-9a00e533-0 hxuGS\">\"With the help of the Israel Police, we are now conducting a comprehensive investigation to understand how the leopard managed to escape into the courtyard.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Israeli newspaper Haaretz reported that the zoo is investigating whether the cage door became loose.</p><p class=\"sc-9a00e533-0 hxuGS\">The zoo added the staff's \"pain is immense\" and \"our hearts go out to Uriel's family\". </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/048e/live/f7377da0-6ecf-11f0-b172-55e938a4abab.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/048e/live/f7377da0-6ecf-11f0-b172-55e938a4abab.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/048e/live/f7377da0-6ecf-11f0-b172-55e938a4abab.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/048e/live/f7377da0-6ecf-11f0-b172-55e938a4abab.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/048e/live/f7377da0-6ecf-11f0-b172-55e938a4abab.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/048e/live/f7377da0-6ecf-11f0-b172-55e938a4abab.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/048e/live/f7377da0-6ecf-11f0-b172-55e938a4abab.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/048e/live/f7377da0-6ecf-11f0-b172-55e938a4abab.jpg.webp\" loading=\"lazy\" alt=\"Israel Police Two police officers stand next to thick glass by the enclosure \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Israel Police</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Israel Police said the worker was evacuated in a critical condition </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Last year, a crocodile was shot after it bit a worker, leaving her with serious wounds which required hospital treatment. </p><p class=\"sc-9a00e533-0 hxuGS\">The 62-acre zoo is home to dozens of species of animals. As its name suggests, its particular focus is on animals which appear in the Bible, as well as endangered species from around the world.</p></div></article></div></body></html>"
        },
        {
            "title": "France suspends Gaza evacuations after Palestinian student accused of antisemitic post",
            "time": "2025-08-01T17:15:39",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/042a/live/80b93770-6eea-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">France suspends Gaza evacuations after student antisemitism row</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/042a/live/80b93770-6eea-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/042a/live/80b93770-6eea-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/042a/live/80b93770-6eea-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/042a/live/80b93770-6eea-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/042a/live/80b93770-6eea-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/042a/live/80b93770-6eea-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/042a/live/80b93770-6eea-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/042a/live/80b93770-6eea-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"Getty Images Close up of French Foreign Minister Jean-Noël Barrot speaking. He's standing wearing a dark grey suit with white shirt and a barely visible tie\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Jean-Noël Barrot said no further evacuations will take place until an investigation is completed</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">France has suspended its programme for receiving Palestinians fleeing Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">The freeze will be in place while authorities investigate a Palestinian student in France who has been accused of making antisemitic remarks online, French Foreign Minister Jean-Noël Barrot has said.</p><p class=\"sc-9a00e533-0 hxuGS\">The 25-year-old woman was on a scholarship in northern France's city of Lille and will have to leave the country after her university withdrew her accreditation.</p><p class=\"sc-9a00e533-0 hxuGS\">France has helped more than 500 people leave Gaza since the war between Israel and Hamas broke out following <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-middle-east-67039975\" class=\"sc-f9178328-0 bGFWdi\">the 7 October 2023 attacks</a>.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The woman, who arrived in France in July, was due to start attending classes at Sciences Po Lille university in the autumn.</p><p class=\"sc-9a00e533-0 hxuGS\">She has since been deregistered, the university has said.</p><p class=\"sc-9a00e533-0 hxuGS\">France's Interior Minister Bruno Retailleau wrote on X that he had requested for the account to be closed, legal action to be taken. \"Hamas propagandists have no place in our country,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">Palestinians already in France through this scheme will be \"subject to a new check\" following \"failures that brought this young woman here\", Mr Barrot added.</p><p class=\"sc-9a00e533-0 hxuGS\">He said that security checks carried out by state services and Israeli authorities did not detect these \"unacceptable and concerning remarks\". </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Sciences Po Lille university confirmed the woman's comments to AFP and told the news agency that the posts were \"in direct contradiction with the values upheld\" by the institution.</p><p class=\"sc-9a00e533-0 hxuGS\">The woman was part of a group evacuated from Gaza as part of a programme run by the French Ministry for Europe and Foreign Affairs, the director of Sciences Po Lille told French newspaper Libération.</p></div></article></div></body></html>"
        },
        {
            "title": "White House announces new $200m ballroom - a longtime Trump wish",
            "time": "2025-08-01T00:06:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/453f/live/71d1d4d0-6e3e-11f0-a3f5-afebbe7846cc.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">White House unveils plans for new $200m ballroom </h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Bernd Debusmann Jr</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, White House</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/453f/live/71d1d4d0-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/453f/live/71d1d4d0-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/453f/live/71d1d4d0-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/453f/live/71d1d4d0-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/453f/live/71d1d4d0-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/453f/live/71d1d4d0-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/453f/live/71d1d4d0-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/453f/live/71d1d4d0-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp\" loading=\"eager\" alt=\"White House Rendering of the gold and white interior of the White House's ballroom design. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">White House</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A rendering of the new 650-person ballroom in a new 90,000 sq ft building</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The White House has announced plans to build a $200m (£151m) new ballroom, fulfilling an often-repeated desire of US President Donald Trump. </p><p class=\"sc-9a00e533-0 hxuGS\">The new ballroom will be built alongside a \"modernised\" East Wing of the White House, which currently houses the offices of First Lady Melania Trump and other key White House posts. </p><p class=\"sc-9a00e533-0 hxuGS\">The money will be donated directly by Trump and other so-far anonymous donors, with work beginning in September, according to Press Secretary Karoline Leavitt. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump has repeatedly promised to build a \"beautiful\" ballroom at the White House, and in 2016 offered to pay $100m during Barack Obama's administration - which the then-President rejected. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fb32/live/f6f93400-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fb32/live/f6f93400-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fb32/live/f6f93400-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fb32/live/f6f93400-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fb32/live/f6f93400-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fb32/live/f6f93400-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fb32/live/f6f93400-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fb32/live/f6f93400-6e3e-11f0-a3f5-afebbe7846cc.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Interior of the East Room of the White House during President Joe Biden's administration. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Many White House events are hosted in the much smaller East Room, with large tents set up on the South Lawn for larger events - sometimes with world leaders</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In a briefing for reporters at the White House on Thursday, Leavitt said that the \"much needed and exquisite addition\" to the White House will be approximately 90,000 sq ft (8,360 sq m) with a seating capacity of about 650.</p><p class=\"sc-9a00e533-0 hxuGS\">Many formal White House functions are held in the White House's East Room, which can seat approximately 200 people. </p><p class=\"sc-9a00e533-0 hxuGS\">The new ballroom, Leavitt added, would also eliminate the need for a \"large and unsightly tent\" to be installed for state dinners and other large events, which sometimes include world leaders. </p><p class=\"sc-9a00e533-0 hxuGS\">According to Leavitt, construction is expected to be completed \"long before\" the end of Trump's term in office in January 2029.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The President and the Trump White House are fully committed to working with the appropriate organisations to preserving the special history of the White House, while building a beautiful ballroom that can be enjoyed by future administrations and generations of Americans to come,\" Chief of Staff Susie Wiles said in a statement. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9888/live/753c26f0-6e54-11f0-816c-715ec55fed5d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9888/live/753c26f0-6e54-11f0-816c-715ec55fed5d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9888/live/753c26f0-6e54-11f0-816c-715ec55fed5d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9888/live/753c26f0-6e54-11f0-816c-715ec55fed5d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9888/live/753c26f0-6e54-11f0-816c-715ec55fed5d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9888/live/753c26f0-6e54-11f0-816c-715ec55fed5d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9888/live/753c26f0-6e54-11f0-816c-715ec55fed5d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9888/live/753c26f0-6e54-11f0-816c-715ec55fed5d.jpg.webp\" loading=\"lazy\" alt=\"White House A rendering shows what the White House and the new East Wing would look like after renovations \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">White House</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A rendering shows what the outside would look like of the renovated East Wing of the White House. The right portion of the building is the East Wing. </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Renderings provided by the White House show that the ballroom will be similar architecturally to the rest of the White House, with a lavish interior including chandeliers and ornate columns. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The White House has a history of expansion to accommodate the changing needs of the nation's chief executive,\" Leslie Greene Bowman, who has served under four presidents on the Committee for the Preservation of the White House, told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I hope and trust that any proposed changes will honor and preserve the existing walls that have witnessed so much history. They are precious vessels of our legacy as a democracy.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Offices housed in the East Wing of the White House adjacent to the construction - including that of First Lady Melania Trump - will be temporarily re-located. </p><p class=\"sc-9a00e533-0 hxuGS\">President Trump has repeatedly voiced his wishes for a new ballroom as part of renovations to the White House, which has already seen the installation of two large flagpoles, new gold decorations in the Oval Office and the bulldozing and paving over of the famed Rose Garden. </p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: \"It’s a disaster\" - Trump on need to replace event tent with new ballroom</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"There's never been a President that's good at ballrooms,\" Trump said at an event at the White House on Thursday. \"I'm good at building things.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Trump added that \"they've always had to get tents\" for large events at the White House, which he described as a disaster. \"It's not a pretty sight.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this week during a Scotland meeting with European Council President Ursula Van der Leyen, Trump told her that \"we're building a great ballroom at the White House\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"No president knew how to build a ballroom,\" Trump said while sitting in another ballroom at his Turnberry golf resort. \"I could take this one, drop it right down there, and it would be beautiful.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In 2016, when on the campaign trail during the administration of Barack Obama, Trump famously offered to contribute $100m for the construction of a new ballroom for the White House to use to host events. </p><p class=\"sc-9a00e533-0 hxuGS\">At the time, then-Press Secretary Josh Earnest said that the suggestion was \"not something that was at all seriously considered\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"I'm not sure that it would be appropriate to have a shiny gold Trump sign…on any part of the White House,\" Earnest told reporters. </p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Follow the twists and turns of Trump's second term with North America correspondent Anthony Zurcher's weekly <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-us-canada-68093155\" class=\"sc-f9178328-0 bGFWdi\">US Politics Unspun</a> newsletter. Readers in the UK can <a target=\"_self\" href=\"https://www.bbc.co.uk/newsletters/zgmn46f\" class=\"sc-f9178328-0 bGFWdi\">sign up here</a>. Those outside the UK can <a target=\"_self\" href=\"https://cloud.email.bbc.com/US_Politics_Unspun_Newsletter_Signup\" class=\"sc-f9178328-0 bGFWdi\">sign up here</a>.</p></div></article></div></body></html>"
        },
        {
            "title": "Swedish jihadist jailed for life over IS murder of Jordanian pilot in Syria",
            "time": "2025-07-31T13:05:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/84b6/live/06ea6130-6e09-11f0-aeff-9d04adb9c80e.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"this-article-contains-distressing-descriptions-of-death\" class=\"sc-d16436d-0 fhKUCU\">This article contains distressing descriptions of death</i></p><p class=\"sc-9a00e533-0 hxuGS\"><b id='a-swedish-man-already-convicted-of-carrying-out-jihadist-attacks-in-europe-has-been-jailed-for-life-for-\"serious-war-crimes-and-terrorist-crimes\"-over-the-brutal-killing-of-a-pilot-in-syria-10-years-ago.' class=\"sc-d16436d-0 jpoiOL\">A Swedish man already convicted of carrying out jihadist attacks in Europe has been jailed for life for \"serious war crimes and terrorist crimes\" over the brutal killing of a pilot in Syria 10 years ago.</b></p><p class=\"sc-9a00e533-0 hxuGS\">A court in Stockholm handed down the verdict to Osama Krayem, who had been jailed for the Paris and Brussels attacks in 2015 and 2016.</p><p class=\"sc-9a00e533-0 hxuGS\">Jordanian air force pilot Lt Moaz al-Kasasbeh was captured when his plane came down in Syria during a mission against the Islamic State (IS) group in 2014. </p><p class=\"sc-9a00e533-0 hxuGS\">Jordan confirmed he had died after <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-middle-east-31121160\" class=\"sc-f9178328-0 bGFWdi\">a gruesome IS video appeared to show the 26-year-old</a> being burned alive in a cage.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Krayem had denied the charges, Swedish public broadcaster SVT reported, and said he was unaware of the plans for the killing.</p><p class=\"sc-9a00e533-0 hxuGS\">While the evidence showed that the fire that killed Lt Kasasbeh was lit by another man, Krayem was also involved in the killing, the court said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The defendant, through his actions, contributed so actively to the death of the pilot that he should be considered a perpetrator,\" presiding Judge Anna Liljenberg Gullesjo said in a statement.</p><p class=\"sc-9a00e533-0 hxuGS\">He was at the execution site \"uniformed and armed, and allowed himself to be filmed,\" the statement added.</p><p class=\"sc-9a00e533-0 hxuGS\">Krayem, 32, who is already serving a 30-year sentence for his role in the Paris attacks and a life term for the Brussels attacks, was given a second life sentence by the court in Stockholm.</p><p class=\"sc-9a00e533-0 hxuGS\">The judge added that Krayem's actions consisted of \"guarding the victim both before and during the execution and taking him to the cage where he was set alight\".</p><p class=\"sc-9a00e533-0 hxuGS\">The court also awarded compensation to Lt Kasasbeh's parents and siblings of around 80,000 Swedish kronor ($8,200/£6,198) each.</p><p class=\"sc-9a00e533-0 hxuGS\">Lt Kasasbeh was captured when his plane came down near the city of Raqqa during a mission against IS in December 2014.</p><p class=\"sc-9a00e533-0 hxuGS\">At the time of his death in early 2015, Jordan - which was part of a US-led coalition fighting IS in Syria - had been attempting to secure his release as part of a prisoner swap.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is painful for my parents to be confronted with this event again, but we are grateful that the Swedish authorities want to give us justice,\" the pilot's brother, Jawdat al-Kasasbeh, told Swedish broadcaster Sveriges Radio when charges were initially announced.</p><p class=\"sc-9a00e533-0 hxuGS\">Krayem is originally from the Swedish city of Malmo and is thought to have travelled to Syria in September 2014 to fight for IS.</p><p class=\"sc-9a00e533-0 hxuGS\">In June 2022, he was sentenced for his role in the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-europe-58472506\" class=\"sc-f9178328-0 bGFWdi\">November 2015 Paris attacks</a> - in which 130 people were killed - and for planning a separate attack on Amsterdam airport.</p><p class=\"sc-9a00e533-0 hxuGS\">A year later, he was also found guilty of terrorist murder for his role in the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-europe-35869985\" class=\"sc-f9178328-0 bGFWdi\">Brussels attacks that killed 32 people</a>.</p></div></div></body></html>"
        },
        {
            "title": "They escaped Ukraine's front lines. The sound of drones followed them",
            "time": "2025-08-02T00:10:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/71ff/live/480f83b0-6e0a-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">They escaped Ukraine's front lines. The sound of drones followed them</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Joel Gunter</span><p class=\"sc-801dd632-8 hwLppI\"><span>Reporting from Kyiv</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9b82/live/0c4174b0-6e0a-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9b82/live/0c4174b0-6e0a-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9b82/live/0c4174b0-6e0a-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9b82/live/0c4174b0-6e0a-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9b82/live/0c4174b0-6e0a-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9b82/live/0c4174b0-6e0a-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9b82/live/0c4174b0-6e0a-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9b82/live/0c4174b0-6e0a-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"eager\" alt=\"BBC Pavlo, dark-haired and dressed in a green T-shirt, looks away from the camera\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Pavlo experienced drone warfare. \"You are being hunted,\" he said.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In a cramped apartment in the Ukrainian capital Kyiv, Pavlo, a 30-year-old drone operator who had recently returned from the front, unzipped a black case about the size of a pizza box. Inside, there was a four-rotor drone he intended to fly around the room.</p><p class=\"sc-9a00e533-0 hxuGS\">He pressed buttons on the control unit and pushed the antenna to different positions. Nothing happened. \"Sorry, not today,\" he said, with a smile. The unit looked fine, but something was broken.</p><p class=\"sc-9a00e533-0 hxuGS\">At the front, Pavlo, who asked to be identified only by his first name, was a pilot of first-person view (FPV) drones. These small, highly manoeuvrable drones have front-facing cameras that allow them to be flown remotely. Over the past year or so, bomb-laden FPVs have become ubiquitous on the front lines in Ukraine, replacing the heavy weapons that characterised the war's first phase.</p><p class=\"sc-9a00e533-0 hxuGS\">The FPVs chase armoured vehicles, hunt infantry units through treelines and stalk individual soldiers to their deaths. \"You cannot hide from the FPV, and to run is useless,\" Pavlo said. \"You try to be as calm as possible, and you pray.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Even when an FPV is too high to see clearly, or hidden behind foliage, soldiers can hear its distinctive, high-pitched whine.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Bzzzzzzzzzz,\" Pavlo said. \"You are being hunted.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6e54/live/2b284610-6711-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6e54/live/2b284610-6711-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6e54/live/2b284610-6711-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6e54/live/2b284610-6711-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6e54/live/2b284610-6711-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6e54/live/2b284610-6711-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6e54/live/2b284610-6711-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6e54/live/2b284610-6711-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"lazy\" alt=\"Getty Images An arm holds on to a silver-coloured drone perched on the ground in the dark\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Small FPV drones with munitions attached, in the hands of Ukrainian soldiers</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">After more than a year at the front, Pavlo has returned home to the Kyiv apartment he shares with his wife. But the sound of the drones has followed him. Everyday mechanical tools like lawnmowers, motorcycles and air conditioners remind him of the FPVs that hunted him and his unit mates. </p><p class=\"sc-9a00e533-0 hxuGS\">And nature is not an escape. Pavlo can no longer hear the sound of bees and flies buzzing near him without a creeping panic. \"I don't like to go into nature anymore and hear this sound, because it reminds me so hard of the drones,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">Trauma associated with sound is not new – generations of soldiers have been affected by sudden noises after returning to civilian life. But as the war in Ukraine has evolved into a conflict driven by drone technology, the trauma has evolved with it.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Over the past year, the majority of patients – if they are not physically wounded – have mental health injuries as a result of being under drone activity,\" said Dr Serhii Andriichenko, chief psychiatrist at Kyiv's military hospital. \"We call this droneophobia.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Many thousands of men are now returning from the front like Pavlo, with acute stress disorders associated with the sounds of drones, Dr Andriichenko said. The droneophobia can be triggered by an array of ordinary urban sounds – small motorcycles and scooters, lawnmowers, air conditioners – anything mechanical that whirrs.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If it's a moped or a lawnmower, my first thought is that it might be a drone,\" said another returned frontline soldier, Savur, who lost his arm in an FPV drone attack.</p><p class=\"sc-9a00e533-0 hxuGS\">At the front line the drones were a \"permanent sound\", said Savur, who in accordance with military protocol asked to be identified by his callsign. \"The sound of a shell lasts just a few seconds, but the sound of the drone is there most of the time,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"You can lay in your position, in your foxhole, and listen to it for hours. I remember that sound all of the time.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Or sometimes the problem was the opposite – silence. \"Silence is always the start,\" Dr Andriichenko, the psychiatrist, said. \"When the soldiers go on rotation to combat positions, they start listening carefully to make sure there are no drones. There is constant tension, constant fear. They are always looking up.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Serhii Andriichenko, chief psychiatrist at Kyiv's military hospital. \"We call this droneophobia,\" he said.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In many cases, that constant sense of tension has not been dispelled by the return to civilian life. Soldiers have been observed suddenly switching off lights at home, moving away from windows and hiding under furniture.</p><p class=\"sc-9a00e533-0 hxuGS\">Later, if a soldier is seen for treatment, Dr Andriichenko describes how he often has no memory of any trigger sound, but his wife or family member will reveal that an extractor fan or air conditioner had just been turned on.</p><p class=\"sc-9a00e533-0 hxuGS\">Soldiers from the earlier phases of the war - which was characterised more by brutal, direct combat - came home fearful of being in forests, where much of the fighting had taken place. But drone warfare has reversed the phenomenon. Now soldiers \"feel safest in forests, under dense tree canopies\", the psychiatrist said. \"And in their free time, they try to avoid wooded areas.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The rise in drone use has had another terrorising effect for combat troops - it has extended the danger zone far back from the front line. Soldiers operating up to 40km (25 miles) away, or pulling back after a heavy rotation, can no longer let their guard down.</p><p class=\"sc-9a00e533-0 hxuGS\">Nazar Bokhii, a commander of a small drone unit, was about 5km from the contact line in a dugout one day when his unit scored a direct hit on a Russian mortar position 22km away. Buoyed by the success, Bokhii bounded out of the dugout, forgetting the usual protocol of stopping first to listen for a telltale buzz.</p><p class=\"sc-9a00e533-0 hxuGS\">Metres away, a Russian FPV was loitering in the air. As it sped towards him, Bokhii only had time to raise his arms. When it detonated, it took both his hands and his left eye and badly burned his face.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Nazar Bokhii lost both his hands and one eye in a Russian FPV drone attack</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Bokhii's own PTSD was limited, he said, to an occasional fear response to motorcycles and lawnmowers. But he knew about the effect of the sound, he said, because his unit had used it to inflict terror on others.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We were the side that caused fear with sound, not the side that suffered from it,\" Bokhii said.</p><p class=\"sc-9a00e533-0 hxuGS\">They had realised at some point that the sound could be used to force Russian soldiers into exposed areas. \"You buzz around them and it becomes a test of the enemy's psychological resilience,\" Bokhii said. \"The sound of the drone itself is a serious psychological attack.\"</p><p class=\"sc-9a00e533-0 hxuGS\">According to Bokhii, buzz above a soldier for long enough and he will leave a strong shelter and simply run into open terrain. \"Our psychology works in such a way that we need to do something to calm ourselves,\" Bokhii said. \"So you hover nearby and psychologically suppress him… and he starts running and becomes easier to hit.\"</p><p class=\"sc-9a00e533-0 hxuGS\">And the psychological terror of the FPV is no longer just a problem on the front line. It has reached beyond even the areas behind the front lines. Russia has begun using FPVs to drop munitions on civilians in Ukrainian cities nearby.</p><p class=\"sc-9a00e533-0 hxuGS\">Among the worst hit is Kherson, a southern city occupied for a time by Russian forces and still comfortably within drone range. According to Human Rights Watch, Russian forces have deliberately targeted civilians in the city with FPV drones and killed or maimed them - a war crime.</p><p class=\"sc-9a00e533-0 hxuGS\">According to the regional military administration, at least 84 civilians have been killed in the Kherson region as a result of Russian drone attacks so far this year.</p><p class=\"sc-9a00e533-0 hxuGS\">Residents say the tiny FPVs are a daily terror.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There is no such thing as a safe place anymore,\" said Dmytro Olifirenko, a 23-year-old border guard who lives in Kherson city. \"You always have to be alert, focused, and because of that, the body is constantly under stress,\" he said.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e80f/live/7f282e10-6711-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e80f/live/7f282e10-6711-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e80f/live/7f282e10-6711-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e80f/live/7f282e10-6711-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e80f/live/7f282e10-6711-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e80f/live/7f282e10-6711-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e80f/live/7f282e10-6711-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e80f/live/7f282e10-6711-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"lazy\" alt=\"Stanislav Ostrous/BBC Dmytro Olifirenko wears a dark T-shirt with a scrawled logo in white and a tattoo partially showing on one arm\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Stanislav Ostrous/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Dmytro Olifirenko is among the many civilians wounded in drone attacks in Kherson. </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Olifirenko was waiting at a bus stop in September when he heard the familiar sound of a Russian drone overhead. \"We thought it would follow the bus, because they had been hunting civilian buses,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">Instead, the drone simply dropped its munition on the bus stop, sending shrapnel into Olifirenko's head, face and leg. Video of the incident, filmed by a bystander, captured the buzz of the drone followed by Olifirenko's screams as he bled onto the pavement.</p><p class=\"sc-9a00e533-0 hxuGS\">Olifirenko now heard the drones \"constantly\", he said, whether they were there or not. \"It hits your mental and psychological health hard,\" he said. \"Even when you leave for Mykolaiv or another city, you are constantly trying to listen.\"</p><p class=\"sc-9a00e533-0 hxuGS\">For civilians like Oliferenko, the drones have transformed the ordinary sounds of a populated area – cars, motorcycles, generators, lawnmowers, air conditioners – into a psychological gauntlet for civilians to run every day, even as they contend with the real danger of the drones themselves.</p><p class=\"sc-9a00e533-0 hxuGS\">For the soldiers coming back from the front, like Pavlo, the drones have created a new and specific type of fear, one that is not easy to shake.</p><p class=\"sc-9a00e533-0 hxuGS\">\"You see the world as a battlefield,\" Pavlo said. \"It can become a battlefield any second.\"</p><p class=\"sc-9a00e533-0 hxuGS\">And of all the triggers, hearing - the human sense drones are exploiting so effectively - was the most insidious, he said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"When you see something, your brain can check it in a second, you can realise what it is very fast.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But an unknown sound is different. Your brain has been changed. You cannot ignore it, you must respond. Because at the front line, it could save your life.\"</p><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"svitlana-libet-contributed-to-this-report.-photographs-by-joel-gunter.\" class=\"sc-d16436d-0 fhKUCU\"><b id=\"svitlana-libet-contributed-to-this-report.-photographs-by-joel-gunter.\" class=\"sc-d16436d-0 jpoiOL\">Svitlana Libet contributed to this report. Photographs by Joel Gunter.</b></i></p></div></article></div></body></html>"
        },
        {
            "title": "North Korea sent me abroad to be a secret IT worker. My wages funded the regime",
            "time": "2025-08-01T23:28:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/eec0/live/2d42b990-6f80-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">North Korea sent me abroad to be a secret IT worker. My wages funded the regime</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Beth Godwin and Julie Yoonnyung Lee</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC Trending &amp; BBC News</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/eb33/live/32a26160-5900-11f0-b5c5-012c5796682d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/eb33/live/32a26160-5900-11f0-b5c5-012c5796682d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/eb33/live/32a26160-5900-11f0-b5c5-012c5796682d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/eb33/live/32a26160-5900-11f0-b5c5-012c5796682d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/eb33/live/32a26160-5900-11f0-b5c5-012c5796682d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/eb33/live/32a26160-5900-11f0-b5c5-012c5796682d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/eb33/live/32a26160-5900-11f0-b5c5-012c5796682d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/eb33/live/32a26160-5900-11f0-b5c5-012c5796682d.jpg.webp\" loading=\"eager\" alt=\"Getty Images A graphic showing a man in a cap and uniform working on a laptop with a North Korean flag as a background\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Jin-su says over the years he used hundreds of fake IDs to apply for remote IT work with Western companies. It was part of a vast undercover scheme to raise funds for North Korea.</p><p class=\"sc-9a00e533-0 hxuGS\">Juggling multiple jobs across the US and Europe would make him at least $5,000 (£3,750) a month, he told the BBC in a rare interview. Some colleagues, he said, would earn much more.</p><p class=\"sc-9a00e533-0 hxuGS\">Before he defected, Jin-su - whose name has been changed to protect his identity - was one of thousands believed to have been sent abroad to China and Russia, or countries in Africa and elsewhere, to take part in the shadowy operation run by secretive North Korea.</p><p class=\"sc-9a00e533-0 hxuGS\">North Korean IT workers are closely monitored and few have spoken to the media, but Jin-su has provided extensive testimony to the BBC, giving a revealing insight into what daily life is like for those working the scam, and how they operate. His first-hand account confirms much of what has been estimated in UN and cyber security reports.</p><p class=\"sc-9a00e533-0 hxuGS\">He said 85% of what he earned was sent back to fund the regime. Cash-strapped North Korea has been under international sanctions for years. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We know it's like robbery, but we just accept it as our fate,\" Jin-su said, \"it's still much better than when we were in North Korea.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Secret IT workers generate $250m-$600m annually for North Korea, according to a UN Security Council report published in March 2024. The scheme boomed in the pandemic, when remote working became commonplace, and has been on the rise ever since, authorities and cyber defenders warn.</p><p class=\"sc-9a00e533-0 hxuGS\">Most workers are after a steady paycheck to send back to the regime, but in some cases, they have stolen data or hacked their employers and demanded ransom.</p><p class=\"sc-9a00e533-0 hxuGS\">Last year, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cpdnz3elwzvo\" class=\"sc-f9178328-0 bGFWdi\">a US court indicted 14 North Koreans</a> who allegedly earned $88m by working in disguise and extorting US firms over a six-year period.</p><p class=\"sc-9a00e533-0 hxuGS\">Four more North Koreans who allegedly used fraudulent identities to secure remote IT work for a cryptocurrency firm in the US were indicted last month.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Getting the jobs</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Jin-su was an IT worker for the regime in China for several years before defecting. He and his colleagues would mostly work in teams of 10, he told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Access to the internet is limited in North Korea, but abroad, these IT workers can operate more easily. They need to disguise their nationality not just because they can get paid more by impersonating Westerners, but due to the extensive international sanctions North Korea is under, primarily in response to its nuclear weapons and ballistic missile programmes.</p><p class=\"sc-9a00e533-0 hxuGS\">This scheme is separate from North Korea's hacking operations which also raise money for the regime. Earlier this year the Lazarus Group - an infamous hacking group understood to be working for North Korea, though they've never admitted to it - <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c2kgndwwd7lo\" class=\"sc-f9178328-0 bGFWdi\">is thought to have stolen $1.5bn (£1.1bn) from cryptocurrency firm Bybit</a>.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The BBC spoke to Jin-su on a video call from London. For his safety we are protecting his identity.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Jin-su spent most of his time trying to secure fraudulent identities which he could use to apply for jobs. He would first pose as Chinese, and contact people in Hungary, Turkey and other countries to ask them to use their identity in exchange for a percentage of his earnings, he told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If you put an 'Asian face' on that profile, you'll never get a job.\"</p><p class=\"sc-9a00e533-0 hxuGS\">He would then use those borrowed identities to approach people in Western Europe for their identities, which he'd use to apply for jobs in the US and Europe. Jin-su often found success targeting UK citizens. </p><p class=\"sc-9a00e533-0 hxuGS\">\"With a little bit of chat, people in the UK passed on their identities so easily,\" he said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">IT workers who speak better English sometimes handle the applications process. But jobs on freelancer sites also don't necessarily require face-to-face interviews, and often day-to-day interactions take place on platforms like Slack, making it easier to pretend to be someone you are not.</p><p class=\"sc-9a00e533-0 hxuGS\">Jin-su told the BBC he mostly targeted the US market, \"because the salaries are higher in American companies\". He claimed so many IT workers were finding jobs, often companies would unwittingly hire more than one North Korean. \"It happens a lot,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">It's understood that IT workers collect their earnings through networks of facilitators based in the West and China. <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cm2l2yn5zmxo\" class=\"sc-f9178328-0 bGFWdi\">Last week a US woman was sentenced to more than eight years in prison</a> for crimes connected to assisting North Korean IT workers find jobs and sending them money.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC cannot independently verify the specifics of Jin-su's testimony, but through <a target=\"_blank\" href=\"https://pscore.org/life-north-korea/free-resources/?ckattempt=1\" class=\"sc-f9178328-0 bGFWdi\">PSCORE</a>, an organisation which advocates for North Korean human rights, we've read testimony from another IT worker who defected that supports Jin-su's claims.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC also spoke to a different defector, Hyun-Seung Lee, who met North Koreans working in IT while he was travelling as a businessman for the regime in China. He confirmed they'd had similar experiences.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">A growing problem</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The BBC spoke to multiple hiring managers in the cyber security and software development sector who say they've spotted dozens of candidates they suspect are North Korean IT workers during their hiring processes.</p><p class=\"sc-9a00e533-0 hxuGS\">Rob Henley, co-founder of Ally Security in the US, was recently hiring for a series of remote vacancies at his firm, and believes he interviewed up to 30 North Korean IT workers in the process. \"Initially it was like a game to some extent, like trying to figure out who was real and who was fake, but it got pretty annoying pretty quickly,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">Eventually, he resorted to asking candidates on video calls to show him it was daytime where they were. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We were only hiring candidates from the US for these positions. It should have been at least light outside. But I never saw daylight.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Back in March, Dawid Moczadło, co-founder of Vidoc Security Lab based in Poland, shared a video of a remote job interview he conducted where the candidate appeared to be using artificial intelligence software to disguise their face. He said that after speaking to experts, he believed the candidate could be a North Korean IT worker.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Get Real Security - a digital forensics company - told us it's highly likely the candidate (left) is using some kind of faceswapping or AI filter</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">We contacted the North Korean embassy in London to put the allegations in this story to them. They did not respond.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">A rare escape route</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">North Korea has been sending its workers abroad for decades to earn the state foreign currency. Up to 100,000 are employed abroad as factory or restaurant workers, mostly in China and Russia.</p><p class=\"sc-9a00e533-0 hxuGS\">After several years of living in China, Jin-su said the \"sense of confinement\" over his oppressive working conditions built up.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We weren't allowed to go out and had to stay indoors all the time\" he said. \"You can't exercise, you can't do what you want.\"</p><p class=\"sc-9a00e533-0 hxuGS\">However, North Korean IT workers have more freedom to access Western media when they're abroad, Jin-su said. \"You see the real world. When we are abroad, we realise that something is wrong inside North Korea.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But despite this, Jin-su claimed few North Korean IT workers thought about escaping like he did.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They just take the money and go back home, very few people would think about defection.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Although they only keep a small proportion of what they earn, it's worth a lot in North Korea. Defecting is also hugely risky and difficult. Surveillance in China means most are caught. Those few who do succeed in defecting may never see their families again, and their relatives could face punishment for them leaving.</p><p class=\"sc-9a00e533-0 hxuGS\">Jin-su is still working in IT now he's defected. He says the skills he honed working for the regime have helped him settle into his new life.</p><p class=\"sc-9a00e533-0 hxuGS\">Because he isn't working multiple jobs with fake IDs, he earns less than when he worked for the North Korean regime. But because he can keep more of his earnings, overall, he has more money in his own pocket.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I had got used to making money by doing illegal things. But now I work hard and earn the money I deserve.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Bowen: Why some Palestinians aren't convinced by Starmer's promise",
            "time": "2025-08-01T23:36:59",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2132/live/a281b350-6ef4-11f0-8dbd-f3d32ebd3327.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">'Thank you, but it's too late': Why some Palestinians aren't convinced by Starmer's promise</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Jeremy Bowen</span><p class=\"sc-801dd632-8 hwLppI\"><span>International editor</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ca9e/live/620dea00-6ef4-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ca9e/live/620dea00-6ef4-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ca9e/live/620dea00-6ef4-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ca9e/live/620dea00-6ef4-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ca9e/live/620dea00-6ef4-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ca9e/live/620dea00-6ef4-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ca9e/live/620dea00-6ef4-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ca9e/live/620dea00-6ef4-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"eager\" alt=\"BBC Scene showing the Old City of Jerusalem, including the Wailing Wall\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"one-of-the-major-reasons-why-britain's-prime-minister-sir-keir-starmer---following-france-and-then-in-turn-followed-by-canada---has-a-plan-to-recognise-a-palestinian-state-at-the-un-general-assembly-in-september-is-to-turn-the-two-state-solution-into-a-real-diplomatic-plan-again,-instead-of-the-empty-slogan-it-has-become-since-the-oslo-peace-process-collapsed-into-bloodshed-25-years-ago.\" class=\"sc-d16436d-0 jpoiOL\">One of the major reasons why Britain's prime minister Sir Keir Starmer - following France and then in turn followed by Canada - has a plan to recognise a Palestinian state at the UN General Assembly in September is to turn the two-state solution into a real diplomatic plan again, instead of the empty slogan it has become since the Oslo peace process collapsed into bloodshed 25 years ago.</b></p><p class=\"sc-9a00e533-0 hxuGS\">A day driving around the West Bank is a salutary reminder of how facts created by Israel to stop that happening have been concreted into the rocky hills and valleys the Palestinians want for a state.</p><p class=\"sc-9a00e533-0 hxuGS\">The success of the huge national project that Israel started days after it captured the territory in the 1967 Middle East war can be seen in Jewish settlements that now are home to more than 700,000 Israelis.</p><p class=\"sc-9a00e533-0 hxuGS\">Getting them there is a project that has taken almost 60 years, billions of dollars, and drawn condemnation from friends as well as enemies. It is a violation of international law for an occupier to settle its citizens on the land it has taken.</p><p class=\"sc-9a00e533-0 hxuGS\">Last year, the International Court of Justice issued an advisory that said the entire occupation was illegal.</p><p class=\"sc-9a00e533-0 hxuGS\">But the government of Benjamin Netanyahu is hungry for more settlements.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1751/live/f8ad8560-6edb-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1751/live/f8ad8560-6edb-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1751/live/f8ad8560-6edb-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1751/live/f8ad8560-6edb-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1751/live/f8ad8560-6edb-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1751/live/f8ad8560-6edb-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1751/live/f8ad8560-6edb-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1751/live/f8ad8560-6edb-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"AFP via Getty Images Many lines of people walk with sacks of flour delivered by trucks carrying humanitarian aid \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP via Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">At the end of May, the defence minister Israel Katz and the finance minister Bezalel Smotrich announced that 22 new settlements would be built in the West Bank.</p><p class=\"sc-9a00e533-0 hxuGS\">Katz said the massive expansion, the biggest in decades, was making a \"strategic move that prevents the establishment of a Palestinian state that would endanger Israel and serves as a buffer against our enemies\" .</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is a Zionist, security, and national response - and a clear decision on the future of the country,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">Next to Katz was the ultra-nationalist leader Bezalel Smotrich, who lives in a settlement in the West Bank and believes that the land was given to the Jews by God. He is finance minister but also is effectively the governor of the West Bank with sweeping powers over planning.</p><p class=\"sc-9a00e533-0 hxuGS\">Smotrich called the settlement expansion a \"once-in-a-generation decision\" and declared: \"Next step sovereignty!\"</p><p class=\"sc-9a00e533-0 hxuGS\">Everyone in Israel, and the Palestinians in the territories, know that when Smotrich and his allies say \"sovereignty\" they mean annexation.</p><p class=\"sc-9a00e533-0 hxuGS\">Smotrich wants all the land for Jews and has openly discussed finding ways of removing Palestinians.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f57c/live/31d4de60-6edc-11f0-af20-030418be2ca5.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f57c/live/31d4de60-6edc-11f0-af20-030418be2ca5.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f57c/live/31d4de60-6edc-11f0-af20-030418be2ca5.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f57c/live/31d4de60-6edc-11f0-af20-030418be2ca5.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f57c/live/31d4de60-6edc-11f0-af20-030418be2ca5.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f57c/live/31d4de60-6edc-11f0-af20-030418be2ca5.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f57c/live/31d4de60-6edc-11f0-af20-030418be2ca5.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f57c/live/31d4de60-6edc-11f0-af20-030418be2ca5.png.webp\" loading=\"lazy\" alt=\"Getty Images Benjamin Netanyahu talking following a meeting with US House Speaker Mike Johnson \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'We were very, very scared'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">On hilltop after hilltop in the West Bank are settlements at different stages of their development, from well-established small towns with mature gardens and schools, to outposts with handful of caravans and a militant population of young settlers who often mix religion with extreme Jewish nationalism, firearms and sometimes deadly aggression towards their Palestinian neighbours.</p><p class=\"sc-9a00e533-0 hxuGS\">Statistics collected by the UN and peace campaigners show that violent settlers have increased attacks on their Palestinian neighbours since the 7 October attacks.</p><p class=\"sc-9a00e533-0 hxuGS\">I went to see how that has affected Taybeh, an entirely Christian village of around 1,500 people.</p><p class=\"sc-9a00e533-0 hxuGS\">It is a quiet place that seems to have many more houses than residents. After nearly six hard decades of Israeli occupation, more Taybeh people have been forced to emigrate than now live in the village.</p><p class=\"sc-9a00e533-0 hxuGS\">Two nights before the visit, settlers entered the village when most people were in bed. They burned Kamal Tayea's car and tried unsuccessfully to get into his new house, part of a pleasant development overlooking acres of olive groves.  They daubed the walls with graffiti in Hebrew sprayed with red paint.</p><p class=\"sc-9a00e533-0 hxuGS\">Kamal, a middle-aged man reassessing whether his decision to move his family to the edge of the village was wise, is installing a network of security cameras.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We were very, very scared,\" Kamal said. \"I have children and an old mum. Our lives were threatened, and it was terrifying.\"</p><p class=\"sc-9a00e533-0 hxuGS\">I asked him whether Britain's plan to recognise Palestine would make his life any easier.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I don't think so. It's a big step to have a superpower like Britain support us, but on the ground, it does not change much. Israel is not compliant with any international resolutions or laws.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It does not listen to any other country in the whole world.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e6cf/live/0ca895b0-6ee0-11f0-89ea-4d6f9851f623.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e6cf/live/0ca895b0-6ee0-11f0-89ea-4d6f9851f623.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e6cf/live/0ca895b0-6ee0-11f0-89ea-4d6f9851f623.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e6cf/live/0ca895b0-6ee0-11f0-89ea-4d6f9851f623.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e6cf/live/0ca895b0-6ee0-11f0-89ea-4d6f9851f623.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e6cf/live/0ca895b0-6ee0-11f0-89ea-4d6f9851f623.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e6cf/live/0ca895b0-6ee0-11f0-89ea-4d6f9851f623.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e6cf/live/0ca895b0-6ee0-11f0-89ea-4d6f9851f623.png.webp\" loading=\"lazy\" alt=\"Getty Images Women and children wait in line with bowls and pans\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'Our roots are here. We can't move'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">During the next night, Jewish settlers raided neighbouring Palestinian communities, burning cars and spraying graffiti. It is more than just vandalism.</p><p class=\"sc-9a00e533-0 hxuGS\">The settlers want the Palestinians out and, in some places in the occupied territories, have succeeded, forcing Palestinians in remote villages out of their farms and stealing their livestock.</p><p class=\"sc-9a00e533-0 hxuGS\">The Greek Orthodox priest, 74-year-old David Khoury was born in Taybeh. In his church he told me that settlers who have threatened him and other residents are often armed.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Yes, they have guns… they'll use them if we argue with them. They want us out, they want us to leave.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The old priest was defiant.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We are here, since Jesus Christ, 2,000 years. Our roots are here. We can't move. We will not move, even if we die here, we will not move from here… Palestine is inside our blood, how we can live without our blood?\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/639a/live/05494100-6edd-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/639a/live/05494100-6edd-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/639a/live/05494100-6edd-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/639a/live/05494100-6edd-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/639a/live/05494100-6edd-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/639a/live/05494100-6edd-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/639a/live/05494100-6edd-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/639a/live/05494100-6edd-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"AFP via Getty Images Scene in the West Bank: the village of Turmus Ayya near Ramallah city, shows the nearby Israeli Shilo settlement in the background, with a large dusty flag in the foreground\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP via Getty Images</span></div></div></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'If you really seek two states, recognise [both]'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It was not many miles to Ramallah, the de facto Palestinian capital of the West Bank, but I wasn't able to get there in person. Israel's checkpoints can make driving back to Jerusalem slow and difficult, so I reached Husam Zomlot via Zoom. He is the head of the Palestinian delegation to the United Kingdom, effectively their ambassador in London. He is back home for the summer and was delighted by Britain's plan to recognise Palestine.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is a sign that the UK and with it, the rest of the international community are really serious about the two-state solution. We are no longer in the business of the lip service that has lost us three decades. Actually, if you really seek two states, recognise the two states.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"We see the recognition as the starting gun to a sprint towards implementing and establishing the state of Palestine and fulfilling the legitimate rights of the Palestinian people.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Zomlot was jubilant. It was, he said, a first step, and Britain's decision would make a real difference.</p><p class=\"sc-9a00e533-0 hxuGS\">History is one of the powerful drivers of this conflict. Britain, he added, was atoning at last for the wrongs it had done Palestinians when it was the imperial power here between 1917 and 1948.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/02ea/live/dea7e150-6edc-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/02ea/live/dea7e150-6edc-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/02ea/live/dea7e150-6edc-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/02ea/live/dea7e150-6edc-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/02ea/live/dea7e150-6edc-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/02ea/live/dea7e150-6edc-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/02ea/live/dea7e150-6edc-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/02ea/live/dea7e150-6edc-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"Getty Images Keir Starmer delivers a statement inside No 10 Downing Street, standing at a lectern in front of two flags\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">He was referring to the promises made in a short, typewritten letter, dated 2 November 1917, signed by the foreign secretary Arthur Balfour and addressed to Lord Rothschild, a leader of Britain's Jewish community. It was, the letter said, \"a declaration of sympathy with Jewish Zionist aspirations\".</p><p class=\"sc-9a00e533-0 hxuGS\">Britain would \"view with favour the establishment in Palestine of a national home for the Jewish people\".</p><p class=\"sc-9a00e533-0 hxuGS\">It was followed by another promise: \"Nothing shall be done which may prejudice the civil and religious rights of existing non-Jewish communities in Palestine.\"</p><p class=\"sc-9a00e533-0 hxuGS\">He meant the majority, Palestinian Arabs, though he didn't name them, a point that, 108 years later, still rankles Zomlot</p><p class=\"sc-9a00e533-0 hxuGS\">At the UN in New York this week, Britain's foreign secretary David Lammy said the UK could be proud to have helped lay Israel's foundations after 1917. But breaking the promise to Palestinians in the Balfour Declaration had, he said, caused \"a historical injustice which continues to unfold\".</p><p class=\"sc-9a00e533-0 hxuGS\">At the Knesset, Israel's parliament, Simcha Rothman, an ultra-nationalist MP from the National Religious party also had Britain's imperial past in the Middle East on his mind. The British and French had tried to fix borders before, he said, when they took the Middle East from the dying Ottoman Empire during the First World War. Britain couldn't play the imperial power anymore.</p><p class=\"sc-9a00e533-0 hxuGS\">Just like Benjamin Netanyahu and Bezalel Smotrich, his party leader, Rothman said the plan to recognise Palestine rewarded Hamas terrorism. He rejected Starmer's offer to postpone recognition if Israel, among other conditions, agreed to a full ceasefire in Gaza and a revival of the two-state solution.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He is threatening the state of Israel with punishment and thinks that's the way to bring peace to the Middle East. He is not in a position to punish us, and it definitely will not bring peace.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"And it's against justice, history, religion, culture... he's giving a huge reward for Yahya Sinwar [the Hamas leader who led the 7 October attacks and was killed by Israeli forces in Gaza last year].</p><p class=\"sc-9a00e533-0 hxuGS\">\"Wherever he is in hell today, he sees what Keir Starmer says - and says, 'good partner'.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Back in Taybeh, I had asked a group of leading local citizens who were drinking coffee with the mayor in his office what they thought of the UK's recognition plan.</p><p class=\"sc-9a00e533-0 hxuGS\">One of them, a local businessman, said: \"Thank you Britain. But it's too late.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ee82/live/d44254b0-6edd-11f0-89ea-4d6f9851f623.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ee82/live/d44254b0-6edd-11f0-89ea-4d6f9851f623.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ee82/live/d44254b0-6edd-11f0-89ea-4d6f9851f623.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ee82/live/d44254b0-6edd-11f0-89ea-4d6f9851f623.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ee82/live/d44254b0-6edd-11f0-89ea-4d6f9851f623.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ee82/live/d44254b0-6edd-11f0-89ea-4d6f9851f623.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ee82/live/d44254b0-6edd-11f0-89ea-4d6f9851f623.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ee82/live/d44254b0-6edd-11f0-89ea-4d6f9851f623.png.webp\" loading=\"lazy\" alt=\"Getty Images Adults and children run towards aid parcels dropped by parachute\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/bbcindepth\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"bbc-indepth\" class=\"sc-d16436d-0 fhKUCU\">BBC InDepth</i></a><i id=\"is-the-home-on-the-website-and-app-for-the-best-analysis,-with-fresh-perspectives-that-challenge-assumptions-and-deep-reporting-on-the-biggest-issues-of-the-day.-and-we-showcase-thought-provoking-content-from-across-bbc-sounds-and-iplayer-too.-you-can-send-us-your-feedback-on-the-indepth-section-by-clicking-on-the-button-below.\" class=\"sc-d16436d-0 fhKUCU\"> is the home on the website and app for the best analysis, with fresh perspectives that challenge assumptions and deep reporting on the biggest issues of the day. And we showcase thought-provoking content from across BBC Sounds and iPlayer too. You can send us your feedback on the InDepth section by clicking on the button below.</i></p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p></article></div></body></html>"
        },
        {
            "title": "Indonesia: Kites in the crosshairs as planes face peril",
            "time": "2025-08-01T22:39:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5fb0/live/88ccf000-6e95-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">A tug of war between planes and kites in Indonesia's skies</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Koh Ewe and Hanna Samosir</span><p class=\"sc-801dd632-8 fRRQoT\"><span>BBC News</span></p><div><span class=\"sc-801dd632-11 lnQEDG\">Reporting from<svg viewbox=\"0 0 32 32\" category=\"personalisation\" icon=\"location\" class=\"sc-9c8c5e05-0 kHfxfq\"><path d=\"M12.3 11c0 2.1 1.7 3.7 3.7 3.7s3.7-1.7 3.7-3.7-1.6-3.7-3.7-3.7S12.3 9 12.3 11zm2.9 20c-3-4.4-5.6-8.5-7.3-12.1-1.5-3-2.1-5.6-2.1-7.9C5.7 5.5 10.1 1 16 1s10.3 4.6 10.3 10c0 2.3-.7 4.9-2.1 7.9-1.7 3.6-4.3 7.7-7.3 12.1h-1.7z\"></path></svg>Singapore and Jakarta</span></div></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: BBC visits field near Indonesian airport where children fly kites</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">At a paddy field two kilometres from Jakarta's international airport, the rustle of fluttering kites is periodically drowned out by the thunderous roar of plane engines.</p><p class=\"sc-9a00e533-0 hxuGS\">Tugging at kite strings in the field are a group of children, their necks craned towards the skies. But their eyes are also darting below, keeping a lookout for patrolling airport officials who could come to confiscate their kites - and their fun.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In the past, my friends and I would run away when an officer came,\" seven-year-old Atif, one of the kids in the field, tells the BBC. \"Now I'm braver, so I go along with it when they scold me.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"If my kite is taken, it's sad, but I can always make another one.\"</p><p class=\"sc-9a00e533-0 hxuGS\">A tug of war is unfolding here, between airport authorities and one of Indonesia's most cherished pastimes.</p><p class=\"sc-9a00e533-0 hxuGS\">Kite-flying is popular in Indonesia - especially at this time of the year when students go on summer holidays. But authorities have issued warnings about the kites, which they say pose a safety hazard if they block aircraft sensors or get snagged in engines.</p><p class=\"sc-9a00e533-0 hxuGS\">During three days in early July, kites disrupted 21 flights at Soekarno-Hatta International Airport, the one near the paddy field, according to air-traffic controller AirNav Indonesia. Some had been diverted to another airport and some aborted landings, deeming it too dangerous to go near the kites.</p><p class=\"sc-9a00e533-0 hxuGS\">Kites are \"moving obstacles\" for planes and a \"serious risk to flight safety\", Putu Eka Cahyadi, head of the Soekarno-Hatta International Airport Authority, tells the BBC. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We don't want accidents to occur.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/aa1f/live/38157190-6dab-11f0-8613-1d712cf2c4d7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/aa1f/live/38157190-6dab-11f0-8613-1d712cf2c4d7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/aa1f/live/38157190-6dab-11f0-8613-1d712cf2c4d7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/aa1f/live/38157190-6dab-11f0-8613-1d712cf2c4d7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/aa1f/live/38157190-6dab-11f0-8613-1d712cf2c4d7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/aa1f/live/38157190-6dab-11f0-8613-1d712cf2c4d7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/aa1f/live/38157190-6dab-11f0-8613-1d712cf2c4d7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/aa1f/live/38157190-6dab-11f0-8613-1d712cf2c4d7.jpg.webp\" loading=\"eager\" alt=\"Haryo Bangun Wirawan/BBC Back view of a group of children and teens looking at the sky, as they fly kites in a field\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Haryo Bangun Wirawan/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Children have continued to fly kites at a field near the airport, despite warnings from authorities</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Such fears are not unfounded.</p><p class=\"sc-9a00e533-0 hxuGS\">In July 2024, a helicopter crashed in Bali after it got entangled in kite strings, injuring three Indonesians and two Australians on board.</p><p class=\"sc-9a00e533-0 hxuGS\">In July 2020, strings and bamboo sticks from a kite were found in the engine of a plane after it arrived at Soekarno-Hatta. While the plane had managed to land without mishap, the incident triggered serious safety concerns. The following month, the airport set up a task force to crack down on kite-flying near its premises.</p><p class=\"sc-9a00e533-0 hxuGS\">Five years on, the problem has persisted. In July, transport minister Dudy Purwagandhi urged airport authorities and regional governments across Indonesia to minimise the harm that kites are posing to flights.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's certainly a fun activity, but we also need to educate them to prevent the public or children from engaging in activities that could endanger flights,\" says Mr Putu. </p><p class=\"sc-9a00e533-0 hxuGS\">His colleagues have tried giving the kids footballs and badminton racquets to steer them towards other sports. But kite-flying is woven into the fabric of Indonesian culture. </p><p class=\"sc-9a00e533-0 hxuGS\">Traditionally made with leaves, colourful paper or cloth, kites are flown in Indonesia for various purposes: for rice harvest ceremonies, to chase birds away from crops or, in Bali, as a form of prayer and offering to the gods.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Kite flying has been passed down through generations from our ancestors. Almost every region in Indonesia has a tradition of kite flying,\" says Asep Irawan, an expert from the Indonesia Kite Museum.</p><p class=\"sc-9a00e533-0 hxuGS\">\"However, we need to be cautious, especially [with] children. They just fly them. They don't see the potential danger.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/081a/live/a0a764a0-6dad-11f0-9377-f30ce3d535ea.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/081a/live/a0a764a0-6dad-11f0-9377-f30ce3d535ea.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/081a/live/a0a764a0-6dad-11f0-9377-f30ce3d535ea.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/081a/live/a0a764a0-6dad-11f0-9377-f30ce3d535ea.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/081a/live/a0a764a0-6dad-11f0-9377-f30ce3d535ea.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/081a/live/a0a764a0-6dad-11f0-9377-f30ce3d535ea.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/081a/live/a0a764a0-6dad-11f0-9377-f30ce3d535ea.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/081a/live/a0a764a0-6dad-11f0-9377-f30ce3d535ea.jpg.webp\" loading=\"lazy\" alt=\"Haryo Bangun Wirawan/BBC Back view of a boy in a yellow T-shirt holding a large blue kite\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Haryo Bangun Wirawan/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Children say they can't find better places to fly their kites</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Those caught flying kites, drones or other things that pose safety risks around airports may be jailed up to three years or fined one billion Indonesian rupiah ($61,000; £46,000).</p><p class=\"sc-9a00e533-0 hxuGS\">But it's not just on airstrips that kites can be dangerous. In densely populated areas, kites are also a deadly distraction. Last year, an eight-year-old boy died after venturing onto a toll road in Depok city, south of Jakarta. Police believe he was hit by a car while chasing a kite.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2020, a man was arrested after his kite broke and fell onto a substation in Bali, causing hours of blackout in more than 70,000 houses and buildings.</p><p class=\"sc-9a00e533-0 hxuGS\">Back on the paddy field near Soekarno-Hatta Airport, the children say they don't mean to mess with the planes - but they are hard-pressed to find better places for their hobby.</p><p class=\"sc-9a00e533-0 hxuGS\">Jakarta lost 31% of its urban green spaces between 2000 and 2020, as fields and forests gave way to congested roads and apartment blocks. </p><p class=\"sc-9a00e533-0 hxuGS\">\"There's nowhere else around here,\" says Rasha, a 17-year-old who makes and sells kites. \"There's one other spot, but it's still close to the airport. There just aren't any other places to fly.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The paddy field is now home to a community of kite enthusiasts, who organise regular kite-flying competitions. Rasha has won them twice.</p><p class=\"sc-9a00e533-0 hxuGS\">He has got into trouble before with the patrolling airport officials, who chided him and confiscated his kites.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The police even came to our house and took two of my kites and burned them, strings and all. After that, my siblings scolded me and told me to stop. But recently, I started flying kites again,\" he says.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is pretty dangerous. But once your kites have been taken away, you stop being afraid.\"</p></div></article></div></body></html>"
        },
        {
            "title": "After a blown deadline, what next for US-Canada trade?",
            "time": "2025-08-01T18:57:00",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f4e1/live/89eaf7a0-6c7b-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">After a blown deadline, what next for US-Canada trade?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Jessica Murphy</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Toronto</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f4e1/live/89eaf7a0-6c7b-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f4e1/live/89eaf7a0-6c7b-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f4e1/live/89eaf7a0-6c7b-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f4e1/live/89eaf7a0-6c7b-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f4e1/live/89eaf7a0-6c7b-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f4e1/live/89eaf7a0-6c7b-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f4e1/live/89eaf7a0-6c7b-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f4e1/live/89eaf7a0-6c7b-11f0-af20-030418be2ca5.jpg.webp\" loading=\"eager\" alt=\"EPA Mark Carney and Donald Trump, shown from the shoulders up, walk side by side. Both are in dark blue suits and stand against an out of focus background. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"a-self-imposed-deadline-for-a-new-us-canada-trade-deal-came-and-went-on-friday.-so-what-happens-next-for-these-two-deeply-entwined-neighbours?\" class=\"sc-d16436d-0 jpoiOL\">A self-imposed deadline for a new US-Canada trade deal came and went on Friday. So what happens next for these two deeply entwined neighbours?</b></p><p class=\"sc-9a00e533-0 hxuGS\">Canada and the US have been locked in a tariff war for six months and, despite talk of \"intense\" negotiations in recent weeks, a trade agreement remains elusive. </p><p class=\"sc-9a00e533-0 hxuGS\">Both President Donald Trump and Prime Minister Mark Carney have poured cold water on the idea they will reach a quick, and tariff-free,  deal. And Trump's open criticism of Canada's move to recognise a Palestinian state dashed hopes for a last minute agreement earlier this week.</p><p class=\"sc-9a00e533-0 hxuGS\">The pessimism marks a shift in tone from as recently as June's G7 meeting, when the two leaders set themselves the summer deadline. </p><p class=\"sc-9a00e533-0 hxuGS\">Canadian negotiators have come to the conclusion that \"it's not the end of the world\" if a quick deal isn't reached and \"that quality over speed and a rushed agreement matters a lot\", said Fen Hampson, a professor of international affairs at Carleton University in Ottawa.</p><p class=\"sc-9a00e533-0 hxuGS\">Carney - who has been tight-lipped about the negotiation details - has said as much himself, repeating that just \"any deal\" won't do. </p><p class=\"sc-9a00e533-0 hxuGS\">Still, there are pressures on both sides to give businesses a reprieve. </p><p class=\"sc-9a00e533-0 hxuGS\">Conservative leader Pierre Poilievre said on Friday he shares \"Canadians' disappointment\" that a deal  was not reached by the deadline. He urged Carney's Liberals to do more to \"take back control of our economic future\". </p><p class=\"sc-9a00e533-0 hxuGS\">Canada is now facing a 35% tariff rate, though there is a carve out for goods compliant under a current free trade deal. American global tariffs on steel, aluminium, autos and auto parts are hurting, as the US is a top market for those sectors. </p><p class=\"sc-9a00e533-0 hxuGS\">The Trump administration has justified those tariffs by claiming a lack of co-operation on stemming the flow of illicit drugs like fentanyl. Canada denies that, noting about 1% of US fentanyl imports originate in Canada. It has also brought in new border protections and a \"fentanyl czar\" in recent months in an effort to address Trump's concerns. </p><p class=\"sc-9a00e533-0 hxuGS\">Threatened tariffs on copper and the expected <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c939q47xlleo\" class=\"sc-f9178328-0 bGFWdi\">end of a global tariff exemption used by shoppers of goods under $800 </a>could also pinch.</p><p class=\"sc-9a00e533-0 hxuGS\">Canada has <a target=\"_blank\" href=\"https://www.canada.ca/en/department-finance/programs/international-trade-finance-policy/canadas-response-us-tariffs.html#s1\" class=\"sc-f9178328-0 bGFWdi\">responded with C$60bn</a> ($43.3bn; £32.3bn) in counter tariffs on various American goods -<a target=\"_blank\" href=\"https://www.trade.gov/feature-article/foreign-retaliations-timeline\" class=\"sc-f9178328-0 bGFWdi\"> the only country along with China</a> to directly retaliate against Trump.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It comes as no surprise that businesses are craving certainty after months and months of tumultuous announcements,\" said Catherine Fortin-Lefaivre, vice-president of international policy and global partnership at the Canadian Chamber of Commerce. </p><p class=\"sc-9a00e533-0 hxuGS\">\"But at the same time, they're not craving certainty at the expense of a really bad deal.\"</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A few factors give Canada some breathing room.</p><p class=\"sc-9a00e533-0 hxuGS\">On paper, it looks like the country is facing a severe tariff rate from the US, but trade is currently more free than the levies suggest at first glance.</p><p class=\"sc-9a00e533-0 hxuGS\">In March, Trump announced a tariffs reprieve on goods compliant with the Canada–United States–Mexico Agreement, known in Canada as CUSMA and the US as the USMCA.</p><p class=\"sc-9a00e533-0 hxuGS\">That deal - negotiated during Trump's first term in office - came into force five years ago. </p><p class=\"sc-9a00e533-0 hxuGS\">Almost 90% of Canadian exports to the US are ultimately able to cross the border duty free, if  firms file out necessary paperwork, under that agreement.</p><p class=\"sc-9a00e533-0 hxuGS\">\"That has given us a buffer, no question about it, that other countries don't have right now,\" said Prof Hampson.</p><p class=\"sc-9a00e533-0 hxuGS\">It means Canada is overall paying a much lower tariff rate than many of the deals already inked with the US, like the EU, South Korea and Japan at 15%, or Indonesia and the Philippines at 19%.</p><p class=\"sc-9a00e533-0 hxuGS\">Ottawa has also brought in some relief programmes for affected industries and has also collected about C$1.5bn more in import duties than in the same period last year, due to the counter tariffs. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">And while in the US consumer confidence is up and prices there have remained contained, it helps Canada's negotiating position if they can wait for Americans to start feeling the pain of tariffs.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's Americans who are going to squawk,\" said Prof Hampson. </p><p class=\"sc-9a00e533-0 hxuGS\">Ms Fortin-Lefaivre predicts US businesses, especially smaller firms that don't have the same resources to withstand them, will be pressuring political leaders. </p><p class=\"sc-9a00e533-0 hxuGS\">\"So that pressure could play to our advantage,\" she said.  </p><p class=\"sc-9a00e533-0 hxuGS\">Canadians also appear willing to give the new prime minister some leeway. Opinion polls suggest they are generally satisfied with his handling of trade.</p><p class=\"sc-9a00e533-0 hxuGS\">Carney \"understands that doing what's best for the economy right now is actually what's best for him politically\", Martha Hall Findlay, director of the University of Calgary's School of Public Policy and a former Liberal MP, told the BBC. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump has said he is imposing tariffs to boost domestic manufacturing, open overseas markets and raise money for the government. </p><p class=\"sc-9a00e533-0 hxuGS\">He is also using them to push countries like Canada on a range of non-trade issues, including military spending.</p><p class=\"sc-9a00e533-0 hxuGS\">In the last few weeks, Ottawa has significantly ramped up its defence spending, boosted security at the shared border and killed a digital tax opposed by American tech firms. </p><p class=\"sc-9a00e533-0 hxuGS\">Those moves show Canada is \"doing what the Americans wanted us to do\", said Ms Fortin-Lefaivre. </p><p class=\"sc-9a00e533-0 hxuGS\">She hopes Canadian negotiators are pushing for tariffs to be as low as possible, as well as working to ensure the two deeply integrated supply chains are able to continue working together. </p><p class=\"sc-9a00e533-0 hxuGS\">Canada is pressing for relief on the 50% steel and aluminium tariffs, which<a target=\"_self\" href=\"https://www.bbc.com/news/articles/cn47v5gj1nvo\" class=\"sc-f9178328-0 bGFWdi\"> are squeezing US automakers</a>. </p><p class=\"sc-9a00e533-0 hxuGS\">And on Thursday, Treasury Secretary Scott Bessent signalled in an interview with CNBC that is an option on the table. </p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Why Mexico got a tariff reprieve... and Canada didn't</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump meanwhile, has raised a number of longstanding trade irritants besides fentanyl, including Canada's protections around its dairy industry.  </p><p class=\"sc-9a00e533-0 hxuGS\">Ottawa has previously warned of more countermeasures to come if talks collapse, though political appetite for that may be waning. </p><p class=\"sc-9a00e533-0 hxuGS\">Retaliatory tariffs \"haven't seemed to have had the kind of impact that we would hope for\", British Columbia Premier David Eby recently told Bloomberg.</p><p class=\"sc-9a00e533-0 hxuGS\">On retaliation, Prof Hampson said: \"The Americans have escalation dominance here. So you want to be smart about it.\" </p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A spokesperson for Carney declined to say whether more countermeasures remained on the table. Meanwhile, Canadian negotiators have been in Washington most of this week and keep pushing talks forward, with the minister responsible for Canada-US <a target=\"_blank\" href=\"https://www.cbc.ca/news/politics/reaction-trump-tariffs-canada-deadline-1.7599650\" class=\"sc-f9178328-0 bGFWdi\">trade saying on Friday </a>an acceptable agreement \"was not yet in sight\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"We all crave the certainty of a deal,\" said Ms Fortin-Lefaivre. </p><p class=\"sc-9a00e533-0 hxuGS\">But research by her business group suggests firms are making contingency plans. Almost 40% of goods exporters have already diversified suppliers outside the US, and 28% have diversified buyers. </p><p class=\"sc-9a00e533-0 hxuGS\">They are also looking ahead to what may be more challenging talks with CUSMA, which has proven a critical backstop, as it is up for review next year. </p><p class=\"sc-9a00e533-0 hxuGS\">It is all part of a wider push by the country to diversify trade away from the US, pull down barriers that have hindered trade between provinces, and press forward more quickly on major projects.  </p><p class=\"sc-9a00e533-0 hxuGS\">The economic links between the two countries will stay strong - Canada will still be one of the largest trading partners and economic and security allies of the US.</p><p class=\"sc-9a00e533-0 hxuGS\">But the irony is that Trump's threats may be \"forcing Canada to understand we have to get our own economic house in order,\" said Ms Hall Findlay. </p><p class=\"sc-9a00e533-0 hxuGS\">\"It's going to take some really tough decisions. And I do think our current government gets this.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Trump's global tariffs 'victory' may come at a high price",
            "time": "2025-07-31T23:01:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d47d/live/c1b3a180-6e1c-11f0-89ea-4d6f9851f623.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Trump's global tariffs 'victory' may well come at a high price</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/bbe2/live/e26f3380-6e21-11f0-89ea-4d6f9851f623.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/bbe2/live/e26f3380-6e21-11f0-89ea-4d6f9851f623.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/bbe2/live/e26f3380-6e21-11f0-89ea-4d6f9851f623.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/bbe2/live/e26f3380-6e21-11f0-89ea-4d6f9851f623.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/bbe2/live/e26f3380-6e21-11f0-89ea-4d6f9851f623.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/bbe2/live/e26f3380-6e21-11f0-89ea-4d6f9851f623.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/bbe2/live/e26f3380-6e21-11f0-89ea-4d6f9851f623.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/bbe2/live/e26f3380-6e21-11f0-89ea-4d6f9851f623.png.webp\" loading=\"eager\" alt=\"BBC A treated image of Donald Trump edited in front of shipping containers \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"in-april-donald-trump-stunned-the-world-by-announcing-sweeping-new-import-tariffs-–-only-to-put-most-on-hold-amid-the-resulting-global-financial-panic.\" class=\"sc-d16436d-0 jpoiOL\">In April Donald Trump stunned the world by announcing sweeping new import tariffs – only to put most on hold amid the resulting global financial panic.</b></p><p class=\"sc-9a00e533-0 hxuGS\">Four months later, the US president is touting what he claims are a series of victories, having unveiled a handful of deals with trading partners and unilaterally imposed tariffs on others, all without the kind of massive disruptions to the financial markets that his spring attempt triggered.</p><p class=\"sc-9a00e533-0 hxuGS\">At least, so far.</p><p class=\"sc-9a00e533-0 hxuGS\">Having worked to reorder America's place in the global economy, Trump is now promising that the US will reap the benefits of new revenue, rekindle domestic manufacturing, and generate hundreds of billions of dollars in foreign investment and purchases.</p><p class=\"sc-9a00e533-0 hxuGS\">Whether that turns out to be the case – and whether these actions will have negative consequences – is still very much in doubt.</p><p class=\"sc-9a00e533-0 hxuGS\">What is clear so far, however, is that a tide that was (gently) turning on free trade, even ahead of Trump's second term, has become a wave crashing across the globe. And while it is reshaping the economic landscape, it hasn't left the kind of wreckage in its wake that some might have predicted - though of course there is often a lag before impact is fully seen. </p><p class=\"sc-9a00e533-0 hxuGS\">What's more, for many countries, this has all served as a wake up call - a need to remain alive to fresh alliances.</p><p class=\"sc-9a00e533-0 hxuGS\">And so, while <a target=\"_self\" href=\"https://www.bbc.co.uk/news/live/cpqvdxzwv22t\" class=\"sc-f9178328-0 bGFWdi\">the short term result </a>might be - as Trump sees it - a victory, the impact on his overarching goals is far less certain. As are the long-term repercussions, which could well pan out rather differently for Trump - or the America he leaves behind after his current term.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">The '90 deals in 90 days' deadline</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">For all the wrong reasons, 1 August had been ringed on international policymakers' calendars. Agree new trading terms with the US by then, they'd been warned – or face potentially ruinous tariffs.</p><p class=\"sc-9a00e533-0 hxuGS\">While White House trade adviser Peter Navarro predicted \"90 deals in 90 days\" and Trump offered an optimistic outlook on reaching agreements, the deadline always appeared to be a tall order. And it was.</p><p class=\"sc-9a00e533-0 hxuGS\">By the time the end of July rolled around, Trump had only announced about a dozen trade deals – some no more than a page or two long, without the kind of detailed provisions standard in past negotiations.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7b92/live/a6b2e680-6e1b-11f0-89ea-4d6f9851f623.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7b92/live/a6b2e680-6e1b-11f0-89ea-4d6f9851f623.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7b92/live/a6b2e680-6e1b-11f0-89ea-4d6f9851f623.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7b92/live/a6b2e680-6e1b-11f0-89ea-4d6f9851f623.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7b92/live/a6b2e680-6e1b-11f0-89ea-4d6f9851f623.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7b92/live/a6b2e680-6e1b-11f0-89ea-4d6f9851f623.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7b92/live/a6b2e680-6e1b-11f0-89ea-4d6f9851f623.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7b92/live/a6b2e680-6e1b-11f0-89ea-4d6f9851f623.png.webp\" loading=\"lazy\" alt=\"REUTERS/Suzanne Plunkett/Pool U.S. President Donald Trump and British Prime Minister Keir Starmer hold a signed Trade Agreement during a meeting at the G7 summit\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">REUTERS/Suzanne Plunkett/Pool</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The baseline 10% applied to most British goods raised eyebrows at first – but was a relief compared to the 15% rate on other trading partners</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The UK was first off the blocks, perhaps inevitably. Trump's biggest bugbear is, after all, America's trade deficit, and trade is in broad balance when it comes to the UK.</p><p class=\"sc-9a00e533-0 hxuGS\">While the baseline 10% applied to most British goods may initially have raised eyebrows, it provided a hint of what was to follow – and in the end came as a relief compared to the 15% rate applied to other trading partners such as the EU and Japan, with whom the US has larger deficits; $240bn and $70bn respectively last year alone.</p><p class=\"sc-9a00e533-0 hxuGS\">And even those agreements came with strings attached. Those countries that weren't able to commit to, say, buying more American goods, often faced higher tariffs.</p><p class=\"sc-9a00e533-0 hxuGS\">South Korea, Cambodia, Pakistan - as the list grew, and tariff letters were fired off elsewhere, the bulk of American imports are now covered by either an agreement or a presidential decree concluded with a curt \"thank you for your attention to this matter\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Capacity to 'damage' the global economy</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Much has been revealed as a result of this.</p><p class=\"sc-9a00e533-0 hxuGS\">First, the good news. The wrangling of the last few months means the most painful of tariffs, and recession warnings, have been dodged. </p><p class=\"sc-9a00e533-0 hxuGS\">The worst fears – in terms of tariff levels and potential economic fallout (for the US and elsewhere) - have not been realised.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e673/live/a3e40f10-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e673/live/a3e40f10-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e673/live/a3e40f10-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e673/live/a3e40f10-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e673/live/a3e40f10-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e673/live/a3e40f10-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e673/live/a3e40f10-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e673/live/a3e40f10-6e1b-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"JOHN G MABANGLO/EPA/Shutterstock A sailboat sails past a container ship at the Port of Oakland in Oakland, California\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">JOHN G MABANGLO/EPA/Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The greatest fears - the warnings of potential disaster - have receded</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Second, the agreement of tariff terms, however unpalatable, reduced much of the uncertainty (itself wielded by Trump as a powerful economic weapon) for better - and for worse.</p><p class=\"sc-9a00e533-0 hxuGS\">For better, in the sense that businesses are able to make plans, investment and hiring decisions that had been paused may now be resumed. </p><p class=\"sc-9a00e533-0 hxuGS\">Most exporters know what size tariffs their goods face – and can figure out how to accommodate or pass on the cost to consumers.</p><p class=\"sc-9a00e533-0 hxuGS\">That growing sense of certainty underpins a more relaxed mood in financial markets, with shares in the US notably gaining.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/65cf/live/b89e7490-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/65cf/live/b89e7490-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/65cf/live/b89e7490-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/65cf/live/b89e7490-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/65cf/live/b89e7490-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/65cf/live/b89e7490-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/65cf/live/b89e7490-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/65cf/live/b89e7490-6e1b-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"REUTERS/Evelyn Hockstein U.S. President Donald Trump shakes hands with European Commission President Ursula von der Leyen\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">REUTERS/Evelyn Hockstein</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump hailed the size of the agreement of the US with the EU – but these are not the tariff-busting deals equated with tearing down trade barriers in the past</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But it's for the worse, in the sense that the typical tariff for selling into the US is higher than before – and more extreme than analysts predicted just six months ago.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump may have hailed the size of the agreement of the US with the EU – but these are not the tariff-busting deals we equated with tearing down trade barriers in previous decades.</p><p class=\"sc-9a00e533-0 hxuGS\">The greatest fears, the warnings of potential disaster, have receded. But Ben May, Director of global macro forecasting at Oxford Economics, says that US tariffs had the capacity to \"damage\" the global economy in several ways.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They are obviously raising prices in the US and squeezing household incomes,\" he says, adding that the policies would also reduce demand around the world if the world's largest economy ends up importing fewer goods.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Winners and losers: Germany, India and China</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It's not just about the size of tariff, but the scale of trading relationship with the US. So while India potentially faces tariffs of over 25% on its exports to the US, economists at Capital Economics reckon that, with US demand accounting for just 2% of that nation's gross domestic product, the immediate impact on growth could be minor.</p><p class=\"sc-9a00e533-0 hxuGS\">The news is not so good for Germany, though, where the 15% tariffs could knock more than half a percentage point off growth this year, compared to what was expected earlier in the year.</p><p class=\"sc-9a00e533-0 hxuGS\">That's due to the size of its automotive sector - unhelpful for an economy that may be teetering on the brink of recession.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/bdee/live/aa7b1210-6e1b-11f0-af20-030418be2ca5.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/bdee/live/aa7b1210-6e1b-11f0-af20-030418be2ca5.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/bdee/live/aa7b1210-6e1b-11f0-af20-030418be2ca5.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/bdee/live/aa7b1210-6e1b-11f0-af20-030418be2ca5.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/bdee/live/aa7b1210-6e1b-11f0-af20-030418be2ca5.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/bdee/live/aa7b1210-6e1b-11f0-af20-030418be2ca5.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/bdee/live/aa7b1210-6e1b-11f0-af20-030418be2ca5.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/bdee/live/aa7b1210-6e1b-11f0-af20-030418be2ca5.png.webp\" loading=\"lazy\" alt='Chip Somodevilla/Getty Images U.S. President Donald Trump holds up a chart of \"reciprocal tariffs\" while speaking during a “Make America Wealthy Again” trade announcement event ' class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Chip Somodevilla/Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">India became the top source of smartphones sold in the US recently, after fears of what may lie in store for China</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, India became the top source of smartphones sold in the US in the last few months, after fears of what may lie in store for China prompted Apple to shift production.</p><p class=\"sc-9a00e533-0 hxuGS\">On the other hand, India will be mindful that the likes of Vietnam and the Philippines – which face lower tariffs when selling to the US – may become relatively more attractive suppliers in other industries.</p><p class=\"sc-9a00e533-0 hxuGS\">Across the board, however, there's relief that the blow, at least, is likely to be less extensive than might have been. But what has been decided already points to longer-term ramifications for global trading patterns and alliances elsewhere.</p><p class=\"sc-9a00e533-0 hxuGS\">And the element of jeopardy introduced into a long-established major relationship with the US, lent added momentum to the UK's pursuit of closer ties with the EU – and getting a trade deal with India over the line.</p><p class=\"sc-9a00e533-0 hxuGS\">For many countries, this has served as a wake up call - a need to remain alive to fresh alliances.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">A very real political threat for Trump?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">As details are nailed down, the implications for the US economy become clearer too.</p><p class=\"sc-9a00e533-0 hxuGS\">Growth in the late spring there actually benefitted from a flurry of export sales, as businesses rushed to beat any higher tariffs imposed on American goods. </p><p class=\"sc-9a00e533-0 hxuGS\">Economists expect that growth to lose momentum over the rest of the year.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Tariffs that have increased from an average of 2% at the beginning of the year to around 17% now have had a notable impact on US government revenue – one of the stated goals of Trump's trade policy. Import duties have brought in more than $100bn so far this year - about 5% of US federal revenue, compared to around 2% in past years. </p><p class=\"sc-9a00e533-0 hxuGS\">Treasury Secretary Scott Bessent said he expected tariff revenue this year to total about $300bn. By comparison, federal income taxes bring in around $2.5tn a year.</p><p class=\"sc-9a00e533-0 hxuGS\">American shoppers remain in the front line, and have yet to see higher prices passed on in full. But as consumer goods giants such as Unilever and Adidas start to put numbers on the cost increases involved, some sticker shock, price rises, loom – potentially enough to delay Trump's desired rate cut – and possibly a dent to consumer spending.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/26c8/live/b5937e80-6e1b-11f0-af20-030418be2ca5.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/26c8/live/b5937e80-6e1b-11f0-af20-030418be2ca5.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/26c8/live/b5937e80-6e1b-11f0-af20-030418be2ca5.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/26c8/live/b5937e80-6e1b-11f0-af20-030418be2ca5.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/26c8/live/b5937e80-6e1b-11f0-af20-030418be2ca5.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/26c8/live/b5937e80-6e1b-11f0-af20-030418be2ca5.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/26c8/live/b5937e80-6e1b-11f0-af20-030418be2ca5.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/26c8/live/b5937e80-6e1b-11f0-af20-030418be2ca5.png.webp\" loading=\"lazy\" alt=\"REUTERS/Evelyn Hockstein A close up of Donald Trump\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">REUTERS/Evelyn Hockstein</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">If the current tariffs trigger a foundational realignment, the results may not ultimately break in favour of the US</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Forecasts are always uncertain, of course, but this represents a very real political threat for a president who promised to lower consumer prices, not take actions that would raise them.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump and other White House officials have floated the idea of providing rebate checks to lower-income Americans – the kinds of blue-collar voters who have fuelled the president's political success – that would offset some of the pocketbook pain.</p><p class=\"sc-9a00e533-0 hxuGS\">Such an effort could be unwieldy, and it would require congressional approval.</p><p class=\"sc-9a00e533-0 hxuGS\">It's also a tacit acknowledgment that simply boasting of new federal revenue to offset current spending and tax cuts, and holding out the prospect of future domestic job and wealth creation is politically perilous for a Republican party that will have to face voters in next year's midterm state and congressional midterm elections.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">The deals yet to be hammered out</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Complicating all this is the fact that there are many places where a deal is yet to be hammered out – most notably Canada and Taiwan. </p><p class=\"sc-9a00e533-0 hxuGS\">The US administration has yet to pronounce its decisions for the pharmaceuticals and steel industry. The colossal issue of China, subject to a different deadline, remains unresolved.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump agreed to a negotiating extension with Mexico, another major US trading partner, on Thursday morning.</p><p class=\"sc-9a00e533-0 hxuGS\">Many of the deals that have been struck have been verbal, as yet unsigned. Moreover it is uncertain if and how the strings attached to Trump's agreements – more money to be spent purchasing American energy or invested in America – will actually be delivered on.</p><p class=\"sc-9a00e533-0 hxuGS\">In some cases, foreign leaders have denied the existence of provisions touted by the president.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/52a5/live/bb96cd00-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/52a5/live/bb96cd00-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/52a5/live/bb96cd00-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/52a5/live/bb96cd00-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/52a5/live/bb96cd00-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/52a5/live/bb96cd00-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/52a5/live/bb96cd00-6e1b-11f0-8dbd-f3d32ebd3327.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/52a5/live/bb96cd00-6e1b-11f0-8dbd-f3d32ebd3327.png.webp\" loading=\"lazy\" alt=\"YURI GRIPAS/POOL/EPA-EFE/REX/Shutterstock US President Donald Trump during his meeting with Israeli Prime Minister Benjamin Netanyahu in the Oval Office of the White House\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">YURI GRIPAS/POOL/EPA-EFE/REX/Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump's overarching aim - to return production and jobs to America – may meet with very limited success</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">When it comes to assessing tariff agreements between the White House and various countries, says Mr May, the \"devil is in the detail\" – and the details are light.</p><p class=\"sc-9a00e533-0 hxuGS\">It's clear, however, that the world has shifted back from the brink of a ruinous trade war. Now, as nations grapple with a new set of trade barriers, Trump aims to call the shots.</p><p class=\"sc-9a00e533-0 hxuGS\">But history tells us that his overarching aim - to return production and jobs to America – may meet with very limited success. And America's long-time trading partners, like Canada and the EU, could start looking to form economic and political connections that bypass what they no longer view as a reliable economic ally.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump may be benefitting from the leverage afforded by America's unique position at the centre of a global trading order that it spent more than half a century establishing. If the current tariffs trigger a foundational realignment, however, the results may not ultimately break in favour of the US.</p><p class=\"sc-9a00e533-0 hxuGS\">Those questions will be answered over years, not weeks or months. In the meantime, Trump's own voters may still have to pick up the tab – through higher prices, less choice and slower growth.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting:-michael-race.-top-image-credit:-getty-images\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting: Michael Race. Top image credit: Getty Images</i></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/bbcindepth\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"bbc-indepth\" class=\"sc-d16436d-0 fhKUCU\">BBC InDepth</i></a><i id=\"is-the-home-on-the-website-and-app-for-the-best-analysis,-with-fresh-perspectives-that-challenge-assumptions-and-deep-reporting-on-the-biggest-issues-of-the-day.-and-we-showcase-thought-provoking-content-from-across-bbc-sounds-and-iplayer-too.-you-can-send-us-your-feedback-on-the-indepth-section-by-clicking-on-the-button-below.\" class=\"sc-d16436d-0 fhKUCU\"> is the home on the website and app for the best analysis, with fresh perspectives that challenge assumptions and deep reporting on the biggest issues of the day. And we showcase thought-provoking content from across BBC Sounds and iPlayer too. You can send us your feedback on the InDepth section by clicking on the button below.</i></p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p></article></div></body></html>"
        },
        {
            "title": "Thailand tariff deal: The shock, chaos and negotiations",
            "time": "2025-08-01T02:35:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0a95/live/be18aa60-6e72-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Shock, chaos and a hollow win: What it's like to do a tariff deal with Trump</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Jonathan Head</span><p class=\"sc-801dd632-8 hwLppI\"><span>South East Asia correspondent in Bangkok</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7884/live/b36519b0-6e03-11f0-aeff-9d04adb9c80e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7884/live/b36519b0-6e03-11f0-aeff-9d04adb9c80e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7884/live/b36519b0-6e03-11f0-aeff-9d04adb9c80e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7884/live/b36519b0-6e03-11f0-aeff-9d04adb9c80e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7884/live/b36519b0-6e03-11f0-aeff-9d04adb9c80e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7884/live/b36519b0-6e03-11f0-aeff-9d04adb9c80e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7884/live/b36519b0-6e03-11f0-aeff-9d04adb9c80e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7884/live/b36519b0-6e03-11f0-aeff-9d04adb9c80e.jpg.webp\" loading=\"eager\" alt=\"Getty Images Coloured cargo containers at a port.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Export-driven economies like Thailand have been scrambling for a trade deal to avoid President Trump's steep tariffs </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">When US President Donald Trump made his dramatic tariff announcement on 2 April, nowhere was the shock greater than in South East Asia, a region whose entire world view and economic model is built on exports. </p><p class=\"sc-9a00e533-0 hxuGS\">The levies went as high as 49% on some countries, hitting a range of industries from electronics exporters in Thailand and Vietnam to chip makers in Malaysia and clothing factories in Cambodia. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I remember waking up in the morning. It was quite early, and seeing him standing there on the White House lawn with his board. I thought: 'Did I see that right? 36%?  How could it be?\" says Richard Han, whose father founded Hana Microelectronics, one of Thailand's biggest contract manufacturers.</p><p class=\"sc-9a00e533-0 hxuGS\">Thailand, which was facing a 36% levy, now has a deal, like most of its neighbours, to reduce the tariffs to 19%. </p><p class=\"sc-9a00e533-0 hxuGS\">The negotiations went down to the wire, finalised just two days before the deadline Trump had set - 1 August. It has been a fraught process getting there, and there is still very little detail about exactly what has been agreed.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6960/live/4c907190-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6960/live/4c907190-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6960/live/4c907190-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6960/live/4c907190-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6960/live/4c907190-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6960/live/4c907190-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6960/live/4c907190-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6960/live/4c907190-6e02-11f0-aeff-9d04adb9c80e.jpg.webp\" loading=\"lazy\" alt=\"BBC/ Lulu Luo A grey-haired Richard Han is smiling as he talks to the BBC. He is wearing a white shirt.  \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/ Lulu Luo</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Richard Han says the 36% levy on Thailand was a \"shock\"  </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The 10 countries in Asean, as the South East Asian regional bloc is known, exported $477bn (£360bn) worth of goods to the United States in 2024. Vietnam is by far the most exposed economy, its exports to the US totalling $137bn, making up about 30% of its GDP. </p><p class=\"sc-9a00e533-0 hxuGS\">No surprise then that the Vietnamese government was first off the block to negotiate with the US, and the first in the region to do a deal to cut the punishing 46% rate Trump had imposed on them.</p><p class=\"sc-9a00e533-0 hxuGS\">According to the US president, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c4gd66q0q7go\" class=\"sc-f9178328-0 bGFWdi\">the deal cuts the tariffs to 20%, </a>while he claims Vietnam will now impose no tariffs at all on any imports from the US. Tellingly, the Vietnamese leadership has said nothing about the deal. </p><p class=\"sc-9a00e533-0 hxuGS\">There are no details, no written or signed documents, and some reports suggest Vietnam does not agree with Trump's numbers. But they set the bar for other countries in the region. </p><p class=\"sc-9a00e533-0 hxuGS\">Indonesia and the Philippines followed with deals reducing their tariffs to 19%, although neither country depends much on exports to the US.</p><p class=\"sc-9a00e533-0 hxuGS\">Thailand does export a lot to the US. Last year they earned it more than $63bn, about one-fifth of its total exports. Thailand too should have been at the head of the queue in Washington, pleading for a reduction in the 36% tariff Trump had designated for it. </p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/aff9/live/67ef7df0-6e6b-11f0-81ca-8595fdd760a2.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/aff9/live/67ef7df0-6e6b-11f0-81ca-8595fdd760a2.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/aff9/live/67ef7df0-6e6b-11f0-81ca-8595fdd760a2.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/aff9/live/67ef7df0-6e6b-11f0-81ca-8595fdd760a2.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/aff9/live/67ef7df0-6e6b-11f0-81ca-8595fdd760a2.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/aff9/live/67ef7df0-6e6b-11f0-81ca-8595fdd760a2.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/aff9/live/67ef7df0-6e6b-11f0-81ca-8595fdd760a2.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/aff9/live/67ef7df0-6e6b-11f0-81ca-8595fdd760a2.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Thailand's acting Prime minister Phumtham Wechayachai surroundeed by mics as reporters as ask him questions. He is wearing a balck suit.   \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Thailand's acting Prime Minister Phumtham Wechayachai took office after the last PM stepped down over a political scandal</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But Thailand is not Vietnam, a one-party communist state where critical decisions can be made quickly by a few leaders, with little need to worry about the opinions of businesses or the public.</p><p class=\"sc-9a00e533-0 hxuGS\">Rather, like South Korea and Japan, whose deals came after much wrangling despite them being staunch American allies, Thailand too has to contend with domestic politics and public opinion. Thailand also has a weak and fractious coalition government, beholden to a range of vested interests. </p><p class=\"sc-9a00e533-0 hxuGS\">Worse still, decisions it took which were entirely unrelated to trade angered the US side. </p><p class=\"sc-9a00e533-0 hxuGS\">In February it sent 40 Uyghur asylum-seekers who had been stuck in Thailand for more than a decade back to China, defying warnings by the US Secretary of State Marco Rubio. One Thai trade official told the BBC the US negotiators were still bringing up the Uyghurs as a grievance at tariff talks in May. </p><p class=\"sc-9a00e533-0 hxuGS\">Then a regional army commander filed a lèse-majesté complaint against a US academic, resulting in him being jailed and then forced to leave Thailand. So, far from being at the front, Thailand found itself at the back of the queue.</p><p class=\"sc-9a00e533-0 hxuGS\">The other difficulty facing the Thai trade team was what the US was asking for in return for cutting the tariff rate, in particular access to Thailand's agricultural market, which is heavily protected. </p><p class=\"sc-9a00e533-0 hxuGS\">Food is big business in Thailand. CP Group, one of the world's agribusiness giants, is the biggest company in the country. This US demand was painful for Thailand.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Vietnam opened a Pandora's box,\" says another Thai trade official. \"By offering zero percent tariffs on all US imports, they make it hard for those of us who can't easily open up all sectors to US competition.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0ebe/live/909b9270-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0ebe/live/909b9270-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0ebe/live/909b9270-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0ebe/live/909b9270-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0ebe/live/909b9270-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0ebe/live/909b9270-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0ebe/live/909b9270-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0ebe/live/909b9270-6e02-11f0-aeff-9d04adb9c80e.jpg.webp\" loading=\"lazy\" alt=\"BBC/ Lulu Luo Two pigs with their snouts touching as they look up at the camera.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/ Lulu Luo</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Zero tariffs on US pork imports would be a blow for Thailand's pig farms </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Three hours' drive from Bangkok, in Nakhon Nayok, Worawut Siripun keeps 12,000 pigs – an important business in Thailand; Thais eat a lot of pork. He is active in the Thai Swine Raisers Association, and has been lobbying against eliminating tariffs on US pork.</p><p class=\"sc-9a00e533-0 hxuGS\">\"US farmers produce on a much bigger scale than us, and their costs are lower. So, the price of their pork will be lower, and domestic farmers won't be able to survive.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Access to the agricultural market was also a sticking point in negotiations with Japan, which sought to protect its rice farmers, and continues to be one of the main hurdles with India.</p><p class=\"sc-9a00e533-0 hxuGS\">In Thailand, it is presumed that agribusiness giants like CP have also been lobbying against US demands to open up other sectors like poultry and corn. There have been fractious meetings between the trade team and cabinet ministers after every round of tariff talks in Washington, the BBC understands.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/14c9/live/dad3a9e0-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/14c9/live/dad3a9e0-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/14c9/live/dad3a9e0-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/14c9/live/dad3a9e0-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/14c9/live/dad3a9e0-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/14c9/live/dad3a9e0-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/14c9/live/dad3a9e0-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/14c9/live/dad3a9e0-6e02-11f0-aeff-9d04adb9c80e.jpg.webp\" loading=\"lazy\" alt=\"BBC/ Lulu Luo Worawut Siripun in a navy blue t shirt standing in his farm\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/ Lulu Luo</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Worawut Siripun says he cannot compete with US farmers who produce a lot more</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But on the other side are Thailand's manufacturers, who represent a much larger contribution to GDP than agriculture. They badly needed a deal.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If we get 36% then it's going to be terrible for us,\" said Suparp Suwanpimolkul, deputy managing director of SK Polymer, before the deal was announced. The company makes a bewildering array of components from rubber and synthetic materials, for washing machines, fridges, air conditioners.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I guarantee you would find at least one of our products in your home,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">SK Polymer was founded by Suparp and his two brothers in 1991. Its story is the story of modern Thailand, originating from their father's small family business, but riding the explosive growth of global trade which has been the foundation of Thailand's economy. </p><p class=\"sc-9a00e533-0 hxuGS\">They are an integral part of a complex supply chain, where their products join other components from multiple countries to make consumer, industrial or medical goods for export. About 20% of the company's income comes from the US, but the number is much higher when products which contain its components are included. The Trump tariffs have thrown a spanner in the works.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have small margins,\" said Suparp. He said they could still manage with tariffs up to 20% or even 25% by cutting costs.<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>When he spoke to the BBC, before the deal was announced, he said the uncertainty was the biggest challenge: \"Please - to our government, just get the deal, so we can plan our business.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/addc/live/1ea51290-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/addc/live/1ea51290-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/addc/live/1ea51290-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/addc/live/1ea51290-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/addc/live/1ea51290-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/addc/live/1ea51290-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/addc/live/1ea51290-6e02-11f0-aeff-9d04adb9c80e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/addc/live/1ea51290-6e02-11f0-aeff-9d04adb9c80e.jpg.webp\" loading=\"lazy\" alt=\"BBC/ Lulu Luo A woman in overalls with her head covered and wearing a mask is cutting rubber in a factory in Thailand.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/ Lulu Luo</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A worker at SK Polymer, which makes rubber products for export to the US  </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A 20% levy is also palatable for electronics manufacturers, a big industry in Thailand. </p><p class=\"sc-9a00e533-0 hxuGS\">\"If all of us in this region end up with around 20% our buyers won't seek alternative suppliers – it will just be a tax, like VAT, for US consumers,\" says Richard Han, CEO of Hana Microelectronics. The company makes the basic components that go into everything in our digital lives: printed circuit boards, integrated circuits, RFID tags for pricing.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Han says only about 12% of his products go to the US directly, but like SK Polymer the proportion that goes indirectly, as part of other manufactured goods, is much higher. But it is not just the tariff number that worries him.</p><p class=\"sc-9a00e533-0 hxuGS\">His concern is trans-shipment, the US charge that China is avoiding tariffs by routing its production through South East Asia. Already Vietnam, according to President Trump, will pay 40% - double the new tariff rate - on goods the US judges to be trans-shipped.</p><p class=\"sc-9a00e533-0 hxuGS\">Both Thailand and Vietnam saw foreign investment increase significantly after tariffs were imposed on China in the first Trump term, and their exports to the US rose as well. Some of that was Chinese companies moving production; some was products using a lot more Chinese-made components. And they are not just from China.</p><p class=\"sc-9a00e533-0 hxuGS\">At another electronics manufacturer, SVI, robots glided up and down the assembly line bringing hundreds of tiny components to assemble circuit boards in machines that cost hundreds of thousands of dollars. A quick look at the labels showed the components came from Malaysia, the Philippines, Taiwan and China. </p><p class=\"sc-9a00e533-0 hxuGS\">SVI makes security cameras, bespoke amplifiers, medical equipment, to whatever specification their customers, who are mainly in Scandinavia, want. Thailand's vital manufacturing sector is part of an immensely complex global supply chain which is almost impossible to rearrange to meet the US president's demands.</p><p class=\"sc-9a00e533-0 hxuGS\">Under WTO rules a product is considered local if at least 40% of its value is added in the local manufacturing process, or if it has been \"substantially transformed\" into a new product, the way an iPhone becomes something different once it has been assembled. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2d19/live/aba6e410-6e6c-11f0-b84e-f72bee782ae6.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2d19/live/aba6e410-6e6c-11f0-b84e-f72bee782ae6.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2d19/live/aba6e410-6e6c-11f0-b84e-f72bee782ae6.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2d19/live/aba6e410-6e6c-11f0-b84e-f72bee782ae6.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2d19/live/aba6e410-6e6c-11f0-b84e-f72bee782ae6.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2d19/live/aba6e410-6e6c-11f0-b84e-f72bee782ae6.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2d19/live/aba6e410-6e6c-11f0-b84e-f72bee782ae6.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2d19/live/aba6e410-6e6c-11f0-b84e-f72bee782ae6.jpg.webp\" loading=\"lazy\" alt=\"BBC/ Lulu Luo A worker in overalls at an electronics factory between rows of machines\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/ Lulu Luo</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Electronics manufacturer SVI is one of many Thai companies that sits at the heart of a complex global supply chain </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Trump administration pays no heed to WTO rules, and it is not clear what will be counted as trans-shipped, but Mr Han fears this could prove a bigger problem for Thai companies than the standard tariff rate if the US insists on more local components, or fewer from China.</p><p class=\"sc-9a00e533-0 hxuGS\">\"South East Asia relies very heavily on China,\" he explains. \"China, by far, has the largest supply chain for electronics and many other industries, and they are the cheapest. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We could buy materials from another part of the world. It would be a lot more expensive. But it would be virtually impossible for Thailand or Vietnam or the Philippines or Malaysia to get a very high threshold, say 50-60%, made within that country. And if that is the condition to get the US certificate of origin, then nobody's going to get the certificate of origin.\"</p><p class=\"sc-9a00e533-0 hxuGS\">For the moment very few of these details have been revealed. Despite President Trump claiming he has got zero percent tariffs for US goods coming into the Philippines and Indonesia, both those countries have said this is not correct, and that much still needs to be negotiated.</p><p class=\"sc-9a00e533-0 hxuGS\">For the Thai government, having started so late, and struggled to meet US demands, just getting a deal will have been a relief. </p><p class=\"sc-9a00e533-0 hxuGS\">They will worry about how to make the deal work later, as the details are worked out, which typically takes years. And in that, they are far from alone – rich and developing economies alike are scrambling to keep up with Trump's mercurial tariff policy.</p><p class=\"sc-9a00e533-0 hxuGS\">\"At some point this has to stop. Surely it has to stop?\" Mr Han says. \"The trouble is, we don't know what the rules of the game are going to be, so we're all milling around, just waiting to find out how to play the new game.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Young Ukrainians get their way as Zelensky overturns law to defuse crisis",
            "time": "2025-07-31T21:19:39",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/cab1/live/b2df05b0-6e43-11f0-8d0b-d1a21d7455a8.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Young Ukrainians get their way as Zelensky overturns law to defuse crisis</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Zhanna Bezpiatchuk</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News Ukrainian in Kyiv</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/cab1/live/b2df05b0-6e43-11f0-8d0b-d1a21d7455a8.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/cab1/live/b2df05b0-6e43-11f0-8d0b-d1a21d7455a8.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/cab1/live/b2df05b0-6e43-11f0-8d0b-d1a21d7455a8.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/cab1/live/b2df05b0-6e43-11f0-8d0b-d1a21d7455a8.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/cab1/live/b2df05b0-6e43-11f0-8d0b-d1a21d7455a8.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/cab1/live/b2df05b0-6e43-11f0-8d0b-d1a21d7455a8.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/cab1/live/b2df05b0-6e43-11f0-8d0b-d1a21d7455a8.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/cab1/live/b2df05b0-6e43-11f0-8d0b-d1a21d7455a8.jpg.webp\" loading=\"eager\" alt=\"TETIANA DZHAFAROVA/AFP Young Ukrainians sit outside parliament clapping and holding placards\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">TETIANA DZHAFAROVA/AFP</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Young Ukrainians were outside parliament again on Thursday as MPs voted to overturn a controversial law</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">As Ukraine's MPs gathered at parliament in Kyiv on Thursday, some held cardboard signs that read, \"We are with our people.\"</p><p class=\"sc-9a00e533-0 hxuGS\">It was a message to thousands of young protesters who had taken part in the biggest anti-government demonstrations since the start of Russia's full-scale invasion. They were out in force again on Thursday.</p><p class=\"sc-9a00e533-0 hxuGS\">The MPs then entered parliament, the Rada, and took part in a vote that overwhelmingly overturned a law introduced by President Volodymyr Zelensky last week that curtailed the independence of two key anti-corruption agencies known as Nabu and Sap -  the National Anti-Corruption Bureau and Specialised Anti-Corruption Prosecutor's Office.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Two MPs hold a cardboard placard that reads \"We are with the people\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The signs carried by the MPs outside the Rada were a nod to the placards carried by thousands of young people who had taken to the streets in towns and cities across Ukraine for almost a week.</p><p class=\"sc-9a00e533-0 hxuGS\">The protesters had demanded that Zelensky and his government \"take their hands off\" the two anti-corruption bodies, and threatened to continue to carry on until the government made a U-turn.</p><p class=\"sc-9a00e533-0 hxuGS\">Within days, it did.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Zelensky's original bill had stripped the two bodies of their independent authority to decide who to prosecute in high-level corruption cases, giving that prerogative to the general prosecutor - a presidential appointee.</p><p class=\"sc-9a00e533-0 hxuGS\">For the placard-waving protesters, safeguarding the independence of Nabu and Sap was as crucial to their European future as the war against Russia was a matter of life and death for their country.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2022, Kyiv was granted the coveted status of EU candidate country – but on condition it mounted a credible fight against corruption.</p><p class=\"sc-9a00e533-0 hxuGS\">For Ukraine's Western partners - donors and investors who pour money into the country through international assistance and funding programmes - the existence and independence of the two anti-corruption bodies are non-negotiable.</p><p class=\"sc-9a00e533-0 hxuGS\">And for Ukraine and its war-shattered economy, that external financial help is critical.</p><p class=\"sc-9a00e533-0 hxuGS\">It was only 10 days earlier that MPs had backed Zelensky's controversial law, and yet they voted on Thursday by 331 to 0 to overturn it. On both occasions they appeared to be following Zelensky's direction.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Ukraine is a democracy - there are definitely no doubts,\" he said on social media.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a26b/live/77fd8eb0-6e45-11f0-8d0b-d1a21d7455a8.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a26b/live/77fd8eb0-6e45-11f0-8d0b-d1a21d7455a8.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a26b/live/77fd8eb0-6e45-11f0-8d0b-d1a21d7455a8.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a26b/live/77fd8eb0-6e45-11f0-8d0b-d1a21d7455a8.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a26b/live/77fd8eb0-6e45-11f0-8d0b-d1a21d7455a8.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a26b/live/77fd8eb0-6e45-11f0-8d0b-d1a21d7455a8.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a26b/live/77fd8eb0-6e45-11f0-8d0b-d1a21d7455a8.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a26b/live/77fd8eb0-6e45-11f0-8d0b-d1a21d7455a8.jpg.webp\" loading=\"lazy\" alt=\"Reuters Ukraine's president gestures with his hands in a dark top with a Ukrainian blue and yellow flag behind him\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">President Zelensky has sought to reassure Ukrainians that their democracy is in safe hands</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Many Ukrainians see the hand of Zelensky's right-hand man, Andriy Yermak, behind the president's recent choices.</p><p class=\"sc-9a00e533-0 hxuGS\">Yermak's position as head of the presidential office is not regulated by the constitution nor limited by any checks or balances. And questions are being asked about such a role in Ukraine's democracy.</p><p class=\"sc-9a00e533-0 hxuGS\">Safeguarding that democracy and Ukraine's course towards European integration were the key drivers for the young protesters, while their parents and friends were defending their country on the front lines.</p><p class=\"sc-9a00e533-0 hxuGS\">MPs did their best to show the problem was now solved, but this crisis has left behind an unpleasant aftertaste.</p><p class=\"sc-9a00e533-0 hxuGS\">It has brought into question Zelensky's dedication to the anti-corruption reforms.</p><p class=\"sc-9a00e533-0 hxuGS\">That he seemed ready to compromise on these reforms may have seriously dented the trust the EU put in him.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Some made the link between the government's bid to curtail the independence of Nabu and Sap. Powerful figures in Zelensky's circle have come under scrutiny, with some either facing charges or investigation.</p><p class=\"sc-9a00e533-0 hxuGS\">Zelensky's move also came after the government rejected a candidate selected by an independent commission to head the Bureau for Economic Security - the main agency for investigating economic crimes in Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">The official reason Oleksandr Tsyvinski didn't get the job was that he didn't get the security clearance from the security service, which is under the president's control.</p><p class=\"sc-9a00e533-0 hxuGS\">However, Tsyvinski is a well-regarded anti-corruption expert and the selection commission still wants him appointed.</p><p class=\"sc-9a00e533-0 hxuGS\">All these elements resulted in one of the biggest power crises for Zelensky's team since he came to power in 2019.</p><p class=\"sc-9a00e533-0 hxuGS\">Three-and-a-half years into the full-scale war, the risk of further such mis-steps could come at a significant cost.</p><p class=\"sc-9a00e533-0 hxuGS\">Next year, Ukraine's budget deficit could hit $13bn (£10bn), according to a National Bank estimate. Kyiv would not be able to continue fighting the war if it were to lose Western partners' support.</p><p class=\"sc-9a00e533-0 hxuGS\">Already, the EU has reduced some of its financial aid to Ukraine because the government has not kept up with promised reforms.</p><p class=\"sc-9a00e533-0 hxuGS\">Ukraine's young protesters appear to have understood that all too well, and were prepared to challenge their government in a country they chose to stay despite the deadly threat of Russian drone and missile attacks.</p></div></article></div></body></html>"
        },
        {
            "title": "A sinkhole revives debate about migrant workers' rights in Singapore",
            "time": "2025-07-31T22:00:48",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ac66/live/42ec5250-6d15-11f0-a945-3d3a0230d9a7.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">A sinkhole revives debate about migrant workers' rights in Singapore</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Kelly Ng</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Singapore</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ac66/live/42ec5250-6d15-11f0-a945-3d3a0230d9a7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ac66/live/42ec5250-6d15-11f0-a945-3d3a0230d9a7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ac66/live/42ec5250-6d15-11f0-a945-3d3a0230d9a7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ac66/live/42ec5250-6d15-11f0-a945-3d3a0230d9a7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ac66/live/42ec5250-6d15-11f0-a945-3d3a0230d9a7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ac66/live/42ec5250-6d15-11f0-a945-3d3a0230d9a7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ac66/live/42ec5250-6d15-11f0-a945-3d3a0230d9a7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ac66/live/42ec5250-6d15-11f0-a945-3d3a0230d9a7.jpg.webp\" loading=\"eager\" alt=\"PUB A deep sinkhole in the middle of a road in eastern Singapore. The road is fenced off from traffic and a crane is hovering above the sinkhole. Residential buildings and shophouses are seen in the background\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">PUB</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A group of seven Indian workers used a rope to hoist a woman to safety after her car fell into a sinkhole</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">When a 3m (10ft) deep sinkhole on a busy Singapore road swallowed a black Mazda on Saturday, a group of workers at a nearby construction site sprung into action.</p><p class=\"sc-9a00e533-0 hxuGS\">Grabbing a rope from their work site, they tossed it into the sinkhole to the driver, who had by this time made her way out of the car.</p><p class=\"sc-9a00e533-0 hxuGS\">In under five minutes, they managed to pull her to safety.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I was scared, but every feeling [sic] was that this woman must be rescued first,\" construction site foreman Suppiah Pitchai Udaiyappan later told reporters.</p><p class=\"sc-9a00e533-0 hxuGS\">Footage of the incident quickly went viral on social media, with many hailing the workers as heroes. </p><p class=\"sc-9a00e533-0 hxuGS\">Mr Udaiyappan and his team are \"migrant workers\" - a term used in Singapore to describe the 1.17 million labourers who come to the wealthy city state from lower-income countries like Bangladesh, India and Myanmar.</p><p class=\"sc-9a00e533-0 hxuGS\">A vast majority of them work low-paying and labour intensive jobs that Singaporeans shun.</p><p class=\"sc-9a00e533-0 hxuGS\">This is not the first time migrant workers have served as first responders to save lives in Singapore. In April, four of them helped rescue children trapped in a shophouse after a fire broke out.</p><p class=\"sc-9a00e533-0 hxuGS\">Their recent actions have revived a debate on the rights – or lack thereof – of low-wage labourers in Singapore.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Singapore's fast-growing economy is built on the backs of these workers who make up nearly three quarters of the country's foreign workforce.  Many of them work in sectors like construction, marine shipyards and manufacturing.</p><p class=\"sc-9a00e533-0 hxuGS\">Singapore has no minimum wage for migrant workers which means some can earn as little as S$300 ($233; £175) a month according to advocacy groups. They live in crowded dormitories that are often situated away from residential areas. </p><p class=\"sc-9a00e533-0 hxuGS\">They are also often subject to abuses by recruitment agencies and their employers, including overwork, unpaid labour and poor living conditions. These issues are well-documented, but activists say little has changed over the years.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Today, you celebrate them. Tomorrow, you will go back to generalising them as cheats, liars and dirty,\" social worker Suraendher Kumarr wrote on Instagram, in response to the sinkhole incident.</p><p class=\"sc-9a00e533-0 hxuGS\">During the Covid pandemic in 2020, their living conditions were laid bare after worker dormitories emerged as a virus hotbed, with hundreds of workers testing positive daily. </p><p class=\"sc-9a00e533-0 hxuGS\">It sparked a public discussion about their conditions - which advocates had for decades warned about – and authorities later took action to improve dormitory standards.</p><p class=\"sc-9a00e533-0 hxuGS\">Another persistent issue, on which the sinkhole incident has again cast a spotlight, is the use of flat-bed trucks to ferry these workers.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There is something poignantly poetic about the fact that migrant workers, likely transported on the backs of lorries, went out of their way to save a Singaporean in her car,\" said Mr Kumarr, who is a member of rights group Workers Make Possible.</p><p class=\"sc-9a00e533-0 hxuGS\">Singapore laws prohibit people from travelling on the cargo decks of such trucks – except in medical emergencies. But it is allowed if they are employed by the owners of the trucks.</p><p class=\"sc-9a00e533-0 hxuGS\">Sometimes, as many as 12 workers get packed into the back of a flat-bed truck with no seatbelts on. This is an economical option for many employers who also use the trucks to transport goods. </p><p class=\"sc-9a00e533-0 hxuGS\">But this has led to multiple accidents, some involving deaths. </p><p class=\"sc-9a00e533-0 hxuGS\">In April 2021, two foreign workers died and more than a dozen were wounded after the lorry they were in crashed into a stationary flat-bed truck. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2024, at least four workers were killed and more than 400 injured in similar accidents.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b586/live/eeff8340-6dbb-11f0-8245-6f93c3128690.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b586/live/eeff8340-6dbb-11f0-8245-6f93c3128690.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b586/live/eeff8340-6dbb-11f0-8245-6f93c3128690.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b586/live/eeff8340-6dbb-11f0-8245-6f93c3128690.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b586/live/eeff8340-6dbb-11f0-8245-6f93c3128690.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b586/live/eeff8340-6dbb-11f0-8245-6f93c3128690.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b586/live/eeff8340-6dbb-11f0-8245-6f93c3128690.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b586/live/eeff8340-6dbb-11f0-8245-6f93c3128690.jpg.webp\" loading=\"lazy\" alt=\"BBC/Gavin Butler A group of migrant workers sitting at the back of a lorry in Singapore\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/Gavin Butler</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Activists have for years lobbied to ban the practice of ferrying workers on lorries</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Activists have long lobbied to ban this mode of transportation – the issue has also been debated time and again in parliament – but little has changed.</p><p class=\"sc-9a00e533-0 hxuGS\">The Singapore government repeatedly says that while it has been encouraging companies to transport workers on buses, an outright ban on such trucks is not feasible for small businesses.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Many of them could be forced to shut down, causing workers, both local and foreign, to lose their jobs,\" a senior minister of state told parliament in February.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It will also lead to delays for critical projects like [public housing], schools, hospitals and [train] lines, and result in higher costs for Singaporeans.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Activists criticise authorities for reducing the workers' rights to mere economic considerations, noting that other countries that rely heavily on migrant workers, including the United Arab Emirates and Bahrain, have outlawed transporting people on trucks.</p><p class=\"sc-9a00e533-0 hxuGS\">The levies collected from foreign workers could be used to subsidise other modes of transport without passing costs on to businesses and consumers, Mr Kumarr suggested.</p><p class=\"sc-9a00e533-0 hxuGS\">The government's rhetoric \"preserves the status quo [and] places disproportionate power in the hands of employers, over the lives and livelihoods of migrant workers,\" said Jaya Anil Kumar, senior researcher with the Humanitarian Organization for Migration Economics, another organisation that advocates for migrants' rights.</p><p class=\"sc-9a00e533-0 hxuGS\">A ban on lorry rides is just one in a list of changes advocates have been calling for, which include a living wage, stronger whistleblower protections, and subsidised healthcare.</p><p class=\"sc-9a00e533-0 hxuGS\">Despite dedicating decades of their lives to Singapore, these workers also have no way of putting down roots because of the type of work permit they hold, which are different from that of foreign professionals and executives.</p><p class=\"sc-9a00e533-0 hxuGS\">They cannot qualify for permanent residency, no matter how long they've worked in the country. Mr Udaiyappan, who directed last weekend's sinkhole rescue effort, for example, has been working here for 22 years.</p><p class=\"sc-9a00e533-0 hxuGS\">Work permit holders also need government approval to marry Singaporeans - another issue activists have highlighted for years. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Legislative change has been slow as there has been insufficient political will to enact impactful change,\" Ms Anil Kumar said. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/95d2/live/a8ad7980-6d14-11f0-a945-3d3a0230d9a7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/95d2/live/a8ad7980-6d14-11f0-a945-3d3a0230d9a7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/95d2/live/a8ad7980-6d14-11f0-a945-3d3a0230d9a7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/95d2/live/a8ad7980-6d14-11f0-a945-3d3a0230d9a7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/95d2/live/a8ad7980-6d14-11f0-a945-3d3a0230d9a7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/95d2/live/a8ad7980-6d14-11f0-a945-3d3a0230d9a7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/95d2/live/a8ad7980-6d14-11f0-a945-3d3a0230d9a7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/95d2/live/a8ad7980-6d14-11f0-a945-3d3a0230d9a7.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Migrant workers, wearing yellow helmets and long-sleeved shirts, stand at a building construction site on 3 May, 2023 in Singapore\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Singapore is built on the backs of foreign workers, the vast majority of whom work low-paying jobs that locals shun</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Recognition or tokenism?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Earlier this week, authorities presented the seven workers involved in the sinkhole rescue with commemorative coins, with a minister of state describing their actions as \"a very good example of how migrant workers help society in general\". </p><p class=\"sc-9a00e533-0 hxuGS\">But many have criticised the move as tokenism. </p><p class=\"sc-9a00e533-0 hxuGS\">\"No amount of 'thanking' them for their heroism should excuse the exploitative economic model that oppresses them every day to sustain the lives we live in Singapore,\" said Mr Kumarr.</p><p class=\"sc-9a00e533-0 hxuGS\">Many echoed these thoughts on social, saying the men deserved more acknowledgement. Some called for them to be granted monetary rewards and even permanent residency.</p><p class=\"sc-9a00e533-0 hxuGS\">Singapore's manpower ministry said in a statement to the BBC that it is \"encouraged to receive feedback calling for more forms of appreciation\" for migrant workers but did not address the specific suggestions raised.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Their everyday acts of care and bravery deserve to be acknowledged and celebrated as part of who we are as a community,\" the ministry's spokesman said in response to queries.</p><p class=\"sc-9a00e533-0 hxuGS\">Migrant rights group Its Raining Raincoats has raised S$72,000 ($55,840; £41,790) from its own fundraiser, which will be divided equally among the seven men.</p><p class=\"sc-9a00e533-0 hxuGS\">\"So many times, we have seen how these migrant workers risk their own lives to rescue many citizens, including children, from dangerous situations,\" said AKM Mohsin, who runs an activity centre for Bangladeshi workers in central Singapore.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They make the news and are held up as excellent examples of humanitarian work, but their own humanity and human rights are constantly being violated at their workplaces, in how they are transported, and how they live,\" Mr Mohsin said.</p><p class=\"sc-9a00e533-0 hxuGS\">However, there has been an increased awareness around migrant workers issues over the years. </p><p class=\"sc-9a00e533-0 hxuGS\">Advocacy groups and the government have organised activities that bring workers and the broader community together. </p><p class=\"sc-9a00e533-0 hxuGS\">Mr Mohsin, for instance, runs a space for migrant workers to write, dance, and play music – Singaporeans have helped translate and publish their works, and often provide an audience for their performances.</p><p class=\"sc-9a00e533-0 hxuGS\">But some activists say most in the country still see migrant workers as a class that is separate and inferior to the local community. </p><p class=\"sc-9a00e533-0 hxuGS\">Many live and work in industrial areas that are often further away from the city's residential regions. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2008, some 1,400 residents in Serangoon Gardens, an upper middle-class neighbourhood, petitioned against the construction of a migrant worker dormitory near their homes.</p><p class=\"sc-9a00e533-0 hxuGS\">To placate them, authorities reduced the size of the dormitory and built a separate road for workers to access the dormitory.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We basically see them as a different class of people. We expect to be served by them and believe that is the reason they are here,\" said Alex Au, vice president of advocacy group Transient Workers Count Too.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Servants are supposed to leap to the aid of their masters.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Thousands gather to watch 100th annual wild pony swim",
            "time": "2025-08-02T11:33:50",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d368/live/e6f00290-6f93-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">The Chincoteague wild ponies have made their annual swim across the Assateague Channel in Virginia for the 100th time.</p><p class=\"sc-9a00e533-0 hxuGS\">The tradition began in 1925 and sees \"Saltwater Cowboys\" on horseback round up the ponies, who then swim the channel and come ashore on the east side of Chincoteague Island. </p><p class=\"sc-9a00e533-0 hxuGS\">The event hosted by the Chincoteague Fire Department, which manages the ponies, includes an auction of some of the foals. </p><p class=\"sc-9a00e533-0 hxuGS\">The money raised helps control the size of the herd to help maintain a healthy pony population on Assateague, where the ponies live most of the year.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Hot dog spill brings US highway to standstill",
            "time": "2025-08-02T04:24:55",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a49f/live/7801a650-6f56-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Thousands of hot dogs spilled onto a highway in the US state of Pennsylvania after a lorry scraped another car, briefly bringing traffic on the road to a standstill. </p><p class=\"sc-9a00e533-0 hxuGS\">Four people required medical attention following the incident on the Interstate 83 highway, but none of their injuries were life-threatening. </p><p class=\"sc-9a00e533-0 hxuGS\">Brad Dauberman, a local fire chief who helped with the clean-up, said: \"I can tell you personally, hot dogs are very slippery… I did not know that.\"</p></div></div></body></html>"
        },
        {
            "title": "Wounded soldier escapes battlefield using e-bike delivered by drone",
            "time": "2025-08-01T21:40:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4938/live/66635a40-6f1c-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">This is the moment an injured Ukrainian soldier behind enemy lines made his escape using an e-bike delivered by a drone.</p><p class=\"sc-9a00e533-0 hxuGS\">Footage released by the Rubizh Brigade, part of the national guard of Ukraine, shows the wounded soldier, known as Tanker, receiving the e-bike by drone, which he says he couldn't ride at first.</p><p class=\"sc-9a00e533-0 hxuGS\">Tanker managed to ride away but only to about half-way to where he needed to go, before he hit a mine, destroying his bike, but not injuring him.</p><p class=\"sc-9a00e533-0 hxuGS\">His colleague Mykola watched his friend finish the rest of the journey on foot, before he reached an area where he could be evacuated.</p></div></div></body></html>"
        },
        {
            "title": "Watch: 'UFO' spotted in Australian skies identified as Chinese rocket",
            "time": "2025-08-01T07:11:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/54bb/live/77733950-6ea3-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Social media feeds across Australia were alight with footage of what people thought were UFOs flying over Queensland and northern New South Wales on 30 July. </p><p class=\"sc-9a00e533-0 hxuGS\">But experts say what people actually saw was a Chinese rocket as it passed over Australia.</p><p class=\"sc-9a00e533-0 hxuGS\">Professor Jonti Horner was able to match the sightings from his home state with a Long March 8A rocket launch from Hainan. The rockets are used to launch satellites for China's state-owned internet network into space.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"video-by-tabby-wilson\" class=\"sc-d16436d-0 fhKUCU\">Video by Tabby Wilson</i></p></div></div></body></html>"
        },
        {
            "title": "Two girls shot in Gaza - BBC pieces together what happened and looks at dozens more child shootings",
            "time": "2025-08-01T05:07:20",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0671/live/aed07a50-6e9b-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">The BBC World Service has pieced together the stories of Layan al-Majdalawi, two, and Mira Tanboura, six, both killed in Gaza in separate incidents in November 2023, in areas where the Israel Defense Forces (IDF) was operating.</p><p class=\"sc-9a00e533-0 hxuGS\">In response to our findings, the IDF said the details of Layan and Mira's cases had been recorded and \"will be examined by the competent authorities\". It added: \"Intentional harm to civilians, especially children, is strictly prohibited.\" </p><p class=\"sc-9a00e533-0 hxuGS\">Layan and Mira are just two of more than 160 cases of children shot in the war in Gaza, for whom we have gathered accounts. </p><p class=\"sc-9a00e533-0 hxuGS\">We found that in 95 of these cases, the child had been shot in the head or chest. In 59 of those, we obtained testimony from eyewitnesses, either directly or via human rights organisations and medics. The witnesses alleged that 57 of these children were shot by the IDF, and two were shot by Palestinians - one in celebratory gunfire and the other in a gang conflict.</p><p class=\"sc-9a00e533-0 hxuGS\">For the remaining 36 out of the 95 cases, we have no account of what happened. Israel bans foreign reporters from entering Gaza independently, and the destruction and displacement make gathering details difficult.</p><p class=\"sc-9a00e533-0 hxuGS\">The International Committee of the Red Cross has told the BBC the world cannot accept as a \"new normal\" the type of warfare that allows so many children to be shot.</p></div></div></body></html>"
        }
    ]
}