{
    "source": "BBC News",
    "articles": [
        {
            "title": "UK and France to send troops to Ukraine if peace deal agreed with Russia",
            "time": "2026-01-06T21:02:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4bdb/live/2378f8d0-eb35-11f0-b17a-592c1458f962.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The UK and France have signed a declaration of intent on deploying troops in Ukraine if a peace deal is made with Russia, UK Prime Minister Sir Keir Starmer has said.</p><p class=\"sc-9a00e533-0 eZyhnA\">After talks with Ukraine's allies in Paris, he said the UK and France would \"establish military hubs across Ukraine and build protected facilities for weapons and military equipment\" to deter future invasion.</p><p class=\"sc-9a00e533-0 eZyhnA\">The agreement also proposed that the US would take the lead in monitoring a ceasefire. </p><p class=\"sc-9a00e533-0 eZyhnA\">Russia has repeatedly warned that any foreign troops in Ukraine would be a \"legitimate target\", but has not yet commented on the announcement.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Heads of state and top officials from the \"Coalition of the Willing\" took part in Tuesday's talks in the French capital.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking at a joint press conference after the meeting, Starmer said: \"We signed a declaration of intent on the deployment of forces to Ukraine in the event of a peace deal.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is a vital part of our commitment to stand with Ukraine for the long-term.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It paves the way for the legal framework under which British, French, and partner forces could operate on Ukrainian soil, securing Ukraine's skies and seas, and regenerating Ukraine's armed forces for the future,\" </p><p class=\"sc-9a00e533-0 eZyhnA\">The UK prime minister added London would participate in any US-led verification of a potential ceasefire. </p><p class=\"sc-9a00e533-0 eZyhnA\">Top US negotiator Steve Witkoff said \"durable security guarantees and robust prosperity commitments are essential to a lasting peace\" in Ukraine - referring to a key demand made by Kyiv.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, French President Emmanuel Macron said Ukraine's allies had made \"considerable progress\" at the talks. </p><p class=\"sc-9a00e533-0 eZyhnA\">He said \"robust\" security guarantees for Kyiv had been agreed in the event of a potential ceasefire.</p><p class=\"sc-9a00e533-0 eZyhnA\">Jared Kushner, US President Donald Trump's special envoy and son-in-law, said the allies \"largely finished\" their work on agreeing such guarantees \"so that people of Ukraine know that when this [war] ends, it ends forever\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Ukrainian President Volodymyr Zelensky said a \"huge step forward\" had been made in Paris, but added that he would only consider efforts to be \"enough\" if they resulted in the end of the war.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last week,<a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cddg7100ym2o\" class=\"sc-f9178328-0 iCaRzc\"> Zelensky said a peace deal was \"90% ready\"</a>. Agreeing on the remaining 10% would \"determine the fate of peace, the fate of Ukraine and Europe\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Territory and security guarantees have been at the forefront of unresolved issues for negotiators.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cgexgwr1wrro\" class=\"sc-f9178328-0 iCaRzc\">Putin has repeatedly warned that Ukrainian troops must withdraw from all of Ukraine's eastern Donbas or Russia will seize it,</a> rejecting any compromise over how to end the war.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zelensky has so far ruled out ceding any territory, but has suggested that Ukraine could withdraw its troops to an agreed point - but only if Russia does the same.</p><p class=\"sc-9a00e533-0 eZyhnA\">Moscow currently controls about 75% of the Donetsk region, and some 99% of the neighbouring Luhansk. The two regions form the industrial region of Donbas.</p><p class=\"sc-9a00e533-0 eZyhnA\">The original US-led 28-point peace plan widely leaked to the media last year was seen by Kyiv and its European allies as being heavily skewed in Russia's favour.</p><p class=\"sc-9a00e533-0 eZyhnA\">This triggered weeks of intensive high-level diplomacy - with Ukraine, the US and European leaders trying to amend the draft.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last month, Kyiv sent the US an updated 20-point plan - as well as separate documents outlining potential security guarantees and provisions for Ukraine's reconstruction, Zelensky said.</p></div></div></body></html>"
        },
        {
            "title": "Venezuelan security forces detain journalists from foreign news organisations",
            "time": "2026-01-06T13:24:44",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fd03/live/f2bb2fd0-eafb-11f0-8e8e-7f477e15473f.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Venezuelan security forces detain journalists from foreign news organisations</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Alice Cuddy,</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">reporting from Cúcuta, on the Colombia-Venezuela border</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Vanessa Buschschlüter,</span><span data-testid=\"byline-contributors-contributor-1-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Latin America editor, BBC News Online</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fd03/live/f2bb2fd0-eafb-11f0-8e8e-7f477e15473f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fd03/live/f2bb2fd0-eafb-11f0-8e8e-7f477e15473f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fd03/live/f2bb2fd0-eafb-11f0-8e8e-7f477e15473f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fd03/live/f2bb2fd0-eafb-11f0-8e8e-7f477e15473f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fd03/live/f2bb2fd0-eafb-11f0-8e8e-7f477e15473f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fd03/live/f2bb2fd0-eafb-11f0-8e8e-7f477e15473f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fd03/live/f2bb2fd0-eafb-11f0-8e8e-7f477e15473f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fd03/live/f2bb2fd0-eafb-11f0-8e8e-7f477e15473f.jpg.webp\" loading=\"eager\" alt=\"Reuters Police officers stand guard near the National Assembly in Venezuela's capital, Caracas. They are chatting to one another while wearing helmets and holding large shields.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Police guarded the National Assembly where Delcy Rodríguez was sworn in Monday</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At least 14 members of the press were detained in Venezuela on Monday as they were covering the aftermath of the seizure of Venezuelan leader Nicolás Maduro by US forces. </p><p class=\"sc-9a00e533-0 eZyhnA\">The union representing media workers in Venezuela said all but one of those detained were employed by foreign news organisations and were released later on Monday, with one reporter deported. </p><p class=\"sc-9a00e533-0 eZyhnA\">Foreign news media have long faced restrictions in Venezuela, with very few being granted visas to work in the country. </p><p class=\"sc-9a00e533-0 eZyhnA\">Their detention came as Delcy Rodríguez was sworn in as the interim president and shortly after she said that she was willing to co-operate with the Trump administration, which has said it would \"run\"  Venezuela.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The union said the media workers were detained by Venezuelan security forces at the National Assembly and its environs, and in the neighbourhood of Altamira - all in the capital, Caracas.</p><p class=\"sc-9a00e533-0 eZyhnA\">At least two of them were seized by agents working for Venezuela's military counterintelligence agency, while others were detained by Venezuela's intelligence service.</p><p class=\"sc-9a00e533-0 eZyhnA\">They said they had their equipment searched, their phones checked and their social media posts and messages read, the union statement added. </p><p class=\"sc-9a00e533-0 eZyhnA\">A Colombian and a Spanish reporter were also detained at Venezuela's border with Colombia near Cúcuta.</p><p class=\"sc-9a00e533-0 eZyhnA\">The two reporters were held for hours incommunicado before being released back into Colombia, the statement said. </p><p class=\"sc-9a00e533-0 eZyhnA\">The union called the incidents \"alarming\" and called for the release of 23 media workers who remain in detention in the country. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The repression has not been confined to media workers.</p><p class=\"sc-9a00e533-0 eZyhnA\">One community leader in the neighbourhood of Petare, in Caracas, told BBC Mundo that there were \"hooded men with guns patrolling, checking people's WhatsApp statuses\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Caracas resident José, 60, said that people were not able to talk freely about what was happening, with a heavy police and military presence on the streets, as well as pro-Maduro armed groups, known as \"colectivos\", wearing masks.</p><p class=\"sc-9a00e533-0 eZyhnA\">A 33-year-old masseuse, who did not want to be named, said there was \"so much fear in the streets and in our homes\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Members of the government appeared keen to show that the security forces were visible in communities, with the Interior Minister, Diosdado Cabello, posting a photo of himself on Monday night posing with armed police.</p><p class=\"sc-9a00e533-0 eZyhnA\">Their presence has struck fear in people critical of the government. </p><p class=\"sc-9a00e533-0 eZyhnA\">One woman described how there are \"military people on every corner and groups of armed civilians supporting the government who are causing fear among the population\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Another person who asked to remain anonymous told the BBC that \"the regime is not allowing news to come out of here.\" They added that \"there are uniformed personnel on the streets stopping people and checking their phones\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e054/live/ac9cbc20-eaf7-11f0-8e8e-7f477e15473f.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e054/live/ac9cbc20-eaf7-11f0-8e8e-7f477e15473f.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e054/live/ac9cbc20-eaf7-11f0-8e8e-7f477e15473f.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e054/live/ac9cbc20-eaf7-11f0-8e8e-7f477e15473f.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e054/live/ac9cbc20-eaf7-11f0-8e8e-7f477e15473f.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e054/live/ac9cbc20-eaf7-11f0-8e8e-7f477e15473f.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e054/live/ac9cbc20-eaf7-11f0-8e8e-7f477e15473f.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e054/live/ac9cbc20-eaf7-11f0-8e8e-7f477e15473f.png.webp\" loading=\"lazy\" alt=\"Instagram/@Minsjustice_VE Interior Minister Diosdado Cabello poses with a group of uniformed men, some of whom are holding machine guns, with others wearing helmets and/or body armour.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Instagram/@Minsjustice_VE</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Interior Minister Diosdado Cabello (shown right-of-centre wearing a black cap with red writing) posted this photo on Instagram</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The journalist detentions come at a volatile time in Venezuela, where just days ago the country's leader, Nicolás Maduro, and his wife were seized by US forces in a pre-dawn raid in which dozens of his bodyguards and security detail were killed.</p><p class=\"sc-9a00e533-0 eZyhnA\">While the seizure prompted celebrations among Venezuelans who oppose Maduro and who have left the country, there were no public displays of joy in Venezuela.</p><p class=\"sc-9a00e533-0 eZyhnA\">Opposition Venezuelans have long denounced the repression they face if they speak out against the Maduro government. </p><p class=\"sc-9a00e533-0 eZyhnA\">More than 2,000 people were arrested during protests in the wake of the 2024 presidential election.</p><p class=\"sc-9a00e533-0 eZyhnA\">The government-dominated electoral council declared Maduro the winner of that election but voting tallies collected by the opposition and verified by independent media suggest that it was won by the opposition candidate. </p><p class=\"sc-9a00e533-0 eZyhnA\">In the crackdown which followed the election, members of the security forces checked people's phone for messages critical of Maduro, prompting many Venezuelans to erase their social media accounts and message history. </p><p class=\"sc-9a00e533-0 eZyhnA\">Many of those arrested at the time were sentenced to lengthy prison sentences after being sentenced for \"treason\".</p><p class=\"sc-9a00e533-0 eZyhnA\">According to pressure group Foro Penal, there are more than 800 political prisoners being held in Venezuela as of 5 January.</p></div></article></div></body></html>"
        },
        {
            "title": "US may seize oil tanker heading for Europe, reports say",
            "time": "2026-01-06T19:47:29",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a553/live/d5343090-eb25-11f0-a6a3-53d02379137e.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US may act to seize a Russian-flagged oil tanker heading across the Atlantic to Europe, CBS News, the BBC's media partner in the US, reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two US officials told the broadcaster that American forces plan to intercept the ship, which historically has carried Venezuelan crude oil and is thought to be between Scotland and Iceland.</p><p class=\"sc-9a00e533-0 eZyhnA\">President Donald Trump said last month that <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c0mpy1ynnzzo\" class=\"sc-f9178328-0 iCaRzc\">he was ordering a \"blockade\" of sanctioned oil tankers</a> entering and leaving Venezuela, a move the government there described as \"theft\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Ahead of his <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cdred61epg4o\" class=\"sc-f9178328-0 iCaRzc\">seizure of the country's former leader Nicolás Maduro</a> on Saturday, Trump had repeatedly accused Venezuela's government of using ships to bring drugs to American shores.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US coastguard tried to board the Bella 1 last month in the Caribbean when it was believed to be heading towards Venezuela.</p><p class=\"sc-9a00e533-0 eZyhnA\">They had obtained a warrant to seize the ship, accused of breaking US sanctions and shipping Iranian oil.</p><p class=\"sc-9a00e533-0 eZyhnA\">It then dramatically changed course, as well as its name to the Marinera, reportedly reflagging from a Guyanan to a Russian vessel.</p><p class=\"sc-9a00e533-0 eZyhnA\">Its approach to Europe has coincided with the arrival of around 10 US military transport aircraft in the UK as well as helicopters.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia says it is \"monitoring with concern\" the situation around the ship.</p><p class=\"sc-9a00e533-0 eZyhnA\">CBS News reported that the two US officials said American forces preferred to seize the ship rather than sink it.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Marinera is believed to be between Scotland and Iceland, with the distance and weather making a boarding difficult.</p><p class=\"sc-9a00e533-0 eZyhnA\">If any US military operation were to be launched from the UK then Washington would be expected to inform its ally. </p><p class=\"sc-9a00e533-0 eZyhnA\">For now the UK Ministry of Defence says it will not comment on other nations' military activities.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.cbsnews.com/news/u-s-interdict-tanker-carrying-venezuelan-oil-after-maduros-capture/\" class=\"sc-f9178328-0 iCaRzc\">The US officials quoted by CBS suggested that America could mount an operation like one conducted last month</a> when US Marines and special operation forces working with the US Coast Guard seized The Skipper, a large crude oil tanker flagged out of Guyana, after the vessel left port in Venezuela.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">AIS (automatic identification system) tracking data for the tanker, which can be spoofed or faked, suggests it was in the North Atlantic approximately 2,000km (1,200 miles) west of continental Europe on Tuesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under international law, vessels flying a country's flag are under the protection of that nation but Dimitris Ampatzidis, senior risk and compliance analyst at maritime intelligence firm Kpler, told BBC Verify changing the ship's name and flag might not change much.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"US action is driven by the vessel's underlying identity [IMO number], ownership/control networks, and sanctions history, not by its painted markings or flag claim,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ampatzidis added that changing to the Russian registry might cause \"diplomatic friction\" but would not stop any US enforcement action.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia's foreign ministry said it was \"closely monitoring with concern the abnormal situation around the Russian oil tanker Marinera\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"At present, our vessel is sailing in the international waters of the North Atlantic under the state flag of the Russian Federation and in full compliance with the norms of international maritime law,\" it added.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"For reasons unclear to us, the Russian ship is being given increased and clearly disproportionate attention by the US and Nato military, despite its peaceful status,\" it said. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We expect that Western countries, which declare their commitment to freedom of navigation on the high seas, will begin adhering to this principle themselves.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The potential stand-off over the oil tanker comes days after the US shocked the world by using military force to seize Venezuelan President Nicolás Maduro, a Russian ally, from the capital Caracas.</p><p class=\"sc-9a00e533-0 eZyhnA\">It bombarded targets in the city during the operation to extricate him and his wife on suspicion of weapon and drug offences. </p></div></div></body></html>"
        },
        {
            "title": "Six dead and hundreds of flights cancelled as snow causes chaos across Europe",
            "time": "2026-01-06T18:14:02",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2e90/live/d6c37890-eb24-11f0-a6a3-53d02379137e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Six dead and hundreds of flights cancelled as snow causes chaos across Europe</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2e90/live/d6c37890-eb24-11f0-a6a3-53d02379137e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2e90/live/d6c37890-eb24-11f0-a6a3-53d02379137e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2e90/live/d6c37890-eb24-11f0-a6a3-53d02379137e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2e90/live/d6c37890-eb24-11f0-a6a3-53d02379137e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2e90/live/d6c37890-eb24-11f0-a6a3-53d02379137e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2e90/live/d6c37890-eb24-11f0-a6a3-53d02379137e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2e90/live/d6c37890-eb24-11f0-a6a3-53d02379137e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2e90/live/d6c37890-eb24-11f0-a6a3-53d02379137e.jpg.webp\" loading=\"eager\" alt=\"Getty Images Travelers queue with their luggage at Schiphol Airport. One woman is sitting with her phone in her hand, while a man behind her is kneeling next to his bag while reading a book.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Hundreds of people were stranded at Amsterdam airport </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Intense snowfall and icy weather conditions have caused widespread travel disruption across Europe, with six reported killed in weather-related incidents on the continent. </p><p class=\"sc-9a00e533-0 eZyhnA\">Five people died in two separate regions of France as a result of treacherous driving conditions, authorities said, while one woman was also killed in Bosnia's capital, Sarajevo, after 16in (40cm) of snow fell on the city.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hundreds of flights have been cancelled across Europe, with thousands left stranded at airports in Paris and Amsterdam.</p><p class=\"sc-9a00e533-0 eZyhnA\">Disruption is expected to continue into Wednesday.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In France, three people died in two separate incidents in Landes, in the south-west, due to black ice, authorities said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two more died in separate motor accidents in the Paris region. One was the result of a collision between a driver and a heavy goods vehicle in east Paris, police said. </p><p class=\"sc-9a00e533-0 eZyhnA\">The other was killed after a taxi driver hit a curb due to snow and plunged into the Marne river, the outlet said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Balkans has also seen snow and heavy rain. A woman died in the Bosnian capital Sarajevo on Monday after a tree weighed down with wet snow fell on her, police said.</p><p class=\"sc-9a00e533-0 eZyhnA\">French Transport Minister Philippe Tabarot said more snow was expected in the country on Tuesday night and Wednesday. He called on people to travel as little as possible on the roads and to work from home. </p><p class=\"sc-9a00e533-0 eZyhnA\">France's national weather service said 38 districts would be placed on orange alert for snow and black ice on Wednesday. Many train services were cancelled in parts of the country. </p><p class=\"sc-9a00e533-0 eZyhnA\">In France's capital, authorities said Roissy-Charles de Gaulle airport would see 40% of its flights cancelled for several hours on Wednesday morning, so that staff could clear snow from the runways. The capital's Orly airport planned to cancel a quarter of its flights during the same time period.</p><p class=\"sc-9a00e533-0 eZyhnA\">More than 400 flights were cancelled at Amsterdam's Schiphol airport on Wednesday, causing widespread disruption to travel plans. </p><p class=\"sc-9a00e533-0 eZyhnA\">Hundreds of passengers were stranded, with many unable to join connecting flights. Long queues formed at airline counters as people waited for information about when flights would resume. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/630c/live/4239c080-eb1f-11f0-a6a3-53d02379137e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/630c/live/4239c080-eb1f-11f0-a6a3-53d02379137e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/630c/live/4239c080-eb1f-11f0-a6a3-53d02379137e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/630c/live/4239c080-eb1f-11f0-a6a3-53d02379137e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/630c/live/4239c080-eb1f-11f0-a6a3-53d02379137e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/630c/live/4239c080-eb1f-11f0-a6a3-53d02379137e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/630c/live/4239c080-eb1f-11f0-a6a3-53d02379137e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/630c/live/4239c080-eb1f-11f0-a6a3-53d02379137e.jpg.webp\" loading=\"lazy\" alt=\"Reuters People look at departures screens showing delayed and cancelled flights at Amsterdam Airport Schiphol,\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Thousands of passengers remain stranded after hundreds of flights were cancelled</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Many of the cancelled flights were operated by Dutch airline KLM, which warned it had nearly run out of de-icing fluid for its aircraft. It blamed the \"extreme\" weather conditions and supply delays.</p><p class=\"sc-9a00e533-0 eZyhnA\">At Schiphol airport, many travellers complained of long lines and a lack of information. </p><p class=\"sc-9a00e533-0 eZyhnA\">Spanish passenger Javier Sepulveda, who was trying to fly from Amsterdam to Norway, told Reuters news agency the situation at the airport was \"chaotic, unacceptable, frustrating, annoying\" and \"totally unacceptable.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">He said he started queuing at the KLM help desk at 06:30 local time (07:30 GMT) on Tuesday and that six hours later he was still far from the front of the line.</p><p class=\"sc-9a00e533-0 eZyhnA\">Schipol airport said its \"snow crews are working around the clock to keep the runways clear, and aircraft are being carefully de-iced to ensure everyone can travel safely.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">A further 600 flights scheduled to take off from Schiphol on Wednesday have also been cancelled, Dutch broadcaster NOS reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">Rail journeys were also disrupted. </p><p class=\"sc-9a00e533-0 eZyhnA\">On Tuesday morning, all train services in the Netherlands stopped for a short period after an IT outage. </p><p class=\"sc-9a00e533-0 eZyhnA\">Some trains started running after 09:00 local time (10:00 GMT) but problems persisted during the day. Eurostar services to Paris from Amsterdam were either cancelled or running late.</p></div></article></div></body></html>"
        },
        {
            "title": "Iran anti-government protests spread to majority of provinces, videos show",
            "time": "2026-01-06T15:35:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/daad/live/412890b0-eaf5-11f0-b385-5f48925de19a.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Iran anti-government protests spread to majority of provinces, videos show</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/daad/live/412890b0-eaf5-11f0-b385-5f48925de19a.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/daad/live/412890b0-eaf5-11f0-b385-5f48925de19a.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/daad/live/412890b0-eaf5-11f0-b385-5f48925de19a.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/daad/live/412890b0-eaf5-11f0-b385-5f48925de19a.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/daad/live/412890b0-eaf5-11f0-b385-5f48925de19a.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/daad/live/412890b0-eaf5-11f0-b385-5f48925de19a.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/daad/live/412890b0-eaf5-11f0-b385-5f48925de19a.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/daad/live/412890b0-eaf5-11f0-b385-5f48925de19a.png.webp\" loading=\"eager\" alt=\"EPA Demonstrators in Iran during anti-government protests. The image is imposed over the BBC Verify branding and colours. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><b id=\"protests-have-broken-out-in-at-least-17-of-iran's-31-provinces,-presenting-the-largest-challenge-to-the-country's-clerical-establishment-since-2022,-a-bbc-verify-and-bbc-persian-analysis-has-found.\" class=\"sc-d16436d-0 gnUCoQ\">Protests have broken out in at least 17 of Iran's 31 provinces, presenting the largest challenge to the country's clerical establishment since 2022, a BBC Verify and BBC Persian analysis has found.</b></p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's analysis of protests includes only those for which we have verified video footage - the true number is almost certainly far higher. There are <a target=\"_blank\" href=\"https://understandingwar.org/research/middle-east/iran-update-january-5-2026/\" class=\"sc-f9178328-0 iCaRzc\">reports of protests in a further 11 provinces</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">The wave of protests has spread rapidly across Iran since 28 December, when anger initially broke out in the capital Tehran following a fresh and sharp devaluation of the country's currency against the dollar and other major foreign currencies.</p><p class=\"sc-9a00e533-0 eZyhnA\">Verified footage from the last 10 days shows evidence of anti-government demonstrations and gatherings in more than 50 towns and cities across the country, including in several regions previously perceived as being highly loyal to the state.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">More than 100 videos which we geolocated and checked for publication date paint a picture of the scale of the unrest, with people taking to the streets in many major cities in Iran and presenting the largest challenge to the state since the Women, Life and Freedom protests in 2022.</p><p class=\"sc-9a00e533-0 eZyhnA\">Footage has also shown protests in Qom in central Iran and Mashhad in the north-east, both of which have traditionally hosted populations extremely loyal to the Islamic Republic.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prof Sina Azodi, Director of Middle East Studies Program at George Washington University, said that unrest in those cities was \"very telling\" and amounted to evidence that the government's \"base of support is also suffering under the economic hardship\".</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Authorities have traditionally used violence to crush unrest. During the 2022 protests - sparked by the death in custody of Mahsa Amini, a young woman who had been detained in Tehran for wearing \"improper hijab\" - more than <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ce3kl56z2l4o\" class=\"sc-f9178328-0 iCaRzc\">550 people were allegedly killed by security forces</a>, according to human rights groups.</p><p class=\"sc-9a00e533-0 eZyhnA\">While the latest response by police and security forces initially appeared to be more restrained, verified footage has shown officers ramping up the use of force since Saturday. This change in approach coincided with Supreme Leader Ayatollah Ali Khamenei's first public reaction to the protests on that day, in which <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c2057md3gvro\" class=\"sc-f9178328-0 iCaRzc\">he said that \"rioters must be put in their place\"</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since the supreme leader's remarks, Iran's judiciary chief, Gholamhossein Mohseni Ejei, said authorities would \"listen to protesters and critics who legitimately and rightly have concerns about their livelihood and social and economic welfare\".</p><p class=\"sc-9a00e533-0 eZyhnA\">But he added that they would \"deal firmly with those who seek to exploit the situation, incite riots, and undermine the security of the country and the people\". The powerful Islamic Revolutionary Guards Corps (IRGC) has also issued warnings to protesters in Lorestan province that they will no longer tolerate street gatherings.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC Persian has so far confirmed the identities of at least 11 people reported dead since 28 December using a combination of verified funeral videos and interviews with family members and friends.</p><p class=\"sc-9a00e533-0 eZyhnA\">Foreign-based human rights group HRANA says at least 35 people have so far been killed in the unrest, including two affiliated with security forces.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">One of the most violent crackdowns happened in Malekshahi, a small town in the western province of Ilam, on Saturday. Verified footage showed a small demonstration taking place at Commandery Boulevard, where the officers of several state institutions are located, before gunfire appeared to break out. Human rights groups said four people were killed in the incident, with the semi-official Mehr and Tasnim news agencies putting the figure at three dead.</p><p class=\"sc-9a00e533-0 eZyhnA\">Later footage showed a number of people being transported to hospital. It was unclear from the footage what condition those seen in the footage were in.</p><p class=\"sc-9a00e533-0 eZyhnA\">Multiple verified videos filmed in the nearby Ilam city show security forces firing shots towards Imam Khomeini Hospital in the centre of the city later on Saturday. Iran's president has ordered an investigation into the incident.</p><p class=\"sc-9a00e533-0 eZyhnA\">Security forces have also been firing on protestors in other cities. In Fasa in the south-western Fars province, forces wearing military and riot gear were seen firing towards demonstrators.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Police fire shots towards protesters in Fasa, Iran</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Experts warned that the security forces heavy-handed response could exacerbate the challenges facing the government.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Escalating repression is likely to deepen popular resentment toward the political system while risking fatigue and demoralisation within the police and security forces -  who, at some point, may cease to comply with orders,\" Peyman Jafari, assistant professor of international relations at the US-based College of William and Mary, told BBC Verify.</p><p class=\"sc-9a00e533-0 eZyhnA\">While most of the footage featuring violence seen by the BBC was carried out by security forces, a few clips have also shown demonstrators attacking government forces. In Qom, one video showed officers riding motorbikes being pelted with rocks as they sped past a small gathering.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another dramatic clip showed a security officer on a motorbike set ablaze by a demonstrator wielding an improvised flamethrower after security forces violently detained and beat up a protester. It is unclear what happened to the officer, as the footage cut off, while other officers gave chase to the demonstrator who fled on foot.</p><p class=\"sc-9a00e533-0 eZyhnA\">And in the western city of Azna, demonstrators appeared to start a fire outside a police station after security forces opened fire on protesters earlier. BBC Persian has identified at least three demonstrators killed in Azna by verifying footage of funerals and speaking to family members.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Demonstrators appear to start a fire outside a police station in Azna, Iran</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The demonstrations initially began as a backlash against what they say is the government's mismanagement of the country's struggling economy, which has increasingly floundered under the weight of international sanctions. Officials have also been accused of widespread corruption. </p><p class=\"sc-9a00e533-0 eZyhnA\">But in recent days the demonstrations have taken an anti-state tone, with protesters in numerous locations chanting slogans against Supreme Leader Ayatollah Ali Khamenei and the clerical establishment that has been ruling the country since the 1979 Islamic revolution. Verified videos have also shown chants in support of Reza Pahlavi, the exiled son of the Shah of Iran, and the pre-1979 revolution Pahlavi dynasty.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the University of Tehran, some protesters chanted \"death to the dictator\" - a reference to Khamenei - as dozens of demonstrators flooded through the institution's main gate on 30 December.</p><p class=\"sc-9a00e533-0 eZyhnA\">And in the city of Iranshahr in the coastal Sistan and Baluchestan province, protesters set fire to a statue of Khamenei and the leader of the 1979 revolution, Ayatollah Ruhollah Khomeini.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Protestors set fire to pro-government statue in in Iranshahr, Iran</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Holly Dagres, senior fellow at the Washington Institute and curator of the Iranist newsletter, said the Tehran government had learned few lessons from the 2022 protests which raged across Iran for more than four months.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"While the catalysts differ… the problems remain the same: systemic mismanagement, corruption, and repression,\" she said. \"The countless anti-regime chants make clear that many Iranians are calling for the ouster of the Islamic Republic.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Despite the extent of the demonstrations, most of the experts who spoke to the BBC said they do not yet amount to an existential threat to the state.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Security forces are loyal - there are no defections at this point and law enforcement forces are carrying out the orders,\" Azodi said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Furthermore, while the protests are widespread we are not seeing a clear strategy [or] attempt by the protesters to bring down the Islamic Republic.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"reporting-by-shayan-sardarizadeh,-ghoncheh-habibiazad,-matt-murphy,-farzad-seifikaran,-emma-pengelly,-sherie-ryder,-yi-ma,-christine-jeavans,-jess-carr-and-paul-brown\" class=\"sc-d16436d-0 iVdNuz\">Reporting by Shayan Sardarizadeh, Ghoncheh Habibiazad, Matt Murphy, Farzad Seifikaran, Emma Pengelly, Sherie Ryder, Yi Ma, Christine Jeavans, Jess Carr and Paul Brown</i></p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "European allies back Denmark over Trump's threat to annex Greenland",
            "time": "2026-01-06T14:56:50",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fc34/live/2ccabd90-eb0a-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">European allies back Denmark over Trump's threat to annex Greenland</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">'We need Greenland from the standpoint of national security,' Trump says</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Six European allies have rallied to support Denmark following renewed insistence by the US that it must have control over Greenland.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Greenland belongs to its people, and only Denmark and Greenland can decide on matters concerning their relations,\" the leaders of the UK, France, Germany, Italy, Poland, Spain, and Denmark said in a joint statement.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Sunday, Donald Trump said the US \"needed\" Greenland - a semi-autonomous region of fellow Nato member Denmark - for security reasons. </p><p class=\"sc-9a00e533-0 eZyhnA\">He has refused to rule out the use of force to take control of the territory, and Danish Prime Minister Mette Frederiksen warned on Monday that an attack by the US would spell the end of Nato.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nato is a trans-Atlantic military group where allies are expected to go to each other's aid in case of external attacks.</p><p class=\"sc-9a00e533-0 eZyhnA\">The issue of Greenland's future resurfaced in the wake of the US military intervention in Venezuela, during which elite troops went in to seize the country's President Nicolás Maduro and take him to face drugs and weapons charges in New York.</p><p class=\"sc-9a00e533-0 eZyhnA\">Following the raid, Trump said the US would \"run\" Venezuela for an unspecified period of time.</p><p class=\"sc-9a00e533-0 eZyhnA\">He also said the US was returning to an 1823 policy of US supremacy in its sphere of influence in the Western hemisphere - and he warned a number of countries the US could turn its attention to them. </p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US military raid in Venezuela has reignited fears that the US may consider using force to secure control of Greenland. </p><p class=\"sc-9a00e533-0 eZyhnA\">A day after the raid, Katie Miller - the wife of one of Trump's senior aides -  posted on social media a map of Greenland in the colours of the American flag, alongside the word \"SOON\".</p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, her husband Stephen Miller said it was \"the formal position of the US government that Greenland should be part of the US\".</p><p class=\"sc-9a00e533-0 eZyhnA\">In an interview with CNN, he also said the US \"is the power of Nato. For the US to secure the Arctic region, to protect and defend Nato and Nato interests, obviously Greenland should be part of the US.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Asked repeatedly whether the US would rule out using force to annex it, Miller responded: \"Nobody's going to fight the US over the future of Greenland.\"  </p><p class=\"sc-9a00e533-0 eZyhnA\">Stressing they were as keen as the US in Arctic security, the seven European signatories of Tuesday's joint statement said this must be achieved by Nato allies, including the US \"collectively\" - whilst \"upholding the principles of the UN Charter, including sovereignty, territorial integrity and the inviolability of borders\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland's Prime Minister Jens-Frederik Nielsen welcomed the statement and called for \"respectful dialogue\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The dialogue must take place with respect for the fact that Greenland's status is rooted in international law and the principle of territorial integrity,\" Nielsen said.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump has claimed that making Greenland part of the US would serve American security interests due to its strategic location and its abundance of minerals critical to high-tech sectors. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration's recent move to <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ckgmd132ge4o\" class=\"sc-f9178328-0 iCaRzc\">appoint a special envoy to Greenland</a> prompted anger in Denmark.</p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland, which has a population of 57,000 people, has had extensive self-government since 1979, though defence and foreign policy remain in Danish hands. </p><p class=\"sc-9a00e533-0 eZyhnA\">While most Greenlanders favour eventual independence from Denmark, opinion polls show overwhelming opposition to becoming part of the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">Morgan Angaju, 27, an Inuit living in Ilulissat in the west of the country, told BBC Newsbeat it had been \"terrifying to listen to the leader of the free world laughing at Denmark and Greenland and just talking about us like we're something to claim\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are already claimed by the Greenlandic people. Kalaallit Nunaat means the land of the Greenlandic people,\" Morgan said.</p><p class=\"sc-9a00e533-0 eZyhnA\">He added he was worried about what happens next - wondering whether Greenland's prime minister may suffer the same fate as Maduro - or even about the US \"invading our country\".</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Morgan Angaju is one of the local Greenlanders opposed to Donald Trump's policies on the island</figcaption></p></figure><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Follow the twists and turns of Trump's second term with North America correspondent Anthony Zurcher's weekly <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-us-canada-68093155\" class=\"sc-f9178328-0 iCaRzc\">US Politics Unspun</a> newsletter. Readers in the UK can <a target=\"_self\" href=\"https://www.bbc.co.uk/newsletters/zgmn46f\" class=\"sc-f9178328-0 iCaRzc\">sign up here</a>. Those outside the UK can <a target=\"_self\" href=\"https://cloud.email.bbc.com/US_Politics_Unspun_Newsletter_Signup\" class=\"sc-f9178328-0 iCaRzc\">sign up here</a>.</p></div></article></div></body></html>"
        },
        {
            "title": "Sudan civil war: Children among 13 killed after drone hits home in el-Obeid city, medics say",
            "time": "2026-01-06T12:42:34",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2b4f/live/5e8ba6f0-b978-11f0-b2a1-6f537f66f9aa.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Children killed after drone hits home in Sudan, medics say</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2b4f/live/5e8ba6f0-b978-11f0-b2a1-6f537f66f9aa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2b4f/live/5e8ba6f0-b978-11f0-b2a1-6f537f66f9aa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2b4f/live/5e8ba6f0-b978-11f0-b2a1-6f537f66f9aa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2b4f/live/5e8ba6f0-b978-11f0-b2a1-6f537f66f9aa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2b4f/live/5e8ba6f0-b978-11f0-b2a1-6f537f66f9aa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2b4f/live/5e8ba6f0-b978-11f0-b2a1-6f537f66f9aa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2b4f/live/5e8ba6f0-b978-11f0-b2a1-6f537f66f9aa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2b4f/live/5e8ba6f0-b978-11f0-b2a1-6f537f66f9aa.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images A close-up of an RSF fighter holding a gun and missiles and other ammunition as he sits on a truck.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The RSF has not responded to claims by medics that it is to blame for the attack</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At least 13 people have been killed - eight of them children - after a drone strike on a house in the Sudanese city of el-Obeid, says the Sudan Doctors' Network.</p><p class=\"sc-9a00e533-0 eZyhnA\">Most of the dead were part of the same family, the medical group added.</p><p class=\"sc-9a00e533-0 eZyhnA\">Although no group has claimed responsibility, the medics say the paramilitary Rapid Support Forces (RSF) carried out the attack in an area controlled by the army, and which it has been trying to penetrate for months.</p><p class=\"sc-9a00e533-0 eZyhnA\">As the civil war between Sudan's army and RSF rebels approaches its third year, the scale of suffering has seen it described as the world's worst humanitarian crisis by the UN and aid agencies.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">To date, more than 11 million people have been forced from their homes by the violence, and hundreds of thousands of people have been killed. <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cvgpdxk853jo\" class=\"sc-f9178328-0 iCaRzc\">Widespread sexual violence is also being used as a weapon of war</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Both the RSF and the Sudanese Armed Forces are accused of atrocities.</p><p class=\"sc-9a00e533-0 eZyhnA\">Witnesses say Monday's drone attack on the house in el-Obeid happened in a residential neighbourhood.</p><p class=\"sc-9a00e533-0 eZyhnA\"> <a target=\"_blank\" href=\"https://www.facebook.com/permalink.php?story_fbid=pfbid04RhAwRsdAhhzyfggkQkcGEn1dBJExy1bdN73MQFv29phctpRx2Te51iKP5B5frndl&amp;id=61556644390983\" class=\"sc-f9178328-0 iCaRzc\">The Sudan Doctors' Network says</a> it \"reflects a dangerous escalation of the policy of indiscriminate killing and systematic bombing of safe residential areas\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The city of el-Obeid remains under army control despite the RSF's advance elsewhere in the wider state of North Kordofan.</p><p class=\"sc-9a00e533-0 eZyhnA\">Analysts say it is a key target for the RSF because of its strategic location between Sudan's capital city,  Khartoum, and the Darfur region where they have established a parallel government and are accused of genocide.</p><p class=\"sc-9a00e533-0 eZyhnA\">The attack comes days after the RSF hit a power plant in el-Obeid, and also follows what the army claims was an attempted RSF drone attack on the country's largest hydro-electric dam near the northern town of Merowe.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-andrew-ochieng\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Andrew Ochieng</i></p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">More BBC stories on Sudan:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Zelensky replaces Ukraine's powerful security service leadership",
            "time": "2026-01-06T14:26:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/cc7c/live/71974590-eafd-11f0-8e8e-7f477e15473f.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">President Volodymyr Zelensky has reshuffled the leadership of Ukraine's Security Service (SBU), replacing influential Vasyl Malyuk and nominating Maj-Gen Yevhenii Khmara as acting head.</p><p class=\"sc-9a00e533-0 eZyhnA\">The SBU is primarily concerned with internal security and counter-intelligence and, since the beginning of Russia's full-scale invasion in 2022, it has also played a prominent role in assassinations and sabotage attacks deep inside Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">Malyuk, who had run the SBU since 2022, gained a reputation for overseeing successful operations against Russia and for purging the SBU from alleged Russian double agents.</p><p class=\"sc-9a00e533-0 eZyhnA\">The latest reshuffles are the latest in a long series made by Zelensky since the start of the war.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Malyuk's name is known across Ukraine. After all, last June he co-ordinated the daring<a target=\"_self\" href=\"https://www.bbc.com/news/articles/cq69qnvj6nlo\" class=\"sc-f9178328-0 iCaRzc\"> \"Spider Web\" attack, which saw more than 100 Ukrainian drones struck air bases deep inside Russian territory</a>. Khmara, his replacement, was also involved in the preparation of that operation.</p><p class=\"sc-9a00e533-0 eZyhnA\">So it did not come as a surprise that Malyuk's dismissal earlier this week was widely criticised within Ukraine, including by several high-profile military commanders. The impression that the decision made by President Zelensky was short-sighted was cemented by reports that Malyuk had initially refused to step down voluntarily.</p><p class=\"sc-9a00e533-0 eZyhnA\">Although he has been dismissed from the position of SBU chief, he has been asked  to continue leading special operations against Russia. Ukraine needed more \"asymmetric operations against Russian forces\", Zelensky said, adding that Malyuk was \"best at this\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Khmara's appointment has gone some way in quelling fears about the SBU's future effectiveness. But former SBU operative Ivan Stupak argues his reputation - though solid - is limited to a certain sphere and that it is unclear whether he will be able to translate his experience to running the wider SBU.</p><p class=\"sc-9a00e533-0 eZyhnA\">Stupak also believes that Malyuk's dismissal is connected with the appointment of former spy chief Kyrylo Budanov as Zelensky's new chief of staff.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Malyuk and Budanov are at loggerheads,\" he told the BBC, implying that Budanov had heavily influenced Zelensky's decision and that Khmara would now be \"in the hands\" of Budanov.</p><p class=\"sc-9a00e533-0 eZyhnA\">Other analysts disagree. Oleksandr Notevskyi, political analyst for Ukrainian media outlet Grunt, praised Khmara's appointment, pointing out his successes in heading Alpha, one of the top elite divisions of the SBU: \"He's young, he's experienced, he is one of the authors of the Spider Web operation.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">In a statement, the SBU described Khmara as a decorated and \"experienced special-purpose officer\" who was involved in liberating the Kyiv region in 2022 and fighting the Russians in the occupied region of Donetsk.</p><p class=\"sc-9a00e533-0 eZyhnA\">Khmara's appointment will need to be confirmed by the Ukrainian parliament, which may yet reject it. Other options are on the table, Notevskyi said. </p><p class=\"sc-9a00e533-0 eZyhnA\">After nearly four years of war, Ukraine is struggling to push back Russian forces in the conventional way - on the battlefield and along the long front line in the east of the country. It has had more success targeting oil fields, weapons factories and - as in the case of the Spider Web attack - air bases and valuable aircraft.</p><p class=\"sc-9a00e533-0 eZyhnA\">At this particular juncture of the war with Moscow, Notevskyi argued, \"whoever leads the security service should be someone who is specialised in eliminating Russia's military capacities on the territory of Russia\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Last week, Zelensky announced significant changes to his top team. Mykhailo Fedorov was nominated as new defence minister, while foreign intelligence chief Oleh Ivashchenko replaced Budanov. </p><p class=\"sc-9a00e533-0 eZyhnA\">Many of Zelensky's reshuffles have been criticised by commentators as damaging to the country at a time of crisis. </p><p class=\"sc-9a00e533-0 eZyhnA\">Using a football analogy, Stupak argued that Zelensky was like a manager going to the substitute bench for replacements. \"But his bench is quite short, and he's running out of people to use again and again,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-volodymyr-lozhko-and-anastasiia-levchenko\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Volodymyr Lozhko and Anastasiia Levchenko</i></p></div></div></body></html>"
        },
        {
            "title": "Swiss ski bar not inspected for five years before deadly fire, mayor says",
            "time": "2026-01-06T16:16:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b674/live/6c6303b0-eaf9-11f0-bcea-2116275a6f01.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Swiss ski bar not inspected for five years before deadly fire, mayor says</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Ski bar not checked for five years and sparklers now banned, mayor says</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Swiss bar that was the scene of a fire which killed 40 people and injured 116 had not undergone safety checks for five years, authorities have said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The mayor of Crans-Montana, Nicolas Feraud, told a Tuesday news conference that he could not explain why Le Constellation bar had not been checked in so long, but that the council was \"profoundly sorry\". The venues should have been checked annually.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We regret that - we owe it to the families and we will accept the responsibility,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">He added that sparklers - which are believed to have caused the fire when they were raised too close to the ceiling - will be banned in local venues. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Local authorities will now bring in an external contractor to inspect and audit all 128 venues in the area. </p><p class=\"sc-9a00e533-0 eZyhnA\">Feraud conceded there was a team of five people inspecting more than 10,000 buildings in Crans-Montana and could not explain why the bar had not been inspected since 2019.</p><p class=\"sc-9a00e533-0 eZyhnA\">Taking repeated questions on why the bar had not been checked in so long, Feraud said: \"I have no answer for you today.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're profoundly sorry about that and I know how hard that will be for the families.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm not resigning, no, and I don't want to,\" he later added. </p><p class=\"sc-9a00e533-0 eZyhnA\">Feraud said it would be \"down to the judges\" to decide whether members of the local authority would be included in a criminal investigation that has been opened by Swiss prosecutors.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b674/live/6c6303b0-eaf9-11f0-bcea-2116275a6f01.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b674/live/6c6303b0-eaf9-11f0-bcea-2116275a6f01.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b674/live/6c6303b0-eaf9-11f0-bcea-2116275a6f01.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b674/live/6c6303b0-eaf9-11f0-bcea-2116275a6f01.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b674/live/6c6303b0-eaf9-11f0-bcea-2116275a6f01.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b674/live/6c6303b0-eaf9-11f0-bcea-2116275a6f01.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b674/live/6c6303b0-eaf9-11f0-bcea-2116275a6f01.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b674/live/6c6303b0-eaf9-11f0-bcea-2116275a6f01.jpg.webp\" loading=\"eager\" alt=\"Reuters A woman kneels on the floor lighting a candle next to a pile of tributes including flowers and other lit candles outside Le Constellation bar in Crans-Montana.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">People in the area have been leaving tributes to the victims of the deadly New Year's Day fire</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">When the fire occurred on New Year's Day, the bar seemed to have many more people in it than legally permitted, which Feraud said was the responsibility of the managers of Le Constellation to regulate.</p><p class=\"sc-9a00e533-0 eZyhnA\">Feraud said the maximum capacity was 200 people, with emergency exits designed to cater for 100 people on each side of its two levels. However he did not know if the exit on the basement level was working.</p><p class=\"sc-9a00e533-0 eZyhnA\">Swiss prosecutors have placed the two bar managers <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cjdjl303zxlo\" class=\"sc-f9178328-0 iCaRzc\">under criminal investigation</a>, which local media have named as French couple, Jacques and Jessica Moretti. </p><p class=\"sc-9a00e533-0 eZyhnA\">They are both suspected of manslaughter by negligence, bodily harm by negligence and arson by negligence, the prosecutors' office in Valais said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prosecutors have said they believe the fire started when people celebrating the New Year raised champagne bottles with sparklers attached, setting light to sound-insulating foam on the ceiling of the basement bar. </p><p class=\"sc-9a00e533-0 eZyhnA\">Feraud said the use of sound-proofing material on the ceiling of the bar and allowing sparklers in the venue was extremely negligent. </p><p class=\"sc-9a00e533-0 eZyhnA\">Swiss national broadcaster RTS has shown footage from 2019 of partygoers holding bottles with sparklers. An employee warns them to be careful of the \"mousse\" - the French word for the acoustics foam panelling. </p><p class=\"sc-9a00e533-0 eZyhnA\">Questioned on the video, Feraud said it was likely no-one in the council saw the images and he wished it had been brought to his attention at the time as he would have investigated. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Feraud said while inspections of the facility were conducted in 2016, 2018 and 2019, there were none from 2020 to 2025. </p><p class=\"sc-9a00e533-0 eZyhnA\">He told the press conference in 2015 the owners renovated the bar and it did not require a permit, which was when the sound insulation foam was stuck on the ceiling. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"There were never any checks on this soundproofing foam. Our security agents did not consider it necessary,\" Feraud said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Investigators will be assessing several elements, including the nature of the foam, compliance with standards for access and emergency exits in the basement. </p><p class=\"sc-9a00e533-0 eZyhnA\">Accounts from reported scenes include that people pushed and shoved, notably on the staircase leading to the basement. Under Swiss regulations, doors are required to open in the direction of the exit and be clearly signposted. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Under Switzerland's political system, power is distributed among three levels of the confederation, 26 cantons and then about 2,131 municipalities.</p><p class=\"sc-9a00e533-0 eZyhnA\">While safety regulations are set by cantons, they need to be implemented by local authorities. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Crans-Montana's failure to adhere to fire safety regulations by not inspecting Le  Constellation from 2020 to 2025 may point to a potential fault with the system. </p></div></article></div></body></html>"
        },
        {
            "title": "Macron hosts Ukraine and allies to try to cement security guarantees",
            "time": "2026-01-06T10:59:51",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/be1b/live/932bf850-eae8-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Macron hosts Ukraine and allies to try to cement security guarantees</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/be1b/live/932bf850-eae8-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/be1b/live/932bf850-eae8-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/be1b/live/932bf850-eae8-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/be1b/live/932bf850-eae8-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/be1b/live/932bf850-eae8-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/be1b/live/932bf850-eae8-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/be1b/live/932bf850-eae8-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/be1b/live/932bf850-eae8-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"eager\" alt=\"EPA A man holding a dog walks near the site of a Russian drone strike on a private medical clinic. He has a hat and gloves and is walking on snow.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Russia has intensified attacks - particularly against Ukraine's energy sector</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">French President Emmanuel Macron is hosting Ukraine's leader Volodymyr Zelensky and other key allies of the country as efforts intensify to agree security guarantees for Kyiv in the event of a ceasefire with Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">Heads of state and top officials from more than 30 countries - part of the so-called Coalition of the Willing - are meeting in Paris, including US mediators in peace talks Steve Witkoff and Jared Kushner, President Donald Trump's son-in-law. </p><p class=\"sc-9a00e533-0 eZyhnA\">Zelensky met Trump recently and said his <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cddg7100ym2o\" class=\"sc-f9178328-0 iCaRzc\">plan to end the war with Russia was 90% agreed</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, the proposals have yet to be presented to Russia, whose response so far has been far from encouraging.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The outstanding 10% of the agreement that's yet to be decided concerns territorial concessions Kyiv is being asked to agree to.</p><p class=\"sc-9a00e533-0 eZyhnA\">Moscow currently controls about 75% of the Donetsk region, and some 99% of the neighbouring Luhansk. The two regions form the industrial region of Donbas.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia launched its full-scale invasion of Ukraine in February 2022 and has been making slow progress on the ground recently and, therefore, is unwilling to compromise on its aim to seize full control of Donbas.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia has also consistently opposed any idea of a temporary ceasefire and has intensified its attacks in Ukraine, particularly aimed at paralysing its power supplies in the middle of a harsh winter.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ukraine has also hit back with drones - the latest target being an oil depot in the Lipetsk region of western Russia. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">UK Prime Minister Keir Starmer and Nato Secretary General Mark Rutte are among the participants at the Paris meeting. </p><p class=\"sc-9a00e533-0 eZyhnA\">Leaders are expected to seek agreement on details that include a multi-national force to reassure Ukraine after a peace deal, what security guarantees to offer Ukraine in the event of a renewed Russian attack - as well as helping Ukraine's armed forces and its economy.</p><p class=\"sc-9a00e533-0 eZyhnA\">For months, the so-called \"backstop\" has been on the agenda - the desire among Ukraine's European allies to secure a pledge from the US that it will be involved in responding to Russia should it violate the terms of a peace deal.</p><p class=\"sc-9a00e533-0 eZyhnA\">Following talks between Zelensky and Trump in Florida last month, the Ukrainian leader said Washington had offered security guarantees for 15 years - but a time frame for their implementation is not yet clear.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The talks in Paris are being overshadowed by the aftermath of <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ce8gen8nnvlo\" class=\"sc-f9178328-0 iCaRzc\">the US's military action in Venezuela</a>, where elite troops went in to seize the country's President Nicolás Maduro and take him to face drugs and weapons charges in New York.</p><p class=\"sc-9a00e533-0 eZyhnA\">Following the raid, Trump said the US would \"run\" Venezuela for an unspecified period of time.</p><p class=\"sc-9a00e533-0 eZyhnA\">He also said the US was returning to last century's policy of US supremacy in its sphere of influence in the Western hemisphere. </p><p class=\"sc-9a00e533-0 eZyhnA\">Looming larger over the Paris talks is Trump's subsequent insistence that <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c4g0zg974v1o\" class=\"sc-f9178328-0 iCaRzc\">the US wants to annex Greenland</a> - the semi-autonomous territory that is part of Denmark, a Nato ally.</p><p class=\"sc-9a00e533-0 eZyhnA\">The repeated threat prompted Danish Prime Minister Mette Frederiksen to say<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>any such move from the US<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>would be the end of the trans-Atlantic alliance. </p><p class=\"sc-9a00e533-0 eZyhnA\">European leaders have been reluctant to criticise Trump's intervention in Venezuela and its perceived implications for the world order.</p><p class=\"sc-9a00e533-0 eZyhnA\">But many, including Starmer and Macron, have sided with Denmark over Greenland.</p><p class=\"sc-9a00e533-0 eZyhnA\">As host of the talks, Macron will be keen not to have the issue derail the focus on Ukraine.</p></div></article></div></body></html>"
        },
        {
            "title": "US Congressman Doug LaMalfa dies unexpectedly at 65",
            "time": "2026-01-06T17:05:21",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8da7/live/e302b6f0-eb12-11f0-992c-75363ad17690.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Doug LaMalfa, a Republican Congressman from California, has died unexpectedly at age 65, colleagues announced on Tuesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">President Donald Trump offered a tribute to LaMalfa, saying he wanted \"to express our tremendous sorrow at the loss of a great member - a great, great, great member\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The  congressman's cause of death was not immediately clear. LaMalfa was a former rice farmer elected to congress in 2013. He focused on water and agriculture issues during his tenure. </p><p class=\"sc-9a00e533-0 eZyhnA\">His death shaved an already-thin Republican majority in the US House of Representatives to just a few seats, following the resignation on Monday of former Trump ally Marjorie Taylor Greene.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"He was a fantastic person,\" Trump said. \"He voted with me 100% of the time.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Minnesota Congressman Tom Emmer called his colleague a \"staunch advocate for his constituents and rural America\".</p><p class=\"sc-9a00e533-0 eZyhnA\">LaMalfa earned a degree in agriculture business from California Polytechnic State University in San Luis Obispo. </p><p class=\"sc-9a00e533-0 eZyhnA\">He served as a state lawmaker before being elected to congress, where he fought for help for fire victims in his northern California district and \"worked to protect families from overregulation, ensure American farmers and ranchers can continue to feed the world\", according to his congressional website.</p><p class=\"sc-9a00e533-0 eZyhnA\">Greene's resignation and LaMalfa's death left Republicans with a 218-213 majority, meaning they have only a two-vote cushion - if three don't vote or side with Democrats, Republicans lose.</p><p class=\"sc-9a00e533-0 eZyhnA\">Within hours after LaMalfa's death was announced on Tuesday, news emerged that another Republican congressman had been hospitalized after a car wreck. </p><p class=\"sc-9a00e533-0 eZyhnA\">Indiana Congressman Jim Baird was recuperating and \"expected to make a full recovery\", according to a statement posted to social media.</p><p class=\"sc-9a00e533-0 eZyhnA\">There are currently four vacancies in the House with Democrats favoured to fill two of them - in special elections in Texas at the end of January, and in New Jersey in the spring.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under California law, Governor Gavin Newsom will have 14 days to call for a special election to fill LaMalfa's seat. </p></div></div></body></html>"
        },
        {
            "title": "Gideon Saar: Israel foreign minister visits Somaliland after recognising its sovereignty",
            "time": "2026-01-06T16:23:19",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e5f7/live/c1c71e80-eb18-11f0-992c-75363ad17690.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Israel's foreign minister has held talks with Somaliland's president on his first visit to the breakaway region since Israel controversially recognised it as an independent country.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gideon Saar said Israel was determined to advance relations with Somaliland \"with momentum\", while President Abdirahman Mohamed Abdullahi hailed his visit as a \"big day\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Last month Israel became the first country in the world to recognise Somaliland, which declared independence from Somalia more than 30 years ago.</p><p class=\"sc-9a00e533-0 eZyhnA\">Somalia sees Somaliland as being part of its territory, and condemned Saar's visit as \"unacceptable interference\" in its affairs. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Saar posted on X that his talks with Abdullahi focused on the \"entirety of our relations\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He also addressed the backlash to Israel recognising Somaliland as an independent state, saying the decision was not made \"against anyone\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Only Israel will determine for itself who it recognises,\" he added.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a statement released by his office, Abdullahi said Israel had taken a \"courageous decision\" and Somaliland would cooperate with it in the \"strategic interest\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Saar said Abdullahi has accepted an invitation from Israeli Prime Minister Benjmain Netanyahu to visit Israel, but the Somaliland leader's office did not confirm this.</p><p class=\"sc-9a00e533-0 eZyhnA\">Somaliland declared independence from Somalia in 1991, after the overthrow of Somali military dictator Siad Barre. </p><p class=\"sc-9a00e533-0 eZyhnA\">Israel's recognition of Somaliland last month came as a surprise, with Netanyahu citing Somaliland's \"right to self-determination\".</p><p class=\"sc-9a00e533-0 eZyhnA\">This move sparked international condemnation and prompted an emergency meeting of the UN Security Council. </p><p class=\"sc-9a00e533-0 eZyhnA\">China, Turkey and the African Union were among those criticising Israel's step, while the European Union said Somalia's sovereignty should be respected.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US defended Israel, accusing its critics of double standards.</p><p class=\"sc-9a00e533-0 eZyhnA\">Somaliland hopes that Israel's decision will have a domino effect, and other states will recognise its independence.</p><p class=\"sc-9a00e533-0 eZyhnA\">But on Saturday, India's foreign ministry dismissed as \"fake\" claims on social media that it intends to do so.</p><p class=\"sc-9a00e533-0 eZyhnA\">Abdullahi has said Somaliland would join the Abraham Accords, a deal brokered by the Trump administration in 2020, which saw a number of Arab states officially establish ties with Israel.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel has pledged to cooperate with Somaliland in agriculture, health, technology and the economy.</p><p class=\"sc-9a00e533-0 eZyhnA\">Analysts say there are strategic reasons for Israel's declaration.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Israel requires allies in the Red Sea region for many strategic reasons, among them the possibility of a future campaign against the Houthis,\" Israeli think tank the Institute for National Security Studies said, referring to Yemen's Iran-backed rebels, in a paper last month.</p></div></div></body></html>"
        },
        {
            "title": "Nestle issues global recall of some baby formula products over toxin fears",
            "time": "2026-01-06T08:43:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3ac7/live/a21aee60-eacb-11f0-8218-ebd1bbe3ff4c.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Nestle issues global recall of some baby formula products over toxin fears</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Archie Mitchell</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Business reporter</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3ac7/live/a21aee60-eacb-11f0-8218-ebd1bbe3ff4c.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3ac7/live/a21aee60-eacb-11f0-8218-ebd1bbe3ff4c.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3ac7/live/a21aee60-eacb-11f0-8218-ebd1bbe3ff4c.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3ac7/live/a21aee60-eacb-11f0-8218-ebd1bbe3ff4c.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3ac7/live/a21aee60-eacb-11f0-8218-ebd1bbe3ff4c.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3ac7/live/a21aee60-eacb-11f0-8218-ebd1bbe3ff4c.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3ac7/live/a21aee60-eacb-11f0-8218-ebd1bbe3ff4c.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3ac7/live/a21aee60-eacb-11f0-8218-ebd1bbe3ff4c.jpg.webp\" loading=\"eager\" alt=\"Getty Images Baby drinking milk from a bottle \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nestle has issued a global recall of some baby formula products over concerns they contain a toxin which can cause food poisoning.</p><p class=\"sc-9a00e533-0 eZyhnA\">The food and drink giant said specific batches of its SMA infant formula and follow-on formula were not safe to be fed to babies.</p><p class=\"sc-9a00e533-0 eZyhnA\">The batches were sold across the world, Nestle said, and they potentially contain cereulide, which can trigger nausea and vomiting when consumed.</p><p class=\"sc-9a00e533-0 eZyhnA\">The company said there had been no confirmed reports of illness associated with the products, but was recalling them \"out of an abundance of caution\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"The safety and wellbeing of babies is our absolute priority,\" Nestle said. \"We sincerely apologise for any concern or inconvenience caused to parents, caregivers, and customers.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The company confirmed to the BBC that the recall was global. Affected products were sold in several European countries, including France, Germany, Austria, Denmark, Italy and Sweden.</p><p class=\"sc-9a00e533-0 eZyhnA\">It stressed that all other Nestle products and batches of the same products that have not been recalled are safe to consume.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nestle promised refunds for customers and said the problem was caused by an ingredient provided by one of its suppliers.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nestle France said it was carrying out a \"preventive and voluntary recall\" of certain batches of its Guigoz and Nidal infant formulas.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Germany, the formula products are called Beba and Alfamino.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Batch numbers of the affected products<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>in the UK can be found on <a target=\"_blank\" href=\"https://www.nestle.co.uk/en-gb/media/sma-infant-formula-follow-on-formula-recall\" class=\"sc-f9178328-0 iCaRzc\">Nestle's UK website</a>, or through <a target=\"_blank\" href=\"https://www.food.gov.uk/\" class=\"sc-f9178328-0 iCaRzc\">food.gov.uk</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Customers are advised to look for the corresponding code on the base of the tin or box for powdered formulas or the base of the outer box and on the side or top of the container for ready-to-feed formulas.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fc44/live/dfdeee10-ead8-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fc44/live/dfdeee10-ead8-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fc44/live/dfdeee10-ead8-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fc44/live/dfdeee10-ead8-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fc44/live/dfdeee10-ead8-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fc44/live/dfdeee10-ead8-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fc44/live/dfdeee10-ead8-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fc44/live/dfdeee10-ead8-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"lazy\" alt=\"Nestle Nestle products affected by a recall are specific batches of its SMA\ninfant formula and follow-on formula\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Nestle</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Nestle has recalled some batches of its SMA infant and follow-on formula</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Cereulide is a toxin produced by some strains of the Bacillus cereus bacteria that can cause food poisoning symptoms, which can be quick to develop and include vomiting and stomach cramps.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is unlikely to be deactivated or destroyed by cooking, using boiling water or when making the infant milk, the Food Standards Agency (FSA) warned.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The FSA's head of incidents, Jane Rawling, said parents, guardians and caregivers should not feed infants or young children the affected products.</p><p class=\"sc-9a00e533-0 eZyhnA\">She added: \"I want to reassure parents, guardians and caregivers that we are taking urgent action, helping to ensure all of the affected product is removed from sale as a precaution.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If you have fed this product to a baby and have any concerns about potential health impact, you should seek advice from healthcare professionals by contacting your GP or calling NHS 111.\"</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Get our flagship newsletter with all the headlines you need to start the day. <a target=\"_self\" href=\"https://www.bbc.co.uk/newsletters/zhp28xs\" class=\"sc-f9178328-0 iCaRzc\">Sign up here.</a></p></div></article></div></body></html>"
        },
        {
            "title": "Nvidia unveils self-driving car tech as part of physical AI push",
            "time": "2026-01-06T10:30:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/295d/live/a5a12330-eab0-11f0-a636-7915f3591f99.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nvidia has unveiled a new tech platform for self-driving cars as the world's leading chip-maker seeks more physical products to embed AI into.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking at the annual CES technology conference in Las Vegas, boss Jensen Huan said the system - called Alpamayo - would bring \"reasoning\" to autonomous vehicles.</p><p class=\"sc-9a00e533-0 eZyhnA\">That would allow cars to \"think through rare scenarios, drive safely in complex environments, and explain their driving decisions,\" Huang claimed.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said Nvidia was working with Mercedes to produce a driverless car powered by the tech, which would be released in the US in the coming months before being rolled out in Europe and Asia.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Nvidia's chips have helped power the AI revolution, though so far attention has mostly been focussed on the software it powers, such as ChatGPT.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, leading tech firms are now increasingly looking for hardware - meaning physical products such as cars - that AI could be used in.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Wearing his trademark black leather jacket, Huang told an audience of hundreds that the project has taught Nvidia \"an enormous amount\" about how to help partners build robotic systems. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The ChatGPT moment for physical AI is almost here,\" Huang said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"NVIDIA's pivot toward AI at scale and AI systems as differentiators will help keep it way ahead of rivals,\" said Paolo Pescatore, analyst at PP Foresight, from Las Vegas.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Alpamayo represents a profound shift for NVIDIA, moving from being primarily a compute to a platform provider for physical AI ecosystems.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Shares of the AI chip designer rose slightly in after-hours trading following Huang's presentation.</p><p class=\"sc-9a00e533-0 eZyhnA\">It featured a video demonstration of the AI-powered Mercedes-Benz driving through San Francisco while a passenger, sat behind the steering wheel, kept their hands in their lap.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It drives so naturally because it learned directly from human demonstrators,\" Huang said, \"but in every single scenario... it tells you what it's going to do, and it reasons about what it's about to do.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Alpamayo is an open-source AI model, with the underlying code now available on machine learning platform Hugging Face, where autonomous vehicle researchers can access it for free and retrain the model, Huang said. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Our vision is that someday, every single car, every single truck, will be autonomous,\" he told the audience.</p><p class=\"sc-9a00e533-0 eZyhnA\">The project could pose a threat to companies like Elon Musk's Tesla, which offers driver assistance software called Autopilot.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Well that's just exactly what Tesla is doing,\" Musk posted on social media following the Alpamayo announcement. \"What they will find is that it's easy to get to 99% and then super hard to solve the long tail of the distribution.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Like Tesla, Nvidia<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>also has plans to launch a robotaxi service by next year in collaboration with a partner, but has declined to name the partner or say where it will be.</p></div></div></body></html>"
        },
        {
            "title": "Tomorrowland to hold its first ever Asia festival in Thailand",
            "time": "2026-01-06T10:31:17",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/85e5/live/f59c7870-eae8-11f0-8a5c-81e1c85f6b52.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Tomorrowland, the hugely popular European electronic dance music or EDM festival, will stage its first-ever full-fledged Asia edition in Thailand this December.</p><p class=\"sc-9a00e533-0 eZyhnA\">Thailand was chosen for its \"growing influence on the global stage of music, innovation, and experience-driven tourism\", Tomorrowland said on Tuesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Founded 20 years ago by Belgian brothers Manu and Michiel Beers, Tomorrowland has become one of the world's most iconic celebrations of EDM. Its annual Belgian edition often features ambitious, creative stages and wild parties that draw music lovers from across the world.</p><p class=\"sc-9a00e533-0 eZyhnA\">Organisers are expecting more than 50,000 attendees each day in the Thai beach town Pattaya from 11 to 13 December. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Pre-registration for tickets begins on 8 January. A \"full madness pass\" covering all three days of the festival will cost 12,500 baht ($400; £300) while a single-day pass is going at 5,100 baht.</p><p class=\"sc-9a00e533-0 eZyhnA\">More details on the festival's theme and line-up will follow soon, organisers said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Although the Tomorrowland group has held events in some Asian cities, this is the first time it will be holding an entire festival in the continent, and one that is similar to the scale of what it does in Belgium.  </p><p class=\"sc-9a00e533-0 eZyhnA\">Thailand finalised an agreement with Tomorrowland to host the event for five years and expects it to generate 21bn baht ($673m; £497m) over the period, Thai media reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Expanding Tomorrowland to a new continent is a milestone we approach with great respect and excitement... This is the beginning of a long-term story,\" said Tomorrowland's chief executive officer Bruno Vanwelsenaers.</p><p class=\"sc-9a00e533-0 eZyhnA\">In recent years, Thailand has become a strong contender in the live music scene. Last year, it played host to international music festivals like Electric Daisy Carnival and Creamfields. Bangkok was also a stop on K-pop band Blackpink's world tour last October. </p><p class=\"sc-9a00e533-0 eZyhnA\">And the country's homegrown music and arts festival Wonderfruit is emerging as a hot destination on the festival circuit, drawing tens of thousands of people each year.</p></div></div></body></html>"
        },
        {
            "title": "Faridabad rape case: Battered Indian gang rape survivor back home after a week in hospital",
            "time": "2026-01-06T09:08:34",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9315/live/08df5b20-ead3-11f0-97b7-3d2573360ffb.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The survivor of a gang rape in the northern Indian state of Haryana has been discharged from hospital a week after her horrific assault, a police official told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">The 26-year-old mother-of-two was taken to hospital in Faridabad city on the morning of 30 December with serious head and facial injuries and several fractures.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her sister said she was out visiting a friend and was waiting for transport just after midnight when two men in an ambulance offered her a lift. They drove her to a deserted place where they raped her and then threw her out of the speeding vehicle.</p><p class=\"sc-9a00e533-0 eZyhnA\">A police spokesman said they had acted swiftly and arrested the two men and seized the vehicle.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The woman was discharged by the hospital on Monday night following treatment and surgeries.</p><p class=\"sc-9a00e533-0 eZyhnA\">Senior police official Mukesh Kumar told the BBC that they have approached the court to allow her to visit the prison for an \"identification parade\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Once the court order comes, she would be asked to pick out the two suspects from a crowd of men.</p><p class=\"sc-9a00e533-0 eZyhnA\">The police said the crime took place on the intervening night of 29th and 30th December.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The incident took place between 12.30 and 02:00. One stood outside the van and kept an eye on the surroundings while the other raped the woman inside the van,\" Yashpal Yadav, public relations officer of Faridabad police, said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Police had questioned the suspects, who were later produced in court and sent to prison, he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">A doctor at the hospital where the survivor was treated had said that the woman was brought in \"at around 05:30 on 30 December... she had a lot of injuries\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Shalini Chopra, a social worker and an opposition politician, who spoke to the survivor after she was discharged from the hospital told the BBC that the woman was \"better but still in pain\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The case has provoked anger and outrage in India and drawn comparisons with the horrific gang-rape of a 23-year-old woman on a bus in Delhi in December 2012.</p><p class=\"sc-9a00e533-0 eZyhnA\">That crime had made global headlines, led to huge protests in Delhi and several other cities and forced the government to introduce tough new anti-rape laws that included the death penalty for the most gruesome attacks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Four men convicted of the gang-rape and murder <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-india-51969961\" class=\"sc-f9178328-0 iCaRzc\">were hanged</a> in 2020. One of the rapists died in prison while a juvenile was freed after spending time in a reform centre. </p><p class=\"sc-9a00e533-0 eZyhnA\">But despite the heightened scrutiny of sexual crimes since then, tens of thousands of rapes and sexual assaults continue to be reported every year.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to latest police records, 29,670 rapes and 2,796 attempted rapes were reported in 2023. In addition, police also recorded 849 cases of child rapes and 94 cases of attempted rapes of children.</p></div></div></body></html>"
        },
        {
            "title": "Shine On Me: Netflix pulls Chinese drama Shine on Me after Vietnam's outcry over disputed map",
            "time": "2026-01-06T07:56:07",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a49d/live/146d3d20-eabc-11f0-88a7-3d5589c04f8e.png",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Netflix has pulled a Chinese drama series from its Vietnam platform after Hanoi objected to an episode featuring a map with contested territorial claims in the South China Sea.</p><p class=\"sc-9a00e533-0 eZyhnA\">The 27-episode romance drama Shine on Me includes images of the so-called nine-dash line which Vietnam has condemned as \"inaccurate\" and \"infringing upon national sovereignty\".</p><p class=\"sc-9a00e533-0 eZyhnA\">China uses the line in its maps to demarcate its territorial claims in the South China Sea. Vietnam is one of many countries that object to these claims.</p><p class=\"sc-9a00e533-0 eZyhnA\">Vietnam's culture ministry issued a demand for the series to be removed on 3 January and gave Netflix 24 hours to comply.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A BBC check on Tuesday found it could no longer be viewed on Netflix's Vietnam platform.</p><p class=\"sc-9a00e533-0 eZyhnA\">The disputed map appears several times in episode 25 of Shine On Me, in a scene about China's solar power potential.</p><p class=\"sc-9a00e533-0 eZyhnA\">The show's main characters attend a lecture where a map of China which shows part of the nine-dash line is projected on an auditorium screen.</p><p class=\"sc-9a00e533-0 eZyhnA\">Shine On Me is popular within China and other territories, ranking among Netflix's Top 10 shows in Singapore, Taiwan and Vietnam before it was pulled.</p><p class=\"sc-9a00e533-0 eZyhnA\">Beijing has not officially commented on the ban, although its state-run newspaper Global Times published an article on Tuesday urging Hanoi to \"separate cultural exchanges from [the] South China Sea issue\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In recent years China has increasingly asserted its claims of sovereignty over several land parcels and their adjacent waters in the South China Sea, despite complaints from Vietnam, the Philippines, Taiwan, Malaysia and Brunei.</p><p class=\"sc-9a00e533-0 eZyhnA\">Beijing has expanded some islands and built structures on them, and conducted  sea patrols which at times have resulted in <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cev22n0lm1xo\" class=\"sc-f9178328-0 iCaRzc\">heated confrontations with the Philippine navy.</a></p><p class=\"sc-9a00e533-0 eZyhnA\">China argues that various pieces of evidence, from pottery shards to navigational guides used by Chinese fishermen, back up its claims of historical sovereignty.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 2016 an international tribunal in The Hague ruled against Chinese claims in the South China Sea, but Beijing did not recognise the judgement.</p><p class=\"sc-9a00e533-0 eZyhnA\">The dispute between Beijing and Hanoi particularly centres on the Paracel and Spratly island chains, which the nine-dash line loops around on Chinese maps.</p><p class=\"sc-9a00e533-0 eZyhnA\">China says its right to the area goes back centuries to when these island chains were regarded as integral parts of the Chinese nation.</p><p class=\"sc-9a00e533-0 eZyhnA\">Vietnam hotly disputes this, saying China had never claimed sovereignty over the islands in the South China Sea before the 1940s. </p><p class=\"sc-9a00e533-0 eZyhnA\">Hanoi says it has actively ruled over the Paracels and the Spratlys archipelagoes since the 17th Century and that it has the documents to prove it.</p><p class=\"sc-9a00e533-0 eZyhnA\">There are many issues that could provoke public uproar in Vietnam – including what citizens consider insulting depictions of the Vietnam war – but the nine-dash line is one that consistently draws authorities' attention.</p><p class=\"sc-9a00e533-0 eZyhnA\">On most other issues, the Vietnamese government actively works to contain anti-China sentiment, but criticism affirming Hanoi's claims in the South China Sea is one of very few forms of protest it deems acceptable.</p><p class=\"sc-9a00e533-0 eZyhnA\">Between 2019 and 2024, Vietnam filed eight written takedown requests with Netflix, according to the streaming platform's reports.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 2023, Vietnam had also ordered Netflix to remove another Chinese drama, Flight to You, over a similar map. </p><p class=\"sc-9a00e533-0 eZyhnA\">Chinese dramas are not the only productions to be banned by Vietnam for featuring the nine-dash line.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities banned <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-66083761\" class=\"sc-f9178328-0 iCaRzc\">Warner Bros' Hollywood blockbuster Barbie</a> in 2023, and DreamWorks' animated film Abominable in 2016, for similar reasons.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-sen-nguyen-in-bangkok\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Sen Nguyen in Bangkok</i></p></div></div></body></html>"
        },
        {
            "title": "The painful questions for Nato and the EU if Trump takes Greenland",
            "time": "2026-01-06T16:25:01",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5f1f/live/983a71a0-eb0b-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">The painful questions for Nato and the EU as Trump threatens Greenland</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><span class=\"sc-573fa0e8-6 bbhBdd\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0672/live/909f5a00-eae8-11f0-a422-4ba8a094a8fa.png.webp\" loading=\"lazy\" alt=\"Katya Adler profile image\" class=\"sc-5340b511-0 hLdNfA\"></span><p><span class=\"sc-573fa0e8-7 gqeTMs\">Katya Adler</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Europe editor</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d247/live/8f4ab190-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"eager\" alt=\"BBC Donald Trump pointing and a picture of a village in Greenland \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><b id=\"earlier-today,-the-so-called-coalition-of-the-willing,-largely-made-up-of-european-leaders,-met-in-paris-with-envoys-of-us-president-donald-trump,-to-try-to-make-further-progress-on-a-sustainable-peace-deal-for-ukraine.\" class=\"sc-d16436d-0 gnUCoQ\">Earlier today, the so-called Coalition of the Willing, largely made up of European leaders, met in Paris with envoys of US President Donald Trump, to try to make further progress on a sustainable peace deal for Ukraine.</b></p><p class=\"sc-9a00e533-0 eZyhnA\">With Ukraine's President Volodymyr Zelensky insisting a plan to end the war with Russia is \"90% of the way there\", no-one in that room wanted to jeopardise keeping the Americans onboard.</p><p class=\"sc-9a00e533-0 eZyhnA\">But there was an immense elephant in that grand and <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c07xkeee2k3o\" class=\"sc-f9178328-0 iCaRzc\">glittering Paris meeting</a> and the underlying atmosphere was extremely tense.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bear in mind the events of the last few days: the Trump administration's controversial intervention in Venezuela and the US president's insistence soon after, that \"we need Greenland from the standpoint of national security\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland is the world's largest island - it's six times the size of Germany. It lies in the Arctic but is an autonomous territory of Denmark's.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the Paris meeting, Mette Frederiksen, Denmark's Prime Minister, was sitting opposite two powerful figures representing Trump: special envoy Steve Witkoff and Trump's son-in-law Jared Kushner. </p><p class=\"sc-9a00e533-0 eZyhnA\">She was under pressure from European colleagues not to antagonise the US over Greenland, in case that impacts US support for Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">Europe's leaders would have far preferred to keep Greenland and the debate on Ukraine separate. But with the political temperature mounting from Washington and Copenhagen, leaders of big European nations at the Paris meeting issued a statement saying: \"Greenland is part of Nato. Security in the Arctic must therefore be achieved collectively, in conjunction with Nato allies including the United States\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/12f9/live/573dc940-eb0b-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"lazy\" alt=\"Getty Images  Danish Prime Minister Frederiksen\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Mette Frederiksen, Denmark's Prime Minister, was under pressure from European colleagues not to antagonise the US over Greenland</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"It is for Denmark and Greenland, and them only, to decide on matters concerning Denmark and Greenland,\" the statement added.</p><p class=\"sc-9a00e533-0 eZyhnA\">The communique was welcomed by Greenland's prime minister, Jens Frederik Nielsen, but critics say it was slow to be put together and, because of the limited number of signatories to the statement, it failed to show a Europe united in purpose.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Had there been a common statement from all 27 EU partners, plus Nato ally the UK, in support of Danish sovereignty, that would have sent a powerful message to Washington,\" Camille Grande of the European Council on Foreign Relations (ECFR) think tank told me. He was the Assistant Secretary General for Defence Investment at Nato from 2016-22.</p><p class=\"sc-9a00e533-0 eZyhnA\">Consider the irony at play at the France meeting. Multiple European national and other leaders, including of Nato and the EU, are trying to engage the Trump administration in safeguarding the future sovereignty of a European country (Ukraine) against the aggressive territorial ambitions of an outside force (Russia), just after the US has swooped into sovereign Venezuela militarily, taking its president into custody, while also continuing to actively threaten the sovereignty of another European nation (Denmark).</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9178/live/72b6b6f0-eb0b-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"lazy\" alt=\"XNY/Star Max/GC Images Nicolas Maduro and his wife, Cilia Flores, are seen in handcuffs after landing at a Manhattan helipad, escorted by Federal agents\n\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">XNY/Star Max/GC Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The US has swooped into Venezuela militarily</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">To make matters even more stark - Denmark and the US are both members of the transatlantic alliance Nato. They are, according to Copenhagen, extremely close allies. Or were.</p><p class=\"sc-9a00e533-0 eZyhnA\">The question is, were Trump to make good on his ambition to bring Greenland under US control, would it mark not just an existential threat to Nato but also a major crisis for the EU?</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Europe risks being trampled underfoot</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">This is not the first time Trump has spoken of his determination to control Greenland. He's suggested buying it in the past. He's also refused to rule out taking it by force.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Sunday he insisted that the island is \"so strategic right now, Greenland is covered with Russian and Chinese ships all over the place. We need Greenland from the standpoint of national security and Denmark is not going to be able to do it.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Denmark refutes that last statement. It recently pledged to invest $4bn in Greenland defence including boats, drones and aircraft.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under a bilateral agreement, the US has a military base already on Greenland - established at the beginning of the Cold War. It has reduced the number of personnel there from around 10,000 during peak Cold War operations to around 200 and the US has long been accused of taking its eye off Arctic Security, until now.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Denmark has indicated it is open to discussion about a bigger US presence on the island and more but faced with the US President's threat of unilateral action, Friederikson said on Monday that Trump's ambition to take Greenland should be taken seriously.</p><p class=\"sc-9a00e533-0 eZyhnA\">After the US administration's actions in Venezuela this weekend, her colleagues across Europe are doing just that.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to me on condition of anonymity one EU official said: \"This whole situation has just underlined - once again - Europe's fundamental weakness vis a vis Trump.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">While Denmark's nordic neighbours immediately rushed verbally to its defence after Trump's weekend comments on Greenland, initially there was deafening silence from Europe's so-called Big Three - London, Paris and Berlin.</p><p class=\"sc-9a00e533-0 eZyhnA\">Eventually, UK Prime Minister Sir Keir Starmer said on Monday that Denmark and Greenland alone could decide the island's future. Germany's Chancellor, Friedrich Merz has said similar in the past. French President Emmanuel Macron visited Greenland in June in a gesture of solidarity with Copenhagen.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8bf0/live/4b809150-eb0b-11f0-b385-5f48925de19a.jpg.webp\" loading=\"lazy\" alt=\"EPA Shutterstock President Macron\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">One EU official said: \"This whole situation has just underlined - once again - Europe's fundamental weakness vis a via Trump\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">But direct criticism of the US has been notably absent.</p><p class=\"sc-9a00e533-0 eZyhnA\">And this is the crux of the matter. Trump's forthright manner, some call them his bullying tactics, have made European allies extremely nervous.</p><p class=\"sc-9a00e533-0 eZyhnA\">They've generally chosen to try to manage the US president, often in an attempt to safeguard bilateral relations, rather than stand up individually or together, and risk confronting the US president and facing potential consequences.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the new world of Big Power Politics we now inhabit, where the US and China, along with others like Russia and India, dominate, Europe at best looks like it's standing on the sidelines, and risks being trampled underfoot.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">How the EU deferred to Trump</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Every year I have covered EU politics, the bloc pledges to play a greater role on the global stage, but when it comes to Trump, it has looked decidedly weak.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the end of last year, the EU failed to fulfil a pledge to financially support Ukraine using Russian state assets frozen in the EU. They found the money by other means, but critics say the bloc very publicly missed sending a potentially strong message both to Moscow and to the Trump administration, that has repeatedly dismissed the bloc as feeble.</p><p class=\"sc-9a00e533-0 eZyhnA\">And in the one area where the EU has long strutted internationally - as a huge trading power, it has chosen once again to defer to Trump.</p><p class=\"sc-9a00e533-0 eZyhnA\">When he slapped 15% tariffs on EU goods last year, the bloc swallowed its pride and promised not to retaliate, insiders say because it feared losing US support this continent relies on for its security and defence.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/df58/live/5eea0cd0-eb0b-11f0-b385-5f48925de19a.jpg.webp\" loading=\"lazy\" alt=\"Reuters The President of Ukraine with the US President \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The EU failed to fulfil a pledge to financially support Ukraine using Russian state assets frozen in the EU</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">And now there's Greenland and Denmark - where EU countries are deeply divided in their attitudes towards the Trump administration and therefore to what extent they might stick their neck out for Copenhagen.</p><p class=\"sc-9a00e533-0 eZyhnA\">As a result, Juliane Smith, the US ambassador to Nato until Trump's re-election as president, told me this situation \"risks breaking the EU\" as well as being an existential dilemma for Nato.</p><p class=\"sc-9a00e533-0 eZyhnA\">Denmark's prime minister warned on Monday that US unilateral action over Greenland could break the NATO alliance altogether.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some might note that Donald Trump has never been a big fan of the transatlantic alliance.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Europe should take President Trump and his team seriously when they talk about \"getting\" Greenland,\" Julianne Smith told me.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"That means doing more than urging restraint. The leading powers in Europe may want to begin contingency planning; consider how they can make best use [of international meetings, such as] the upcoming Munich Security Conference and Davos where US senior officials will be present; and also consider bold and innovative ideas like new defence pacts.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Nato treaties do not make a distinction between an attack on an ally from outside countries or from another Nato ally but there is an understanding that the alliance's Article 5 - nicknamed its all for one and one for all clause - isn't applicable to one Nato country attacking another.</p><p class=\"sc-9a00e533-0 eZyhnA\">Take, for example, strife between member states Turkey and Greece over Cyprus. The worst violence was in 1974 when Turkey invaded. Nato did not intervene but its most powerful member the US was able to help mediate.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a07c/live/6494b400-eb0b-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"lazy\" alt=\"NurPhoto via Getty Images US President Donald Trump \n\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">NurPhoto via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">On Greenland and Denmark, EU countries seem deeply divided in their attitudes towards the Trump administration</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">If we come back to geography, Denmark is one of Nato's smaller allies, though a very active one. The US is Nato's biggest, most powerful member. By far.</p><p class=\"sc-9a00e533-0 eZyhnA\">The deep-seated nervousness in Europe right now is palpable.</p><p class=\"sc-9a00e533-0 eZyhnA\">Big European powers may have issued their joint statement underlining Nato as a forum to discuss Arctic security and insisting that only Denmark and Greenland can decide the islands future, but how far would the UK , France, Germany and others actually go to guarantee that sovereignty?</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Nobody's going to fight the United States militarily over the future of Greenland,\" said the confident sounding White House deputy chief of staff in an interview with CNN on Monday.</p><p class=\"sc-9a00e533-0 eZyhnA\">ECFR's Camille Grande told me tensions over Greenland point - once again, he says - \"at the need for the Europeans to reduce security dependencies on the US and to speak with one voice.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump got all Nato allies - bar Spain - last summer to commit to massively increase spending on their own defence.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Europe is still heavily reliant on the US in many areas including intelligence gathering, command and control and air capabilities. Washington is well aware of this.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nato insiders say, right now, even in meeting behind closed doors European member states of the alliance can hardly bring themselves to contemplate what could happen if Washington were to move in on Greenland militarily.</p><p class=\"sc-9a00e533-0 eZyhnA\">They may have to.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"top-picture-credit:-nurphoto/getty-images\" class=\"sc-d16436d-0 iVdNuz\">Top picture credit: NurPhoto/Getty Images</i></p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/bbcindepth\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"bbc-indepth\" class=\"sc-d16436d-0 iVdNuz\">BBC InDepth</i></a><i id=\"is-the-home-on-the-website-and-app-for-the-best-analysis,-with-fresh-perspectives-that-challenge-assumptions-and-deep-reporting-on-the-biggest-issues-of-the-day.-you-can-now-sign-up-for-notifications-that-will-alert-you-whenever-an-indepth-story-is-published--\" class=\"sc-d16436d-0 iVdNuz\"> is the home on the website and app for the best analysis, with fresh perspectives that challenge assumptions and deep reporting on the biggest issues of the day. You can now sign up for notifications that will alert you whenever an InDepth story is published - </i><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cj6x46j8g5do\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"click-here-to-find-out-how.\" class=\"sc-d16436d-0 iVdNuz\">click here to find out how.</i></a></p></div></article></div></body></html>"
        },
        {
            "title": "South Korea's Lee Jae Myung seeks 'new phase' in ties with China at Xi Jinping meeting",
            "time": "2026-01-06T02:44:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2ae1/live/cbcde360-ea95-11f0-89cf-5d549b2a0601.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Selfies and smiles: South Korea seeks 'new phase' in ties with China</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Jake Kwon,</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Seoul correspondent</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Koh Ewe</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2ae1/live/cbcde360-ea95-11f0-89cf-5d549b2a0601.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2ae1/live/cbcde360-ea95-11f0-89cf-5d549b2a0601.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2ae1/live/cbcde360-ea95-11f0-89cf-5d549b2a0601.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2ae1/live/cbcde360-ea95-11f0-89cf-5d549b2a0601.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2ae1/live/cbcde360-ea95-11f0-89cf-5d549b2a0601.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2ae1/live/cbcde360-ea95-11f0-89cf-5d549b2a0601.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2ae1/live/cbcde360-ea95-11f0-89cf-5d549b2a0601.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2ae1/live/cbcde360-ea95-11f0-89cf-5d549b2a0601.jpg.webp\" loading=\"eager\" alt=\"EPA/Shutterstock Lee Jae Myung and Xi, both wearing navy suits and red ties, taking a selfie together.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA/Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Lee Jae Myung took a selfie with Xi Jinping during his visit to Beijing</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">South Korea's President Lee Jae Myung has called for a \"new phase\" in ties with China as he met its leader Xi Jinping in Beijing on Monday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Regional security and lifting Beijing's unofficial ban on Korean pop culture is high on Lee's agenda, as he continues his four-day trip in China. He is set to meet China's Premier Li Qiang and the chairman of parliament, Zhao Leji on Tuesday.</p><p class=\"sc-9a00e533-0 eZyhnA\">It marks the first visit by a South Korean leader since 2019. Bilateral ties had soured under Lee's predecessor, impeached ex-president Yoon Suk Yeol, who was very critical of China.</p><p class=\"sc-9a00e533-0 eZyhnA\">Xi, meanwhile, has appeared keen to shore up ties with South Korea amid a diplomatic row between China and Japan.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">South Korea is a US security ally - like Japan - but also relies on China for trade. Experts say Lee is expected to keep walking a diplomatic tightrope between Beijing and Tokyo.</p><p class=\"sc-9a00e533-0 eZyhnA\">The visit marks the second time the two leaders have met since November when Xi visited South Korea for a regional economic summit.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday Lee stated that the visit was \"a crucial opportunity\" for the \"full-scale restoration of South Korea-China relations\", reported South Korean newspaper Chosun. \"We want to usher in a new phase in the development of South Korea-China relations.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Government officials and companies from both countries signed a series of cooperation agreements on technology, trade and environment.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lee also took selfies with Xi, using a Xiaomi phone that the Chinese president had gifted him last year. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The image quality is certainly good, right?\" Lee posted on X along with the photos.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Xi noted that the \"international situation is becoming more turbulent and complex\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The meeting followed the US's capture of Venezuelan president Nicolas Maduro over the weekend. </p><p class=\"sc-9a00e533-0 eZyhnA\">Xi urged Lee to \"firmly stand on the right side of history and make correct strategic choices\", China's official Xinhua news agency reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">He also brought up the two countries' shared history of resisting Japan militarism, saying that China and South Korea should now \"work hand in hand to safeguard the outcomes of the victory of World War Two and uphold peace and stability in Northeast Asia\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Xi's eagerness to meet Lee signals the pressure he faces in finding a regional ally, Park Seung-chan, professor of China studies at Yongin University told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"China may beat around the bush but its demand is clear: side with China and denounce Japan.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">During his four-day trip to China, Lee is expected to hold a memorial service in Shanghai for activists who fought for Korea's independence from Japan.</p><p class=\"sc-9a00e533-0 eZyhnA\">But while South Korea is \"still showing all its deference towards China\", it wants to \"strengthen its relationships with both Japan and China\", Mr Park said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lee is reportedly planning to visit Japan later this month to meet Prime Minister Sanae Takaichi.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Japanese leader has <a target=\"_self\" href=\"https://www.bbc.com/news/articles/crklvx2n7rzo\" class=\"sc-f9178328-0 iCaRzc\">come under fire from Beijing</a> for suggesting in parliament that Tokyo could respond with its own self-defence forces in case of a Chinese attack on Taiwan, the self-governed island that China claims as its territory.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/02c1/live/5e13c4f0-eaa6-11f0-bf17-e78bc270bb22.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/02c1/live/5e13c4f0-eaa6-11f0-bf17-e78bc270bb22.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/02c1/live/5e13c4f0-eaa6-11f0-bf17-e78bc270bb22.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/02c1/live/5e13c4f0-eaa6-11f0-bf17-e78bc270bb22.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/02c1/live/5e13c4f0-eaa6-11f0-bf17-e78bc270bb22.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/02c1/live/5e13c4f0-eaa6-11f0-bf17-e78bc270bb22.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/02c1/live/5e13c4f0-eaa6-11f0-bf17-e78bc270bb22.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/02c1/live/5e13c4f0-eaa6-11f0-bf17-e78bc270bb22.jpg.webp\" loading=\"lazy\" alt=\"X / Lee Jae Myung Selfie taken by Lee Jae Myung shows him with Xi Jinping and their wives smiling for the camera\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">X / Lee Jae Myung</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Lee posted the selfie he took with Xi and their wives on X</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Security on the Korean Peninsula has also been part of the discussions.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lee has sought to engage North Korea diplomatically, but there has been little progress so far.</p><p class=\"sc-9a00e533-0 eZyhnA\">He needs Chinese cooperation in pressuring the North's Kim Jong Un to give up his nuclear weapons. Beijing is one of Pyongyang's biggest supporters, economically and diplomatically.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lee vowed on Monday to work with China on \"viable alternatives for peace on the Korean Peninsula\".</p><p class=\"sc-9a00e533-0 eZyhnA\">On Sunday Seoul's military said Pyongyang fired ballistic missiles off its east coast. And on Monday the North's state news agency said the country test-fired hypersonic missiles to assess deterrence capabilities following recent developments, in an apparent reference to the US's seizure of Maduro.</p><p class=\"sc-9a00e533-0 eZyhnA\">It remains unclear how much Lee will be able to push China on North Korea. In September, Xi had pledged to strengthen Beijing's \"traditional friendship\" with Pyongyang.</p><p class=\"sc-9a00e533-0 eZyhnA\">And Seoul and Beijing are not natural allies.</p><p class=\"sc-9a00e533-0 eZyhnA\">US troops have been stationed in South Korea for decades in case of an attack from the North, and last year the two sides agreed to cooperate on building nuclear-powered submarines. The announcement drew warnings from China.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lee has also sought to put a stop to China's build-up of maritime structures in waters between the two countries. Beijing says the structures are fish-farming equipment, but they have sparked security concerns in Seoul.</p><p class=\"sc-9a00e533-0 eZyhnA\">The two leaders agreed on Monday to continue \"constructive\" dialogue on the matter, South Korea's presidential spokesperson said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Another item high on Lee's agenda is<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>China's unofficial restrictions on South Korean music and dramas that have been in place for a decade. K-pop and K-dramas are either unavailable or difficult to access on Chinese media platforms.</p><p class=\"sc-9a00e533-0 eZyhnA\">While China has never acknowledged a ban on Korean artists, it's believed to be a protest against South Korea's decision to deploy a US anti-missile system in 2016, which China sees as a threat to its military operations in the region.</p><p class=\"sc-9a00e533-0 eZyhnA\">China is a massive market for Korean entertainment, which is already a huge global success.                                                        </p><p class=\"sc-9a00e533-0 eZyhnA\">At a Korea-China business forum on Sunday, Lee encouraged deeper bilateral collaboration in beauty products, food and cultural content including movies and music.</p><p class=\"sc-9a00e533-0 eZyhnA\">A South Korean presidential spokesperson said on Monday that the two leaders agreed to discuss the gradual expansion of cultural exchanges - without specifying concrete commitments on K-dramas or K-pop.</p><p class=\"sc-9a00e533-0 eZyhnA\">A Chinese foreign ministry spokesperson similarly told reporters on Tuesday that both sides have agreed to \"carry out orderly, healthy, and beneficial cultural exchanges\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking before Korean residents in Beijing on Sunday, Lee said his visit would \"serve as a new starting point to fill in the gaps in Korea-China relations, restore them to normal and upgrade them to a new level\".</p></div></article></div></body></html>"
        },
        {
            "title": "Cuba defiant as it braces for post-Maduro era",
            "time": "2026-01-05T21:41:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0428/live/4fd83570-ea78-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Cuba defiant as it braces for post-Maduro era</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Will Grant</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">BBC's Mexico, Central America and Cuba correspondent, Colombia</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0428/live/4fd83570-ea78-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0428/live/4fd83570-ea78-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0428/live/4fd83570-ea78-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0428/live/4fd83570-ea78-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0428/live/4fd83570-ea78-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0428/live/4fd83570-ea78-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0428/live/4fd83570-ea78-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0428/live/4fd83570-ea78-11f0-b385-5f48925de19a.jpg.webp\" loading=\"eager\" alt=\"EPA/Shutterstock Cuban President Miguel Díaz-Canel holds Cuban and Venezuelan flags as he speaks at a rally in Havana in support of Venezuela. Photo: 3 January 2026\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA/Shutterstock</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Cuban President Miguel Díaz-Canel addressed a rally in Havana in support of Venezuela, condemning Washington's operation</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">After Venezuela, there is no nation in the Americas more affected by the events in Caracas than Cuba.</p><p class=\"sc-9a00e533-0 eZyhnA\">The two nations have shared a political vision of state-led socialism since a fresh-faced Venezuelan presidential candidate, Hugo Chávez, met the aged leader of the Cuban Revolution, Fidel Castro, on the tarmac at Havana airport in 1999. </p><p class=\"sc-9a00e533-0 eZyhnA\">For years, their mutual ties only deepened, as Venezuelan crude oil flowed to the communist-run island in exchange for Cuban doctors and medics travelling in the other direction.</p><p class=\"sc-9a00e533-0 eZyhnA\">After the deaths of the two men, it was Nicolás Maduro - trained and instructed in Cuba - who became Chávez's handpicked successor, chosen partly because he was acceptable to the Castro brothers. He represented continuity for the Cuban revolution as much as the Venezuelan one.</p><p class=\"sc-9a00e533-0 eZyhnA\">Now he, too, is gone from the seat of power in Caracas, forcibly removed by the US's  elite Delta Force team. The prospects for Cuba in his absence are bleak.</p><p class=\"sc-9a00e533-0 eZyhnA\">For now, the Cuban government has robustly denounced the attack as illegal and declared two days of national mourning for <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cj9r0eyw0jno\" class=\"sc-f9178328-0 iCaRzc\">32 Cuban nationals killed in the US military operation. </a></p><p class=\"sc-9a00e533-0 eZyhnA\">Their deaths revealed a key fact long-known about Cuban influence over the Venezuelan presidency and military: Maduro's security detail was almost entirely made up of Cuban bodyguards. Cuban nationals are in place in numerous positions in Venezuela's intelligence services and military too.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Cuba had long denied having active soldiers or security agents inside Venezuela, but freed political prisoners have often claimed they were interrogated by men with Cuban accents while in custody.</p><p class=\"sc-9a00e533-0 eZyhnA\">Furthermore, despite endless public proclamations of solidarity between the two nations, in truth the Cuban influence behind the scenes of the Venezuelan state is believed to have driven a wedge between ministers most closely aligned with Havana and those who feel that the relationship first established by Chávez and Castro has become fundamentally unbalanced.</p><p class=\"sc-9a00e533-0 eZyhnA\">In essence, that faction considers that these days Venezuela gets little in return for its oil.</p><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela is believed to send around 35,000 barrels of oil a day to Cuba - none of the island's other main energy partners, Russia and Mexico, even come close.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/40b8/live/e113ed40-ea78-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/40b8/live/e113ed40-ea78-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/40b8/live/e113ed40-ea78-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/40b8/live/e113ed40-ea78-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/40b8/live/e113ed40-ea78-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/40b8/live/e113ed40-ea78-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/40b8/live/e113ed40-ea78-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/40b8/live/e113ed40-ea78-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A man rummages through a dumpster in Havana, Cuba. Photo: 15 July 2025\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Food shortages have worsened in Cuba as it grapples with a severe economic crisis</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration's tactic of confiscating sanctioned Venezuelan oil tankers has already begun to worsen the fuel and electricity crisis in Cuba and has the potential to become very acute, very quickly.</p><p class=\"sc-9a00e533-0 eZyhnA\">At best, the future looks increasingly complex for the beleaguered Caribbean island without Maduro at the helm in Caracas. Cuba was already in the grip of its worst economic crisis since the Cold War.</p><p class=\"sc-9a00e533-0 eZyhnA\">There have been rolling blackouts from end to end of the island for months. And the impact on ordinary Cubans has been taxing in the extreme: weeks without reliable electricity, food rotting in fridges, fans and air-conditioning not running, mosquitoes swarming in the heat and the fester of uncollected rubbish.</p><p class=\"sc-9a00e533-0 eZyhnA\">The island has experienced a widespread outbreak of mosquito-borne diseases in recent weeks with huge numbers of people affected by dengue fever and chikungunya. Cuba's healthcare system, once the jewel in the revolution's crown, has struggled to cope.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is not a pretty picture. Yet it is the daily reality for most Cubans.</p><p class=\"sc-9a00e533-0 eZyhnA\">The idea that the flow of Venezuelan oil to Cuba could be turned off by Delcy Rodríguez fills Cubans with dread, especially if she looks to placate the Trump administration following the US raid against her predecessor and stave off the spectre of more violence.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9ad1/live/908bf880-ea79-11f0-b5f7-49f0357294ff.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9ad1/live/908bf880-ea79-11f0-b5f7-49f0357294ff.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9ad1/live/908bf880-ea79-11f0-b5f7-49f0357294ff.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9ad1/live/908bf880-ea79-11f0-b5f7-49f0357294ff.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9ad1/live/908bf880-ea79-11f0-b5f7-49f0357294ff.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9ad1/live/908bf880-ea79-11f0-b5f7-49f0357294ff.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9ad1/live/908bf880-ea79-11f0-b5f7-49f0357294ff.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9ad1/live/908bf880-ea79-11f0-b5f7-49f0357294ff.jpg.webp\" loading=\"lazy\" alt=\"EPA/Shutterstock Venezuelans in Miami, Florida, hold a picture of US Secretary of State Marco Rubio during a rally in support of the US operation in Venezuela. Photo: 3 January 2026\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA/Shutterstock</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">President Trump insists Washington is calling the shots in Venezuela now. </p><p class=\"sc-9a00e533-0 eZyhnA\">While those comments were walked back - to an extent - by his Secretary of State Marco Rubio, there is no doubt that the Trump administration now expects nothing less than total compliance from Rodríguez as acting president. </p><p class=\"sc-9a00e533-0 eZyhnA\">There would be further, potentially worse consequences, Trump threatened, if she \"doesn't behave\", as he put it.</p><p class=\"sc-9a00e533-0 eZyhnA\">Such language - not to mention the US operation in Venezuela itself - has shocked and angered Washington's critics, who say the White House is guilty of the worst form of US imperialism and interventionism seen in Latin America since the Cold War. </p><p class=\"sc-9a00e533-0 eZyhnA\">The removal of Maduro from power amounted to kidnapping, those critics argue, and the case against him must be thrown out at his eventual trial in New York.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Unsurprisingly, Trump appears unfazed by such arguments, warning he might even carry it out again against the president of Colombia if need be. </p><p class=\"sc-9a00e533-0 eZyhnA\">He has dubbed the worrying new circumstances in Latin America the \"Donroe Doctrine\", in a nod to the Monroe Doctrine - a 19th Century colonialist foreign policy principle which warned European powers against meddling in the US sphere of influence in the Western hemisphere.</p><p class=\"sc-9a00e533-0 eZyhnA\">In other words, Latin America is the US's \"backyard\", and Washington has the unalienable right to determine what happens there. Rubio used that very term - backyard - about the region as he justified the actions against Venezuela on US Sunday talk shows.</p><p class=\"sc-9a00e533-0 eZyhnA\">He also remains key to what comes next for Cuba. The US economic embargo has been in place for more than six decades and failed to remove the Castro brothers or their political project from power.</p><p class=\"sc-9a00e533-0 eZyhnA\">Rubio - a Cuban American former Florida senator and son of Cuban exiles - would like nothing more than to be the man, or the man behind the man, who brought an end to 60 years of communist rule in his parents' homeland. </p><p class=\"sc-9a00e533-0 eZyhnA\">He sees the strategy of removing Maduro and laying down stark conditions to a more compliant Rodríguez government in Caracas as the key to achieving that self-professed goal in Havana.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cuba has faced tough times in the past, and the government remains defiant in the face of this latest act of US military intervention in the region. </p><p class=\"sc-9a00e533-0 eZyhnA\">The 32 \"brave Cuban combatants\" who died in Venezuela would be honoured, said Cuban President Miguel Díaz-Canel, for \"taking on the terrorists in imperial uniforms\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Cuba is ready to fall,\" retorted Trump on Air Force One.</p></div></article></div></body></html>"
        },
        {
            "title": "Which countries could be in Trump's sights next?",
            "time": "2026-01-06T07:33:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7d42/live/429d1a40-ea2f-11f0-bee8-cb37bc70a803.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Which countries could be in Trump's sights after Venezuela?</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7d42/live/429d1a40-ea2f-11f0-bee8-cb37bc70a803.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7d42/live/429d1a40-ea2f-11f0-bee8-cb37bc70a803.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7d42/live/429d1a40-ea2f-11f0-bee8-cb37bc70a803.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7d42/live/429d1a40-ea2f-11f0-bee8-cb37bc70a803.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7d42/live/429d1a40-ea2f-11f0-bee8-cb37bc70a803.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7d42/live/429d1a40-ea2f-11f0-bee8-cb37bc70a803.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7d42/live/429d1a40-ea2f-11f0-bee8-cb37bc70a803.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7d42/live/429d1a40-ea2f-11f0-bee8-cb37bc70a803.jpg.webp\" loading=\"eager\" alt=\"Getty Images Donald Trump in a black jacket. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump's second term is being shaped by his foreign policy ambitions. </p><p class=\"sc-9a00e533-0 eZyhnA\">He's followed through on threats against Venezuela by capturing its president and his wife from their heavily fortified Caracas compound in a dramatic overnight raid.</p><p class=\"sc-9a00e533-0 eZyhnA\">When describing the operation, Trump dusted off the 1823 Monroe Doctrine and its promise of US supremacy in the western hemisphere - re-branding it the \"Donroe Doctrine\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Here are some of the warnings he's made against other nations in Washington's orbit in recent days.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Greenland</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US already has a military base on Greenland - Pituffik Space Base - but Trump wants the whole island.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We need Greenland from the standpoint of national security\", he told journalists, saying the region was \"covered with Russian and Chinese ships all over the place.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The vast Arctic island, part of the Kingdom of Denmark, sits roughly 2,000 miles (3,200 km) to the north-east of the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's rich in rare earth minerals, which are crucial for the production of smart phones, electric vehicles and military hardware. Currently, China's production of rare earths far outweighs that of the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland also occupies a key strategic location in the North Atlantic, giving access to the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/resources/idt-f92bc043-3893-4688-8937-fd9cad8b0d5b\" class=\"sc-f9178328-0 iCaRzc\">increasingly important Arctic circle</a>. As polar ices melt in the coming years, new shipping routes are expected to open up. </p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland's Prime Minister Jens Frederik Nielsen responded to Trump by describing the notion of US control over the island as a \"<a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c4g0zg974v1o\" class=\"sc-f9178328-0 iCaRzc\">fantasy</a>\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"No more pressure. No more insinuations. No more fantasies of annexation. We are open to dialogue. We are open to discussions. But this must happen through the proper channels and with respect for international law,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Any US attempt to seize Greenland would bring it into conflict with another Nato member, likely putting the alliance in peril. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Colombia</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Just hours after the operation in Venezuela, Trump warned Colombian President Gustavo Petro to \"watch his ass\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela's neighbour to the west, Colombia is home to substantial oil reserves and is a major producer of gold, silver, emeralds, platinum and coal. </p><p class=\"sc-9a00e533-0 eZyhnA\">It is also a key hub for the region's drug trade - most notably cocaine. </p><p class=\"sc-9a00e533-0 eZyhnA\">Since the US began striking boats in the Caribbean and eastern Pacific in September - saying, without evidence, they were carrying drugs - Trump has been locked in a spiralling dispute with the country's left-wing president.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/crkl2dm2glxo\" class=\"sc-f9178328-0 iCaRzc\">imposed sanctions on Petro in October</a>, saying he was allowing cartels to \"flourish\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking aboard Air Force One on Sunday, Trump said Colombia was being \"run by a sick man who likes making cocaine and selling it to the United States\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He's not going to be doing it for very long\", he said. Asked whether the US would carry out an operation targeting Colombia, Trump replied, \"It sounds good to me\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Historically, Colombia has been a close ally in Washington's war on drugs, receiving hundreds of millions of dollars annually in military assistance to counter cartels.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Iran</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Iran is currently facing <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ce3kl56z2l4o\" class=\"sc-f9178328-0 iCaRzc\">mass anti-government protests</a>, and Trump warned overnight that the authorities there would be \"hit very hard\" if more protesters died.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're watching it very closely. If they start killing people like they have in the past, I think they're going to get hit very hard by the United States,\" he told reporters on Air Force One.</p><p class=\"sc-9a00e533-0 eZyhnA\">Iran theoretically falls outside the scope defined in the \"Donroe Doctrine\", but Trump has nonetheless previously threatened the Iranian regime with further action, after <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c9dgpjqg12lo\" class=\"sc-f9178328-0 iCaRzc\">striking its nuclear facilities</a> last year.</p><p class=\"sc-9a00e533-0 eZyhnA\">Those strikes came after Israel launched a large-scale operation aimed at decapitating Iran's capability to develop a nuclear weapon, which culminated in the 12-day Israel-Iran conflict.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a Mar-a-Lago meeting between Trump and Israeli Prime Minister Benjamin Netanyahu last week, Iran was said to be top of the agenda. US media reported that Netanyahu raised the potential of new strikes against Iran in 2026. </p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Mexico</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump's rise to power in 2016 was defined by his calls to \"Build the Wall\" along the southern border with Mexico.</p><p class=\"sc-9a00e533-0 eZyhnA\">On his first day back in office in 2025, he signed an executive order to rename the Gulf of Mexico the \"<a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cwypzzey425o\" class=\"sc-f9178328-0 iCaRzc\">Gulf of America</a>\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He has frequently claimed Mexican authorities aren't doing enough to stop the flow of drugs or illegal immigrants into the US. </p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking on Sunday, he said that drugs were \"pouring\" through Mexico and \"we're gonna have to do something\", adding that the cartels there were \"very strong.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump said he's offered to send US troops to Mexico to combat cartels, but President Claudia Sheinbaum has publicly rejected any US military action on Mexican soil.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Cuba</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The island nation, just 90 miles (145 km) south of Florida, has been under US sanctions since the early 1960s. </p><p class=\"sc-9a00e533-0 eZyhnA\">It held close relations with Nicolás Maduro's Venezuela, which reportedly supplied roughly 30% of Cuba's oil in exchange for doctors and medics travelling in the other direction. </p><p class=\"sc-9a00e533-0 eZyhnA\">With Maduro gone, Havana could be exposed if oil supply collapses. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump suggested on Sunday that US military intervention there wasn't needed, because Cuba is \"ready to fall.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I don't think we need any action\", he said. \"It looks like it's going down.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I don't know if they're going to hold out, but Cuba now has no income,\" he added. \"They got all their income from Venezuela, from Venezuelan oil.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">US Secretary of State Marco Rubio - who is the son of Cuban immigrants - has long called for regime change in Cuba, telling journalists on Saturday: \"If I lived in Havana, and I was in the government, I'd be concerned - at least a little bit\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"When the president speaks, you should take him seriously,\" he said. </p></div></article></div></body></html>"
        },
        {
            "title": "South Africa criminal justice system: Anguish of families waiting for cases to be resolved",
            "time": "2026-01-06T00:02:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8292/live/e2373430-ea4f-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Long wait for justice leaves South African families in limbo</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Pumza Fihlani</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Southern Africa correspondent, Johannesburg</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a8c0/live/098a0990-ea50-11f0-ab01-7b6afcef88f5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a8c0/live/098a0990-ea50-11f0-ab01-7b6afcef88f5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a8c0/live/098a0990-ea50-11f0-ab01-7b6afcef88f5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a8c0/live/098a0990-ea50-11f0-ab01-7b6afcef88f5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a8c0/live/098a0990-ea50-11f0-ab01-7b6afcef88f5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a8c0/live/098a0990-ea50-11f0-ab01-7b6afcef88f5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a8c0/live/098a0990-ea50-11f0-ab01-7b6afcef88f5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a8c0/live/098a0990-ea50-11f0-ab01-7b6afcef88f5.jpg.webp\" loading=\"eager\" alt=\"BBC Jason Pretorius, in a suit, is seen holding an image of his mother, Charlene\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Jason Venter's mother Charlene died after her car was set alight</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Jason Venter has been waiting for his mother's alleged killer to go on trial in South Africa for more than two years, living a life in limbo and hoping to get some closure after her death.</p><p class=\"sc-9a00e533-0 eZyhnA\">The problem is that the country's legal system is jammed up and there are tens of thousands of other cases waiting to be heard.</p><p class=\"sc-9a00e533-0 eZyhnA\">The courts are overwhelmed, with backlogs now so severe that some accused are being given trial dates as far away as four years, violating the principle that justice delayed is justice denied.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some observers argue that this chips away at faith in the legal system, especially worrying for a country affected by some of the highest crime rates in the world.</p><p class=\"sc-9a00e533-0 eZyhnA\">Jason, 27, knows the pain of court delays all too well - and says each postponement feels like losing his mother, Charlene, all over again.</p><p class=\"sc-9a00e533-0 eZyhnA\">With his warm voice betrayed by the sadness on his face, he tells the BBC: \"She was my best friend. Everyone who knew her loved her. She was always trying to make the people in her life happy. That's how I remember her, as someone kind and loving.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Charlene was 43 and enjoying life as a new grandmother when she was killed in May 2023. She was set alight in her car in what police allege was an act of gender-based violence. She later died in hospital from her injuries.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/839b/live/3cce8040-ea43-11f0-b385-5f48925de19a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/839b/live/3cce8040-ea43-11f0-b385-5f48925de19a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/839b/live/3cce8040-ea43-11f0-b385-5f48925de19a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/839b/live/3cce8040-ea43-11f0-b385-5f48925de19a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/839b/live/3cce8040-ea43-11f0-b385-5f48925de19a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/839b/live/3cce8040-ea43-11f0-b385-5f48925de19a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/839b/live/3cce8040-ea43-11f0-b385-5f48925de19a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/839b/live/3cce8040-ea43-11f0-b385-5f48925de19a.jpg.webp\" loading=\"lazy\" alt=\"Reuters A person works on a mural with a message against gender-based violence in Johannesburg, South Africa, on 21 November 2025\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">South Africa's government declared gender-based violence and femicide a national crisis in 2019</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The man accused of killing Charlene has been in custody for two years. But there has been no trial - court records show a series of postponements, for reasons ranging from missing reports and incomplete investigations to unavailable judges and administrative delays.</p><p class=\"sc-9a00e533-0 eZyhnA\">Jason, who works as a call centre manager, says the impact has been both emotional and financial.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm the provider now, not only for my wife and baby, but also for my younger sister and grandmother because my mother used to help them out as well.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He is desperate for the case to conclude.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"No healing can be done without putting something to rest. We don't know what's going to happen, and I'm too scared to even think about it. We need clarity. We need to know what happened.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The office of the auditor-general, a watchdog set up under South Africa's constitution, recently reported a waiting list of around 37,000 cases, but the justice department has said that the true figure could be closer to 100,000.</p><p class=\"sc-9a00e533-0 eZyhnA\">One of the main causes of the delays is staffing.</p><p class=\"sc-9a00e533-0 eZyhnA\">South Africa has an estimated 250 judges serving a population of more than 60 million, amounting to around four judges per million people and well below global norms.</p><p class=\"sc-9a00e533-0 eZyhnA\">By comparison, Judges Matter, a South African advocacy group, says India has around 15 judges per million people, while many European countries have more than 200. The figures highlight just how thinly stretched South Africa's judiciary has become.</p><p class=\"sc-9a00e533-0 eZyhnA\">One of the most high-profile examples of prolonged delays is the murder case of Senzo Meyiwa - a beloved footballer who captained the national team, Bafana Bafana, and played for one of the country's most popular clubs, Orlando Pirates, in the local league.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ac53/live/b3ac87f0-ea4f-11f0-ab01-7b6afcef88f5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ac53/live/b3ac87f0-ea4f-11f0-ab01-7b6afcef88f5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ac53/live/b3ac87f0-ea4f-11f0-ab01-7b6afcef88f5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ac53/live/b3ac87f0-ea4f-11f0-ab01-7b6afcef88f5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ac53/live/b3ac87f0-ea4f-11f0-ab01-7b6afcef88f5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ac53/live/b3ac87f0-ea4f-11f0-ab01-7b6afcef88f5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ac53/live/b3ac87f0-ea4f-11f0-ab01-7b6afcef88f5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ac53/live/b3ac87f0-ea4f-11f0-ab01-7b6afcef88f5.jpg.webp\" loading=\"lazy\" alt=\"Gallo Images / Getty Images Senzo Meyiwa, in green kit and making a thumbs-up sign with his right hand, on 2 November 2013 during a match in South Africa\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Gallo Images / Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Senzo Meyiwa's killing sent shockwaves across South Africa</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In 2014, Meyiwa was shot and killed at the home of his girlfriend, musician Kelly Khumalo, in Vosloorus, south of Johannesburg.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the time, police said the motive appeared to be a burglary gone wrong.</p><p class=\"sc-9a00e533-0 eZyhnA\">The murder dominated headlines, extensive state resources were allocated to crack the case, and police offered a reward of around $23,000 (£17,300) for information leading to the arrest of his killer.</p><p class=\"sc-9a00e533-0 eZyhnA\">But more than a decade later, the case has still not been closed.</p><p class=\"sc-9a00e533-0 eZyhnA\">The trial at the Pretoria High Court has been beset by challenges, including changes in judges and legal teams, and allegations that police botched the investigation.</p><p class=\"sc-9a00e533-0 eZyhnA\">More recently, the head of the public prosecutor's office, Advocate Shamila Bahoti, said factionalism and infighting within the police had affected how the case was investigated over the years.</p><p class=\"sc-9a00e533-0 eZyhnA\">Senior government officials acknowledge the problem but say reforms are coming.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lucky Mohalaba, the head of court administration, says the government accepts criticism that more needs to be done to ensure speedy trials, and plans to hire more magistrates, and possibly extend working hours, to tackle the problem.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We do acknowledge that some matters could have been processed much quicker. We urge the public to not lose faith and hope in the justice system,\" Mohalaba tells the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">But organisations such as Action Society, which support victims through the legal process, say the justice system is failing people.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The system is broken at every step, and sometimes the delays force people to give up. That's especially dangerous in a country like South Africa with a 90% re-offender rate. It becomes a vicious cycle,\" the group's spokesperson, Juanita du Preez, tells the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Every single person we assist has lost faith in the criminal justice system, the police and the government, because they are living that failure every day,\" she adds.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">More BBC stories about South Africa:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Indian farmers turn to 'magical' butterfly pea flower",
            "time": "2026-01-06T00:01:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3d57/live/b91c64e0-eaa3-11f0-bf17-e78bc270bb22.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">The 'magical' blue flower changing farmers' fortunes in India</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Priti Gupta</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Technology Reporter</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3d57/live/b91c64e0-eaa3-11f0-bf17-e78bc270bb22.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3d57/live/b91c64e0-eaa3-11f0-bf17-e78bc270bb22.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3d57/live/b91c64e0-eaa3-11f0-bf17-e78bc270bb22.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3d57/live/b91c64e0-eaa3-11f0-bf17-e78bc270bb22.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3d57/live/b91c64e0-eaa3-11f0-bf17-e78bc270bb22.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3d57/live/b91c64e0-eaa3-11f0-bf17-e78bc270bb22.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3d57/live/b91c64e0-eaa3-11f0-bf17-e78bc270bb22.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3d57/live/b91c64e0-eaa3-11f0-bf17-e78bc270bb22.jpg.webp\" loading=\"eager\" alt=\"Impex A close up of the blue flower of the butterfly pea. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Impex</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Butterfly pea grows wild across India</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Until a few years ago, the butterfly pea flower was just another climbing plant in my village,\" says Nilam Brahma who lives in Anthaigwlao, a village in the northeastern Indian state of Assam. </p><p class=\"sc-9a00e533-0 eZyhnA\">Butterfly pea, also known as aparajita in India, grows as a vine and has a striking blue flower.</p><p class=\"sc-9a00e533-0 eZyhnA\">Around two years ago, Brahma heard that local women were making money selling the flowers, which can be made into tea, or a blue dye. </p><p class=\"sc-9a00e533-0 eZyhnA\">She decided to join them. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The results surprised even me. The first time I earned $50 (£37) from selling dried flowers, I felt a shock. It made me believe I could control my own future,\" she says.</p><p class=\"sc-9a00e533-0 eZyhnA\">The experiment led to a small business.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I applied for a small loan and invested in solar dryers. The machines helped me dry flowers faster, preserve their colour, and meet the quality standards demanded by buyers.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/81dd/live/74463690-d741-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/81dd/live/74463690-d741-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/81dd/live/74463690-d741-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/81dd/live/74463690-d741-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/81dd/live/74463690-d741-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/81dd/live/74463690-d741-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/81dd/live/74463690-d741-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/81dd/live/74463690-d741-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Phungjwa Brahma Nilam Brahma  reaches into a vine to pick the butterfly pea flowers. She is wearing a pink and yellow sari. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Phungjwa Brahma</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Cultivating butterfly pea has become a business for Nilam Brahma</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Thailand and Indonesia have been the leading growers and consumers of butterfly pea flowers. But there's growing global demand for the flower, which is attracting entrepreneurs in India.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The global demand for natural colourants is exploding,\" explains Varshika Reddy, the founder of THS Impex, which exports natural dyes and additives.</p><p class=\"sc-9a00e533-0 eZyhnA\">Behind that demand is consumer appetite for natural ingredients and tighter controls in the US and Europe <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c4g83dpeendo\" class=\"sc-f9178328-0 iCaRzc\">on synthetic food dyes</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 2021, the US Food and Drug Administration (FDA) <a target=\"_blank\" href=\"https://www.federalregister.gov/documents/2021/09/02/2021-18995/listing-of-color-additives-exempt-from-certification-butterfly-pea-flower-extract\" class=\"sc-f9178328-0 iCaRzc\">approved butterfly pea flower</a> as a food additive.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, in 2022 the European Food Safety Authority (EFSA) <a target=\"_blank\" href=\"https://efsa.onlinelibrary.wiley.com/doi/10.2903/sp.efsa.2022.EN-7084\" class=\"sc-f9178328-0 iCaRzc\">raised safety concerns</a> about using the flower.</p><p class=\"sc-9a00e533-0 eZyhnA\">Both the EU and <a target=\"_blank\" href=\"https://www.food.gov.uk/business-guidance/regulated-products/novel-foods-guidance\" class=\"sc-f9178328-0 iCaRzc\">the UK classify butterfly pea flower</a> as a \"novel\" food, meaning it still needs approval for widespread use.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nevertheless, Indian entrepreneurs still see potential and want to develop India's market.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The crop is still seen as a backyard ornamental or medicinal plant rather than a commercial commodity,\" says Reddy. \"There is no structured market awareness, no government classification, and no standard pricing mechanism, making farmers uncertain about returns.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">She is working with farmers to raise production standards.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We work with a dedicated cluster of farmers and their families in Uttar Pradesh, including a significant number of women farmers.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We have established formal contracts... we provide comprehensive agronomy support, including guidance on best farming practices, irrigation management, and crop-specific techniques,\" she says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5c77/live/78d7b020-d742-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5c77/live/78d7b020-d742-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5c77/live/78d7b020-d742-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5c77/live/78d7b020-d742-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5c77/live/78d7b020-d742-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5c77/live/78d7b020-d742-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5c77/live/78d7b020-d742-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5c77/live/78d7b020-d742-11f0-a892-01d657345866.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A bright blue cocktail being poured at a Los Angeles bar\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Butterfly pea flowers bring a bright blue colour to food and drinks</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Others in India have spotted the commercial opportunity.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When you infuse the flower in hot water, it turns blue, and when you squeeze lemon into it, it turns purple. That felt magical,\" says Nitesh Singh, who is based just outside Delhi.</p><p class=\"sc-9a00e533-0 eZyhnA\">Like Reddy, he thought that the flower had much more potential in India.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It was here for thousands of years, but nobody knew it could become clean, healthy food,\" adds Singh.</p><p class=\"sc-9a00e533-0 eZyhnA\">So, in 2018 he founded Blue Tea, hoping to grow an Indian brand, with Indian butterfly peas. To start with, it did not go well. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Initially, we had to import because we couldn't find good quality flowers in India. The flowers here had fewer petals, and once sun-dried, nothing would remain. We needed a flower with more pigment, more petals, to retain colour after drying.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Over the past seven years, Singh has been working with farmers to raise the quantity and quality.</p><p class=\"sc-9a00e533-0 eZyhnA\">Having started with five farmers, he now works with 600 across the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Training and quality control are the biggest challenges,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">Plucking the flowers is a key part of the process. It's a job that is predominantly done by women.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Their hands are softer, and they instinctively know how to pluck delicate flowers without damaging the plant. So, women are trained in how to identify the flower for plucking,\" says Singh.</p><p class=\"sc-9a00e533-0 eZyhnA\">Once harvested, the flowers have to be dried, which also has to be done with care.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Temperature control is extremely important for drying this flower - one mistake and you lose its value,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">Farmers do some of the drying before the flowers arrive at Blue Tea, where the moisture is checked and further drying is done.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We use very mild temperatures for a longer time. If the heat is too high, the flower burns and you lose its medicinal quality and colour,\" says Singh.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d248/live/cd6e80f0-d742-11f0-9553-fb7d4b4955e6.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d248/live/cd6e80f0-d742-11f0-9553-fb7d4b4955e6.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d248/live/cd6e80f0-d742-11f0-9553-fb7d4b4955e6.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d248/live/cd6e80f0-d742-11f0-9553-fb7d4b4955e6.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d248/live/cd6e80f0-d742-11f0-9553-fb7d4b4955e6.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d248/live/cd6e80f0-d742-11f0-9553-fb7d4b4955e6.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d248/live/cd6e80f0-d742-11f0-9553-fb7d4b4955e6.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d248/live/cd6e80f0-d742-11f0-9553-fb7d4b4955e6.jpg.webp\" loading=\"lazy\" alt=\"Blue Tea A pile of tea bags with a Blue Tea label\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Blue Tea</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Blue Tea has been working with Indian farmers to source butterfly pea flowers</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">As well as the eye-catching colour, <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6546959/#sec35\" class=\"sc-f9178328-0 iCaRzc\">there is some evidence</a> that butterfly pea flowers have health benefits. But more research needs to be done.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When we began reviewing literature, we realised hardly any studies had focused on butterfly pea, despite its strong functional and herbal properties. Most of the available research involved rats and mice,\" says V Supriya, assistant professor, Sri Ramachandra Institute of Higher Education and Research in Chennai.</p><p class=\"sc-9a00e533-0 eZyhnA\">She ran a small study on people who were pre-diabetic, and found that those who consumed tea made with butterfly pea flowers, showed better sugar control, than those that didn't.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Butterfly pea was largely overlooked. But with evidence now emerging - especially from human trials - its health benefits may make it very popular,\" says Supriya.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7b10/live/168d6030-d743-11f0-9553-fb7d4b4955e6.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7b10/live/168d6030-d743-11f0-9553-fb7d4b4955e6.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7b10/live/168d6030-d743-11f0-9553-fb7d4b4955e6.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7b10/live/168d6030-d743-11f0-9553-fb7d4b4955e6.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7b10/live/168d6030-d743-11f0-9553-fb7d4b4955e6.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7b10/live/168d6030-d743-11f0-9553-fb7d4b4955e6.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7b10/live/168d6030-d743-11f0-9553-fb7d4b4955e6.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7b10/live/168d6030-d743-11f0-9553-fb7d4b4955e6.jpg.webp\" loading=\"lazy\" alt=\"Pushpal Biswas Pushpal Biswas crouches down and inspects a butterfly tea bush\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Pushpal Biswas</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Growing buttefly pea flowers has enabled Pushpal Biswas to expand his farm </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Pushpal Biswas owns a small farm in west Bengal, and was introduced to butterfly pea by Blue Tea. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I used to grow rice and vegetables. But many a time I was not able to sell my produce and faced losses,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">But everything has changed over the past seven years, thanks to the new crop.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's an easy growing crop,\" he says about butterfly pea.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"With scientific methods, my production jumped from 50kg to 80kg. With the money I made I took more land on lease. My land capacity increased, my production increased, and slowly, my income increased too.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">For some Indian communities, the flower has made a real impact.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"In the last few years, many people from nearby villages have joined us in this cultivation,\" says Biswas.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This isn't just farming anymore — it has become a network, a community, a business family.\"</p></div><div data-component=\"links-block\" class=\"sc-3b6b161a-0 djqsWD\"><div class=\"sc-666b6d83-0 sc-c4fb5674-0 jYmMqa kGPvxx\"><span data-testid=\"links-title\" class=\"sc-c4fb5674-2 bBuHEW\">More Technology of Business</span></div></div></article></div></body></html>"
        },
        {
            "title": "Why does Trump want Greenland, and what could it mean for Nato?",
            "time": "2026-01-06T13:33:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7efb/live/385c8de0-ea48-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Why does Trump want Greenland and what could it mean for Nato?</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">'We need Greenland from the standpoint of national security,' Trump says</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump has repeatedly said the US should take over Greenland, arguing that it would benefit his nation's security.</p><p class=\"sc-9a00e533-0 eZyhnA\">His demands have been rejected by the island's leaders and by Nato member Denmark, of which Greenland is a semi-autonomous territory.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Where is Greenland and why does it matter to Trump?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Greenland - the world's largest island which is not a continent - is located in the Arctic.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is also the most sparsely populated territory. About 56,000 people live there, mostly indigenous Inuit people.</p><p class=\"sc-9a00e533-0 eZyhnA\">About 80% of its territory is covered by ice, meaning most people live on the south-western coast around the capital, Nuuk.</p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland's economy is mainly based on fishing, and it receives large subsidies from the Danish government.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">But in recent years, there has been increased interest in Greenland's natural resources, including mining for rare earth minerals, uranium and iron. These may become more accessible as global warming leads to the melting of the massive ice sheet that covers the island.</p><p class=\"sc-9a00e533-0 eZyhnA\">Valuable mineral resources have been a key focus of Trump elsewhere in the world, including in his dealings with Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, the US president has said: \"We need Greenland for national security, not minerals.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He has also said that \"Greenland is covered with Russian and Chinese ships all over the place\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What has Trump said about the US controlling Greenland?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump repeated previous calls for the US to take over Greenland following the US military raid on Venezuela, during which its president Nicolás Maduro and his wife were seized and removed to New York.</p><p class=\"sc-9a00e533-0 eZyhnA\">The island's Prime Minister Jens Frederik Nielsen responded by saying \"that's enough now\", describing the idea of US control as a \"fantasy\".</p><p class=\"sc-9a00e533-0 eZyhnA\">But Trump and his allies went on to reiterate their threats. The president said he was \"very serious\" about his plans, adding that Greenland was important for European as well as American security.</p><p class=\"sc-9a00e533-0 eZyhnA\">One of his top aides, Stephen Miller, said \"nobody's going to fight the US over the future of Greenland\". He argued that seizing the territory would benefit Nato, the Western military alliance to which both the US and Denmark belong.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said: The US is the power of Nato. For the US to secure the Arctic region, to protect and defend Nato and Nato interests, obviously Greenland should be part of the US.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Trump's appointment of Greenland envoy sparks fresh row with Denmark</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In 2019, during his first presidential term, Trump offered to buy the island but was told it was not for sale.</p><p class=\"sc-9a00e533-0 eZyhnA\">He revived his interest after returning to the White House in January 2025, and has not ruled out the use of force.</p><p class=\"sc-9a00e533-0 eZyhnA\">There have also been controversial high level visits to Greenland. Vice-President JD Vance travelled there in March and gave a speech accusing Denmark of failing to invest enough to protect the territory.</p><p class=\"sc-9a00e533-0 eZyhnA\">A fresh row about US intentions was sparked in late 2025 when Trump appointed a special envoy to Greenland, Jeff Landry, who has openly spoken about making the island a part of the US.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What have Denmark and other Nato allies said?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Trump's stance has shocked Denmark, which has traditionally enjoyed close relations with Washington, according to BBC diplomatic correspondent James Landale.</p><p class=\"sc-9a00e533-0 eZyhnA\">Denmark's Prime Minister Mette Frederiksen warned that any effort to take over Greenland would spell the end of Nato.</p><p class=\"sc-9a00e533-0 eZyhnA\">His UK counterpart Sir Keir Starmer, another Nato leader, was asked whether he would say \"hands off Greenland\" to Trump. He answered: \"Yes.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Starmer signed a statement alongside the leaders of France, Germany, Italy, Poland, Spain and Denmark, which said: \"Greenland belongs to its people, and only Denmark and Greenland can decide on matters concerning their relations.\" </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Why does Denmark control Greenland?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Though a part of the continent of North America, Greenland has been controlled by Denmark – nearly 3,000km (1,860 miles) away – for about 300 years.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the US security interest in Greenland also dates back a long way, and two American administrations before Trump made failed efforts to acquire it.</p><p class=\"sc-9a00e533-0 eZyhnA\">The island was governed as a colony until the mid-20th Century. For much of this time, it remained isolated and poor.</p><p class=\"sc-9a00e533-0 eZyhnA\">After Nazi Germany occupied mainland Denmark during World War Two, the US invaded the island, establishing military and radio stations.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">After the war, American forces remained in Greenland. Pituffik Space Base, formerly known as Thule Air Base, has been operated by the US ever since.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 1951, a defence agreement with Denmark granted the US a significant role in the defence of the territory, including the right to build and maintain military bases.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 1953, the island was made part of the Kingdom of Denmark and Greenlanders became Danish citizens.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 1979, a referendum on home rule gave Greenland control of most policies within the territory, with Denmark retaining control over foreign affairs and defence.</p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland is home to Danish military bases as well as American ones.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/14b8/live/13b0e3b0-ea48-11f0-a422-4ba8a094a8fa.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/14b8/live/13b0e3b0-ea48-11f0-a422-4ba8a094a8fa.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/14b8/live/13b0e3b0-ea48-11f0-a422-4ba8a094a8fa.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/14b8/live/13b0e3b0-ea48-11f0-a422-4ba8a094a8fa.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/14b8/live/13b0e3b0-ea48-11f0-a422-4ba8a094a8fa.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/14b8/live/13b0e3b0-ea48-11f0-a422-4ba8a094a8fa.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/14b8/live/13b0e3b0-ea48-11f0-a422-4ba8a094a8fa.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/14b8/live/13b0e3b0-ea48-11f0-a422-4ba8a094a8fa.jpg.webp\" loading=\"lazy\" alt=\"Reuters A general view of snow-covered houses in Nuuk, the Greenlandic capital\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A new settlement was established near the present-day capital, Nuuk, after Danish colonisation in the 18th Century</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What do the people of Greenland think?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In response to Trump's threats early in 2026, Greenland Prime Minister Nielsen said: \"No more pressure. No more insinuations. No more fantasies of annexation.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are open to dialogue. We are open to discussions. But this must happen through the proper channels and with respect for international law.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">When BBC correspondent Fergal Keane visited the island in 2025, he heard one phrase again and again: \"Greenland belongs to Greenlanders. So, Trump can visit but that's it.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">The issue took centre stage during the territory's general election that year.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Residents react to Trump's interest in Greenland</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Polling suggests that most Greenlanders back independence from Denmark, but that an overwhelming majority of them also reject the idea of becoming part of the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">When Trump first raised the idea of buying Greenland in 2019, many locals said they were opposed to the proposal.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is a very dangerous idea,\" said Dines Mikaelsen, a tour operator.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He's treating us like a good he can purchase,\" said Aleqa Hammond, Greenland's first female prime minister.</p></div></article></div></body></html>"
        },
        {
            "title": "BBC looks into the relationship between Cuba and Venezuela",
            "time": "2026-01-06T20:59:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7dcf/live/65d8c160-eb3a-11f0-a422-4ba8a094a8fa.jpg",
            "body": "<html><body><div><div data-testid=\"card-text-wrapper\" class=\"sc-9003107f-3 hFA-DmC\"><div class=\"sc-fa814188-1 iRoJZi\"><p class=\"sc-fa814188-0 hPhBqv\"><h2 data-testid=\"card-headline\" class=\"sc-fa814188-3 MKjtp\">'Everything's gone' - BBC finally able to access one of Jamaica's worst-hit areas</h2></p></div><p data-testid=\"card-description\" class=\"sc-9003107f-4 jAVyXz\">Buildings, power lines, and a church once visited by King Charles are down in the tourism hub of Falmouth.</p><p class=\"sc-1907e52a-0 jkvOKk\"><span data-testid=\"card-metadata-tag\" class=\"sc-1907e52a-2 coRVrA\">Latin America</span></p></div></div></body></html>"
        },
        {
            "title": "'It seems unjust to me' - Views on Maduro's seizure from Caracas",
            "time": "2026-01-06T20:19:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1f4f/live/b39f8530-eb37-11f0-b385-5f48925de19a.jpg",
            "body": "<html><body><div><div data-testid=\"card-text-wrapper\" class=\"sc-9003107f-3 hFA-DmC\"><div class=\"sc-fa814188-1 iRoJZi\"><p class=\"sc-fa814188-0 hPhBqv\"><h2 data-testid=\"card-headline\" class=\"sc-fa814188-3 MKjtp\">'Everything's gone' - BBC finally able to access one of Jamaica's worst-hit areas</h2></p></div><p data-testid=\"card-description\" class=\"sc-9003107f-4 jAVyXz\">Buildings, power lines, and a church once visited by King Charles are down in the tourism hub of Falmouth.</p><p class=\"sc-1907e52a-0 jkvOKk\"><span data-testid=\"card-metadata-tag\" class=\"sc-1907e52a-2 coRVrA\">Latin America</span></p></div></div></body></html>"
        },
        {
            "title": "Watch: What it was like in the courtroom at Maduro's hearing",
            "time": "2026-01-05T19:58:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0f62/live/5c79a420-ea7e-11f0-b5f7-49f0357294ff.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Nicolas Maduro, former president of Venezuela, made his first court appearance in New York City after his capture by US forces in Caracas on 3 January. </p><p class=\"sc-9a00e533-0 eZyhnA\">Maduro and his wife, Cilia Flores, appeared in handcuffs and leg shackles before a judge. They are due to stand trial for charges including narcoterrorism. Both entered not guilty pleas.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Madeline Halpert was inside the courtroom as the former president addressed the judge. </p></div></div></body></html>"
        },
        {
            "title": "Video shows Maduro's arrival in US and journey into custody",
            "time": "2026-01-04T10:57:05",
            "imgUrl": "https://ichef.bbci.co.uk/images/ic/1024xn/ichef.bbci.co.uk/images/ic/$widthxn/p0ms16wm.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Venezuelan President Nicolás Maduro and his wife Cilia Flores have been placed in custody at a New York detention centre after he was captured during US strikes on Caracas.</p><p class=\"sc-9a00e533-0 eZyhnA\">Footage shows a handcuffed Maduro emerging from a plane after it landed at Stewart Air National Guard Base in New York state on Saturday evening.</p><p class=\"sc-9a00e533-0 eZyhnA\">He was then taken to the offices of the US Drug Enforcement Administration (DEA). The White House shared a video of him at the office on social media, with the caption: \"Perp walked.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He was later taken into a helicopter at a New York heliport, which is believed to have transported him and Flores to the Metropolitan Detention Center, a federal facility in Brooklyn where they are being held.</p></div></div></body></html>"
        },
        {
            "title": "'I'm so happy' - Venezuelans in the US react to Maduro's capture",
            "time": "2026-01-03T22:20:19",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3649/live/8ea6e4f0-e8f1-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump says the US launched strikes on Venezuela and captured its President Nicolás Maduro. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Bernd Debusmann Jr reports from Doral, Florida, a hub for the Venezuelan and Venezuelan-American community in the US.</p></div></div></body></html>"
        },
        {
            "title": "Trump on Venezuela: 'We are going to run the country'",
            "time": "2026-01-03T17:20:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1d37/live/bd69bc30-e8c5-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">President Donald Trump announced that the US will run Venezuela until a 'proper transition can take place.'</p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\">The United States launched strikes against the country and captured Venezuela's President Nicolas Maduro and his wife on 3 January. </p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\">Trump said Maduro and his wife were captured from a fortress-like house and will be taken to New York; the president said there were \"a few injuries but no deaths on our side\".</p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\">Maduro was indicted in New York on drugs and weapons charges, Attorney General Pam Bondi said, adding Maduro will \"face the full wrath of American justice on American soil in American courts\".</p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\">Venezuela declared a national emergency, denouncing \"extremely serious military aggression\".</p></div></div></body></html>"
        },
        {
            "title": "Footage shows attack at La Guaira port",
            "time": "2026-01-03T14:59:21",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a739/live/6d6968a0-e8b3-11f0-b67b-690eb873de1b.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Port La Guaira is Caracas' main conduit to the Caribbean Sea, located in Miranda state. </p><p class=\"sc-9a00e533-0 eZyhnA\">Footage filmed nearby shows flames and several plumes of smoke rising.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/live/c5yqygxe41pt\" class=\"sc-f9178328-0 iCaRzc\">Read more on our live page.</a></p></div></div></body></html>"
        },
        {
            "title": "Watch: Over 100 firefighters on the scene of Denver blaze",
            "time": "2026-01-03T05:38:51",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/923e/live/67dc09e0-e865-11f0-a8dc-93c15fe68710.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The Colorado city of Denver was lit up by enormous fire on Friday evening, with over 100 firefighters on the scene to battle the blaze. </p><p class=\"sc-9a00e533-0 eZyhnA\">Fire department officials said there were initial concerns that the \"five-alarm fire\" could spread to other nearby homes or businesses, but first responders were able to keep the flames contained. </p><p class=\"sc-9a00e533-0 eZyhnA\">No injuries have been reported as a result of the fire, which occurred at an apartment block that was still under construction.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Four men rescued from boat teetering on dam edge",
            "time": "2026-01-02T09:20:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/bda5/live/b1c7c660-e7b2-11f0-b67b-690eb873de1b.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Footage shows the moment four men were pulled to safety after spending hours dangling off the edge of a 40m (130ft) dam in South Africa. </p><p class=\"sc-9a00e533-0 eZyhnA\">Rescuers from the National Sea Rescue Institute (NSRI) arrived at the Grootdraai Dam in Mpumalanga on Monday after reports that a boat had suffered motor failure, before drifting to the edge of the dam. </p><p class=\"sc-9a00e533-0 eZyhnA\">The NSRI credited quick-thinking employees who opened sluice gates on the spillway to stop the boat being swept away by the heavy water flow. The men were reportedly uninjured.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Moment 400-pound runaway prop injures Disney employee",
            "time": "2026-01-02T07:10:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4fb1/live/8c1c4e80-e7a9-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Footage shows the moment a worker at Walt Disney World was injured after being hit by a 400-lb (180kg) runaway fake boulder prop.</p><p class=\"sc-9a00e533-0 eZyhnA\">The incident took place at the Indiana Jones Epic Stunt Spectacular! during a live recreation of a famous scene from the film.</p><p class=\"sc-9a00e533-0 eZyhnA\">Video shows the boulder rolling towards the audience as a staff member jumps into its path, preventing it from reaching the crowd.</p><p class=\"sc-9a00e533-0 eZyhnA\">The staff member did not appear to stand up immediately, and other workers are seen running to his side. The Florida theme park said they are supporting the staff member, who is now recovering. </p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cn8jlm07nz4o\" class=\"sc-f9178328-0 iCaRzc\">Read the full story on the incident at Walt Disney World here.</a></p></div></div></body></html>"
        },
        {
            "title": "Steve Rosenberg: What are Russians hoping for in 2026?",
            "time": "2026-01-01T00:17:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6384/live/6ffe6890-e688-11f0-a8dc-93c15fe68710.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">As the New Year holiday gets underway, the BBC's Russia editor Steve Rosenberg asks people on the streets of Moscow about their hopes for 2026 and how they see their future. </p><p class=\"sc-9a00e533-0 eZyhnA\">It's not only Russia's war on Ukraine that is preying on people's minds, but also the state of the economy, which is coming under increasing pressure.</p></div></div></body></html>"
        }
    ]
}