{
    "source": "BBC News",
    "articles": [
        {
            "title": "Mexico drug violence: BBC reports from Sinaloa city turned into war zone by cartel feud",
            "time": "2026-02-25T17:00:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1f16/live/170d1a60-10d1-11f1-97cc-8b3c62c7814d.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Each package weighs a kilo and is worth $20,000 (£14,800).  But Román explained that depending on the city it is sent to, it can fetch more. \"If we take it to New York, it can go as high as $28,000 or $29,000. The further up it goes, the higher the price, and the greater our profit.\"</p></div></div></body></html>"
        },
        {
            "title": "Watch: BBC on streets of Mexican city gripped by deadly cartel violence",
            "time": "2026-02-25T22:35:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d027/live/0ee28050-1298-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"warning:-this-video-contains-graphic-imagery-of-the-victims-of-stabbings-and-shootings,-as-well-as-images-of-those-killed-in-street-violence\" class=\"sc-d16436d-0 iVdNuz\"><b id=\"warning:-this-video-contains-graphic-imagery-of-the-victims-of-stabbings-and-shootings,-as-well-as-images-of-those-killed-in-street-violence\" class=\"sc-d16436d-0 gnUCoQ\">Warning: This video contains graphic imagery of the victims of stabbings and shootings, as well as images of those killed in street violence</b></i></p><p class=\"sc-9a00e533-0 eZyhnA\">One of the most powerful and feared criminal organisations in Mexico has unleashed a wave of violence across 20 Mexican states, following the death of drug lord Nemesio Oseguera Cervantes, better known as \"El Mencho\", shortly after being captured amid a bloody firefight in Jalisco.</p><p class=\"sc-9a00e533-0 eZyhnA\">Members of the Jalisco New Generation Cartel (CJNG) have turned many towns and cities where the cartel is active into war zones.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC international correspondent Quentin Sommerville travelled to Culiacán in northern Sinaloa state, another Mexican cartel hotspot at war with itself after the removal of its cartel leader in 2024, Ismael \"El Mayo\" Zambada, who is now in prison in the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC followed two paramedics in Culiacán, Julio César Vega and Héctor Torres, who attend to victims following violent incidents. Héctor said the violence in Culiacán had never been so bad or gone on for so long.</p><p class=\"sc-9a00e533-0 eZyhnA\">Read <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cx2g3vmde0eo\" class=\"sc-f9178328-0 iCaRzc\">the full story here</a>.</p></div></div></body></html>"
        },
        {
            "title": "Trump keeps world waiting on his plans for Iran after State of the Union",
            "time": "2026-02-25T15:16:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a855/live/4b7688f0-124c-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The US-based Human Rights Activists News Agency (HRANA) has put its confirmed death toll at more than 7,000, including 6,488 protesters, and is still investigating reports of thousands more deaths. The Iranian government insists that figure is around 3,100.</p></div></div></body></html>"
        },
        {
            "title": "Bill Gates 'took responsibility' over Epstein ties in staff meeting, foundation says",
            "time": "2026-02-25T13:18:17",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/eb92/live/eb1973c0-1230-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"In the conversation, Bill answered questions submitted by foundation staff on a range of issues, including the release of the Epstein files, the foundation's work in AI, and the future of global health.  </p></div></div></body></html>"
        },
        {
            "title": "Four shot dead on US-registered speedboat by border guard, Cuba says",
            "time": "2026-02-25T23:23:13",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d04a/live/67d87ed0-1293-11f1-968e-4d50907d82c2.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday, the US Treasury said it would ease some small private sector transactions, including oil sales, to \"support the Cuban people, for commercial and humanitarian use\".</p></div></div></body></html>"
        },
        {
            "title": "Dezi Freeman: Six months after killing of two police officers, will conspiracy theorist who ran into bush be found?",
            "time": "2026-02-25T19:05:43",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/927d/live/fb316d20-129a-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">International and specialist teams have since aided in the search that has stretched down caves, across rivers and into old mining huts. Police say they have investigated more than 2,000 pieces of information from the public, and have offered a A$1m (£525,000, $709,000) reward, but no trace of Freeman has been found.</p></div></div></body></html>"
        },
        {
            "title": "Spain declassifies files on 1981 attempted coup",
            "time": "2026-02-25T19:30:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7483/live/a62a7100-127c-11f1-9120-a910fc22c6ac.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Eventually, it failed, after the young king addressed Spaniards - and the armed forces - via a televised message, expressing his opposition to the rebels and ordering all military to remain in their barracks.</p></div></div></body></html>"
        },
        {
            "title": "Politician brothers convicted for ordering murder of Brazilian councillor",
            "time": "2026-02-25T19:35:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6ef2/live/344cac70-1280-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The only woman on the Supreme Court, Carmen Lucia, said the process had caused her \"great spiritual and psychological harm\", asking how many more \"Marielles will Brazil allow to be murdered?\"</p></div></div></body></html>"
        },
        {
            "title": "Pope Leo to tour Algeria, Cameroon, Angola and Equatorial Guinea",
            "time": "2026-02-25T18:47:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/99c2/live/cd035510-1274-11f1-a881-21e035cd6577.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">However, Vatican News reports that <a target=\"_blank\" href=\"https://www.vaticannews.va/en/pope/news/2026-02/pope-leo-to-visit-africa-spain-and-monaco.html\" class=\"sc-f9178328-0 iCaRzc\">the tour from April 13 to 23,</a> will include stops in Algiers and Annaba in Algeria; Yaoundé, Bamenda and Douala in Cameroon; Luanda, Muxima and Saurimo in Angola; and Malabo, Mongomo and Bata in Equatorial Guinea, the continent's only Spanish‑speaking nation.</p></div></div></body></html>"
        },
        {
            "title": "Swiss bar fire victims to get solidarity payout",
            "time": "2026-02-25T16:51:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b741/live/b30c54d0-1266-11f1-9120-a910fc22c6ac.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The Swiss government has announced an emergency payout of 50,000 francs ($65,000;  £48,000) for the victims of the deadly fire at the ski bar resort of Crans-Montana on New Year's Eve.</p></div></div></body></html>"
        },
        {
            "title": "Zimbabwe rejects US health deal over sensitive data concerns",
            "time": "2026-02-25T15:25:29",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/26ae/live/39a3f490-1261-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Zimbabwe was being asked to share its biological resources and data over an extended period, with no corresponding guarantee of access to any medical innovations - such as vaccines, diagnostics, or treatments - that might result from that shared data,\" <a target=\"_blank\" href=\"https://www.heraldonline.co.zw/clarification-on-zimbabwes-health-diplomacy1/\" class=\"sc-f9178328-0 iCaRzc\">his statement said</a>.</p></div></div></body></html>"
        },
        {
            "title": "Japan to deploy missiles on Yonaguni island near Taiwan by 2031",
            "time": "2026-02-25T06:00:50",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2674/live/a06c4dd0-11f8-11f1-ac81-73be0b86ece0.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Takaichi's remarks to parliament plunged ties with China to their lowest level in years and Beijing has been piling on the pressure in a wide range of ways - sending warships, throttling rare earth exports, curbing Chinese tourism, cancelling concerts and even reclaiming its pandas.</p></div></div></body></html>"
        },
        {
            "title": "NewJeans: Ex-K-pop boss Min Hee-jin offers to forgo compensation if label drops lawsuits",
            "time": "2026-02-25T07:54:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9e00/live/0b343b40-121d-11f1-9123-81d30b1ac5de.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">NewJeans, who saw Min as a mentor, announced they would leave the agency following her dismissal, but a South Korea district court ruled last October that they must honour their contract with Ador, which runs until 2029.</p></div></div></body></html>"
        },
        {
            "title": "Chris Baghsarian: Australian grandfather murder suspects charged",
            "time": "2026-02-25T14:12:13",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ac21/live/c5c7fe40-1120-11f1-8b3d-a740410c025d.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Police say widower Chris Baghsarian, 85, was taken from his home in the northern suburb of North Ryde on 13 February, in what they believe was a case of mistaken identity. He was found dead on Monday.</p></div></div></body></html>"
        },
        {
            "title": "Senegal anti-LGBT law: PM Ousmane Sonko seeks tougher legislation, doubling prison terms",
            "time": "2026-02-25T05:46:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e26b/live/e38804a0-1203-11f1-bd5e-af799bf42f36.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this month, police detained 12 men, among them two public figures and a prominent journalist, under anti-LGBT laws. Local media outlets say around 30 people have been arrested in total this month.</p></div></div></body></html>"
        },
        {
            "title": "Chinese dance group's tour triggers bomb threat against Australian PM",
            "time": "2026-02-25T08:13:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ce06/live/6b6d9310-11fc-11f1-9aaf-2d926c8af0e6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Based in upstate New York, the group started Shen Yun in 2006, which puts on elaborate dance performances containing thinly veiled attacks on the Chinese Communist Party.  In recent years the dance troupe has faced allegations that it mistreats its employees, which it has denied.</p></div></div></body></html>"
        },
        {
            "title": "German chancellor warns of trade imbalance with China during first Beijing trip",
            "time": "2026-02-25T17:50:37",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1f12/live/248150a0-120f-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">In response to past allegations of unfairly controlling its currency's value, China said it is committed to implementing a floating exchange rate regime, based on market supply and demand, but managed where necessary.</p></div></div></body></html>"
        },
        {
            "title": "Fact-checking Trump's longest ever State of the Union",
            "time": "2026-02-25T10:40:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2ea4/live/e2517fa0-1233-11f1-801d-ed3cff6bf876.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The White House lists the \"wars\" as ones between: Israel and Hamas, Pakistan and India, Rwanda and the Democratic Republic of Congo (DRC), Thailand and Cambodia, Armenia and Azerbaijan, Egypt and Ethiopia and Serbia and Kosovo.</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh Daily Star: Inside the night a mob burned a newspaper",
            "time": "2026-02-26T00:54:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/df42/live/2f34c0d0-12ab-11f1-aee4-916b26890818.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Nearly three months on, the building still carries the attack in its bones: insurers picking through debris, piles of glass heaped by the entrance, the auditorium a burnt-out shell. Foreign diplomats still file through, surveying the devastation - a reminder that the assault reverberated well beyond the newsroom.</p></div></div></body></html>"
        },
        {
            "title": "Kordofan drone strikes: Sudan's pivotal new front line as truce remains elusive",
            "time": "2026-02-25T00:43:00",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6d5c/live/f65cdfe0-11c4-11f1-9120-a910fc22c6ac.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Greater Kordofan comprises three states and serves as a vital axis linking the western Darfur region, controlled by the RSF, to the capital, Khartoum, in the eastern Nile Valley, now in army hands.</p></div></div></body></html>"
        },
        {
            "title": "Shein's elusive boss hails Chinese roots in rare public appearance",
            "time": "2026-02-25T03:18:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1c3b/live/bc2aeeb0-1206-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The Shein boss, also known as Sky or Chris Xu, was speaking at the High-quality Development Conference in Guangzhou, a global manufacturing powerhouse that is home to most of China's clothing production.</p></div></div></body></html>"
        },
        {
            "title": "Bowen: Why Ukraine remains defiant and does not feel close to defeat",
            "time": "2026-02-24T06:02:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3691/live/ef0177f0-0e41-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Feeling a little reassured by the nets and the snow, we headed towards the town of Slovyansk, past the ruined shells of buildings destroyed over the last four years. Slovyansk functions as a town, just about, with some cafes and shops open. But  thousands of residents have moved to safer places, and when the people who have stayed go out, their fear of Russian FPV drones means they hurry down the icy, snow-covered streets to get through their errands to make it home alive. Nets are going up in the town centre.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Moment a sinkhole in Omaha traps cars and drivers",
            "time": "2026-02-25T15:50:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f8dd/live/21ea7fe0-1261-11f1-b048-c9424b2cf5fd.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">A sinkhole opened up at a busy Omaha intersection on 24 February, swallowing two vehicles, CCTV footage shared by the Omaha police department showed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Reports said that the road will remain closed in case the sinkhole expands. </p><p class=\"sc-9a00e533-0 eZyhnA\">No one was hurt in the incident. </p></div></div></body></html>"
        },
        {
            "title": "BBC sees burnt cars in Puerto Vallarta after Mexican cartel violence",
            "time": "2026-02-25T05:57:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/30c9/live/a150d4e0-120d-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The evidence of Sunday's terrifying cartel rampage is still visible across parts of Mexico. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Will Grant visits Puerto Vallarta, a popular coastal resort town in Jalisco state, to see the lines of burnt cars in a Costco car park and the cleanup. </p><p class=\"sc-9a00e533-0 eZyhnA\">He says the city is trying to return to a state of normality, as tourists who were trapped make their way to Puerto Vallarta's international airport.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Russian soldiers tell BBC they saw commanders order fellow troops' killing",
            "time": "2026-02-24T07:32:54",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4ae6/live/a6798040-115c-11f1-9120-a910fc22c6ac.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Russian soldiers have exposed the brutality of conditions on the Russian side of the front lines in Ukraine, with two men telling the BBC they saw soldiers being executed on the spot for refusing orders.</p><p class=\"sc-9a00e533-0 eZyhnA\">The men, who are on the run, spoke about the horror they witnessed from an undisclosed location outside Russia in the documentary, \"The Zero Line: Inside Russia's War\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Ilya, 35, taught children with special needs before he was drafted into the army for the war. He says he saw four people being shot at point-blank range by a commander - an act known as Zeroing in Russian military slang - because they had fled the front line and refused to return.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zeroing is usually carried out as punishment for refusing orders, and acts as a means of intimidation for others who may be thinking of doing the same, the men told us.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another man, Dima, who also witnessed the executions, said commanders killing their own men was \"a normal thing\".</p><p class=\"sc-9a00e533-0 eZyhnA\">“I see it - just two metres, three metres. Just murders, just click, clack, bang. It’s not a drama, it’s not a movie, it’s a real life,” he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Russian government says its armed forces “operate with utmost restraint, as far as possible under the conditions of a high-intensity conflict, treating their personnel with maximum care”. “Information regarding alleged violations and crimes is duly investigated,” it added.“We are unable to independently verify the accuracy or authenticity of the information you have provided,” it said.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cz7gw3l395ro\" class=\"sc-f9178328-0 iCaRzc\">Read more about this story here.</a></p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"the-zero-line:-inside-russia's-war-available-on-iplayer-now-and-bbc2-at-9pm-tonight.\" class=\"sc-d16436d-0 iVdNuz\">The Zero Line: Inside Russia's War available on iPlayer now and BBC2 at 9pm tonight.</i></p></div></div></body></html>"
        },
        {
            "title": "BBC's Will Grant on the atmosphere in Mexico following unrest",
            "time": "2026-02-24T06:25:07",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3cbd/live/1c8016b0-1148-11f1-801d-ed3cff6bf876.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Since the death of a powerful drug lord, Mexico has deployed thousands of soldiers to reinforce security due to a wave of violence erupting across parts of the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">Defence Secretary Ricardo Trevilla said an extra 2,500 soldiers have been sent to western Mexico, bringing the total number of deployed since Sunday to 9,500. </p><p class=\"sc-9a00e533-0 eZyhnA\">On Sunday, Nemesis Oseguera Cervantes, better known as \"El Mencho\", died in custody after being captured by Mexican special forces in Jalisco. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Will Grant speaks from Guadalajara, the capital of Jalisco in Mexico, about the mood and atmosphere following the unrest.</p></div></div></body></html>"
        }
    ]
}