{
    "source": "BBC News",
    "articles": [
        {
            "title": "'We know we might get killed, yet we still go there to get flour'",
            "time": "2025-07-24T13:36:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a280/live/82f6ca80-688b-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">We might get killed, yet we still go to get flour, injured Gaza man tells BBC</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Emir Nader</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Jerusalem</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/923b/live/9cd2b160-6888-11f0-818e-116d88bbdf01.jpg.webp\" loading=\"eager\" alt=\"BBC Mohammed al-Qedra holds up his injured hand while lying on a bed at the UK-Med field hospital in al-Mawasi, southern Gaza\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Mohammed al-Qedra said he was shot in the hand and leg while trying to get food at a GHF aid distribution centre</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"Hunger and the lack of everything makes us go there.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"We know that we might get injured or killed at any time, yet we still go there to get a kilo of flour.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Mohammed al-Qedra, 33, is one of the many patients brought to the field hospital run by British charity UK-Med in southern Gaza who sought food but found only violence.</p><p class=\"sc-9a00e533-0 hxuGS\">He said he was shot in the hand and leg while trying to get food for his family at a nearby aid distribution centre run by the Israel- and US-backed Gaza Humanitarian Foundation (GHF).</p><p class=\"sc-9a00e533-0 hxuGS\">\"I was pleading for someone to carry me and take me to hospital. A good Samaritan brought me here,\" he recalled in an interview with a freelance journalist working for the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Mohammed said he was aware of the risk he was taking by trying to reach the GHF site, but that he had no choice.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The famine is bad for me and for everyone.\" </p><p class=\"sc-9a00e533-0 hxuGS\">\"Today, I'm eating [at] the hospital. Once I get better, I will go back to these centres no matter what. I'm the sole breadwinner for the whole family.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">British charity UK-Med operates two field hospitals in Gaza</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">According to the UN human rights office, more than 1,000 Palestinians have been killed by the Israeli military while trying to get food aid over the past two months.</p><p class=\"sc-9a00e533-0 hxuGS\">It says at least 766 of them have been killed in the vicinity of one of the GHF's four distribution centres, which are operated by US private security contractors and are located inside Israeli military zones. </p><p class=\"sc-9a00e533-0 hxuGS\">Another 288 people have been reported killed near UN and other aid convoys.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel has accused Hamas of instigating the chaos near the aid sites. It says its troops have only fired warning shots and that they do not intentionally shoot civilians.</p><p class=\"sc-9a00e533-0 hxuGS\">The GHF says the UN is using \"false\" figures from Gaza's Hamas-run health ministry.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">British paramedic Sam Sears (2nd left) says the numbers of patients are \"huge\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">British paramedic Sam Sears said the UK-Med hospital in the coastal al-Mawasi was  seeing approximately 2,000 patients a month in its emergency department, many of them injured while seeking aid.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have patients that have sustained gunshot wounds, shrapnel wounds, have leg amputations, have gunshot wounds to the chest, which have caused punctured lungs, and so on,\" he added, as he walked through the inpatient ward.</p><p class=\"sc-9a00e533-0 hxuGS\">Dr Aseel Horabi, a Palestinian medic who has been working at the hospital for almost a year, has herself had to go to the deadly aid sites, calling it a \"path to death\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"My husband went once [or] twice and then got shot and that was it! If we are to die from hunger, let it be,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I see the injured people who come to the hospital in big numbers. We sometimes receive up to 50 injured a day. During the day, we don't have any time to close our eyes and have some rest, or even drink a cup of tea.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Dr Aseel Horabi says her husband was shot while trying to collect aid</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Dr Horabi, who lives in a nearby tent with her family because her home in Rafah was destroyed, said she had not eaten for a day.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I bought a kilogram of potatoes and [it] cost me 120 [shekels] ($36; £27). Prices are not normal. It's hard to secure stuff. You could spend a $100 a day for just one meal!\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"Here at the hospital, currently they don't offer any meals. If they have meals, they give in small amounts to the patients,\" she added. \"We have to deal with hungry patients and we, too, are hungry.\"</p><p class=\"sc-9a00e533-0 hxuGS\">She said she was dealing with patients who were drained both physically and psychologically.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have come to a disastrous situation. It's not that we are close to famine, we are living it,\" she warned. \"The world is listening and watching but silent.\"</p><p class=\"sc-9a00e533-0 hxuGS\">She added: \"We don't have time to think about sadness because we are thinking about what to eat, bread, what to cook tomorrow, and how to get to the hospital.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The UN says hundreds of Palestinians have been killed and thousands wounded while seeking aid over the past two months</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">On Wednesday, over 100 international aid organisations and human rights groups accused Israel of imposing a \"siege\" on Gaza, causing mass starvation through restricting goods entering Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">When asked to comment, the World Health Organization's executive director Dr Tedros Adhanom Ghebreyesus said: \"Mass starvation means starvation of a large proportion of a population, and a large proportion of the population of Gaza is starving.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's man-made. And that's very clear. This is because of the blockade.\"</p><p class=\"sc-9a00e533-0 hxuGS\">He added: \"[More than 1,000] people have died while trying to feed themselves. If they're not starving, imagine [why they're] risking their lives.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Israel imposed a total blockade of aid deliveries to Gaza at the start of March and resumed its military offensive against Hamas two weeks later, collapsing a two-month ceasefire. It said it wanted to put pressure on the armed group to release its remaining Israeli hostages.</p><p class=\"sc-9a00e533-0 hxuGS\">Although the blockade was partially eased after almost two months, amid warnings of a looming famine from global experts, the shortages of food, medicine and fuel have worsened.</p><p class=\"sc-9a00e533-0 hxuGS\">The WHO says a quarter of the 2.1 million population is facing famine-like conditions, and that almost 100,000 women and children are suffering from severe acute malnutrition.</p><p class=\"sc-9a00e533-0 hxuGS\">Gaza's Hamas-run health ministry says at least 45 people have died as a result of malnutrition since Sunday, including two who died over the last 24 hours.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Gaza's healthcare system is on the brink of collapse after 21 months of war</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Israel, which controls the entry of all supplies into Gaza, reject the accusation that it is imposing a siege and is responsible for any malnutrition cases.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In Gaza today, there is no famine caused by Israel. There is, however, a man-made shortage engineered by Hamas,\" government spokesman David Mencer told a briefing on Wednesday.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Now, too often the full story is not being told. This suffering exists because Hamas has created it.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Mencer said more than 4,400 lorry loads of aid had entered Gaza over the past two months, but that about 700 lorry loads were waiting for collection at two crossing points for collection by the UN and its humanitarian partners.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is a bottleneck which has been caused by the United Nations, and it's the main obstacle to maintaining a consistent flow of humanitarian aid into Gaza,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">However, UN agencies have said that it is nearly impossible to co-ordinate safe passage for their convoys with Israeli troops, leaving Palestinians at the mercy of a rapidly expanding starvation that is reaching every family in Gaza.</p></div></article></div></body></html>"
        },
        {
            "title": "BBC News and news agencies warn journalists in Gaza at risk of starvation",
            "time": "2025-07-24T10:25:51",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ff46/live/c0b40480-6879-11f0-8f9f-1d38db11c370.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">BBC News and three leading news agencies have expressed desperate concern for journalists in Gaza, who they say are increasingly unable to feed themselves and their families. </p><p class=\"sc-9a00e533-0 hxuGS\">Those reporting the conflict from Gaza now face starvation and \"the same dire circumstances as those they are covering,\" a joint statement from BBC News, Agence France-Presse (AFP), Associated Press (AP) and Reuters said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"For many months, these independent journalists have been the world's eyes and ears on the ground in Gaza\", it reads.</p><p class=\"sc-9a00e533-0 hxuGS\">International news outlets rely on local reporters within Gaza, as Israel does not allow foreign media, including BBC News, to send journalists into the territory.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It comes as <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ce9xkx7vnmxo\" class=\"sc-f9178328-0 bGFWdi\">more than 100 international aid organisations and human rights groups have warned of mass starvation</a> in Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">The full statement reads: \"We are desperately concerned for our journalists in Gaza, who are increasingly unable to feed themselves and their families. </p><p class=\"sc-9a00e533-0 hxuGS\">\"For many months, these independent journalists have been the world's eyes and ears on the ground in Gaza. They are now facing the same dire circumstances as those they are covering.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Journalists endure many deprivations and hardships in warzones. We are deeply alarmed that the threat of starvation is now one of them.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We once again urge the Israeli authorities to allow journalists in and out of Gaza. It is essential that adequate food supplies reach the people there.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In a separate joint statement, Médecins Sans Frontières (MSF), Save the Children and Oxfam, said their colleagues and the people they serve were \"wasting away\".</p><p class=\"sc-9a00e533-0 hxuGS\">But Israel, which controls the entry of supplies into Gaza, has accused the charities of \"serving the propaganda of Hamas\".</p><p class=\"sc-9a00e533-0 hxuGS\">Since Sunday, 45 Palestinians have died as a result of malnutrition, according to Gaza's Hamas-run health ministry.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel prevented aid deliveries to Gaza in early March following a two-month ceasefire.</p><p class=\"sc-9a00e533-0 hxuGS\">The blockade was partially lifted after nearly two months, but food and medicine shortages have worsened.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel, along with the US, helped to establish a controversial new aid system run by the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c4g814gy2e7o\" class=\"sc-f9178328-0 bGFWdi\">Gaza Humanitarian Foundation</a> (GHF).</p><p class=\"sc-9a00e533-0 hxuGS\">Hundreds of killings have been recorded in the vicinity of GHF's aid sites since they began operating eight weeks ago.</p><p class=\"sc-9a00e533-0 hxuGS\">The World Health Organization has said that a quarter of Gaza's population is facing famine-like conditions, according to its assessments.</p><p class=\"sc-9a00e533-0 hxuGS\">On Wednesday, its director Tedros Adhanom Ghebreyesus said: \"I don't know what you would call it other than mass starvation, and it's man-made.</p><p class=\"sc-9a00e533-0 hxuGS\">\"And that's very clear, this is because of the blockade.\"</p></div></div></body></html>"
        },
        {
            "title": "Russia and Ukraine trade drone attacks after latest ceasefire talks",
            "time": "2025-07-24T12:04:35",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/597e/live/c05e7b60-6882-11f0-8f9f-1d38db11c370.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Russia and Ukraine trade drone attacks after latest ceasefire talks</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/597e/live/c05e7b60-6882-11f0-8f9f-1d38db11c370.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/597e/live/c05e7b60-6882-11f0-8f9f-1d38db11c370.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/597e/live/c05e7b60-6882-11f0-8f9f-1d38db11c370.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/597e/live/c05e7b60-6882-11f0-8f9f-1d38db11c370.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/597e/live/c05e7b60-6882-11f0-8f9f-1d38db11c370.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/597e/live/c05e7b60-6882-11f0-8f9f-1d38db11c370.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/597e/live/c05e7b60-6882-11f0-8f9f-1d38db11c370.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/597e/live/c05e7b60-6882-11f0-8f9f-1d38db11c370.jpg.webp\" loading=\"eager\" alt=\"DSNS Odesa The facade of Odesa's market at nighttime, with a fire raging behind it\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">DSNS Odesa</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The famous Pryvoz market in Odesa, Ukraine was damaged by an overnight strike </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Drone strikes by both Moscow and Kyiv killed two in Russia and three in Ukraine, hours after a brief third round of ceasefire talks concluded in Istanbul.</p><p class=\"sc-9a00e533-0 hxuGS\">Three people were found dead in the rubble of a house after a strike in Ukraine's eastern Kharkiv region and several people were wounded in the cities of Cherkasy and Zaporizhzhia. </p><p class=\"sc-9a00e533-0 hxuGS\">In the Black Sea port city of Odesa the famous Pryvoz market, as well as a central boulevard which is a Unesco world heritage site, were also hit. </p><p class=\"sc-9a00e533-0 hxuGS\">Several fires broke out across the city following an overnight attack, authorities said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, Russian authorities said two people were killed and 11 injured in an overnight Ukrainian drone strike on Sochi, in Russia's Krasnodar region.</p><p class=\"sc-9a00e533-0 hxuGS\">Another Russian attack on the Ukrainian city Kharkiv on Thursday morning also left 33 injured.</p><p class=\"sc-9a00e533-0 hxuGS\">Ukrainian and Russian delegations met on Wednesday evening in Istanbul in the third round of ceasefire talks.</p><p class=\"sc-9a00e533-0 hxuGS\">Neither side appeared to harbour much hope for progress before start of the talks, which according to the head of the Ukrainian delegation lasted barely an hour.</p><p class=\"sc-9a00e533-0 hxuGS\">The head of the Russian delegation, Vladimir Medinsky, said both countries agreed to swap 1,200 prisoners of war and that Russia had offered to transfer 3,000 bodies of fallen Ukrainian soldiers back to Kyiv.</p><p class=\"sc-9a00e533-0 hxuGS\">But no tangible steps were taken to end the conflict, now well into its fourth year, and both sides accused the other of rejecting their ideas.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We did not expect a breakthrough. A breakthrough is hardly possible,\" said Kremlin spokesman Dmitry Peskov on Thursday.</p><p class=\"sc-9a00e533-0 hxuGS\">Ahead of the meeting the head of the Ukrainian delegation, Rustem Umerov, said the \"priority\" for Kyiv was to organise a meeting between Russian President Vladimir Putin and Ukrainian President Volodymyr Zelensky before the end of August.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/bda3/live/37ceeaf0-6882-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/bda3/live/37ceeaf0-6882-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/bda3/live/37ceeaf0-6882-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/bda3/live/37ceeaf0-6882-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/bda3/live/37ceeaf0-6882-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/bda3/live/37ceeaf0-6882-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/bda3/live/37ceeaf0-6882-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/bda3/live/37ceeaf0-6882-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Members of delegations from Ukraine, Russia and Turkey sat around a long c-shaped table during ceasefire talks\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The third round of ceasefire talks in Istanbul lasted barely an hour, the head of the Ukrainian delegation said</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But Peskov poured cold water on the idea, saying it was \"premature\" for the two presidents to meet. </p><p class=\"sc-9a00e533-0 hxuGS\">\"They [Ukraine] are trying to put the cart slightly ahead of the horse,\" he said, adding much more work had to be done before any such meeting could take place.</p><p class=\"sc-9a00e533-0 hxuGS\">Ukrainian MP Oleksiy Hocharenko said on Facebook that a separate meeting between Umerov and Medinsky had taken place behind closed doors on the sidelines of the main talks.</p><p class=\"sc-9a00e533-0 hxuGS\">Hocharenko said Umerov and Medinsky have a \"good relationship\".</p><p class=\"sc-9a00e533-0 hxuGS\">The first two rounds of ceasefire talks were held in May and June at the request of US President Donald Trump, who has repeatedly said he wants to see the end of the \"horrible, bloody war\" that was sparked by Russia's invasion of Ukraine in 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this month Trump set a deadline of 50 days for Russia and Ukraine to end the war, threatening \"severe tariffs\" on Moscow if a deal is not reached.</p><p class=\"sc-9a00e533-0 hxuGS\">Russia has long refused to budge on its preconditions for peace - namely the removal of the \"root causes\" of the war, which include Ukraine becoming a neutral state, dramatically reducing its military and abandoning its Nato aspirations.</p><p class=\"sc-9a00e533-0 hxuGS\">None of these are acceptable to Kyiv, or to its Western allies.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We will do everything to make diplomacy work,\" Zelensky said on social media on Thursday after the talks. \"But it is Russia that must end this war that it started itself.\"</p></div></article></div></body></html>"
        },
        {
            "title": "White House pushes back after reports Trump is named in Epstein files",
            "time": "2025-07-24T07:47:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c1d0/live/91c88650-6847-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">White House pushes back after reports Trump is named in Epstein files</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: \"It's exhausting\" - Epstein accuser talks to the BBC about files saga</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The White House has pushed back after reports that US President Donald Trump was told in May that he was among hundreds of names mentioned in justice department documents relating to late convicted paedophile financier Jeffrey Epstein.</p><p class=\"sc-9a00e533-0 hxuGS\">The Wall Street Journal said the president was informed of the fact by Attorney General Pam Bondi during a routine briefing. It noted that appearing in the documents was not a sign of any wrongdoing by Trump.</p><p class=\"sc-9a00e533-0 hxuGS\">In response, a White House spokesman called it a \"fake news story\".</p><p class=\"sc-9a00e533-0 hxuGS\">The Trump administration has been under mounting pressure to disclose more information about Epstein - with whom Trump was friendly before, according to the president, they fell out in 2004.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Epstein case is \"not a hoax\", says US House Speaker Mike Johnson</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While campaigning for the presidency last year, Trump had promised to release such files about the well-connected sex offender. </p><p class=\"sc-9a00e533-0 hxuGS\">But his supporters have since grown frustrated with the administration's handling of the issue, including its failure to deliver a rumoured \"client list\" of Epstein. In a memo earlier this month, the justice department and FBI said there was no such list.</p><p class=\"sc-9a00e533-0 hxuGS\">Epstein died in a New York prison cell in 2019 as he awaited his trial on sex trafficking charges, following an earlier conviction for soliciting prostitution from a minor. His death was ruled a suicide.</p><p class=\"sc-9a00e533-0 hxuGS\">His crimes, and the nature of his death, have long been the subject of conspiracy theories.</p><p class=\"sc-9a00e533-0 hxuGS\">Separately on Wednesday, a US judge in Florida denied the justice department's bid to unseal court files on Epstein that relate to his prosecution there.</p><p class=\"sc-9a00e533-0 hxuGS\">Later that same day, a sub-committee of the US House of Representatives voted to subpoena the justice department for its files. The legal order must be signed by the committee chairman before it is officially issued.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">During her briefing of Trump in May, Bondi told the president that the files contained hearsay about many people, including Trump, the Wall Street Journal wrote in its report.</p><p class=\"sc-9a00e533-0 hxuGS\">That contradicts an account given earlier this month by the president, who responded \"no, no\" when asked by a reporter whether he had been told by Bondi that his name appeared in the files.</p><p class=\"sc-9a00e533-0 hxuGS\">Bondi also reportedly told the president that the Epstein records included child pornography and victim information that should not be disclosed, the Wall Street Journal reported on Wednesday.</p><p class=\"sc-9a00e533-0 hxuGS\">Being named in the documents is not evidence of any criminal activity, nor has Trump ever been accused of wrongdoing in connection with the Epstein case.</p><p class=\"sc-9a00e533-0 hxuGS\">The story was later matched by other US media outlets, but has not been independently verified by the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Steven Cheung, a spokesman for Trump, called the report \"nothing more than a continuation of the fake news stories concocted by the Democrats and the liberal media, just like the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cedgqnp897lo\" class=\"sc-f9178328-0 bGFWdi\">Obama Russia-gate scandal</a>, which President Trump was right about\".</p><p class=\"sc-9a00e533-0 hxuGS\">The attorney general said: \"Nothing in the files warranted further investigation or prosecution.\"</p><p class=\"sc-9a00e533-0 hxuGS\">FBI Director Kash Patel said: \"The criminal leakers and Fake News media tries tirelessly to undermine President Trump with smears and lies, and this story is no different.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/03b5/live/c73a1900-67f4-11f0-86e4-7d974cce14fc.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/03b5/live/c73a1900-67f4-11f0-86e4-7d974cce14fc.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/03b5/live/c73a1900-67f4-11f0-86e4-7d974cce14fc.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/03b5/live/c73a1900-67f4-11f0-86e4-7d974cce14fc.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/03b5/live/c73a1900-67f4-11f0-86e4-7d974cce14fc.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/03b5/live/c73a1900-67f4-11f0-86e4-7d974cce14fc.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/03b5/live/c73a1900-67f4-11f0-86e4-7d974cce14fc.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/03b5/live/c73a1900-67f4-11f0-86e4-7d974cce14fc.jpg.webp\" loading=\"eager\" alt=\"Getty Images Epstein's mugshot\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But an unnamed White House official told Reuters news agency they were not denying that Trump's name appears in the documents.</p><p class=\"sc-9a00e533-0 hxuGS\">The official pointed to Epstein files disclosed months earlier by the justice department that had included Trump.</p><p class=\"sc-9a00e533-0 hxuGS\">Those files, distributed to conservative influencers in February, included the phone numbers of some of Trump's family members, including his daughter.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump had directed Bondi to seek the release of all grand jury materials, prompting the justice department to ask courts in Florida and New York to unseal files related to cases in both those jurisdictions.</p><p class=\"sc-9a00e533-0 hxuGS\">But Judge Robin Rosenberg ruled on Wednesday that releasing papers from Epstein's Florida case would violate state guidelines governing grand jury secrecy.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The court's hands are tied,\" the Obama appointee ruled in her 12-page order.</p><p class=\"sc-9a00e533-0 hxuGS\">The transcripts in question stem from Florida's investigation into Epstein in 2006 that led to him being charged with soliciting a minor for prostitution.</p><p class=\"sc-9a00e533-0 hxuGS\">Judge Rosenberg also declined to transfer the issue to New York, where two judges are separately deciding whether to unseal transcripts related to Epstein's 2019 sex-trafficking probe. That request is still pending.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5ed0/live/f56402a0-682b-11f0-80f0-e326f2dffa14.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5ed0/live/f56402a0-682b-11f0-80f0-e326f2dffa14.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5ed0/live/f56402a0-682b-11f0-80f0-e326f2dffa14.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5ed0/live/f56402a0-682b-11f0-80f0-e326f2dffa14.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5ed0/live/f56402a0-682b-11f0-80f0-e326f2dffa14.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5ed0/live/f56402a0-682b-11f0-80f0-e326f2dffa14.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5ed0/live/f56402a0-682b-11f0-80f0-e326f2dffa14.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5ed0/live/f56402a0-682b-11f0-80f0-e326f2dffa14.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Donald Trump with his girlfriend (and future wife) Melania Knauss, Jeffrey Epstein and Ghislaine Maxwell in Florida in 2000\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Donald Trump with his then-girlfriend (now wife) Melania Knauss, Jeffrey Epstein and Ghislaine Maxwell in Florida in 2000</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The latest developments come as interest has switched back to Ghislaine Maxwell, a convicted sex-trafficker who is serving 20 years in prison for helping Epstein abuse young girls.</p><p class=\"sc-9a00e533-0 hxuGS\">A senior justice department official is planning to meet the former British socialite to discuss her knowledge of the case, her attorney confirmed to the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">As well as their subpoena for the justice department files, Republicans on the House Oversight Committee earlier sent a legal summons for Maxwell to appear before the body remotely from prison on 11 August.</p><p class=\"sc-9a00e533-0 hxuGS\">Her attorney, David Oscar Markus, told the BBC that if she chooses to testify, rather than invoke her constitutional right to remain silent, \"she would testify truthfully, as she always has said she would\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"As for the congressional subpoena, Ms Maxwell is taking this one step at a time,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">\"She looks forward to her meeting with the Department of Justice, and that discussion will help inform how she proceeds.\"</p><p class=\"sc-9a00e533-0 hxuGS\">House Speaker Mike Johnson has warned that Maxwell cannot be trusted to provide accurate testimony.</p><p class=\"sc-9a00e533-0 hxuGS\">The Louisiana Republican said: \"I mean, this is a person who's been sentenced to many, many years in prison for terrible, unspeakable, conspiratorial acts and acts against innocent young people.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Bondi said earlier this month the US justice department had uncovered no \"incriminating client list\" on Epstein.</p><p class=\"sc-9a00e533-0 hxuGS\">She also said he did take his own life in a New York jail in 2019 - despite conspiracies over his death.</p><p class=\"sc-9a00e533-0 hxuGS\">Bondi had previously suggested she would make major disclosures in the case, saying she had \"a lot of names\" and \"a lot of flight logs\".</p><p class=\"sc-9a00e533-0 hxuGS\">The attorney general's reversal prompted fury from some of Trump's most ardent supporters, who called for her to resign.</p><p class=\"sc-9a00e533-0 hxuGS\">Democrats have seized on the Republican infighting to accuse the Trump administration of a cover-up.</p><p class=\"sc-9a00e533-0 hxuGS\">On Tuesday, Speaker Johnson closed down congressional voting for summer break one day early, in an attempt to stall legislative efforts to force the release of documents related to Epstein.</p><p class=\"sc-9a00e533-0 hxuGS\">But Republican rebels in a House Oversight Subcommittee voted on Wednesday afternoon to force the justice department to release the files.</p><p class=\"sc-9a00e533-0 hxuGS\">Three Republicans - Nancy Mace, Scott Perry and Brian Jack - joined five Democrats in voting for the subpoena. Two Republicans voted against.</p><p class=\"sc-9a00e533-0 hxuGS\">But James Comer, the Republican chairman of the House Oversight Committee, must sign it off in order for the legal summons to proceed.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump says a DOJ meeting with Ghislaine Maxwell would be \"appropriate\"</figcaption></p></article></div></body></html>"
        },
        {
            "title": "Twelve killed in Thailand-Cambodia border clashes",
            "time": "2025-07-24T10:58:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4d95/live/89a869f0-6855-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Twelve killed in Thailand-Cambodia military clashes on disputed border</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 bwIYVa\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Jonathan Head</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News in Bangkok</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: People take shelter after gunfire breaks out between Thailand and Cambodia troops</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Clashes between Thai and Cambodian troops at their disputed border have killed at least 12 people, Thai authorities say.</p><p class=\"sc-9a00e533-0 hxuGS\">The fighting marks an escalation of a dispute between the two South East Asian neighbours that dates back more than a century.</p><p class=\"sc-9a00e533-0 hxuGS\">Most of the casualties were civilians from three Thai provinces, according to Thailand's army, which also reported that several people were wounded. Cambodia has yet to confirm whether it suffered any casualties.</p><p class=\"sc-9a00e533-0 hxuGS\">Both sides exchanged gunfire early on Thursday, with each claiming the other had triggered the conflict. It escalated quickly, with Thailand accusing Cambodia of firing rockets and Bangkok carrying out air strikes on Cambodian military targets.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Thailand has closed its border with Cambodia, while Cambodia has downgraded its ties with Thailand, accusing its military of using \"excessive force\".</p><p class=\"sc-9a00e533-0 hxuGS\">Both countries have asked their citizens near the border to leave the areas, with Thailand evacuating 40,000 civilians to safer locations.</p><p class=\"sc-9a00e533-0 hxuGS\">\"[The fighting] is really serious. We're in the middle of evacuating,\" Sutian Phiwchan, a local resident of Ban Dan district in Thailand's Buriram province near the Cambodian border, told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Thai authorities said that a total of 11 civilians - including an eight-year-old and a 15-year-old - as well as one military personnel have been killed in the Surin, Ubon Ratchathani and Srisaket provinces.</p><p class=\"sc-9a00e533-0 hxuGS\">Thailand and Cambodia have given differing versions of what happened. </p><p class=\"sc-9a00e533-0 hxuGS\">Thailand claims that it began with Cambodia's military deploying drones to conduct surveillance of Thai troops near the border.</p><p class=\"sc-9a00e533-0 hxuGS\">Cambodia says Thai soldiers initiated the conflict when they violated a prior agreement by advancing on a Khmer-Hindu temple near the border.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The dispute dates back to more than a hundred years ago, when the borders of the two nations were drawn after the French occupation of Cambodia.</p><p class=\"sc-9a00e533-0 hxuGS\">Things officially became hostile in 2008, when Cambodia tried to register an 11th Century temple located in the disputed area as a Unesco World Heritage Site - a move that was met with heated protest from Thailand.</p><p class=\"sc-9a00e533-0 hxuGS\">There were sporadic clashes over the years which saw soldiers and civilians killed on both sides.</p><p class=\"sc-9a00e533-0 hxuGS\">The latest tensions ramped up in May after a Cambodian soldier was killed in a clash. This plunged bilateral ties to their lowest point in more than a decade.</p><p class=\"sc-9a00e533-0 hxuGS\">In the past two months, both countries have imposed border restrictions on one another. Cambodia banned imports from Thailand such as fruits and vegetables, and stopped importing power and internet services.</p><p class=\"sc-9a00e533-0 hxuGS\">Both countries have also strengthened troop presence along the border in recent weeks.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Thailand's acting premier Phumtham Wechayachai said that its dispute with Cambodia remains \"delicate\", and must be addressed with care and in line with international law. </p><p class=\"sc-9a00e533-0 hxuGS\">Cambodian Prime Minister Hun Manet said his country wants to resolve the dispute peacefully - adding, however, that it has \"no choice\" but to \"respond with armed force against armed aggression\".</p><p class=\"sc-9a00e533-0 hxuGS\">Serious exchanges of fire between the two countries have de-escalated relatively quickly.</p><p class=\"sc-9a00e533-0 hxuGS\">But while it appears the current fighting is unlikely to blow up into a full-scale war, both countries currently lack leadership with enough strength and confidence to pull back from this confrontation.</p><p class=\"sc-9a00e533-0 hxuGS\">Hun Manet, the son of a former strongman, does not yet have his own authority - and Hun Sen, his father, appears willing to push this conflict further in order to burnish his own nationalist credentials.</p><p class=\"sc-9a00e533-0 hxuGS\">In Thailand, there is a shaky coalition government backed by another former strongman, Thaksin Shinawatra. </p><p class=\"sc-9a00e533-0 hxuGS\">Thaksin believed he had a close personal relationship with Hun Sen and his family, and feels betrayed by Hun Sen's decision to <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c9vrrj72xy7o\" class=\"sc-f9178328-0 bGFWdi\">leak a private conversation</a> which led to his daughter, Paetongtarn Shinawatra, being suspended as prime minister.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-may-titthara-in-phnom-penh.\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by May Titthara in Phnom Penh.</i></p></div></article></div></body></html>"
        },
        {
            "title": "Edouard Ngaïssona and Alfred Yekatom jailed for war crimes in Central African Republic",
            "time": "2025-07-24T13:24:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1534/live/2e39a6a0-6883-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Former head of Central African football body jailed for war crimes</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1534/live/2e39a6a0-6883-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1534/live/2e39a6a0-6883-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1534/live/2e39a6a0-6883-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1534/live/2e39a6a0-6883-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1534/live/2e39a6a0-6883-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1534/live/2e39a6a0-6883-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1534/live/2e39a6a0-6883-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1534/live/2e39a6a0-6883-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"AFP A head and shoulders image of Edouard Ngaïssona. His is wearing a blue jacket and a tiny bit of a yellow collar can be seen.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Edouard Ngaïssona was elected to the executive committee of the Confederation of African Football in February 2018.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The former head of the Central African Republic (CAR) football federation, Patrice-Edouard Ngaïssona, has been found guilty<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>of committing 28 war crimes and crimes against humanity by judges at the International Criminal Court (ICC).</p><p class=\"sc-9a00e533-0 hxuGS\">He was accused, alongside Alfred Yekatom, of co-ordinating attacks against the country's Muslim population in 2013-14.</p><p class=\"sc-9a00e533-0 hxuGS\">Yekatom was found guilty of 20 charges. The judges gave their verdict after a trial lasting almost four years involving more than 170 witnesses and nearly 20,000 items of evidence.</p><p class=\"sc-9a00e533-0 hxuGS\">Ngaïssona was sentenced to 12 years and Yekatom 15 years.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Violence has gripped the CAR for much of the past decade, but a recent peace deal led to the dissolution of two rebel groups this month.</p><p class=\"sc-9a00e533-0 hxuGS\">CAR was plunged into turmoil in 2013 when predominately Muslim rebels from the Séléka group seized power in the majority Christian country.</p><p class=\"sc-9a00e533-0 hxuGS\">A band of mostly Christian militias, called the anti-Balaka, rose up to counter Séléka after then-President François Bozizé was ousted.</p><p class=\"sc-9a00e533-0 hxuGS\">Ngaïssona and Yekatom were convicted of numerous crimes, including murder, torture and persecuting a religious group.</p><p class=\"sc-9a00e533-0 hxuGS\">The prosecution set out the alleged system of command, saying Ngaïssona provided funds and instructions to anti-Balaka groups in 2013 and 2014.</p><p class=\"sc-9a00e533-0 hxuGS\">Yekatom, nicknamed Rambo, was a commander who allegedly led fighters into the capital, Bangui, on 5 December 2013 where civilians were slaughtered.</p><p class=\"sc-9a00e533-0 hxuGS\">The prosecution said the pair's strategy was to make all Muslims their target, describing them as \"enemies of the nation\".</p><p class=\"sc-9a00e533-0 hxuGS\">Yekatom authorised his fighters to attack Muslim civilians, including to slit throats, cut off ears and bury people alive, the prosecution alleged.</p><p class=\"sc-9a00e533-0 hxuGS\">Asked to enter a plea at the start of the trial, both men rejected all the charges.</p><p class=\"sc-9a00e533-0 hxuGS\">Media reports at the time indicates that at least 1,000 people were killed in tit-for-tat clashes in Bangui in December 2013, and half the city's population fled in that month alone.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Who is Patrice-Edouard Ngaïssona?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">He was the self-declared political co-ordinator of anti-Balaka forces.</p><p class=\"sc-9a00e533-0 hxuGS\">Ngaïssona was barred from running for CAR president in 2015 because of his alleged role in the atrocities.</p><p class=\"sc-9a00e533-0 hxuGS\">He is a former head of the CAR's football federation and briefly served as sports minister before being elected to the executive committee of the Confederation of African Football (Caf) in February 2018.</p><p class=\"sc-9a00e533-0 hxuGS\">His appointment was criticised by several human rights groups.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If the allegations were true, I wouldn't be here today,\" he told AFP news agency at the time. \"[I don't] mix politics and sport - everything I've done has been for the good of my country.\"</p><p class=\"sc-9a00e533-0 hxuGS\">French authorities arrested him in December 2018 and he was transferred to the ICC in January 2019.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Who is Alfred Yekatom?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Yekatom was elected as an MP in 2016, despite being subject to UN sanctions.</p><p class=\"sc-9a00e533-0 hxuGS\">He was arrested in October 2018 after he fired a gun in parliament, then ran away, after a row with a fellow MP.</p><p class=\"sc-9a00e533-0 hxuGS\">His extradition to the ICC was the first from CAR.</p><p class=\"sc-9a00e533-0 hxuGS\">The International Federation for Human Rights (known by its French acronym FIDH) said it signalled the authorities there were committed to fighting impunity.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">More about CAR from the BBC:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "No survivors after plane carrying 48 people goes down in Russian far east",
            "time": "2025-07-24T13:31:27",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3bdb/live/57997e80-688d-11f0-89ea-4d6f9851f623.png",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\">Russian officials say 48 people were killed when an Angara Airlines plane went down in a dense forest in the far-eastern Amur region.</p><p class=\"sc-9a00e533-0 hxuGS\">The Antonov An-24 plane, carrying 42 passengers and six crew, had left Blagoveshchensk close to the Chinese border and vanished from radar screens as it approached Tynda airport, officials said. </p><p class=\"sc-9a00e533-0 hxuGS\">A Russian civil aviation helicopter then spotted burning fuselage from the plane on a remote hillside about 16km (10 miles) from Tynda.</p><p class=\"sc-9a00e533-0 hxuGS\">Amur's regional governor Vasily Orlov said five children were among those on board and declared three days of mourning.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The remote, swampy nature of the area meant that rescuers took about an hour to reach the scene.</p><p class=\"sc-9a00e533-0 hxuGS\">Preliminary inquiries are looking at either pilot error in poor weather conditions or technical malfunction, according to emergency officials. </p><p class=\"sc-9a00e533-0 hxuGS\">The An-24 plane had been on the final leg of a route from Khabarovsk in the far south-east of Russia. </p><p class=\"sc-9a00e533-0 hxuGS\">There was low cloud at the time of the crash, and the plane had already made a failed attempt to land at the airport, emergency services said. Radar contact was lost while the crew was preparing for a second approach, they added.</p><p class=\"sc-9a00e533-0 hxuGS\">Angara Airlines is based in the Irkutsk region of Siberia and the crew all came from the Irkutsk region. A number of the passengers were working for Russian Railways in the far east.</p><p class=\"sc-9a00e533-0 hxuGS\">The Antonov 24 plane was almost 50 years old and originally designed in Kyiv during the Soviet era, although this model has not been used in Ukraine for several years.</p><p class=\"sc-9a00e533-0 hxuGS\">Officials said the plane had passed a recent technical inspection, but the civil aviation authority told news agencies it had been involved in four incidents since 2018.</p><p class=\"sc-9a00e533-0 hxuGS\">Seven years ago its left wing had been damaged when the plane overran a runway and hit a lightning mast, Tass news agency said.</p><p class=\"sc-9a00e533-0 hxuGS\">Other An-24 planes have been involved in fatal crashes, too.</p><p class=\"sc-9a00e533-0 hxuGS\">An An-24RV veered off the runway as it landed at Nizhneangarsk Airport in July 2019. Two members of the flight crew were killed.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2011, another Angara An-24 crashed into the Ob river in Siberia, killing seven passengers.</p><p class=\"sc-9a00e533-0 hxuGS\">After the 2011 crash, then-president Dmitry Medvedev said An-24 planes that were still in service in Russia should be grounded.</p></div></div></body></html>"
        },
        {
            "title": "Cyprus wildfire: Two die in burned car as 44C heat expected",
            "time": "2025-07-24T12:08:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6201/live/6a5c3080-687e-11f0-8f9f-1d38db11c370.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Two people have died in a car in a wildfire which has torn through southern Cyprus amid soaring temperatures which are expected to climb to 44C on Thursday. </p><p class=\"sc-9a00e533-0 hxuGS\">Cypriot police said two charred bodies were found in a burnt out vehicle after the blaze started in the village of Malia in the Limassol district on Wednesday afternoon.</p><p class=\"sc-9a00e533-0 hxuGS\">The bodies are yet to be formally identified, but local media reports say the car belonged to a 77-year-old woman who had been reported missing. The pair are understood to be an elderly couple from the area.</p><p class=\"sc-9a00e533-0 hxuGS\">More than a dozen other people have been treated for injuries related to the fire, which has already destroyed homes and ravaged 100 sq km (40 sq m) of land.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">More than 250 firefighters were deployed to battle the fire, which has been fanned by strong winds on soaring temperatures.</p><p class=\"sc-9a00e533-0 hxuGS\">The country's Department of Meteorology has issued an extreme maximum temperature alert for Thursday, with a high of 44C expected in inland areas.</p><p class=\"sc-9a00e533-0 hxuGS\">Cyprus Fire Service spokesperson Andreas Kettis said there were \"no active fronts\" in the fire, but \"flare-ups\" continued in the area. </p><p class=\"sc-9a00e533-0 hxuGS\">Several communities have been left without electricity or air conditioning as a result of the blaze, which tore through properties.</p><p class=\"sc-9a00e533-0 hxuGS\">\"When I entered my house, I saw the mountain and the valley full of flames,\" Antonis Christou,  who lives in Kandou, one of the villages affected by the fire, told the AFP agency.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I cried, really I cried, because people got burnt\".</p><p class=\"sc-9a00e533-0 hxuGS\">Neighbouring countries have been asked to support the firefighting effort by the Cypriot government.</p><p class=\"sc-9a00e533-0 hxuGS\">Cyprus has requested support for its firefighting effort through the European Union's civil protection mechanism.</p><p class=\"sc-9a00e533-0 hxuGS\">Spain is expected to send two aircraft on Thursday, government spokesperson Konstantinos Letymbiotis said.</p><p class=\"sc-9a00e533-0 hxuGS\">Two firefighting aircraft are on standby in Jordan, while two more are expected from Spain, Justice Minister Marios Hartsiotis told public broadcaster CyBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Witness testimony which suggests the fire was started deliberately has been passed onto police by the fire service. </p><p class=\"sc-9a00e533-0 hxuGS\">Europe has faced searing temperatures this summer during heatwaves, with wildfires also taking hold in the Greek island of Crete, Turkey and Spain.  </p><p class=\"sc-9a00e533-0 hxuGS\">Cyprus, which is facing a drought, is routinely hit by wildfires during the summer months. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2021, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-europe-57720363\" class=\"sc-f9178328-0 bGFWdi\">four Egyptian farm workers died in a wildfire</a> which burned an area of around 55 sq km (21 sq m) in the Limassol district. </p></div></div></body></html>"
        },
        {
            "title": "Rescue under way for three workers trapped by Canada mine collapse",
            "time": "2025-07-24T12:07:21",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/855e/live/9c402040-6886-11f0-818e-116d88bbdf01.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Rescue officials in Canada are working to free three miners who are trapped underground in northern British Columbia after a mine collapse. </p><p class=\"sc-9a00e533-0 hxuGS\">The trio were working at the Red Chris mine on Tahltan Nation territory, 260 miles (420km) west of the town of Fort Nelson. </p><p class=\"sc-9a00e533-0 hxuGS\">\"There was an accident,\" British Columbia Premier David Eby said on Wednesday. \"There are three miners that are currently trapped underground. They are, to the best of our knowledge, uninjured and in a refuge area.\"</p><p class=\"sc-9a00e533-0 hxuGS\">An area of ground in the mine collapsed the previous day near an area in which the group were working, mine operator Newmont Corp said in a statement. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The miners - two of whom are from British Columbia and one from Ontario - were able to move to a sealed area underground, before a second collapse further blocked their movement, Newmont said.</p><p class=\"sc-9a00e533-0 hxuGS\">The area where they relocated included a refuge station that had adequate food, water and ventilation to \"support an extended stay\", the operator said. </p><p class=\"sc-9a00e533-0 hxuGS\">\"At the time of the initial incident, three business partner employees were working more than 500 meters beyond the affected zone and were asked to relocate to a designated refuge station before a subsequent fall of ground blocked the access way,\" Newmont added.</p><p class=\"sc-9a00e533-0 hxuGS\">Since the second collapse, there has been restricted communication, so a \"standdown of operations\" at the mine is in place, the company said.</p><p class=\"sc-9a00e533-0 hxuGS\">The mine in which the three are trapped is an open-pit copper and gold mine, which was constructed in 2014. </p></div></div></body></html>"
        },
        {
            "title": "Spike Lee and wife Tonya named as Benin ambassadors for African-Americans in the US",
            "time": "2025-07-24T14:12:17",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f6b2/live/a2e692f0-688e-11f0-98cd-bb8d9e33ca48.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Benin has appointed renowned American filmmaker Spike Lee and his wife, Tonya Lewis Lee, a seasoned producer and author, as its ambassadors for African-Americans in the US.</p><p class=\"sc-9a00e533-0 hxuGS\">The couple are expected to serve as \"thematic\" ambassadors, raising awareness and supporting initiatives to promote Benin's ties with people of African descent.</p><p class=\"sc-9a00e533-0 hxuGS\">The agreement was finalised during their visit to Cotonou, Benin's capital, last week, French public broadcaster RFI reports.</p><p class=\"sc-9a00e533-0 hxuGS\">The government says it will help reconnect \"people of African descent around the world to their historical, cultural, and spiritual roots\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The West African country has come up with several initiatives encouraging people of African descent to reclaim their heritage and pursue citizenship where eligible.</p><p class=\"sc-9a00e533-0 hxuGS\">Last year, the government passed a law offering nationality to people with an African ancestor who was taken from their homeland as part of the transatlantic slave trade.</p><p class=\"sc-9a00e533-0 hxuGS\">The appointment of the ambassadors follows <a target=\"_blank\" href=\"https://myafroorigins.bj/\" class=\"sc-f9178328-0 bGFWdi\">the recent launch of a website</a> where the descendants of enslaved Africans can apply for citizenship.</p><p class=\"sc-9a00e533-0 hxuGS\">RFI reports that Tonya Lewis Lee was among hundreds of people who applied and received a favourable response.</p><p class=\"sc-9a00e533-0 hxuGS\">Spike Lee has previously stated that DNA analysis traced his father's lineage to Cameroon, while his mother's roots were from Sierra Leone. His wife's specific country of ancestry has not been made public.</p><p class=\"sc-9a00e533-0 hxuGS\">Both have long been advocates for civil rights and social justice in the US in their works. Spike Lee's films are often based on African-American experiences and explore themes of race, identity, and justice.</p><p class=\"sc-9a00e533-0 hxuGS\">The Benin government said that \"through their long-standing commitment to justice, their exceptional creativity, and their global reach\", both have \"profoundly shaped the contemporary narrative of the African diaspora\".</p><p class=\"sc-9a00e533-0 hxuGS\">They have not publicly commented about their appointment.</p><p class=\"sc-9a00e533-0 hxuGS\">Benin's coastline is part of what was once known as the Slave Coast - a major departure point for enslaved Africans shipped across the Atlantic Ocean to the Americas. </p><p class=\"sc-9a00e533-0 hxuGS\">Between 1580 and 1727, the Kingdom of Whydah, a major slave-trading centre located on what is now Benin's coast, is estimated to have exported more than a million Africans to the US, the Caribbean and Brazil.</p></div></div></body></html>"
        },
        {
            "title": "Air India crash victims' son says he received 'other' remains",
            "time": "2025-07-23T17:23:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0628/live/b51689a0-67b5-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The son of a woman killed in the Air India plane crash has told the BBC \"other remains\" were found in her casket after her body was returned to the UK.</p><p class=\"sc-9a00e533-0 hxuGS\">Miten Patel, whose father also died in the crash, said the coroner identified the mixed-up remains and left him to worry: \"How many others are in there?\"</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://www.dailymail.co.uk/news/article-14930419/British-Air-India-WRONG-bodies-Grieving-loved-caskets.html\" class=\"sc-f9178328-0 bGFWdi\">The Daily Mail reported</a> on Wednesday that the wrong bodies were being sent to loved ones following the crash which killed 260 people shortly after take-off in early June.</p><p class=\"sc-9a00e533-0 hxuGS\">All remains were handled with \"utmost professionalism\" and dignity, India's foreign ministry said, and that it was working with UK officials to address concerns.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A spokesperson for the UK government said: \"Formal identification of bodies is a matter for the Indian authorities.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We continue to liaise with the Government of Gujarat and the Government of India on behalf of the Inner West London Senior Coroner to support the coronial process.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Ashok and Shobhana Patel <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cdd28legnzvo\" class=\"sc-f9178328-0 bGFWdi\">were travelling home</a> to visit their sons and grandchildren on 12 June. After the Gatwick-bound plane crashed in Ahmedabad, western India, they were among the first victims to be returned home.</p><p class=\"sc-9a00e533-0 hxuGS\">Their son, Miten, said the mix-up was \"obviously very upsetting,\" even though he acknowledged that mistakes happen.</p><p class=\"sc-9a00e533-0 hxuGS\">\"People were tired and there was a lot of pressure. But there has to be a level of responsibility that you're sending the right bodies to the UK.</p><p class=\"sc-9a00e533-0 hxuGS\">\"How do I know there aren't other remains in the casket with her?\"</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://www.dailymail.co.uk/news/article-14930419/British-Air-India-WRONG-bodies-Grieving-loved-caskets.html\" class=\"sc-f9178328-0 bGFWdi\">The Daily Mail reported</a> two cases in which the wrong remains were allegedly returned to loved ones in the UK.</p><p class=\"sc-9a00e533-0 hxuGS\">One apparently saw a family receive the wrong body entirely, while another was said to involve the remains of several people placed in the same casket.</p><p class=\"sc-9a00e533-0 hxuGS\">India's foreign ministry said that they were aware of the report \"and have been working closely with the UK side from the moment these concerns and issues were brought to our attention\".</p><p class=\"sc-9a00e533-0 hxuGS\">The statement continued: \"In the wake of the tragic crash, the concerned authorities had carried out identification of victims as per established protocols and technical requirements.</p><p class=\"sc-9a00e533-0 hxuGS\">\"All mortal remains were handled with utmost professionalism and with due regard for the dignity of the deceased.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We are continuing to work with the UK authorities on addressing any concerns related to this issue.\"</p><p class=\"sc-9a00e533-0 hxuGS\">A lawyer representing many of the families affected by the crash said they expected UK Prime Minister Sir Keir Starmer to raise \"these serious issues\" with Indian Prime Minister Narendra Modi during his visit to the UK this week.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The families deserve urgent answers and assurances about the whereabouts of their loved ones,\" they added.</p><p class=\"sc-9a00e533-0 hxuGS\">The UK's Foreign Office said it was continuing to support relatives and loved ones.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have allocated dedicated caseworkers to each family who wish to have one, and Family Liaison Officer support remains in place for those who requested it,\" a spokesperson added.</p></div></div></body></html>"
        },
        {
            "title": "Why are Thailand and Cambodia fighting at the border?",
            "time": "2025-07-24T10:58:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/dfaa/live/53d6fa40-6877-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Why are Thailand and Cambodia fighting at the border?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Flora Drury and Gavin Butler</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/dfaa/live/53d6fa40-6877-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/dfaa/live/53d6fa40-6877-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/dfaa/live/53d6fa40-6877-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/dfaa/live/53d6fa40-6877-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/dfaa/live/53d6fa40-6877-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/dfaa/live/53d6fa40-6877-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/dfaa/live/53d6fa40-6877-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/dfaa/live/53d6fa40-6877-11f0-af20-030418be2ca5.jpg.webp\" loading=\"eager\" alt=\"Reuters Smoke rises from a structure, amid the clashes between Thailand and Cambodia, in Kantharalak district, Sisaket province, Thailand. Black smoke rises up into the blue sky. Other smaller structures can be seen in the foreground of the picture, which is a still from a video. A tarmac road runs alongside one side of the picture.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Fighting broke out along the border in July</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">On Thursday, simmering tensions between Thailand and Cambodia exploded into a deadly battle at the border.</p><p class=\"sc-9a00e533-0 hxuGS\">At least 12 Thai nationals, most of whom are civilians, have been killed, Thai authorities have said.</p><p class=\"sc-9a00e533-0 hxuGS\">How many people - if any - have lost their lives on the Cambodian side is not known.</p><p class=\"sc-9a00e533-0 hxuGS\">Each side is blaming each other for causing the escalation, which reportedly began with gunfire over the border.</p><p class=\"sc-9a00e533-0 hxuGS\">Thailand has accused Cambodia of then firing rockets, while Bangkok carried out air strikes on Cambodian military targets.</p><p class=\"sc-9a00e533-0 hxuGS\">So how did we get here - and where is it going?</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What's behind the tensions?</h2></p><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">This is not a recent dispute. In fact, the argument between Thailand and Cambodia dates back more than a century, when the borders of the two nations were drawn after the French occupation of Cambodia.</p><p class=\"sc-9a00e533-0 hxuGS\">Things officially became hostile in 2008, when Cambodia tried to register an 11th Century temple located in the disputed area as a Unesco World Heritage Site - a move that was met with heated protest from Thailand.</p><p class=\"sc-9a00e533-0 hxuGS\">Over the years there have been sporadic clashes that have seen soldiers and civilians killed on both sides.</p><p class=\"sc-9a00e533-0 hxuGS\">The latest tensions ramped up in May after a Cambodian soldier was killed in a clash. This plunged bilateral ties to their lowest point in more than a decade.</p><p class=\"sc-9a00e533-0 hxuGS\">In the past two months, both countries have imposed border restrictions on one another. Cambodia banned imports from Thailand such as fruits and vegetables, and stopped importing power and internet services.</p><p class=\"sc-9a00e533-0 hxuGS\">Both countries have also strengthened troop presence along the border in recent weeks.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What exactly happened on Thursday?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Thailand and Cambodia have given differing versions of what happened.</p><p class=\"sc-9a00e533-0 hxuGS\">Thailand's National Security Council (NSC) claims that just after 07:30 local time (00:30GMT) on Thursday, Cambodia's military deployed drones to conduct surveillance of Thai troops near the border.</p><p class=\"sc-9a00e533-0 hxuGS\">Shortly afterwards, Cambodian military personnel carrying rocket-propelled grenades gathered near the border. Soldiers on the Thai side attempted negotiations by shouting, but were unsuccessful, the NSC spokesman said, adding that Cambodian soldiers opened fire at around 08:20, forcing the Thai side to retaliate.</p><p class=\"sc-9a00e533-0 hxuGS\">Thailand has accused Cambodia of deploying heavy weapons, including BM-21 rocket launchers and artillery, causing damage to homes and public facilities including a hospital and a petrol station along the Thai side of the border.</p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, Cambodia claims that Thai soldiers initiated the conflict at around 06:30, when they violated a prior agreement by advancing on a Khmer-Hindu temple near the border and placing barbed wire around its base.</p><p class=\"sc-9a00e533-0 hxuGS\">Thai soldiers then deployed a drone just after 07:00, and fired shots \"into the air\" at around 08:30, according to Maly Socheata, a spokesperson from Cambodia's Ministry of National Defence.</p><p class=\"sc-9a00e533-0 hxuGS\">At 08:46, Thai soldiers \"pre-emptively\" opened fire on Cambodian troops, leaving them no choice but to exercise their right to self-defence, according to the Phnom Penh Post newspaper quoting Socheata.</p><p class=\"sc-9a00e533-0 hxuGS\">Socheata further accused Thailand of deploying excessive troops, using heavy weapons and carrying out air strikes on Cambodian territory.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Will this escalate into a full war?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Thailand's acting premier Phumtham Wechayachai said that its dispute with Cambodia remains \"delicate\" and must be addressed with care, and in line with international law.</p><p class=\"sc-9a00e533-0 hxuGS\">Cambodian Prime Minister Hun Manet said his country wants to resolve the dispute peacefully and that it has \"no choice\" but to \"respond with armed force against armed aggression\".</p><p class=\"sc-9a00e533-0 hxuGS\">While there have been serious exchanges of fire in the past, they de-escalated relatively quickly -  a path our correspondent Jonathan Head thinks will be followed again.</p><p class=\"sc-9a00e533-0 hxuGS\">However, he warns, there's a lack of leadership with the strength and confidence to pull back from this confrontation in both countries at the moment.</p><p class=\"sc-9a00e533-0 hxuGS\">You can read more of <a target=\"_self\" href=\"https://www.bbc.co.uk/news/live/c98j77zde86t?post=asset%3A42bba343-787f-4138-a30c-63e004b4cc3f#post\" class=\"sc-f9178328-0 bGFWdi\">his analysis here</a>.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Is it safe to travel to Thailand and Cambodia?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The fighting as it stands is very localised, and as yet the British Foreign Office has not issued a specific travel advisory at the time of writing.</p><p class=\"sc-9a00e533-0 hxuGS\">However, it had already urged travellers to take \"extra care\" in the area following the closure of the border crossings in recent weeks - \"especially at tourist destinations such as the Preah Vihear temple, the Ta Kwai temple and the Ta Muen Thom temple\".</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://www.gov.uk/foreign-travel-advice\" class=\"sc-f9178328-0 bGFWdi\">You can check the latest travel advice on the FCDO site</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile China has urged its citizens in Cambodia to avoid the Thai border.</p></div></article></div></body></html>"
        },
        {
            "title": "In a city ruled by gangs, young rape survivor raises baby she was told to abort",
            "time": "2025-07-23T23:32:03",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/172c/live/97cbded0-67d9-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">In a Haitian city ruled by gangs, young rape survivor raises baby she was told to abort</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Nawal Al-Maghafi and Jasmin Dyer</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC World Service, reporting from Port-au-Prince</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fff4/live/07cab270-66df-11f0-8125-eb8e325e77d1.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fff4/live/07cab270-66df-11f0-8125-eb8e325e77d1.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fff4/live/07cab270-66df-11f0-8125-eb8e325e77d1.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fff4/live/07cab270-66df-11f0-8125-eb8e325e77d1.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fff4/live/07cab270-66df-11f0-8125-eb8e325e77d1.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fff4/live/07cab270-66df-11f0-8125-eb8e325e77d1.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fff4/live/07cab270-66df-11f0-8125-eb8e325e77d1.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fff4/live/07cab270-66df-11f0-8125-eb8e325e77d1.jpg.webp\" loading=\"eager\" alt=\"BBC/ Phil Pendlebury Woman in a white T-shirt and trousers, seated and pictured from the shoulders to the knees, with a baby in an animal print dress lying across her lap, asleep. The woman's hands are clasped together and resting lightly on the baby.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/ Phil Pendlebury</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Helene says the gang told her to have an abortion but she wanted to keep her baby and managed to escape</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"warning:-this-story-contains-accounts-of-rape-and-other-violence-that-readers-may-find-distressing.\" class=\"sc-d16436d-0 jpoiOL\">Warning: This story contains accounts of rape and other violence that readers may find distressing.</b></p><p class=\"sc-9a00e533-0 hxuGS\">Helene was 17 years old when a gang attacked her neighbourhood in the Haitian capital, Port-au-Prince.</p><p class=\"sc-9a00e533-0 hxuGS\">She strokes her baby daughter, asleep in her lap, while describing how armed men abducted her as she tried to flee, and held her for over two months.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They raped me and beat me every single day. Several different men. I didn't even know their names, they were masked,\" says the young woman, whose name we have changed to protect her identity. \"Some of the things they did to me are too painful to share with you.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"I fell pregnant, they kept telling me I must abort the pregnancy and I said 'no'. This baby could be the only one I ever have.\"</p><p class=\"sc-9a00e533-0 hxuGS\">She managed to escape while the gang was caught up in fighting to maintain territory. Now 19, she has spent the past year raising her daughter in a safe house in a suburb of the city.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d494/live/9fdb3460-66f1-11f0-a08d-214bf7cc019d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d494/live/9fdb3460-66f1-11f0-a08d-214bf7cc019d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d494/live/9fdb3460-66f1-11f0-a08d-214bf7cc019d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d494/live/9fdb3460-66f1-11f0-a08d-214bf7cc019d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d494/live/9fdb3460-66f1-11f0-a08d-214bf7cc019d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d494/live/9fdb3460-66f1-11f0-a08d-214bf7cc019d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d494/live/9fdb3460-66f1-11f0-a08d-214bf7cc019d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d494/live/9fdb3460-66f1-11f0-a08d-214bf7cc019d.jpg.webp\" loading=\"lazy\" alt=\"BBC/ Phil Pendlebury Two young men with their heads and faces covered by black hoods and masks, except for their eyes, facing the camera. The one on the right is wearing a blue T-shirt and red shorts, and carrying a large gun. The one on the left is in a white vest and pale yellow shorts.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/ Phil Pendlebury</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Gangs are estimated to control about 90% of Port-au-Prince</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The safe house is home to at least 30 girls and young women who sleep in bunk beds in colourfully painted rooms.</p><p class=\"sc-9a00e533-0 hxuGS\">Helene is the oldest rape survivor here. The youngest is just 12. Playing and dancing on the balcony in a blue polka dot dress, she looks much younger than her age, having suffered from malnutrition in the past. Staff tell us she has been raped multiple times.</p><p class=\"sc-9a00e533-0 hxuGS\">Rape and other sexual violence is surging in Haiti as armed gangs expand their control across Port-au-Prince and beyond.</p><p class=\"sc-9a00e533-0 hxuGS\">The Caribbean island nation has been engulfed in a wave of gang violence since the assassination in 2021 of the then-president, Jovenel Moïse.</p><p class=\"sc-9a00e533-0 hxuGS\">It is hard to measure the scale of sexual violence. Medical charity Medecins Sans Frontieres (MSF) runs a clinic in central Port-au-Prince for women who have experienced sexual abuse. Data it has shared exclusively with the BBC shows patient numbers have nearly tripled since 2021.</p><p class=\"sc-9a00e533-0 hxuGS\">The gangs are known for sweeping into neighbourhoods and killing dozens of people. MSF says multiple gang rapes of women and girls are often part of these large-scale attacks. From survivors' accounts, it is clear that gangs have been using rape to terrorise and subjugate entire communities.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has challenged gang leaders about accounts of killings and rapes. One previously told us gang members \"do things they are not supposed to do\". Another said they have a \"duty\" to fight the state, and \"when we are fighting we are possessed - we are no longer human\".</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">WATCH: \"People were hacked to death” - BBC accompanies resident back to home destroyed in major gang attack in Port-au-Prince</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"Patients have started to share very, very difficult stories since 2021,\" says Diana Manilla Arroyo, MSF's head of mission in Haiti.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Survivors talk about two or four or seven, or up to 20 aggressors,\" she says, adding that more women now say they have been threatened with weapons or knocked unconscious.</p><p class=\"sc-9a00e533-0 hxuGS\">Women are also reporting more frequently that their assailants are under 18, she adds.</p><p class=\"sc-9a00e533-0 hxuGS\">In a drop-in centre in another part of the city, four women – ranging in age from late 20s to 70 – describe being attacked in front of their children and husbands.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Our neighbourhood was attacked, I went back home only to find my mum, my dad, my sister, all were murdered. They killed them and then burnt the house down, with them inside it,\" one woman says.</p><p class=\"sc-9a00e533-0 hxuGS\">After surveying her devastated home, she was about to leave the neighbourhood when she encountered gang members. \"They raped me – I had my six-year-old with me. They raped her too,\" she continues. \"Then they killed my younger brother in front of us.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"Whenever my daughter looks at me, she's sad and crying.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/bc73/live/4be02750-6802-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/bc73/live/4be02750-6802-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/bc73/live/4be02750-6802-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/bc73/live/4be02750-6802-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/bc73/live/4be02750-6802-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/bc73/live/4be02750-6802-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/bc73/live/4be02750-6802-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/bc73/live/4be02750-6802-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"BBC/ Phil Pendlebury Four women, sitting on grey plastic chairs, pictured from behind, speaking to BBC reporter Nawal Al-Maghafi. They are in a room with pink painted walls and a tiled floor. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/ Phil Pendlebury</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Four women shared accounts of being raped in front of their husbands and children</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The other women recount attacks that follow a similar pattern – murder, rape and arson.</p><p class=\"sc-9a00e533-0 hxuGS\">Sexual violence is just one element of the crisis that has engulfed Haiti. UN agencies say more than a tenth of the population – 1.3 million people – have fled their homes, and half the population faces acute hunger.</p><p class=\"sc-9a00e533-0 hxuGS\">Haiti has had no elected leadership since the assassination of Moïse. A Transitional Presidential Council and a series of prime ministers it has appointed are tasked with running the country and organising elections.</p><p class=\"sc-9a00e533-0 hxuGS\">Rival gangs have formed an alliance, turning their weapons on the Haitian state rather than each other.</p><p class=\"sc-9a00e533-0 hxuGS\">Since we last visited in December, the situation has deteriorated. Hundreds of thousands more people have been displaced. More than 4,000 people have been killed in the first half of 2025, compared to 5,400 in the whole of 2024, according to the UN.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7f8b/live/45f3f4e0-66f2-11f0-a08d-214bf7cc019d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7f8b/live/45f3f4e0-66f2-11f0-a08d-214bf7cc019d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7f8b/live/45f3f4e0-66f2-11f0-a08d-214bf7cc019d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7f8b/live/45f3f4e0-66f2-11f0-a08d-214bf7cc019d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7f8b/live/45f3f4e0-66f2-11f0-a08d-214bf7cc019d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7f8b/live/45f3f4e0-66f2-11f0-a08d-214bf7cc019d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7f8b/live/45f3f4e0-66f2-11f0-a08d-214bf7cc019d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7f8b/live/45f3f4e0-66f2-11f0-a08d-214bf7cc019d.jpg.webp\" loading=\"lazy\" alt=\"Guerinault Louis/Anadolu/Getty Images People in a makeshift shelter in Port-au-Prince, sitting and lying on mats on a concrete floor, with lines of washing strung above them. Several water buckets and piles of possessions can be seen in the background.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Guerinault Louis/Anadolu/Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">More than a tenth of Haiti's population has been displaced, according to the UN</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The gangs are estimated to have increased their control from 85% to 90% of the capital, seizing key neighbourhoods, trade routes and public infrastructure, despite efforts by a Kenyan-led, UN-backed security force.</p><p class=\"sc-9a00e533-0 hxuGS\">We join the international force as they patrol a gang-controlled area, but within minutes, one of the tyres on their armoured vehicle is shot out and the operation ends.</p><p class=\"sc-9a00e533-0 hxuGS\">Members of the force rarely leave their armoured vehicles. Experts say the gangs continue to acquire powerful weapons and maintain the upper hand.</p><p class=\"sc-9a00e533-0 hxuGS\">In recent months, the Haitian authorities have contracted mercenaries to help wrest back control.</p><p class=\"sc-9a00e533-0 hxuGS\">A source within the Haitian security forces told the BBC that private military companies, including one from the US, are operating on the ground, and using drones to attack gang leaders.</p><p class=\"sc-9a00e533-0 hxuGS\">He showed us drone footage he says is of one gang leader, Ti Lapli, being targeted in an explosion. He says Ti Lapli was left in a critical condition, though the BBC has not been able to confirm this.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b68f/live/5c3fe920-66ed-11f0-a08d-214bf7cc019d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b68f/live/5c3fe920-66ed-11f0-a08d-214bf7cc019d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b68f/live/5c3fe920-66ed-11f0-a08d-214bf7cc019d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b68f/live/5c3fe920-66ed-11f0-a08d-214bf7cc019d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b68f/live/5c3fe920-66ed-11f0-a08d-214bf7cc019d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b68f/live/5c3fe920-66ed-11f0-a08d-214bf7cc019d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b68f/live/5c3fe920-66ed-11f0-a08d-214bf7cc019d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b68f/live/5c3fe920-66ed-11f0-a08d-214bf7cc019d.jpg.webp\" loading=\"lazy\" alt=\"BBC/ Phil Pendlebury Man in black balaclava-style headgear, with only his eyes and part of his forehead visible, in a street in Port-au-Prince. He is wearing a black T-shirt and carries a gun. A group of other men, mainly in shorts and T-shirts, are in the background looking on.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/ Phil Pendlebury</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Neighbourhood vigilante groups have started taking security into their own hands</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But around the city, the fear of the gangs remains. In many neighbourhoods, vigilante groups are taking security into their own hands, further increasing the numbers of young men with weapons on the streets.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We're not going to let them [the gangs] come here and kill us – steal everything we have, burn cars, burn houses, kill kids,\" says a man using the name \"Mike\".</p><p class=\"sc-9a00e533-0 hxuGS\">He says he operates with a group in Croix-des-Prés, a bustling market area close to gang-controlled territory.</p><p class=\"sc-9a00e533-0 hxuGS\">As gunfire rings out in the distance, no-one flinches. People here are used to it.</p><p class=\"sc-9a00e533-0 hxuGS\">He says the gangs pay young boys to join, and set up checkpoints where they demand money from residents passing through.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Of course everyone is afraid,\" he tells us. \"We feel alone trying to protect the women and children. As the gangs keep spreading, we know our area could be next.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a527/live/57dfbf20-66f4-11f0-a08d-214bf7cc019d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a527/live/57dfbf20-66f4-11f0-a08d-214bf7cc019d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a527/live/57dfbf20-66f4-11f0-a08d-214bf7cc019d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a527/live/57dfbf20-66f4-11f0-a08d-214bf7cc019d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a527/live/57dfbf20-66f4-11f0-a08d-214bf7cc019d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a527/live/57dfbf20-66f4-11f0-a08d-214bf7cc019d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a527/live/57dfbf20-66f4-11f0-a08d-214bf7cc019d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a527/live/57dfbf20-66f4-11f0-a08d-214bf7cc019d.jpg.webp\" loading=\"lazy\" alt=\"BBC/ Phil Pendlebury Aerial photo of an area in Port-au-Prince, where a section of small buildings has been reduced to rubble, and other buildings are left without roofs.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC/ Phil Pendlebury</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The gang violence has left whole neighbourhoods damaged and destroyed</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Humanitarian agencies say the situation is deteriorating and women are among the hardest hit, with many of them facing the double trauma of sexual violence and displacement.</p><p class=\"sc-9a00e533-0 hxuGS\">Lola Castro, the regional director of the UN's World Food Programme, says Port-au-Prince \"is the worst place in the world to be a woman\".</p><p class=\"sc-9a00e533-0 hxuGS\">Women here are also likely to feel the impact of cuts to humanitarian aid programmes, she adds.</p><p class=\"sc-9a00e533-0 hxuGS\">Haiti has long been one of the largest recipients of funding from the US Agency for International Development (USAID), which President Donald Trump has slashed, dubbing it \"wasteful\".</p><p class=\"sc-9a00e533-0 hxuGS\">When we visited in June, Ms Castro said the WFP was distributing its last stocks of US-funded food aid.</p><p class=\"sc-9a00e533-0 hxuGS\">Food provision protects women, she explained, because it saves them from having to be out in the streets begging or looking for food.</p><p class=\"sc-9a00e533-0 hxuGS\">Humanitarian workers here also fear that cuts may soon affect support for victims of violence in places like the safe house where Helene lives.</p><p class=\"sc-9a00e533-0 hxuGS\">And Ms Manilla Arroyo from MSF says funding for contraception has also been reduced: \"Many of our patients already have children. Many of them are under the age of 18 with children. The risk of pregnancy represents many, many new challenges for them.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Helene and other women in the safe house often sit and chat together on a balcony that looks out across Port-au-Prince, but many of them are too afraid to leave the security of its walls.</p><p class=\"sc-9a00e533-0 hxuGS\">She does not know how she will support her young daughter as she grows up.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I always dreamt of going to school, to learn and to make something of myself,\" she says. \"I always knew I'd have children, just not this young.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Can you un-bleach coral? BBC visits remote reef to find out",
            "time": "2025-07-24T02:31:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6bc6/live/a3494bf0-6697-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Corals at UNESCO World Heritage area Ningaloo reef have suffered from mass bleaching as part of what scientists call a \"marine heatwave\". </p><p class=\"sc-9a00e533-0 hxuGS\">The coral harbours a massive amount of biodiversity and protects shores from extreme weather - so can anything be done to save it? </p><p class=\"sc-9a00e533-0 hxuGS\">The BBC's Katy Watson went to the remote Western Australian reef to discover whether the damage can be undone.</p></div></div></body></html>"
        },
        {
            "title": "Najeeb Ahmed: Delhi court closes investigation into JNU student's disappearance",
            "time": "2025-07-23T23:34:32",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3ac9/live/c41a6e70-6770-11f0-bc9b-9bff788dc28b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">A mother's heartbreak: The unresolved mystery of missing Indian student</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Umang Poddar and Prerana Sharma</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC Hindi</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3ac9/live/c41a6e70-6770-11f0-bc9b-9bff788dc28b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3ac9/live/c41a6e70-6770-11f0-bc9b-9bff788dc28b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3ac9/live/c41a6e70-6770-11f0-bc9b-9bff788dc28b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3ac9/live/c41a6e70-6770-11f0-bc9b-9bff788dc28b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3ac9/live/c41a6e70-6770-11f0-bc9b-9bff788dc28b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3ac9/live/c41a6e70-6770-11f0-bc9b-9bff788dc28b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3ac9/live/c41a6e70-6770-11f0-bc9b-9bff788dc28b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3ac9/live/c41a6e70-6770-11f0-bc9b-9bff788dc28b.jpg.webp\" loading=\"eager\" alt=\"Najeeb Ahmed's family Najeeb Ahmed wearing a blue coloured t-shirt with white collars sitting in a park \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Najeeb Ahmed's family</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Najeeb Ahmed mysteriously disappeared in October 2016</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Nine years ago, an Indian student vanished into thin air. </p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-india-37759469\" class=\"sc-f9178328-0 bGFWdi\">Najeeb Ahmed</a> was studying biotechnology<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>at the prestigious Jawaharlal Nehru University (JNU) in Delhi, when he mysteriously went missing in October 2016.</p><p class=\"sc-9a00e533-0 hxuGS\">The night before his disappearance, the then 27-year-old who lived in one of the university's residential hostels was involved in a scuffle with members of the Akhil Bharatiya Vidyarthi Parishad (ABVP), a right-wing student group. The students have denied any involvement in his disappearance. </p><p class=\"sc-9a00e533-0 hxuGS\">For years, India's crime-fighting agency, the Central Bureau of Investigation (CBI), has been trying to figure what may have happened to Mr Ahmed - the agency took over the case from city police in 2017. </p><p class=\"sc-9a00e533-0 hxuGS\">Now a court in Delhi has finally shut the investigation after the CBI said it had exhuasted all possible leads in the case. </p><p class=\"sc-9a00e533-0 hxuGS\">\"As a parting note, the court earnestly hopes that Najeeb Ahmed shall be traced soon,\" the court said in the order, which was announced last month. </p><p class=\"sc-9a00e533-0 hxuGS\">Mr Ahmed's family, however, have alleged the inquiry was not conducted in a proper manner and said they would appeal the decision in a higher court. </p><p class=\"sc-9a00e533-0 hxuGS\">\"What message does it send, that India's premier investigating agency has not been able to find a missing student from one of India's best universities?\" Mr Ahmed's mother Fatima Nafees told BBC Hindi. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We will not give up until we find our son.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Born in a village in Uttar Pradesh, Mr Ahmed, the son of a carpenter, was the eldest of four. His family made many sacrifices to support his JNU education.</p><p class=\"sc-9a00e533-0 hxuGS\">\"After completing his undergraduate degree, he was adamant that he wanted to study at JNU,\" Ms Nafees said. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I told him you can take admission, but you won't stay in the hostel. You are too naive. But he didn't listen to me.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9e30/live/d0f974a0-6771-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9e30/live/d0f974a0-6771-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9e30/live/d0f974a0-6771-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9e30/live/d0f974a0-6771-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9e30/live/d0f974a0-6771-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9e30/live/d0f974a0-6771-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9e30/live/d0f974a0-6771-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9e30/live/d0f974a0-6771-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Hindustan Times via Getty Images Najeeb Ahmed's mother at JNU campus on November 3, 2016 in New Delhi, India. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Hindustan Times via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Fatima Nafees has been fighting a legal battle to find her son since 2016</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">On the night of 14 October, 2016, Mr Ahmed reportedly got into a scuffle with a group of students affiliated to ABVP who were campaigning for hostel elections. JNU is known for its vibrant and intense student politics, with ideological groups often clashing over campus issues.</p><p class=\"sc-9a00e533-0 hxuGS\">In his testimonies to the CBI, his roommate Mohd Qasim said that Mr Ahmed got injured in the altercation and had to be taken to a public hospital, where he was allegedly refused treatment. </p><p class=\"sc-9a00e533-0 hxuGS\">The doctors told him they could not treat his wounds without a formal crime complaint having been made to the police, his roommate alleged.</p><p class=\"sc-9a00e533-0 hxuGS\">According to the court order, Mr Ahmed chose not to file a complaint and returned to campus. He went missing the next day, leaving behind his phone, wallet, and clothes in his hostel room.</p><p class=\"sc-9a00e533-0 hxuGS\">A CBI report says Mr Ahmed last used his phone and laptop around 10am the day he disappeared. A hostel warden told the agency that he saw Mr Ahmed getting into a tuk-tuk in the morning and leaving campus. </p><p class=\"sc-9a00e533-0 hxuGS\">Ms Nafees, who had been informed of the scuffle over phone by Mr Ahmed's roommate, was on her way to Delhi to see her son. She arrived in the morning and upon finding him missing, filed a missing persons complaint on 15 October 2016. </p><p class=\"sc-9a00e533-0 hxuGS\">For days, there was no progress. Protests erupted on campus as students and activists accused authorities of inaction.</p><p class=\"sc-9a00e533-0 hxuGS\">In November 2016, Ms Nafees filed a petition in the Delhi High Court, accusing the police of being \"slow, misdirected and subjective\" and called for a court-monitored probe.</p><p class=\"sc-9a00e533-0 hxuGS\">A month later, Delhi Police conducted two extensive searches using sniffer dogs across JNU's sprawling campus - but again, nothing was found. </p><p class=\"sc-9a00e533-0 hxuGS\">In May 2017, the court handed over the investigation to the CBI. </p><p class=\"sc-9a00e533-0 hxuGS\">A year later, the CBI told the court it had exhausted all possible leads - and asked the bench to close the case. </p><p class=\"sc-9a00e533-0 hxuGS\">The agency said it had examined more than 500 witnesses, collected information from taxi, bus, train and flight operators, and searched hospitals and morgues, but had found nothing.</p><p class=\"sc-9a00e533-0 hxuGS\">A one million rupees [$11,600; £8,600] <a target=\"_blank\" href=\"https://cbi.gov.in/press-detail/MjU0Mg==#:~:text=CBI%20ANNOUNCES%20A%20REWARD%20OF,STUDENT%20OF%20JAWAHARLAL%20NEHRU%20UNIVERSITY\" class=\"sc-f9178328-0 bGFWdi\">reward for information</a> about Mr Ahmed also failed to yield results, investigators argued. </p><p class=\"sc-9a00e533-0 hxuGS\">The case dragged on for two more years, when in 2020, Ms Nafees returned to court, this time to challenge the CBI's conclusions. </p><p class=\"sc-9a00e533-0 hxuGS\">She alleged the agency failed to properly probe the students involved in the scuffle with her son. She said they had a \"clear motive\", had threatened him, and should have been arrested. The CBI denied all allegations saying they had left \"no stone unturned\" in looking for Mr Ahmed.</p><p class=\"sc-9a00e533-0 hxuGS\">The agency said it had tracked the phone locations of the nine students involved in the fight with Mr Ahmed that night, but found no evidence linking them to his disappearance.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/96cc/live/bad236d0-65ff-11f0-a91e-6325aab01240.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/96cc/live/bad236d0-65ff-11f0-a91e-6325aab01240.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/96cc/live/bad236d0-65ff-11f0-a91e-6325aab01240.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/96cc/live/bad236d0-65ff-11f0-a91e-6325aab01240.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/96cc/live/bad236d0-65ff-11f0-a91e-6325aab01240.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/96cc/live/bad236d0-65ff-11f0-a91e-6325aab01240.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/96cc/live/bad236d0-65ff-11f0-a91e-6325aab01240.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/96cc/live/bad236d0-65ff-11f0-a91e-6325aab01240.jpg.webp\" loading=\"lazy\" alt=\"Hindustan Times via Getty Images) JNU students with people from different organisations, during a protest march and dharna against Delhi Police over missing JNU student Najeeb Ahmed at Jantar Mantar, on December 14, 2016 in New Delhi, India.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Hindustan Times via Getty Images)</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Najeeb Ahmed's disappearance sparked massive protests in Delhi in 2016</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Explaining its decision to finally shut the case, a court in Delhi said that the CBI has investigated \"all plausible avenues\" thoroughly but \"no credible information\" could be received about Mr Ahmed's whereabouts.</p><p class=\"sc-9a00e533-0 hxuGS\">The judge dismissed Ms Nafees' plea, noting that while witnesses confirmed verbal threats, there was no \"direct or circumstantial\" evidence linking Mr Ahmed's disappearance to the fight with ABVP members.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Such scuffles and exchanges are not unheard of\" in the charged atmosphere of JNU, the order added.</p><p class=\"sc-9a00e533-0 hxuGS\">The court, however, added that the CBI could reopen the case if new information comes to light.</p><p class=\"sc-9a00e533-0 hxuGS\">The order has been a huge blow for Mr Ahmed's family and well-wishers. </p><p class=\"sc-9a00e533-0 hxuGS\">Colin Gonsalves, who represented Ms Nafees in the Delhi High Court in 2018, said he still questioned the investigation. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The police routinely arrest people for minor crimes in India.  It's shocking then, that none of the students were taken into custody for questioning,\" he said. </p><p class=\"sc-9a00e533-0 hxuGS\">Ms Nafees alleges that her son's religion had affected the seriousness of the investigation.</p><p class=\"sc-9a00e533-0 hxuGS\">\"If the victim had been a Hindu boy, would the police have responded the same way?\" she asked. <b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b></p><p class=\"sc-9a00e533-0 hxuGS\">\"They would have demolished the houses of those suspected,\" she alleged, referring to the rising instances where homes of individuals accused of crimes are bulldozed by Indian authorities. The BBC has reached out to the CBI for comment. </p><p class=\"sc-9a00e533-0 hxuGS\">However, the agency has consistently maintained that they have carried out the probe impartially. In 2018, the Delhi High Court had said that they had found no evidence that CBI investigated the case unfairly or \"under political compulsions\". </p><p class=\"sc-9a00e533-0 hxuGS\">Ms Nafees says she's not done fighting. Every 15 October, the day her son vanished, she joins a candle march at JNU in his memory. The hope has dimmed, but the wait continues.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Sometimes I wonder if I should put a nameplate outside our house,\" said Nafees Ahmed, his father. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Our house has been renovated. What if he comes, but can't recognise it?\"</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 fhKUCU\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"instagram\" class=\"sc-d16436d-0 fhKUCU\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 fhKUCU\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"youtube,\" class=\"sc-d16436d-0 fhKUCU\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 fhKUCU\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 bGFWdi\"></a><i id=\"and\" class=\"sc-d16436d-0 fhKUCU\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"facebook\" class=\"sc-d16436d-0 fhKUCU\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 fhKUCU\">.</i></p></div></article></div></body></html>"
        },
        {
            "title": "Togo protests: Faure Gnassingbé's dynastic power play sparks youth anger",
            "time": "2025-07-23T23:31:19",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/eff0/live/9f4896d0-67ed-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Furious protests at move to cement Togo ruling family's grip on power</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/eff0/live/9f4896d0-67ed-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/eff0/live/9f4896d0-67ed-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/eff0/live/9f4896d0-67ed-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/eff0/live/9f4896d0-67ed-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/eff0/live/9f4896d0-67ed-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/eff0/live/9f4896d0-67ed-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/eff0/live/9f4896d0-67ed-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/eff0/live/9f4896d0-67ed-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"Reuters Makeshift barricades burn as people protest (their backs to the camera) against Togo's long-time leader, Faure Gnassingbé, in Lomé, Togo - 26 June 2025\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A new constitution that has allowed Togo's long-time head of state Faure Gnassingbé to shift to a new role as all-powerful prime minister – and escape the constraint of presidential term limits – has triggered anger on the streets of the capital, Lomé. Protests are set to continue this Friday.</p><p class=\"sc-9a00e533-0 hxuGS\">At least five demonstrators have died while confronting official security forces in recent weeks.</p><p class=\"sc-9a00e533-0 hxuGS\">But it is not the orthodox political opposition – predictably crushed in local elections last week – that has mobilised frustrated young Togolese people.</p><p class=\"sc-9a00e533-0 hxuGS\">Instead it is musicians, bloggers and activists who have tapped into popular anger and weariness with a regime that has been in power – under the leadership of Faure Gnassingbé or, before him – his father Gnassingbé Éyadéma, for almost six decades.</p><p class=\"sc-9a00e533-0 hxuGS\">That outstrips even Cameroon's 92-year old President Paul Biya - <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ckglpnk0kqko\" class=\"sc-f9178328-0 bGFWdi\">who has just confirmed his intention to stand for an eighth successive term</a> in elections later this year – or Gabon's father-and-son presidents, Omar Bongo and Ali Bongo, latter of whom was deposed in a coup in August 2023.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The lessons of that episode did not escape Faure Gnassingbé, a shrewd and often discreet operator who quickly moved to devise a new constitutional structure for Togo, to prolong his own hold on power while playing down his personal profile, in a bid to defuse accusations of dynastic rule.</p><p class=\"sc-9a00e533-0 hxuGS\">He will no longer need to stand for re-election in his own name.</p><p class=\"sc-9a00e533-0 hxuGS\">The 59-year-old holds the premiership because his Union pour la République (Unir) party dominates the national assembly - and will continue to do so for the foreseeable future, thanks to a constituency map gerrymandered to over-represent its northern heartlands and understate the voting weight of the pro-opposition coastal south.</p><p class=\"sc-9a00e533-0 hxuGS\">Gilbert Bawara, Togo's civil service and labour minister, maintains the 2024 election was above board, with \"all the major political actors and parties\" taking part.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The government cannot be held responsible for the weakness of the opposition,\" Bawara told BBC Focus on Africa TV last week.</p><p class=\"sc-9a00e533-0 hxuGS\">He added that those with a genuine reason to demonstrate could do so within the law, blaming activists abroad for inciting \"young people to attack security forces\" in an attempt to destabilise the country.</p><p class=\"sc-9a00e533-0 hxuGS\">The new constitutional framework was announced at short notice in early 2024 and quickly approved by the compliant government-dominated national assembly. There was no attempt to secure general public approval through a referendum.</p><p class=\"sc-9a00e533-0 hxuGS\">A one-year transition concluded this May as Gnassingbé – who had been head of state since 2005 – gave up the presidency and was installed in the premiership, a post now strengthened to hold all executive power and total authority over the armed forces.</p><p class=\"sc-9a00e533-0 hxuGS\">To occupy the presidency, a role now reduced to a purely ceremonial function, legislators chose the 86-year old former business minister, Jean-Lucien Savi de Tové.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fd0c/live/62d6db80-67f2-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fd0c/live/62d6db80-67f2-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fd0c/live/62d6db80-67f2-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fd0c/live/62d6db80-67f2-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fd0c/live/62d6db80-67f2-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fd0c/live/62d6db80-67f2-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fd0c/live/62d6db80-67f2-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fd0c/live/62d6db80-67f2-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"Anadolu/Getty Images Four girls in colourful print clothes with headscarves on a motorbike driven by a young man in a grey sweatshirt and white helmet seen recently on a street in Lomé, Togo.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Anadolu/Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Togo is one of the poorest countries in the world and has been governed by the Gnassingbé family for almost 60 years</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">This reshuffling of the power structure was presented abroad by regime mouthpieces as moving from a strong presidential system to a supposedly more democratic \"parliamentary\" model – in tune with the traditions of the Commonwealth, which Togo, like Gabon, had joined in 2022, to broaden its international connections and reduce reliance on traditional francophone links with France, the former colonial ruler.</p><p class=\"sc-9a00e533-0 hxuGS\">The transition to new constitutional arrangements designed to perpetuate Gnassingbé's rule passed off almost without outside comment from international partners whose attention is currently focussed on Gaza and Ukraine rather than Africa.</p><p class=\"sc-9a00e533-0 hxuGS\">Nor was there any complaint from fellow leaders in the Economic Community of West African States (Ecowas), even after Togo held fresh legislative elections just weeks after the new constitution had been promulgated, in flagrant breach of the regional bloc's protocol on good governance and democracy, which says that after a change of constitution at least six months must elapse before any major election is held.</p><p class=\"sc-9a00e533-0 hxuGS\">Badly shaken by the decision of three military-run countries - Burkina Faso, Mali and Niger - to quit Ecowas, remaining member governments are reluctant to challenge the behaviour of others in case they follow suit.</p><p class=\"sc-9a00e533-0 hxuGS\">But on the streets of Lomé it has been a different matter.</p><p class=\"sc-9a00e533-0 hxuGS\">The rapper and regime critic Essowe Tchalla, known by his stage name \"Aamron\", released a satirical video calling for the \"celebration\" of Gnassingbé's 6 June birthday.</p><p class=\"sc-9a00e533-0 hxuGS\">When he was arbitrarily snatched from his home at the end of May by regime security agents and taken to an unknown location, anger surged among young urban Togolese.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2df8/live/0b0658f0-67f1-11f0-8dbd-f3d32ebd3327.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2df8/live/0b0658f0-67f1-11f0-8dbd-f3d32ebd3327.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2df8/live/0b0658f0-67f1-11f0-8dbd-f3d32ebd3327.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2df8/live/0b0658f0-67f1-11f0-8dbd-f3d32ebd3327.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2df8/live/0b0658f0-67f1-11f0-8dbd-f3d32ebd3327.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2df8/live/0b0658f0-67f1-11f0-8dbd-f3d32ebd3327.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2df8/live/0b0658f0-67f1-11f0-8dbd-f3d32ebd3327.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2df8/live/0b0658f0-67f1-11f0-8dbd-f3d32ebd3327.jpg.webp\" loading=\"lazy\" alt=\"@aamronblack on TikTok Aamron pictured sitting on a beautifully carved wooden chair wearing a green gown, decorated green hat, lots of beads and other jewellery. His hands rest on a ceremonial walking stick. Behind him the background is bright green.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">@aamronblack on TikTok</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Protests followed the arrest in May of rapper Aamron, a vocal critic of the new constitution and Faure Gnassingbé</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Hundreds protested on the streets of the capital on 5 and 6 June and scores were detained by government forces.</p><p class=\"sc-9a00e533-0 hxuGS\">The affair took a particularly sinister twist with the discovery that Aamron had been confined to a mental hospital, a measure more reminiscent of the 1970s Soviet Union than West Africa in 2025 – and the subsequent release of a hostage video –style statement in which <a target=\"_blank\" href=\"https://www.tiktok.com/@aamronblack/video/7512320294846008584\" class=\"sc-f9178328-0 bGFWdi\">he was filmed admitting to psychological problems and apologising to Faure Gnassingbé</a>, remarks he has completely disowned after being released without charge.</p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, late June brought a further wave of street protests, with the security forces confronting youths who had set up burning barricades.</p><p class=\"sc-9a00e533-0 hxuGS\">Human rights groups reported widespread random detentions, often of uninvolved passers by, while informal pro-government militia, often armed, roamed the streets in pick-up trucks.</p><p class=\"sc-9a00e533-0 hxuGS\">At least five people were killed and two bodies were found in the lagoons north of central Lomé, though whether they had drowned while fleeing arrest or been deliberately killed was unclear.</p><p class=\"sc-9a00e533-0 hxuGS\">But it is cultural figures like Aamron – and Honoré Sitsopé Sokpor, a poet known by his alias \"Affectio\" and jailed in January – who have inspired this latest upsurge in protests. They connect to young popular opinion in a way that conventional politicians cannot.</p><p class=\"sc-9a00e533-0 hxuGS\">Indeed, much of the Togolese public appears to have lost faith in the formal political process.</p><p class=\"sc-9a00e533-0 hxuGS\">Although the local elections on 17 July passed off quietly, with Unir predictably dominant according to official results, Jean-Pierre Fabre, a leading opposition figure, said there were no other voters in his local polling station when he went to cast his ballot.</p><p class=\"sc-9a00e533-0 hxuGS\">Critics see the new constitution as no more than a device to perpetuate the rule of the Gnassingbé dynasty – a regime variously described by West African regional media as a \"republican monarchy\" and \"legalist authoritarianism\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/33e0/live/cee30ff0-67ee-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/33e0/live/cee30ff0-67ee-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/33e0/live/cee30ff0-67ee-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/33e0/live/cee30ff0-67ee-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/33e0/live/cee30ff0-67ee-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/33e0/live/cee30ff0-67ee-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/33e0/live/cee30ff0-67ee-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/33e0/live/cee30ff0-67ee-11f0-af20-030418be2ca5.jpg.webp\" loading=\"lazy\" alt=\"AFP/Getty Images A male electoral official prepares a long ballot paper with at least 28 candidates for a voter at a polling station in a classroom at the Hedzranawoe public primary school - a blackboard can be seen behind him - in Lomé on 29 April 2024 during Togo's legislative elections.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP/Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Togo held parliamentary elections in April 2024 just after the new constitution had been adopted in breach of Ecowas's protocol on good governance</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A leading Togolese human rights activist says popular frustration has reached unprecedented levels.</p><p class=\"sc-9a00e533-0 hxuGS\">There have been previous upsurges of mass protest.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2017 the churches supported marches demanding reform while a charismatic new opposition figure, Tikpi Atchadam, mobilised young people across the previously regime-dominated centre-north.</p><p class=\"sc-9a00e533-0 hxuGS\">In the 2020 presidential election, the regime was taken aback by the strong performance of opposition challenger Agbeyomé Kodjo, who was openly backed by the much respected 89-year old former Archbishop of Lomé, Philippe Kpodzro. Although both men have since died, the political movement inspired by the late cleric remains highly active and is regularly targeted by the authorities.</p><p class=\"sc-9a00e533-0 hxuGS\">Now, once again, we are seeing frustration boil over, particularly among young urban Togolese.</p><p class=\"sc-9a00e533-0 hxuGS\">With his constitutional revamp to a supposedly \"parliamentary\" system, Gnassingbé aims to retain full control, yet step his own personality back from the political firing line.</p><p class=\"sc-9a00e533-0 hxuGS\">But that particular manoeuvre looks condemned to failure in the face of challenge from creative leaders of popular culture – bloggers, singers and grassroots activists.</p><p class=\"sc-9a00e533-0 hxuGS\">On social media the hashtag #FaureMustGo is now circulating. And recent weeks have seen the launch of a new campaign for change, known as M66, which stands for \"6 June Movement\" from the date of Gnassingbé's birthday.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"paul-melly-is-a-consulting-fellow-with-the-africa-programme-at-chatham-house-in-london.\" class=\"sc-d16436d-0 fhKUCU\">Paul Melly is a consulting fellow with the Africa Programme at Chatham House in London.</i></p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">You may also be interested in:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Goma: BBC goes inside M23-held city in DR Congo",
            "time": "2025-07-23T14:06:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1ec1/live/0065a9d0-67cb-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Six months after M23 rebels took the eastern Democratic Republic of Congo city of Goma, there are signs of a return to normality. </p><p class=\"sc-9a00e533-0 hxuGS\">But the emotional scars still run deep for many women who survived sexual assault during the upsurge in fighting between the rebels and the Congolese army. </p><p class=\"sc-9a00e533-0 hxuGS\">The BBC's Paul Njie first reported from Goma in February and has been back to visit the city. </p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"filmed-by-hassan-lali,-edited-by-kathy-harcombe\" class=\"sc-d16436d-0 fhKUCU\">Filmed by Hassan Lali, edited by Kathy Harcombe</i></p></div></div></body></html>"
        },
        {
            "title": "Key moments in sentencing of Bryan Kohberger for Idaho murders",
            "time": "2025-07-23T18:52:48",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0e97/live/28d56340-67ff-11f0-af20-030418be2ca5.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Bryan Kohberger has been sentenced to four life sentences without the possibility of parole for the murders of four University of Idaho students. Kohberger was also sentenced to 10 years for burglary. Judge Steven Hippler also fined him $50,000 and a civil penalty of $5,000 for each victim, payable to the families. </p><p class=\"sc-9a00e533-0 hxuGS\">During his sentencing, Kohberger remained seated with his eyes trained on the bench, showing no visible emotion. He declined to speak when asked by the judge. </p><p class=\"sc-9a00e533-0 hxuGS\">On 13 November 2022, Kohberger stabbed the students to death in their off-campus residence after a night out. After a six-week manhunt, he was arrested at his family home in Pennsylvania.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Black Sabbath goes out with a bang at final gig",
            "time": "2025-07-06T12:24:37",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7fca/live/27d7dba0-5a65-11f0-b5c5-012c5796682d.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Black Sabbath went out with a bang on Saturday night at what the band said would be its final gig. </p><p class=\"sc-9a00e533-0 hxuGS\">As they played one of their most-recognisable songs, Iron Man, fans sang along with lead singer Ozzy Osbourne at Villa Park in Birmingham. </p><p class=\"sc-9a00e533-0 hxuGS\">Ozzy, 76, who has Parkinson's disease, sang while seated on a black throne - encouraging the crowd to sing louder, and pulling wild-eyed looks, just like old times.</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ckg565mk8jxo\" class=\"sc-f9178328-0 bGFWdi\">More on this story.</a></p></div></div></body></html>"
        },
        {
            "title": "Camp Mystic: Why were so many people killed there during Texas floods?",
            "time": "2025-07-22T23:04:45",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e2f9/live/575276d0-6742-11f0-8dbd-f3d32ebd3327.png",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">The recent floods in Texas killed 135 people, including many young children.</p><p class=\"sc-9a00e533-0 hxuGS\">At least 27 campers and staff from Camp Mystic died.</p><p class=\"sc-9a00e533-0 hxuGS\">BBC Verify's Jake Horton has visited Kerr County in Texas to find out what happened there and why it was so badly hit.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"produced-by-angélica-casas\" class=\"sc-d16436d-0 fhKUCU\">Produced by Angélica Casas</i></p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"graphics-by-sally-nicholls\" class=\"sc-d16436d-0 fhKUCU\">Graphics by Sally Nicholls</i></p></div></div></body></html>"
        }
    ]
}