{
    "source": "BBC News",
    "articles": [
        {
            "title": "FBI releases images of masked person in hunt for Nancy Guthrie",
            "time": "2026-02-10T19:04:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6def/live/a79545d0-06ae-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-85f9acf9-0 kfxpiP\"><p class=\"sc-9a00e533-0 eZyhnA\">\"As of this morning, law enforcement has uncovered these previously inaccessible new images showing an armed individual appearing to have tampered with the camera at Nancy Guthrie's front door the morning of her disappearance,\" <a target=\"_blank\" href=\"https://x.com/FBIDirectorKash/status/2021281103454072983/photo/1\" class=\"sc-f9178328-0 iCaRzc\">FBI Director Kash Patel said in a statement on X. </a></p><p class=\"sc-9a00e533-0 eZyhnA\">He said authorities had been working to recover images from the home surveillance system that \"may have been lost, corrupted, or inaccessible due to a variety of factors - including the removal of recording devices\".  </p><p class=\"sc-9a00e533-0 eZyhnA\">Officials also released two short videos showing the person approach the front door of Nancy Guthrie's home, then check camera before moving away, picking up some vegetation from the ground and using it to cover the camera lens. </p><p class=\"sc-9a00e533-0 eZyhnA\">Savannah Guthrie shared the new video on Instagram. \"Someone out there recognises this person,\" she said on Tuesday. \"We believe she is still out there. Bring her home.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">This marks the first major breakthrough in a case that has gripped the country for more than a week.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, police were still saying they had yet to identify any suspects or vehicles connected to Nancy Guthrie's disappearance, the same day Savannah Guthrie issued a new video appeal to anyone with information.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We believe our mum is still out there,\" she said in a video posted to her Instagram account. \"We need your help.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">She renewed that appeal on Tuesday, reposting the surveillance images on her Instagram with the message: \"We believe she is still alive. Bring her home.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">The FBI is offering a $50,000 (£36,000) reward for any information.</p><figure class=\"sc-bc40c3a0-0 kXcvpr\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260126-113039-ddae8f6031-web-2.38.1-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/edcb/live/cb624fd0-06ae-11f1-9972-d3f265c101c6.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/edcb/live/cb624fd0-06ae-11f1-9972-d3f265c101c6.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/edcb/live/cb624fd0-06ae-11f1-9972-d3f265c101c6.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/edcb/live/cb624fd0-06ae-11f1-9972-d3f265c101c6.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/edcb/live/cb624fd0-06ae-11f1-9972-d3f265c101c6.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/edcb/live/cb624fd0-06ae-11f1-9972-d3f265c101c6.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/edcb/live/cb624fd0-06ae-11f1-9972-d3f265c101c6.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/edcb/live/cb624fd0-06ae-11f1-9972-d3f265c101c6.jpg.webp\" loading=\"lazy\" alt=\"FBI A black and white images of a masked person, that show the person at night in gloves, with what appears to be a small flashlight held between their teeth, andcovering the camera with what appears to be branches. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">FBI</span></div></figure></div></div></body></html>"
        },
        {
            "title": "Under-fire Trump commerce secretary Howard Lutnick confirms he visited Epstein's island",
            "time": "2026-02-10T20:05:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4fd9/live/e2646b20-069d-11f1-8d5d-7d6caf00f484.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"The issue is not that you engaged in any wrongdoing in connection with Jeffrey Epstein, but that you totally misrepresented the extent of your relationship with him, to the congress, to the American people and to the survivors of his despicable criminal and predatory acts,\" he said.</p></div></div></body></html>"
        },
        {
            "title": "Biathlon medallist Sturla Holm Laegreid admits cheating on girlfriend - BBC Sport",
            "time": "2026-02-10T17:19:20",
            "imgUrl": "https://ichef.bbci.co.uk/ace/branded_sport/1200/cpsprodpb/0586/live/84f26820-06a7-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"ssrcss-nqezkk-RichTextContainer e5tfeyi1\"><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The seven-time world champion finished third in the biathlon - which combines cross-country skiing and rifle shooting - behind champion Johan-Olav Botn, a fellow Norwegian, and Eric Perrot of France.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">It is a second Olympic medal for Laegreid, who won gold in the relay at the 2022 Games.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Asked about his admission in the news conference later, he added: \"Of course, now I hope I didn't ruin Johan's day.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">\"I don't know if it was the right choice or not, but it was the choice I made.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">\"I made the choice to tell the world what I did so maybe there's a chance she will see what she really means to me - maybe not, but I don't want to think I didn't try everything to get her back.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">\"I don't want to steal the show. I hope this is just like a day-or-two thing. Then you are an Olympic gold medallist forever.\"</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Five-time Olympic champion Johannes Thingnes Boe, who is now a biathlete expert with broadcasters NRK, questioned the timing of Laegreid's admission.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">\"It came as a complete surprise. His action was wrong - we saw a repentant lad standing there. Unfortunately, the time, place and timing are all wrong,\" said Boe, a former team-mate of Laegreid.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Botn shouted the name of late team-mate Sivert Guttorm Bakken as he crossed the line to win gold. </p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Bakken was <a href=\"/sport/articles/c33mkn574vgo\" class=\"ssrcss-18834jl-InlineLink e1kn3p7n0\">found dead on 23 December</a> in a hotel room in northern Italy, about two hours from where the biathlon was held. </p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">\"I was racing with him the entire last loop. And, yeah, it was more like a feeling of crossing the finish line together, and seeing the number one beside my name was really special,\" an emotional Botn said.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Laegreid added: \"We were five guys on the start line, and one of them was watching from above. This was for Sivert, really.\"</p></div></div></body></html>"
        },
        {
            "title": "Pilot praised after landing faulty Somali passenger plane on seashore",
            "time": "2026-02-10T16:16:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6057/live/a1375200-069f-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-85f9acf9-0 kfxpiP\"><p class=\"sc-9a00e533-0 eZyhnA\">An airline in Somalia has praised one of its pilots after he crash-landed his passenger plane, which had suffered a technical fault, on the shoreline next to the capital's international airport with all 55 on board surviving.</p><p class=\"sc-9a00e533-0 eZyhnA\">Starsky Aviation said the pilot's quick thinking was crucial in saving the 50 passengers and five crew.</p><p class=\"sc-9a00e533-0 eZyhnA\">The crew of the aircraft, a Fokker 50, reported a problem shortly after take off from Mogadishu on Tuesday morning and requested that the plane return, Somalia's Civil Aviation Authority (CAA) said. </p><p class=\"sc-9a00e533-0 eZyhnA\">It then touched down but failed to stop on the runway, overshooting the tarmac before coming to rest in shallow water, the CAA's director Ahmed Macalin Hassan said.</p></div></div></body></html>"
        },
        {
            "title": "Macron urges Europe to start acting like world power",
            "time": "2026-02-10T11:12:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4846/live/9de81f70-067d-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-85f9acf9-0 kfxpiP\"><p class=\"sc-9a00e533-0 eZyhnA\">Macron repeated his call for EU-wide mutualised loans in order to raise hundreds of billions of euros needed for industrial investment.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The time has come to launch a shared debt capacity to fund our future expense -  eurobonds for the future. We need big European programmes to finance the best projects,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Similar calls in the past have met scepticism from Germany and other countries, who feel France wants to use Europe to bear a financial burden which it alone - because of its failure to reform - is unable to take up.</p><p class=\"sc-9a00e533-0 eZyhnA\">Macron admitted that France \"has never had a balanced model, unlike certain economies of the north, which are built more on a sense of responsibility. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"And we have never had reforms like the ones initiated in the 2010s in Portugal, Spain, Italy and Greece, which are paying dividends today.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">But he said there was growing demand in the world's financial markets for mutualised European debt, which currently the EU was not equipped to supply.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The world markets are increasingly afraid of the American greenback [dollar]. They want alternatives… </p><p class=\"sc-9a00e533-0 eZyhnA\">\"For investors everywhere a democratic state of law is a huge attraction. And when I look at the world as it is, we have the authoritarian regime that is China, and on the other side we have the US distancing itself further and further from a state of law.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">According to Macron, the 27-member EU needs €1,2tn (£1tn; $1.4tn) a year to invest in the vital sectors of security and defence, clean energy, and artificial intelligence.</p><p class=\"sc-9a00e533-0 eZyhnA\">Calling on the EU to \"protect\" these and other industries, he said: \"The Chinese do it, the Americans too.  Europe today is the most open market in the world.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"In the face of that, I am not saying we should be protectionist. It's more a question of being coherent - in other words not imposing on our own producers rules which we do not impose on non-Europeans.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Today Europe faces a massive challenge, in a world of disorder,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Climate change is accelerating. The US – which we thought would guarantee our security for ever – is no longer sure. Russia was to give us cheap energy for ever, but that stopped three years ago. China... has become a rival that gets fiercer and fiercer.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Today, we Europeans are on our own. But we have each other. We are 450 million people. It's huge. For me [becoming a power] is the fulfilment of the European adventure.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We came together to stop war, we came together to build a market. But we always forbade ourselves to think of power.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Asked about the latest stand-off with Washington over Greenland, at the end of which US President Donald Trump appeared to back down from threats to annex the Danish territory,  Macron said the Europeans should not be fooled.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"At the end of a crisis, there is a cowardly tendency to sit back and say 'phew'. There are threats and intimidation, and then suddenly Washington gives way. And people think it's over.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Don't believe it for a single second,\" the French leader said.</p></div></div></body></html>"
        },
        {
            "title": "Mnangagwa's 2030 ambition launched: Zimbabwe cabinet approves draft law to extend presidential terms",
            "time": "2026-02-10T20:08:01",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/890a/live/aafb5090-ff78-11ef-b50e-9d086302645f.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"At a time when silence would have been easier, he chose to speak out against corruption and nepotism that continue to undermine the promise of independence,\" Andrease Ethan Mathibela, national chairman of the influential Zimbabwe National Liberation War Veterans Association, said.</p></div></div></body></html>"
        },
        {
            "title": "Jacques Leveugle: French man charged with abusing 89 teens dating back to 1960s",
            "time": "2026-02-10T17:16:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d48e/live/d09aa9d0-0685-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-85f9acf9-0 kfxpiP\"><p class=\"sc-9a00e533-0 eZyhnA\">Leveugle was arrested in 2024 after visiting his brother in the Isère department around Grenoble, a city in south-eastern France. At the time, Leveugle was living in Morocco.</p><p class=\"sc-9a00e533-0 eZyhnA\">His brother's son - who had suspicions about his uncle - took advantage of his absence one day in October 2023 to examine a USB drive that belonged to Leveugle. It allegedly contained \"15 tomes of very dense material\" - photographs and written accounts of his \"sexual relations\" with minors, Manteaux said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The victims we have spoken to tell us that he spent a lot of time helping them to learn foreign languages, awakening their sense of culture... He has a complex personality,\" the prosecutor said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"A lot of work has been done to identify all the victims. But in his journal, some only have first names, and there we found ourselves up against a wall. That's why we decided to launch this appeal - and also in case there are other victims not listed in his journal,\" Manteaux added.</p><p class=\"sc-9a00e533-0 eZyhnA\">The prosecutor revealed that under questioning, Leveugle also allegedly admitted to killing his own mother and aunt by smothering them with cushions.</p><p class=\"sc-9a00e533-0 eZyhnA\">He is accused of killing his mother in 1974 when she was in the terminal phase of cancer, and he allegedly did the same to his 92-year-old aunt in 1992.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He explained to us that he told (his aunt) he had to leave for the Cévennes. She was pleading with him not to go, so he took the decision to kill her too,\" the prosecutor said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He justifies the killings by saying he hoped someone would do the same to him if he was in the same situation at the end of his life.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">A separate judicial investigation has been opened into these alleged killings.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under French law, alleged assaults that took place before 1993 come under the country's statute of limitations, so no prosecutions for them would be possible. However Manteaux said it was still important to get a full picture of Leveugle's alleged crimes.</p><p class=\"sc-9a00e533-0 eZyhnA\">In two other recent and high-profile sexual assault cases in France, offenders kept records of their activities which were later key in bringing them to justice. </p><p class=\"sc-9a00e533-0 eZyhnA\">In the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c390d8nd4n4o\" class=\"sc-f9178328-0 iCaRzc\">Pélicot rape case</a>,  Dominique Pélicot kept videos of men assaulting his sleeping wife Gisèle, whom he had drugged. He was jailed for 20 years.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Brittany, former doctor <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cvgdkyge198o\" class=\"sc-f9178328-0 iCaRzc\">Joêl Le Scouarnec</a> compiled detailed computer records of the hundreds of children he molested in hospital. Without this evidence, he may never have been convicted. He, too, was jailed for 20 years.</p></div></div></body></html>"
        },
        {
            "title": "Trump threatens to block opening of US-Canada bridge",
            "time": "2026-02-10T19:58:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/cc88/live/535a3030-0617-11f1-b653-2f014e2e8e4d.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">On Fox Business on Tuesday, Jamieson Greer, Trump's trade chief, said the negotiations the president mentioned in his social media post were specific to the bridge, and making sure that proceeds from economic activity like tolls also went to the US.</p></div></div></body></html>"
        },
        {
            "title": "Chappell Roan leaves talent agency led by Casey Wasserman after Epstein fallout",
            "time": "2026-02-10T07:12:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e697/live/9d4f8590-0654-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-85f9acf9-0 kfxpiP\"><p class=\"sc-9a00e533-0 eZyhnA\">\"As of today, I am no longer represented by Wasserman, the talent agency led by Casey Wasserman,\" she said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Roan added: \"No artist, agent or employee should ever be expected to defend or overlook actions that conflict so deeply with our own moral values.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has reached out to Wasserman for comment.</p><p class=\"sc-9a00e533-0 eZyhnA\">Wasserman is also the chairman of the Los Angeles 2028 Olympic Games, and has faced calls to step down from the position following the release of the emails.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.com/news/articles/cyv5z76jmpvo\" class=\"sc-f9178328-0 iCaRzc\">He has said he \"deeply regrets\" the messages exchanged with Maxwell</a>, who is currently serving a 20-year prison sentence for recruiting and trafficking teenage girls to be sexually abused by Epstein.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said in a statement that his correspondence with Maxwell \"took place over two decades ago, long before her horrific crimes came to light\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Wasserman also emphasised that he had \"never had a personal or business relationship with Jeffrey Epstein\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"As is well documented, I went on a humanitarian trip as part of a delegation with the Clinton Foundation in 2002 on the Epstein plane,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I am terribly sorry for having any association with either of them.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Wasserman has not been accused of wrongdoing by any of Epstein's victims, and the appearance of his name in the files does not imply criminal activity of any kind.</p><p class=\"sc-9a00e533-0 eZyhnA\">Roan's announcement comes after two other bands represented by Wasserman released statements indicating they wanted to distance themselves from his agency.</p><p class=\"sc-9a00e533-0 eZyhnA\">Wednesday, a self-described indie rock band, said they were \"aghast\" to see Wasserman feature in the Epstein files and did not want to continue to be associated with him. </p><p class=\"sc-9a00e533-0 eZyhnA\">They said that they hoped he would step down \"for the sake of his staff\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Rock band Beach Bunny said they were \"hugely disappointed and disgusted\" that Wasserman \"had involvement with Ghislaine Maxwell\".</p></div></div></body></html>"
        },
        {
            "title": "Marc Anthony says Beckham family feud is 'unfortunate' but 'hardly the truth'",
            "time": "2026-02-10T13:32:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7203/live/8b6affc0-067d-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"In front of our 500 wedding guests,\" he continued, \"Marc Anthony called me to the stage, where in the schedule was planned to be my romantic dance with my wife but instead my mum was waiting to dance with me instead.\"</p></div></div></body></html>"
        },
        {
            "title": "Venezuelan opposition politician under house arrest after kidnap, son says",
            "time": "2026-02-10T18:07:56",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2803/live/8a0a1160-0697-11f1-9c2e-13936a78ae9c.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"We hold Delcy Rodríguez, Jorge Rodríguez, and Diosdado Cabello responsible for any harm to Juan Pablo's life,\" Justice First wrote on social media, referring to Venezuela's interim president, the National Assembly speaker, and the interior minister respectively.</p></div></div></body></html>"
        },
        {
            "title": "Kenya to confront Russia over 'unacceptable' use of Kenyan soldiers",
            "time": "2026-02-10T17:39:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2768/live/498e0670-000f-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Kenya and Russia have had long relations since independence, literally. So this, in my view, becomes a very unfortunate episode of otherwise very positive and cordial relations between our two countries,\" he added.</p></div></div></body></html>"
        },
        {
            "title": "Instagram and YouTube owners built 'addiction machines', trial told",
            "time": "2026-02-10T07:25:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d3df/live/62944060-05f7-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Over the course of the next several weeks, there will be testimony from experts and by Zuckerberg, Adam Mosseri, the head of Instagram, and Neal Mohan, the CEO of YouTube.</p></div></div></body></html>"
        },
        {
            "title": "Buddhist monks 108-day Walk for Peace set to end in Washington DC",
            "time": "2026-02-10T13:47:39",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f9c1/live/78443290-067d-11f1-9794-9f23a318f722.jpg",
            "body": "<html><body><div><div class=\"sc-85f9acf9-0 kfxpiP\"><figure class=\"sc-bc40c3a0-0 kXcvpr\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20260126-113039-ddae8f6031-web-2.38.1-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f9c1/live/78443290-067d-11f1-9794-9f23a318f722.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f9c1/live/78443290-067d-11f1-9794-9f23a318f722.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f9c1/live/78443290-067d-11f1-9794-9f23a318f722.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f9c1/live/78443290-067d-11f1-9794-9f23a318f722.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f9c1/live/78443290-067d-11f1-9794-9f23a318f722.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f9c1/live/78443290-067d-11f1-9794-9f23a318f722.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f9c1/live/78443290-067d-11f1-9794-9f23a318f722.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f9c1/live/78443290-067d-11f1-9794-9f23a318f722.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Buddhist monks seen walking on their trek from Fort Worth, Texas to Washington DC\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></figure><p class=\"sc-9a00e533-0 eZyhnA\">After arriving in Washington, the monks will visit the Washington National Cathedral and the Lincoln Memorial.</p><p class=\"sc-9a00e533-0 eZyhnA\">The group also reportedly plans to appeal to lawmakers to declare Buddha's birthday - called Vesak - a national holiday - but their expedition has gained traction beyond this policy request.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Their long journey and gentle witness invite us all to deepen our commitment to compassion,\" said Washington Episcopal Bishop Mariann Budde, who will help host the monks at an interfaith reception, according to the Associated Press.</p><p class=\"sc-9a00e533-0 eZyhnA\">The 19 travelling monks are from Theravada Buddhist monasteries around the globe.</p><p class=\"sc-9a00e533-0 eZyhnA\">The final day of their single-file trek across the country began on Tuesday morning in Arlington, Virginia, roughly five miles (9.1km) outside the US capitol. </p><p class=\"sc-9a00e533-0 eZyhnA\">A livestream on the group's Facebook account shows them walking past piles of snow, as the first days of above-freezing temperatures return after weeks of record cold across much of the eastern United States. They are cheered on by rows of onlookers in the video.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"May you be safe and warm. Thank you for your walk of peace. We desperately need this in our world now,\" one user wrote. </p><p class=\"sc-9a00e533-0 eZyhnA\">For the last 108 days - a sacred number in Buddhism representing spiritual completion - the group has walked this same single-file line step by step. But the trip has not been without incident. </p><p class=\"sc-9a00e533-0 eZyhnA\">In November, an escort vehicle that accompanied the monks as they walked alongside a highway in Houston, Texas was hit by a truck, injuring two of the monks. One of them had his leg amputated. </p><p class=\"sc-9a00e533-0 eZyhnA\">Their return to Texas is likely to be quicker - and easier - as they are expected to commute back via bus, arriving in Fort Worth on Saturday. </p></div></div></body></html>"
        },
        {
            "title": "Catherine O'Hara cause of death confirmed as pulmonary embolism",
            "time": "2026-02-10T01:26:32",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/557e/live/879b36b0-0607-11f1-8c32-271a400f2f4c.jpg",
            "body": "<html><body><div><div class=\"sc-85f9acf9-0 kfxpiP\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">O'Hara remembered</h2><p class=\"sc-9a00e533-0 eZyhnA\">Actor and The Studio creator Seth Rogen said he was devastated by O'Hara's death, describing the actress as \"hysterical, kind, intuitive, generous\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're all lucky we got to live in a world with her in it,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Actor Pedro Pascal, who worked with O'Hara on The Last of Us, wrote on Instagram: \"Oh, genius to be near you. Eternally grateful. There is less light in my world, this lucky world that had you, will keep you, always.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The actress starred in six seasons of comedy series Schitt's Creek, for which she won an Emmy for best comedy actress. </p><p class=\"sc-9a00e533-0 eZyhnA\">Show creator and co-star Eugene Levy told People magazine that he has had the \"honor of knowing and working with the great Catherine O'Hara for over fifty years\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Words seem inadequate to express the loss I feel today,\" he said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Co-creator Dan Levy, who played O'Hara's son David, described her as \"family before she ever played my family\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He added on Instagram that he would \"cherish every funny memory I was fortunate enough to make with her\".</p><p class=\"sc-9a00e533-0 eZyhnA\">O'Hara's on-screen son in holiday classics Home Alone and Home Alone 2: Lost In New York, Macaulay Culkin, also paid an emotional tribute on Instagram.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Mama. I thought we had time. I wanted more. I wanted to sit in a chair next to you,\" he wrote.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I heard you. But I had so much more to say. I love you. I'll see you later.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">O'Hara is survived by her husband Bo Welch, her sons Matthew and Luke, and her six siblings.</p><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What is a pulmonary embolism?</h2><p class=\"sc-9a00e533-0 eZyhnA\">According to the NHS, a pulmonary embolism is a life-threatening condition that occurs when a blood vessel in the lungs is blocked by a blood clot.</p><p class=\"sc-9a00e533-0 eZyhnA\">Symptoms include a sudden difficulty in breathing, chest pain that increases when breathing and coughing up blood. </p></div></div></body></html>"
        },
        {
            "title": "Herzog visit: Australian police defend actions after protest violence",
            "time": "2026-02-10T09:34:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6107/live/47ada0a0-0644-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-85f9acf9-0 kfxpiP\"><p class=\"sc-9a00e533-0 eZyhnA\">NSW <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cj9ydj7y0vvo\" class=\"sc-f9178328-0 iCaRzc\">introduced restrictions on public protest</a> after December's shooting, and a few days before Monday's rally introduced additional \"major event\" powers effectively giving police authority to shut down areas of the city. The rules allowed demonstrators to gather but forbade them from marching.</p><p class=\"sc-9a00e533-0 eZyhnA\">Protesters lost a legal bid to overturn the major event powers application just half an hour before the protest.</p><p class=\"sc-9a00e533-0 eZyhnA\">NSW Premier Chris Minns defended the police response, telling Channel 9's Today programme that authorities had been \"put in an impossible situation last night\". He later urged the public \"not to look at a 10-second clip without the full context\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Assistant Commissioner Peter McKenna said police had been \"threatened, jostled and assaulted\" during \"a number of melees, rolling fights\" and authorities were \"significantly outnumbered by the protesters and the people who wanted to act in a violent and offensive manner\".</p><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Protesters include Grace Tame</h2><p class=\"sc-9a00e533-0 eZyhnA\">On Monday night, activist Grace Tame led the crowd in chanting: \"from Gadigal to Gaza, globalise the intifada\" - a move that has drawn criticism from politicians.</p><p class=\"sc-9a00e533-0 eZyhnA\">The term intifada came into popular use during the Palestinian uprising against Israeli occupation of the West Bank and Gaza Strip in 1987.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some have described the term as a call for violence against Jewish people. Others have said it is a call for peaceful resistance to Israel's occupation of the West Bank and actions in Gaza.</p><p class=\"sc-9a00e533-0 eZyhnA\">New South Wales premier Chris Minns said Tame's choice of words was \"terrible\", ABC reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tame was named Australian of the Year in 2021 for raising awareness about sexual violence.</p><p class=\"sc-9a00e533-0 eZyhnA\">Former deputy prime minister Barnaby Joyce told Sky News that Tame should be stripped of her title.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Politicians and the press can deflect onto me all they like, but I'm not the story,\" Tame wrote on Instagram on Tuesday. She added that \"nonviolent attendees acting well within their rights were met with unprovoked police brutality\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Among the crowd was Jewish demonstrator Linda Feinberg, who came to show solidarity.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I am appalled, it was a really damaging decision of Albanese to invite him [Herzog],\" she said, holding a placard that read \"Jews say no to genocide\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Sihal Jamila came with her young daughter.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's very important for me to be here, I'm the mother of two and one on the way,\" she told the BBC, her voice cracking. \"They're killing our children. This is ridiculous.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The speeches at Town Hall were peaceful, but tensions mounted afterwards when protesters began chanting \"let us march\" and police closed in.</p><p class=\"sc-9a00e533-0 eZyhnA\">As the atmosphere became fraught, pepper spray was deployed, which sent protesters running, but they were unable to leave the area due to police lines.</p></div></div></body></html>"
        },
        {
            "title": "BP steps up cost cutting as profits slide",
            "time": "2026-02-10T11:07:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/28f4/live/52c9f1c0-0651-11f1-aea3-ab6941d946c2.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Cornelia Meyer, chief executive of Meyer Resources and a former BP executive, told the BBC that O'Neill had \"a stellar track record\", and when it comes to reviving BP's fortunes, \"if anybody can, she probably can\".</p></div></div></body></html>"
        },
        {
            "title": "Australian author guilty of creating child sex abuse material over erotic novel",
            "time": "2026-02-10T06:44:35",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/58ed/live/942487b0-0648-11f1-8532-0bca598fb018.jpg",
            "body": "<html><body><div><div class=\"sc-85f9acf9-0 kfxpiP\"><p class=\"sc-9a00e533-0 eZyhnA\">Mastrosa, 34, issued an advance release of the novel - which the BBC has chosen not to name - to 21 readers in March last year before a complaint about its content was made to police.</p><p class=\"sc-9a00e533-0 eZyhnA\">Chisholm read the whole book, published under the pen name Tori Woods, and found a reasonable reader would find it \"undeniably offensive\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Throughout the novel - the cover of which is pastel pink with the title spelled out in children's alphabet blocks - the protagonist uses child-like language, wears children's clothing, and engages in child-like behaviour.</p><p class=\"sc-9a00e533-0 eZyhnA\">Chisholm said any references to the character being 18 were insufficient to overcome the implication of her as a child.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Importantly, those descriptions and language are used in the portions of the book to describe a character similar to a young child when the sexual activity is occurring,\" Chisholm said, according to the Australian Associated Press.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The reader is left with a description that creates the visual image in one's mind of an adult male engaging in sexual activity with a young child.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Found guilty of one count each of creating, possessing and distributing child abuse material, Mastrosa will return to court to be sentenced on 28 April.</p><p class=\"sc-9a00e533-0 eZyhnA\">When Mastrosa was charged, BaptistCare told the Daily Telegraph she had been stood down from her role pending an investigation.</p></div></div></body></html>"
        },
        {
            "title": "Philippines: Same-sex couples can co-own property, top court rules",
            "time": "2026-02-10T06:31:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/76a5/live/339f9a00-063f-11f1-8b8c-3d9959cf60c1.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"With the political, moral, and cultural questions that surround the issue concerning the rights of same-sex couples, political departments especially the Congress must be involved to quest for solutions,\" the court said.</p></div></div></body></html>"
        },
        {
            "title": "As a fellow Puerto Rican, Bad Bunny's Super Bowl show was personal",
            "time": "2026-02-10T11:40:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0e88/live/74185aa0-0666-11f1-ad0b-39fef3bf1fc8.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Disconnected by limited public transportation, without tourists or major events, daily life in our towns moved slowly, all while shaped by a public debt crisis and a subsequent bankruptcy that caused profound political, social, and economic turmoil.</p></div></div></body></html>"
        },
        {
            "title": "Thailand election 2026: The result the polls never saw coming",
            "time": "2026-02-09T23:58:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3ec2/live/fd605c80-05e0-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-85f9acf9-0 kfxpiP\"><p class=\"sc-9a00e533-0 eZyhnA\">Another big factor was the steep decline in the fortunes of Pheu Thai, the once unbeatable election machine backed by former prime minister, Thaksin Shinawatra. </p><p class=\"sc-9a00e533-0 eZyhnA\">It came second in 2023, with 141 seats, but is likely to see that total halved this time round after the past three years of political turmoil in which two of its prime ministers were dismissed by the constitutional court, and it was accused of mishandling relations with Cambodia. </p><p class=\"sc-9a00e533-0 eZyhnA\">Thaksin has been jailed on old corruption charges, and could face further criminal complaints. </p><p class=\"sc-9a00e533-0 eZyhnA\">Back in 2023, Pheu Thai lost support to Move Forward. This time, Bhumjaithai and other conservative parties were the beneficiaries of Pheu Thai's falling popularity in its old strongholds of the north and north-east.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some in the reformist camp will look back on their party's controversial decision to back Anutin to become prime minister last September, after the fall of the second Pheu Thai administration. </p><p class=\"sc-9a00e533-0 eZyhnA\">At the time, the People's Party justified this strange alliance with its ideological opposite by promising not to join his government, and by extracting from him a pledge to hold a referendum on changing the military-drafted constitution, a priority for the reformists.</p><p class=\"sc-9a00e533-0 eZyhnA\">But by not insisting on cabinet positions in return for their votes in parliament, the People's Party allowed Anutin to fill his cabinet with capable technocrats, burnishing his credentials as a can-do leader. </p><p class=\"sc-9a00e533-0 eZyhnA\">And while the constitutional referendum was indeed held at the same time as the election on Sunday, and produced a clear vote in favour of changing it, the process of drafting and approving a new charter is so protracted it might be indefinitely delayed. </p><p class=\"sc-9a00e533-0 eZyhnA\">Some now see this as a poor decision, which tarnished their reputation among more idealistic followers.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the end, though, the reformists always had a mountain to climb to get into government. </p><p class=\"sc-9a00e533-0 eZyhnA\">Many of their leaders have already been banned from politics, their party has been dissolved twice, and one of their best members of parliament is likely to go to jail for six years on lese majeste charges. </p><p class=\"sc-9a00e533-0 eZyhnA\">Even after their election loss, another 44 of their leading members now face bans from politics by the Supreme Court for supporting the proposal by Move Forward to soften the punishments under the lese majeste law.</p><p class=\"sc-9a00e533-0 eZyhnA\">These impediments may well have disillusioned some of the voters who backed Move Forward three years ago. Turnout in this election at 65% was sharply down from the 75% seen in 2023.</p><p class=\"sc-9a00e533-0 eZyhnA\">Anutin will face no such impediments. </p><p class=\"sc-9a00e533-0 eZyhnA\">The many means by which elected governments, parties and politicians can be constrained by unelected bodies – the \"handcuffs\" on Thai democracy – have only ever been used on those challenging the status quo. </p><p class=\"sc-9a00e533-0 eZyhnA\">Provided he can make terms with smaller coalition partners, the prime minister has a good chance of completing a full four-year term, something no civilian leader has managed to do in Thailand for 20 years.</p></div></div></body></html>"
        },
        {
            "title": "Manipur: Can a new chief minister bring peace to the troubled state?",
            "time": "2026-02-10T07:39:30",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2a93/live/f0ec5510-064b-11f1-aea3-ab6941d946c2.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Despite decades of unrest, Manipur has built a reputation as one of India's most consistent producers of elite athletes - such as Olympic weightlifter Mirabai Chanu, boxer Mary Kom and judo champion Sushila Devi Likmabam. This is often attributed to a strong local sporting culture, early exposure to football, boxing and martial arts and community-run clubs that have long offered structure and opportunity - a tradition Singh himself was part of.</p></div></div></body></html>"
        },
        {
            "title": "Winter Olympics 2026: What is Olympic ice and how is it made? - BBC Sport",
            "time": "2026-02-10T08:51:01",
            "imgUrl": "https://ichef.bbci.co.uk/ace/branded_sport/1200/cpsprodpb/08ff/live/aad37f80-066f-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"ssrcss-nqezkk-RichTextContainer e5tfeyi1\"><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\"><b class=\"ssrcss-1xjjfut-BoldText e5tfeyi3\">Olympic ice describes the uniform ice surface specified for international competitions, including the Winter Olympics.</b></p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Skilled technicians are responsible for making and maintaining the ice and they are are known as 'ice masters'.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The team is tasked with ensuring the surface is optimal for the athletes to compete on in sports such as curling, ice skating and ice hockey.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The ice hockey arena in Milan-Cortina was built from scratch for the men's and women's matches <a href=\"/sport/ice-hockey/articles/ceqz411d72ro\" class=\"ssrcss-18834jl-InlineLink e1kn3p7n0\">following delays, concerns and last-minute building works.</a></p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">But how do they make the ice for the rink?</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">It all starts with five centimetres of insulation laid down on the concrete floor. A vapour barrier is placed on top of the insulation, before engineers lay mats containing glycol on top to keep the ice cold.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Boards and glass walls are then placed around the rink and then roughly another five centimetres of water is added above the mat - this is when the ice sheets are created.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The surface is painted white and sealed, with ice hockey markings and logos added.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Finally, the rink is topped with three to four centimetres of water to create the playing field. Temperatures are kept between -5 and -4C.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Resurfacing machines, colloquially known as Zambonis, are sent out regularly to shave away ice and form a new smooth layer.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Ice master Mark Messer, who is overseeing the long track speed skating said the hardest part is \"working with a new system for such a high profile event, with little time for preparation\".</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">He added that although ice has been made on temporary settings, it has not been done on this scale for an Olympic Games.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Milan-Cortina will be the first time a temporary venue has been used for long track speed skating at a Winters.</p></div></div></body></html>"
        },
        {
            "title": "Relooted: New video game sees Africans fantasise about taking back treasures from Europe's museums",
            "time": "2026-02-10T00:47:00",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/49f5/live/c3ce95e0-0293-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-85f9acf9-0 kfxpiP\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Nomali reluctantly agrees to the first heist to prove how dangerous the whole thing is,\" the game's narrative director Mohale Mashigo told the BBC. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"She would do anything for her family - and she joins them as a way to protect them from themselves and the real danger that is involved in heists.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Nomali is a parkour legend and uses those skills - running, jumping, climbing, and vaulting over obstacles - to retrieve 70 African sacred and cultural objects.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her brother Trevor, a locksmith and security systems expert, helps her in and out of the buildings - with intel from The Inside Man, Etienne, who is Belgian-British.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ndedi, from Cameroon, uses her acrobatic skills for the most elaborate escapes, Cryptic is the hacker from Kenya and Congolese Fred is the getaway driver and gadget maker.</p><p class=\"sc-9a00e533-0 eZyhnA\">During the twists and turns of the game, other characters emerge.</p><p class=\"sc-9a00e533-0 eZyhnA\">Relooted is designed by the pan-African team of Nyamakop studio in South Africa. </p><p class=\"sc-9a00e533-0 eZyhnA\">Its 2018 Semblance debut was the first African-developed game to launch on a Nintendo console.</p><p class=\"sc-9a00e533-0 eZyhnA\">Designers and voice actors in countries including Nigeria, Angola, Malawi, Ethiopia, Tanzania and Kenya also worked on Relooted.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is the first of what its CEO Ben Myres hopes will be a line of \"African-inspired games for a global audience.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The action game, which uses motion captures and animated cinematics, is designed for PCs and consoles - which means that it won't attract many players in Africa, where most people play on smartphones because they are more affordable.</p><p class=\"sc-9a00e533-0 eZyhnA\">The core target audience is the African diaspora.</p></div></div></body></html>"
        },
        {
            "title": "Super Bowl 2026: Is Seattle Seahawks' Sam Darnold greatest NFL redemption story? - BBC Sport",
            "time": "2026-02-09T21:56:58",
            "imgUrl": "https://ichef.bbci.co.uk/ace/branded_sport/1200/cpsprodpb/0c71/live/ac753a50-05fb-11f1-b7e1-afb6d0884c18.png",
            "body": "<html><body><div><div class=\"ssrcss-nqezkk-RichTextContainer e5tfeyi1\"><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Quarterbacks grab all the headlines, for good or bad, but they simply cannot do it all by themselves in this ultimate team sport. </p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Tom Brady regularly had, and needed, a top-10 defence on his side to win Super Bowls, while Patrick Mahomes lost two of them because he was soundly beaten up by opposing defences.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">In Seattle, Darnold found the perfect storm of a team on the up and a defensive head coach assembling a crack unit that would go on to dominate the NFL, needing just a solid quarterback to steer the offence.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Having the league's leading receiver Jaxon Smith-Njigba and Super Bowl MVP running back Kenneth Walker also helped, and plenty will say Darnold did not have to do much.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">He became the first quarterback to enjoy successive 14-win seasons with two different teams - only Brady had managed it with one - but still there were questions as he led the league in turnovers, giving the ball away 20 times.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Around 80% of play-off games are won by teams with the fewest turnovers. In Super Bowls the record was 40-7 when winning the turnover battle.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Darnold has the fourth most giveaways in the NFL since being drafted (106) despite spending two years as a back-up, so once again he had to prove himself as he was written off as a liability before even entering the post-season.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The response was remarkable as Darnold's Seattle became the first Super Bowl champions without a single turnover in the play-offs.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">He answered the mental questions of facing the Rams again with 346 yards and three touchdowns, before doing just enough in the Super Bowl itself.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Was it flashy? No. MVP worthy? Not even close. But Darnold, now 28, did what he had to - he kept hold of the ball, made plays when needed and managed the game without ego or trying to be the hero.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">No quarterback has won a Super Bowl having played for five teams before, but then no quarterback has been counted out so many times and got back to the top.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Luck has played a part, teams like Minnesota and Seattle took a chance and the Seahawks have furnished Darnold with everything he could possibly want in a team - and maybe there's a hatful of quarterbacks in the league who could have won a Super Bowl with them this season.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">None have been where Darnold has though and not many have done more to earn it. His redemption story really is one for the ages. </p></div></div></body></html>"
        },
        {
            "title": "Kardashian and Hamilton go public: Key Super Bowl takeaways",
            "time": "2026-02-09T14:58:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/88d6/live/2c3f0e40-05b7-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Sitting in the stands, Kim Kardashian and Lewis Hamilton made their first major public appearance together, after weeks of speculation about their romance. The seven-time Formula 1 world champion and the reality TV star were spotted chatting and smiling together during the game, and were caught on video by NBC News. </p></div></div></body></html>"
        },
        {
            "title": "BBC reports from outside court after Jimmy Lai sentencing",
            "time": "2026-02-09T06:59:31",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/91f1/live/378b98f0-0589-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Pro-democracy media tycoon Jimmy Lai has been sentenced to 20 years in jail by the Hong Kong High Court, after he was found guilty of national security offences last December. </p><p class=\"sc-9a00e533-0 eZyhnA\">BBC Chinese correspondent Martin Yip reports from outside the court.</p></div></div></body></html>"
        },
        {
            "title": "'Super exciting!' - Seahawks fans celebrate Super Bowl win",
            "time": "2026-02-09T08:53:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/42bc/live/6feeda70-0590-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Fans of the Seattle Seahawks celebrated into the night after their team produced a devastating defensive display to beat the New England Patriots in the Super Bowl. </p><p class=\"sc-9a00e533-0 eZyhnA\">Supporters of both sides shared their reflections on the game, and on Bad Bunny's half-time show. </p><p class=\"sc-9a00e533-0 eZyhnA\"></p><p class=\"sc-9a00e533-0 eZyhnA\">The 31-year-old's performance was a love letter to his native Puerto Rico. It was also an appeal for US unity, but avoided any explicit political statements against the current administration. </p></div></div></body></html>"
        },
        {
            "title": "Aerial footage shows flooded cities as storms hit Spain",
            "time": "2026-02-08T20:35:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/bd98/live/a0423400-0528-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Aerial footage showed the extend of floods in Spain after a series of storms hit the Iberian Peninsula. </p><p class=\"sc-9a00e533-0 eZyhnA\">Storm Marta hit Spain on Saturday, bringing more rain to the region, as it was still recovering from Storm Leonardo.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Córdoba, drone footage showed flooded olive trees as Spanish farmers warned of the millions of euros worth of damage to crops following the torrential rains and high winds. </p><p class=\"sc-9a00e533-0 eZyhnA\">In the country's southern region of Andalucia, over 11,000 people have been displaced.</p></div></div></body></html>"
        },
        {
            "title": "ICE protester speaks out after White House shared fake arrest image",
            "time": "2026-02-07T23:59:43",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/915a/live/5fb940b0-0396-11f1-9972-d3f265c101c6.png",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">US civil rights lawyer and activist Nekima Levy Armstrong says she was \"disgusted\" after the White House posted an image of her arrest which was edited to show her in tears.</p><p class=\"sc-9a00e533-0 eZyhnA\">She was detained for organising a protest against Immigration and Customs Enforcement (ICE) in a Minnesota church last month.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC Verify's Jake Horton spoke to Levy Armstrong about the manipulated image and the backlash she has faced.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"produced-by-tom-joyner.-graphics-by-mark-edwards.\" class=\"sc-d16436d-0 iVdNuz\">Produced by Tom Joyner. Graphics by Mark Edwards.</i></p></div></div></body></html>"
        },
        {
            "title": "Pakistan mosque explosion: where the attack unfolded",
            "time": "2026-02-07T03:23:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c1ef/live/f5fab5e0-03d2-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">At least 31 people have been killed and almost 170 injured after a suicide bomber detonated a device at a Shia mosque, according to police.</p><p class=\"sc-9a00e533-0 eZyhnA\">Eyewitnesses have told the BBC the blast was preceded by the sound of gunfire.</p><p class=\"sc-9a00e533-0 eZyhnA\">An emergency was declared as hospitals began to receive the wounded, with an appeal sent out for blood donations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Pakistan Correspondent Caroline Davies visited the mosque in Pakistan's capital, Islamabad, after the fatal attack.</p></div></div></body></html>"
        }
    ]
}