{
    "source": "BBC News",
    "articles": [
        {
            "title": "US and Ukraine signal peace plan progress after Geneva talks",
            "time": "2025-11-24T09:57:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4ec1/live/d3644c30-c8ef-11f0-8cad-7b143c08a8f8.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">US and Ukrainian negotiators have drawn up an \"updated and refined peace framework\", and plan to continue work on a peace plan over the coming days, the countries announced on Sunday.  </p><p class=\"sc-9a00e533-0 eZyhnA\">A joint statement said talks on a US-backed plan in Geneva, which are now understood to have concluded, were \"highly productive\".</p><p class=\"sc-9a00e533-0 eZyhnA\">US Secretary of State Marco Rubio said there had been a \"tremendous amount of progress\" on honing the plan, but there was \"still some work to be done\" before a final agreement could be put to Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">The plan's original draft, details of which were leaked last week, was cautiously welcomed by Russia, but not by leaders in Kyiv and Europe, who saw it as too favourable to the Kremlin.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Kremlin spokesman Dmitry Peskov told journalists on Monday that Moscow has not yet received any information about the outcome of the US-Ukraine talks in Geneva. </p><p class=\"sc-9a00e533-0 eZyhnA\">Ukrainian President Volodymyr Zelensky said there were \"signals that President [Donald] Trump's team is hearing us\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Addressing the Swedish parliament on Monday morning, Zelensky called it a \"critical moment\" for Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Putin wants legal recognition for what he has stolen, to break the principle of territorial integrity and sovereignty. That's the main problem,\" he said, adding that the Russian president wants it not only from Ukraine \"but from the whole world\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He explained that Ukraine has managed to keep \"sensitive points\", such as the release of all Ukrainian prisoners of war, on the table during the talks as he said there is still more to do to achieve \"real peace\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to reporters late on Sunday, Rubio said the negotiating teams in Geneva had had a \"very good day\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He said the main goal had been to try to narrow \"open items\" from the 28-point US plan, and that the parties involved had achieved that in a \"substantial way\".</p><p class=\"sc-9a00e533-0 eZyhnA\">However, America's top diplomat said any final agreement would have to be agreed by the Ukrainian and US presidents before it could be put to Russia, and that there were still some issues being negotiated.</p><p class=\"sc-9a00e533-0 eZyhnA\">Positive accounts of the meeting came hours after Trump accused Ukraine's leaders of showing \"zero gratitude\" for US efforts to end the Russia-Ukraine war.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US president also pointed out that Europe - where Kyiv has some of its most loyal allies - was continuing to buy oil from Russia. Moscow relies heavily on its oil and gas exports to continue financing its war in Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">European leaders have noted that progress was made in Sunday's talks but also said that more work is needed.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a post on X on Monday, Finnish President Alexander Stubb said he spoke with President Zelensky on Monday morning.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The negotiations were a step forward, but there are still major issues which remain to be resolved,\" Stubb said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Any decision falling in the remit of EU or Nato will be discussed and decided by EU and Nato members in a separate track.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Separately, according to comments reported by the Reuters news agency, German Foreign Minister Johann Wadephul told Deutschlandfunk radio that the meetings were a \"decisive success\" for Europeans - with issues relating to Europe, and Nato, removed from the plan.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It was clear from the outset, as we have repeatedly said, that any agreement must not be reached over the heads of Europeans and Ukrainians,\" he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">European Council President Antonio Costa also spoke with Zelensky on Monday morning.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"A united and coordinated EU position is key in ensuring a good outcome of peace negotiations - for Ukraine and for Europe,\" he said in a post on X.</p><p class=\"sc-9a00e533-0 eZyhnA\">Several media outlets, including Reuters news agency, reported the text of an alternative plan to end the war drafted by Kyiv's European allies, lead by the UK, France and Germany. The BBC has not independently verified its contents and Rubio denied any knowledge of its existence.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">While the draft of the US-backed plan has not been published in full, major details have leaked in recent days.</p><p class=\"sc-9a00e533-0 eZyhnA\">Controversial provisions include Ukraine agreeing to withdraw troops from parts of the eastern Donetsk region that they currently control, and international recognition of de facto Russian control of Donetsk, the neighbouring Luhansk region and the southern Crimea peninsula, which was annexed by Russia in 2014.</p><p class=\"sc-9a00e533-0 eZyhnA\">The plan also includes freezing the borders of Ukraine's southern Kherson and Zaporizhzhia regions along the current battle lines, and would see Ukraine agreeing to limit the size of its military to 600,000 personnel, down from about 880,000 now.</p><p class=\"sc-9a00e533-0 eZyhnA\">The draft crucially includes a pledge for Ukraine not to seek membership of Nato. Instead, Kyiv would receive \"reliable security guarantees\", about which no details have been given. </p><p class=\"sc-9a00e533-0 eZyhnA\">The document says \"it is expected\" that Russia will not invade its neighbours and that Nato will not expand further.</p><p class=\"sc-9a00e533-0 eZyhnA\">The draft also suggests Russia will be \"reintegrated into the global economy\", through the lifting of sanctions and by inviting Russia to rejoin the G7 group of the world's most powerful countries - making it the G8 again.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump previously gave Ukraine until this coming Thursday to agree to the proposals, though later said the draft did not amount to a \"final offer\" after Ukraine's allies voiced their concerns.</p><p class=\"sc-9a00e533-0 eZyhnA\">And Rubio told reporters on Sunday he was \"very optimistic that we're going to get there in a very reasonable period of time very soon\", whether it was Thursday, other days, or Monday the following week.</p><p class=\"sc-9a00e533-0 eZyhnA\">Before the talks began in Geneva, Rubio and the State Department insisted the widely-leaked plan had been authored by the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">That came after a bipartisan group of US senators claimed the secretary of state had told them the draft was a Russian proposal and did not represent the Trump administration's position.</p><p class=\"sc-9a00e533-0 eZyhnA\">Rubio rebutted that account and said it had been authored by the US with \"input\" from Moscow and Kyiv, while a State Department spokesperson described the senators' account of their conversation with Rubio as \"blatantly false\".</p></div></div></body></html>"
        },
        {
            "title": "Gaza food kitchens still missing essential products despite ceasefire",
            "time": "2025-11-24T00:19:44",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4ebc/live/bb592a10-c6f7-11f0-8c06-f5d460985095.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Gaza food kitchens still missing essential products despite ceasefire</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 xGeVU\"><p><span class=\"sc-7bfdb3c2-7 djOqvY\">Yolande Knell</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gvcwmG\">Middle East correspondent, Jerusalem</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4ebc/live/bb592a10-c6f7-11f0-8c06-f5d460985095.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4ebc/live/bb592a10-c6f7-11f0-8c06-f5d460985095.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4ebc/live/bb592a10-c6f7-11f0-8c06-f5d460985095.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4ebc/live/bb592a10-c6f7-11f0-8c06-f5d460985095.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4ebc/live/bb592a10-c6f7-11f0-8c06-f5d460985095.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4ebc/live/bb592a10-c6f7-11f0-8c06-f5d460985095.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4ebc/live/bb592a10-c6f7-11f0-8c06-f5d460985095.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4ebc/live/bb592a10-c6f7-11f0-8c06-f5d460985095.png.webp\" loading=\"eager\" alt=\"BBC Forty cooks prepare food at the Anera community kitchen in al-Zuwayda, central Gaza\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Anera's kitchen in al-Zuwayda is one of more than 35 across Gaza providing 210,000 hot meals per day</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Garlic simmers in huge metal pots heated over open wood fires and set up in a long line.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cooks add canned tomatoes and peppers with handfuls of spices, stirring the sauce with giant spoons.</p><p class=\"sc-9a00e533-0 eZyhnA\">What is being prepared here is not just lunch, it is a lifeline.</p><p class=\"sc-9a00e533-0 eZyhnA\">American Near East Refugee Aid (Anera) opened this community kitchen in al-Zawayda in central Gaza after the ceasefire began six weeks ago.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US humanitarian organisation has another kitchen in al-Mawasi in the south of the strip, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cx2vz02e7g8o\" class=\"sc-f9178328-0 iCaRzc\">which the BBC visited in early May</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Back then, two months into an Israeli blockade, preventing the entry of all food and other goods, stocks were dwindling. </p><p class=\"sc-9a00e533-0 eZyhnA\">Now, with more food allowed to enter, the situation has improved. </p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Sami Matar of Anera says its kitchens are unable to secure essential proteins like meat</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Each day, Anera feeds a hot meal to more than 20,000 people.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We have moved from using 15 pots in the past, and now we increased to up to 120 pots in a day, targeting more than 30 internally displaced people's camps,\" says team leader Sami Matar. \"We're serving more than 4,000 families compared to just 900 families six months ago.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Access to food has been a constant concern since the start of the war in October 2023, with Israel heavily restricting supplies allowed through Gaza's crossings. </p><p class=\"sc-9a00e533-0 eZyhnA\">This has exacerbated the dire humanitarian situation. Famine was confirmed in Gaza City in August and projected to spread to other areas of the strip. </p><p class=\"sc-9a00e533-0 eZyhnA\">The UN continues to call for more aid to be allowed in.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/43be/live/2d8a2140-c700-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/43be/live/2d8a2140-c700-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/43be/live/2d8a2140-c700-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/43be/live/2d8a2140-c700-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/43be/live/2d8a2140-c700-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/43be/live/2d8a2140-c700-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/43be/live/2d8a2140-c700-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/43be/live/2d8a2140-c700-11f0-8c06-f5d460985095.jpg.webp\" loading=\"lazy\" alt=\"Reuters A lorry carrying aid waits at the Israeli side of the Kerem Shalom border crossing with southern Gaza (20 October 2025)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Israel has allowed hundreds of aid lorries into Gaza daily since the ceasefire began</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On the menu today is spaghetti served with canned vegetables and tomato sauce and flavoured with generous handfuls of spices. Sami gives an approving nod as he tastes a spoonful.</p><p class=\"sc-9a00e533-0 eZyhnA\">But while Anera is managing to get access to more food, brought into Gaza by its partner, the US humanitarian organisation World Central Kitchen, there are still vital ingredients missing to improve people's diets.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are mostly confined to cooking just three types of meals in a week: rice, pasta and lentils,\" Mr Matar says. \"We work hard to include vegetables like sweet peppers, onion and potatoes. This enables us to improve the taste and the nutritional value.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We need the food to be more diverse, to secure fresh vegetables and essential proteins like meat and chicken,\" he goes on. \"Those essentials are not allowed to enter Gaza for humanitarian aid distribution.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">For now, fresh meat and poultry are only being imported by commercial sellers. They are too expensive for aid organisations to buy locally.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since the ceasefire, Anera has only once served a meal with meat, which came from tins. Anera says its kitchens also lack utensils, packaging and canisters of gas, with which it would be cleaner to cook.</p><p class=\"sc-9a00e533-0 eZyhnA\">Six months ago, when a BBC freelance journalist visited the al-Mawasi kitchen, horses and carts were being used to take pots of food to the camps.</p><p class=\"sc-9a00e533-0 eZyhnA\">Now, with some fuel entering Gaza once again, a small truck is used to transport the meals to where crowds are waiting for them.</p><p class=\"sc-9a00e533-0 eZyhnA\">The pasta is a popular choice.</p><p class=\"sc-9a00e533-0 eZyhnA\">A little red-haired boy squeals with delight. \"Sweetcorn and everything!\" he exclaims.</p><p class=\"sc-9a00e533-0 eZyhnA\">Other children grin as they immediately sit on the ground and start slurping on the spaghetti, eating it with their hands.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Hundreds of thousands of Gazans remain in urgent need of food assistance</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In the past week, the UN says that the daily number of meals distributed in Gaza through a network of kitchens, run by different organisations, has reached 1.4 million - up from fewer than one million meals just a month ago. The total population of the strip is over two million.</p><p class=\"sc-9a00e533-0 eZyhnA\">Anera has a list of those vetted to receive aid in the tent camps. Most people come from northern Gaza, they have had their homes destroyed in the war, lost loved ones, and have no money.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We live off the community kitchen, the takia,\" says Aida Salha from Gaza City. \"They bring us food, water and bread. There is bread maybe once a week or once every four days.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The mother-of-six is living with other relatives in a borrowed tent, which she says collapsed on them during the recent heavy rain.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I swear nothing has changed since the ceasefire,\" she continues. \"We were only happy that the constant bloodshed stopped.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Aida Salha, a displaced mother-of-six, lives with other relatives in a borrowed tent</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Aid agencies are pushing for Israel to open up all five crossing points into Gaza; currently only three are operating.</p><p class=\"sc-9a00e533-0 eZyhnA\">They also want restrictions to be eased on the operations of some established humanitarian organisations - caused by Israeli registration issues - so that they can bring in their own supplies.</p><p class=\"sc-9a00e533-0 eZyhnA\">For now, the UN's World Food Programme (WFP) reports that a quarter of households in Gaza are eating just one meal daily.</p><p class=\"sc-9a00e533-0 eZyhnA\">It says the prices of basics such as vegetables, sunflower oil and flour have dropped on local markets, although they remain far higher than they were two years ago, before the war.</p><p class=\"sc-9a00e533-0 eZyhnA\">In surveys, two-thirds of households reported difficulties buying food – in almost all cases because of a lack of cash.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We've entered the third year since the war and I have no money left - no gold, no possessions. I'm totally wiped out,\" says Abdul Karim Abdul Hadi, a father-of-seven from Jabalia in northern Gaza who receives food from Anera.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"My son was martyred. All four floors of our house were destroyed. We lost two cars. We are totally destroyed. We live in a catastrophic situation every day.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/933a/live/fd24c190-c6ff-11f0-99c3-7dce999e48af.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/933a/live/fd24c190-c6ff-11f0-99c3-7dce999e48af.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/933a/live/fd24c190-c6ff-11f0-99c3-7dce999e48af.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/933a/live/fd24c190-c6ff-11f0-99c3-7dce999e48af.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/933a/live/fd24c190-c6ff-11f0-99c3-7dce999e48af.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/933a/live/fd24c190-c6ff-11f0-99c3-7dce999e48af.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/933a/live/fd24c190-c6ff-11f0-99c3-7dce999e48af.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/933a/live/fd24c190-c6ff-11f0-99c3-7dce999e48af.jpg.webp\" loading=\"lazy\" alt=\"Anadolu via Getty Images Palestinians shop at a local market in Nuseirat refugee camp, in Deir al-Balah, central Gaza (19 November 2025)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Anadolu via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Local markets are coming back to life, but food prices are out of reach for many people</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">With the onset of cold, wet weather, life has been getting harder.</p><p class=\"sc-9a00e533-0 eZyhnA\">Aid workers like Sami Matar, do their best to help those living in the camps.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The conversations we have with the families in the camps are heartbreaking,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The overwhelming feelings are deep uncertainty and exhaustion. They see no clear path to return to their homes. They worry how to keep their children warm and fed.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">After the UN Security Council approved the Trump blueprint for Gaza this week, people are waiting to see what happens next.</p><p class=\"sc-9a00e533-0 eZyhnA\">They know the ceasefire between Israel and Hamas remains shaky but desperately need it to stick.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The future hope is very simple,\" Mr Matar says. \"People want to live in a safe secure place and be able to cook a hot meal for their children with love and dignity.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Machu Picchu hit by a row over tourist buses",
            "time": "2025-11-24T00:06:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Machu Picchu hit by a row over tourist buses</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 xGeVU\"><p><span class=\"sc-7bfdb3c2-7 djOqvY\">Jane Chambers</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gvcwmG\">Business reporter, Aguas Calientes, Peru</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ed66/live/70165840-c619-11f0-934b-cf5196b3cbea.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images Tourists at Machu Picchu\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Machu Picchu attracts more than 1.6 million tourists per year, but getting there is not easy</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Machu Picchu, the remains of a 15th Century Inca city, is Peru's most popular tourist destination, and a Unesco world heritage site. Yet a continuing dispute over the buses that take visitors up to the mountain-top site recently saw some 1,400 stranded tourists needing to be evacuated.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cristian Alberto Caballero Chacón is head of operations for bus company Consettur, which for the past 30 years has transported some 4,500 people every day to Machu Picchu from the local town of Aguas Calientes.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is a 20-minute journey, and the only alternative is an arduous, steep, two-hour walk.</p><p class=\"sc-9a00e533-0 eZyhnA\">He admits that in the past few months \"there have been some conflicts between people from different communities here\".</p><p class=\"sc-9a00e533-0 eZyhnA\">This conflict revolves around Consettur losing its licence to a rival bus firm in this remote part of Peru, where, unless you want to hike over Andes mountains, the only access is by public transport.</p><p class=\"sc-9a00e533-0 eZyhnA\">To get to Machu Picchu without walking, tourists must first take a train to Aguas Calientes, which takes from two to three and a half hours. And then transfer to a bus for the final leg.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/36e7/live/77279ee0-c61a-11f0-934b-cf5196b3cbea.jpg.webp\" loading=\"lazy\" alt=\"Wilson Chilo Buses in Aguas Calientes\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Wilson Chilo</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A fleet of buses ferry tourists to Machu Picchu from the local town of Aguas Calientes</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Back in September, local protestors angry that Consettur was being replaced following what they saw as an insufficiently open bidding process, blocked the railway line to Aguas Calientes with rocks.</p><p class=\"sc-9a00e533-0 eZyhnA\">This resulted in Peruvian authorities having to clear the tracks and evacuate tourists on special train services.</p><p class=\"sc-9a00e533-0 eZyhnA\">A number of local people, who didn't want to go on the record, say the protestors were unhappy that Consettur had a monopoly on the lucrative bus service, and that its position as sole provider was simply due to be transferred to new company San Antonio de Torontoy. A round-trip bus ticket costs $24 (£18) for a foreigner and $15 for a Peruvian.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Although Consettur's licence ran out in September, it is continuing to run its buses. And due to legal challenges, San Antonio de Torontoy has yet to start.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's a complex situation, involving people from different local communities wanting a slice of the bus income, but Mr Caballero is adamant that Consettur is not a monopoly.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The owners of the business have been running the company for the past 30 years, and they are people who come from around here,\" he says. \"This is not a monopoly. Consettur is made up of 12 different companies with various partners.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">These partners include the local district council, which owns 38% of Consettur.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, San Antonio de Torontoy is based slightly further away in the wider Urubamba Province.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d4fc/live/66ff9d50-c61b-11f0-934b-cf5196b3cbea.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images A train at the station in Aguas Calientes, with people standing on the platform\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Unless you fancy a long hike, the only way to get to the town of Aguas Calientes is by train</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">As the row and legal dispute over the buses rumbles on, Australian tourist Annalise Jaksic complains about the cost of the trains to Aguas Calientes. The cheapest round-trip ticket is $140, rising to $2,000 for luxury first class.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking in Aguas Calientes, she says: \"We thought it was one train [all the way to Machu Picchu]. And we thought if there was any more transport to get up there it would all be included, because you pay so much money for the train.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Her friend and travelling companion Todd Carland adds that buying the entry tickets for the site \"was a nightmare for us\". He says it was difficult to arrange because they weren't doing it through an expensive guided tour. A standard adult price for Machu Picchu is $57.</p><p class=\"sc-9a00e533-0 eZyhnA\">The mayor of Aguas Calientes, Elvis La Torre, is also unhappy about the entry tickets, because he says that most of the revenues do not stay locally.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Only 10% of the ticket sales stay in the region. The rest of the money goes to the Ministry of Culture to look after other archaeological sites around Peru and pay for wages.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He wants more money to go to his community and the surrounding region to help improve tourism and fund more projects to help the locals. The Ministry of Culture was asked for a comment.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/69bd/live/c3d94c60-c61b-11f0-934b-cf5196b3cbea.jpg.webp\" loading=\"lazy\" alt=\"Wilson Chilo Cristian Alberto Caballero Chacón, head of operations for bus company Consettur, standing in front of one of its vehicles\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Wilson Chilo</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Cristian Alberto Caballero Chacón says Consettur would welcome the competition</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Outside on one of the side streets that are full of stalls offering tourism souvenirs, like fluffy alpacas and scarves, Dina Huillca is sitting on the pavement selling roses, tomatoes and mint. She travels from her village to get here, and says that \"more needs to be done for the local communities\".</p><p class=\"sc-9a00e533-0 eZyhnA\">She adds: \"We don't have basic services like running water, or a hospital, and the schools need to be in better condition.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Carlos González is president of the chamber of tourism for this region of Peru, the Department of Cusco. He wants to see more state oversight of public transport in Peru.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are pushing for an update in the law so that the vice ministry of tourism can take care of all the travel resources in our country,\" he says. \"If we don't have a unified approach to Peru as a destination we can't be competitive in the long term.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He also wants to change tourists' experiences in Machu Picchu, with more entrances, and separate areas where different types of visitors can gather.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"[Such as] spiritual travellers going and having meditative rituals in one area,\" says Mr Gonzalez. \"And let's not forget the younger crowd who are more inclined to do their Tik Toks and their stories for Instagram. They also need a place for doing that and enjoying themselves in a young fashion.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">But he says that Peru's unstable national governments make change difficult. The country has had six different presidents in the past six years.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I've been a leader of the tourism sector for five years now, and I have lost count of how many ministers, vice ministers and congress people I have spoken to.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Back in Aguas Calientes, Mr Caballero says he'd be happy to see both Consettur and San Antonio de Toronto run buses to and from Machu Picchu.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If they are given the final approval we don't have a problem with working with them. We won't stop them.\"</p></div><div data-component=\"links-block\" class=\"sc-3b6b161a-0 djqsWD\"><div class=\"sc-666b6d83-0 sc-c4fb5674-0 jYmMqa kGPvxx\"><span data-testid=\"links-title\" class=\"sc-c4fb5674-2 bBuHEW\">Read more global business and tech stories</span></div></div></article></div></body></html>"
        },
        {
            "title": "Dharmendra: Bollywood's 'He-Man' dies at 89",
            "time": "2025-11-24T10:12:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e196/live/314c1bb0-1826-11ef-85cb-e963500f6f32.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Bollywood's 'He-Man' Dharmendra dies at 89</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e196/live/314c1bb0-1826-11ef-85cb-e963500f6f32.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e196/live/314c1bb0-1826-11ef-85cb-e963500f6f32.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e196/live/314c1bb0-1826-11ef-85cb-e963500f6f32.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e196/live/314c1bb0-1826-11ef-85cb-e963500f6f32.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e196/live/314c1bb0-1826-11ef-85cb-e963500f6f32.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e196/live/314c1bb0-1826-11ef-85cb-e963500f6f32.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e196/live/314c1bb0-1826-11ef-85cb-e963500f6f32.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e196/live/314c1bb0-1826-11ef-85cb-e963500f6f32.jpg.webp\" loading=\"eager\" alt=\"Dinodia Bollywood actor Dharmendra\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Dinodia</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Dharmendra often said he was 'embarrassed' by talk about his looks</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Bollywood star Dharmendra has died in the Indian city of Mumbai at the age of 89.</p><p class=\"sc-9a00e533-0 eZyhnA\">Indian Prime Minister Narendra Modi paid tribute to the actor, saying his passing \"marks the end of an era in Indian cinema\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Dharmendra, who often described himself as \"a simple man\",<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>commanded extraordinary affection and loyalty from his tens of millions of fans.</p><p class=\"sc-9a00e533-0 eZyhnA\">Best known as Veeru, the lovable petty criminal in the 1975 blockbuster Sholay, he appeared in over 300 films, many hits, captivating audiences for decades.</p><p class=\"sc-9a00e533-0 eZyhnA\">Songs featuring him topped the charts, and his romance and marriage with Hema Malini made headlines.</p><p class=\"sc-9a00e533-0 eZyhnA\">Dubbed the \"original He-Man of Bollywood\" and \"Garam (hot) Dharam\", the actor often made it to global lists of \"most handsome men\" in his heyday and female fans were known to sleep with his photographs under their pillows.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bollywood stars weren't immune to his charms either - over the years actress Madhuri Dixit described him as \"one of the most handsome people I have seen on screen\", superstar Salman Khan said Dharmendra was the \"most beautiful looking man\" and actress Jaya Bachchan called him \"a Greek God\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Dharmendra always said he was \"embarrassed\" by talk of his good looks and attributed it to \"nature, my parents and my genes\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Born on 8 December 1935 in Nasrali village in Punjab's Ludhiana district in a middle-class Jatt-Sikh family, he was named Dharam Singh Deol by his schoolteacher father.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a 2018 interview with BBC Hindi, he said his father wanted him to study, but he fell in love with films early on and wanted to be a hero.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I watched my first film when I was in the ninth standard and I was hooked. I was wondering, where is this heaven where all these beautiful people live? I thought I must find my way there. I felt like they were mine and I belonged to them.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">But when he told his family, they were appalled.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7e53/live/7fadf4c0-1828-11ef-85cb-e963500f6f32.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7e53/live/7fadf4c0-1828-11ef-85cb-e963500f6f32.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7e53/live/7fadf4c0-1828-11ef-85cb-e963500f6f32.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7e53/live/7fadf4c0-1828-11ef-85cb-e963500f6f32.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7e53/live/7fadf4c0-1828-11ef-85cb-e963500f6f32.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7e53/live/7fadf4c0-1828-11ef-85cb-e963500f6f32.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7e53/live/7fadf4c0-1828-11ef-85cb-e963500f6f32.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7e53/live/7fadf4c0-1828-11ef-85cb-e963500f6f32.jpg.webp\" loading=\"lazy\" alt=\"Dinodia Dharmendra with Amjad Khan in Sholay\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Dinodia</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Dharmendra (right) with Amjad Khan in Sholay</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"My mother said, 'you are our eldest child, you have family responsibilities'. I was very sad. So when we heard about the All India Talent Contest by Filmfare magazine, to humour me, she said, 'ok, send in your application'. We didn't think I would be selected.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">But then he won the contest and moved to Bombay (now Mumbai) and the rest, as they say, is history.</p><p class=\"sc-9a00e533-0 eZyhnA\">For three decades - after debuting with Dil Bhi Tera, Hum Bhi Tere (The heart is yours and so am I) in 1960 - he ruled Bollywood, delivering several hits a year.</p><p class=\"sc-9a00e533-0 eZyhnA\">Dharmendra first rose to fame with Bimal Roy's 1963 film Bandini, earning praise for his elegant portrayal of a prison doctor who falls for a convict.</p><p class=\"sc-9a00e533-0 eZyhnA\">He soon became a romantic hero, pairing successfully with top actresses like Nutan, Meena Kumari, Mala Sinha, and Saira Banu.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 1966, he did his first action role in Phool Aur Patthar (Flower and rock), but it was the 1971 hit Mera Gaon Mera Desh (My village, my country) which cemented his reputation as an action hero.</p><p class=\"sc-9a00e533-0 eZyhnA\">Tall and well-built, Dharmendra often did his own action scenes, involving daring stunts, even taking risks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Besides romance and action, the actor also delivered hits that were suspense thrillers and comedies. Critics praised him \"for his impeccable comic timing\" in the 1975 laugh riot Chupke Chupke.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f07c/live/871a7030-1828-11ef-85cb-e963500f6f32.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f07c/live/871a7030-1828-11ef-85cb-e963500f6f32.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f07c/live/871a7030-1828-11ef-85cb-e963500f6f32.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f07c/live/871a7030-1828-11ef-85cb-e963500f6f32.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f07c/live/871a7030-1828-11ef-85cb-e963500f6f32.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f07c/live/871a7030-1828-11ef-85cb-e963500f6f32.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f07c/live/871a7030-1828-11ef-85cb-e963500f6f32.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f07c/live/871a7030-1828-11ef-85cb-e963500f6f32.jpg.webp\" loading=\"lazy\" alt=\"Dinodia Dharmendra and Hema Malini\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Dinodia</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Dharmendra with wife Bollywood actor Hema Malini</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Over the years, Dharmendra said he was cast against 70 heroines, but his most successful screen pairing was with Hema Malini, who later became his second wife.</p><p class=\"sc-9a00e533-0 eZyhnA\">The couple first met at a film premiere in 1965 and Malini made an immediate impression on Dharmendra. In her 2017 biography, she wrote that she heard Dharmendra telling fellow actor Shashi Kapoor in Punjabi, \"Kudi badi changi hai (The girl is quite pretty)\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Their romance bloomed in the 1970s through superhit films like Seeta Aur Geeta, Raja Jani, and Sholay, making headlines as Dharmendra was already married with grown-up children with his first wife, Prakash Kaur.</p><p class=\"sc-9a00e533-0 eZyhnA\">The media wrote about the resistance from Malini's family to their wedding, but the couple finally tied the knot in 1980. Some reports said they had converted to Islam, which allows polygamy, to marry - a claim Dharmendra later denied.</p><p class=\"sc-9a00e533-0 eZyhnA\">The actor-producer also dabbled in politics. He was the BJP MP from Bikaner in Rajasthan for one term from 2005 to 2009. But he was criticised for not taking politics seriously as he rarely attended parliament, preferring to spend time shooting for films or working on his farm.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to a television programme, Aap Ki Adalat, years later, he agreed that he was a misfit in politics. \"Politics is not for emotional people, it's for the thick-skinned,\" he said. \"These five years were very tough for me, they were difficult.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He worked almost to the end of his life, acting alongside his sons Sunny and Bobby Deol, judging reality shows, and connecting with fans via social media.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a7ee/live/857e0490-c915-11f0-b617-8f268340abd0.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a7ee/live/857e0490-c915-11f0-b617-8f268340abd0.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a7ee/live/857e0490-c915-11f0-b617-8f268340abd0.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a7ee/live/857e0490-c915-11f0-b617-8f268340abd0.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a7ee/live/857e0490-c915-11f0-b617-8f268340abd0.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a7ee/live/857e0490-c915-11f0-b617-8f268340abd0.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a7ee/live/857e0490-c915-11f0-b617-8f268340abd0.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a7ee/live/857e0490-c915-11f0-b617-8f268340abd0.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images Bollywood actor Dharmendra (C) along with his sons Sunny Deol (R) and Bobby Deol (L) pose for a photo on the occasion of his 89th birthday at his residence in Mumbai on December 8, 2024. (Photo by Sujit JAISWAL / AFP) (Photo by SUJIT JAISWAL/AFP via Getty Images)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Dharmendra with sons Sunny (right) and Bobby Deol (left) at his Mumbai residence</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In his lifetime, the actor gave many fine performances, but if there's one role that he'll always be remembered for, it'll be that of Veeru in Sholay - the 1975 blockbuster that has become a cultural phenomenon.</p><p class=\"sc-9a00e533-0 eZyhnA\">The multi-starrer that also had Amitabh Bachchan, Hema Malini and Jaya Bachchan in the lead roles saw Dharmendra and Bachchan play loveable rogues-turned-saviours who are recruited to fight a dreaded bandit.</p><p class=\"sc-9a00e533-0 eZyhnA\">The film became a cult classic and many fans credited Dharmendra for its success, describing him as the \"soul of Sholay\". The actor also described it as his finest role. \"I don't think I have ever done a better role than Veeru's,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">But despite delivering dozens of hits, Dharmendra never made it to the \"number one\" slot in Bollywood - losing to contemporaries such as Dilip Kumar, Rajesh Khanna and Amitabh Bachchan - and was passed for the prestigious Filmfare awards several times.</p><p class=\"sc-9a00e533-0 eZyhnA\">It was finally in 1997 that Filmfare honoured him with the Lifetime Achievement Award for his contribution to Hindi cinema and in 2012, he was conferred the Padma Bhushan - an Indian government honour given to civilians for distinguished service.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Dharmendra wore his stardom lightly, staying away from the rat race and said he never wanted to be number one in the industry.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I never asked for too much money, and fame is transient. All I ever wanted was people's love,\" he told an interviewer.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I came here just for this love. Everyone loves Dharmendra and I am grateful for that,\" he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday, news of his death prompted tributes from the film fraternity on social media.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Growing up, Dharmendra was the hero every boy wanted to be,\" said actor Akshay Kumar. \"Thank you for inspiring generations. You'll live on through your films and the love you spread.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Describing his passing as the \"end of an era\", director Karan Johar said it had left \"a gaping hole in the industry... a space that can never be filled by anyone... there will always be one and only Dharmendra\".</p></div></article></div></body></html>"
        },
        {
            "title": "Duduzile Zuma: Daughter of South Africa's ex-president accused of Russia recruitment plot",
            "time": "2025-11-24T09:05:54",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4374/live/740aeb00-c88a-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">One of the daughters of Jacob Zuma, South Africa's former president, has filed a criminal complaint against her sister, accusing her of recruiting men from South Africa and Botswana to fight in the Russia-Ukraine war.</p><p class=\"sc-9a00e533-0 eZyhnA\">Nkosazana Zuma-Mncube alleged that Duduzile Zuma-Sambudla, who serves as an MP, and two others tricked 17 men into fighting for Russian mercenaries.</p><p class=\"sc-9a00e533-0 eZyhnA\">The men were told they were travelling to Russia to train as bodyguards for Jacob Zuma's political party Mkhonto Wesizwe (MK), Zuma-Mncube's statement says.</p><p class=\"sc-9a00e533-0 eZyhnA\">The police say they are investigating the matter, while Zuma-Sambudla, aged 43, has not responded to the BBC's request for comment.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">South Africa's government <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c93djnedql3o\" class=\"sc-f9178328-0 iCaRzc\">previously said it had received distress calls from 17 citizens who had joined mercenary forces</a> in the Russia-Ukraine conflict.</p><p class=\"sc-9a00e533-0 eZyhnA\">The men, aged from 20 to 39, were lured to join the mercenary forces under the pretext of lucrative contracts, the government said.</p><p class=\"sc-9a00e533-0 eZyhnA\">South Africa has an unemployment rate of more than 30%. Joblessness among young people is even higher, making them especially vulnerable for recruitment, analysts say.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zuma-Mncube said she had a \"moral obligation\" to file a police complaint against her younger sister.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this week, international financial outlet <a target=\"_blank\" href=\"https://www.bloomberg.com/news/articles/2025-11-19/zuma-s-daughter-linked-to-recruiting-africans-for-russian-war?embedded-checkout=true\" class=\"sc-f9178328-0 iCaRzc\">Bloomberg </a>reported similar allegations against Zuma-Sambudla.</p><p class=\"sc-9a00e533-0 eZyhnA\">The allegations add to Zuma-Sambudla's legal woes - <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cvgdj00gdjro\" class=\"sc-f9178328-0 iCaRzc\">she is currently on trial over terrorism-related charges</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">The MP is being prosecuted over comments she made on social media four years ago during deadly protests in South Africa, following the arrest of her father.</p><p class=\"sc-9a00e533-0 eZyhnA\">A week of anarchy in several parts of the country in July 2021, including looting and arson, left at least 300 people dead.</p><p class=\"sc-9a00e533-0 eZyhnA\">Zuma-Sambudla has been accused of fuelling this unrest but she says the charges against her are politically motivated.</p><p class=\"sc-9a00e533-0 eZyhnA\">Jacob Zuma was jailed for contempt of court for refusing to take part in an inquiry into allegations of corruption during his presidency that led to his sacking.</p><p class=\"sc-9a00e533-0 eZyhnA\">He subsequently formed the MK party and led it to third place in last year's elections.</p></div></div></body></html>"
        },
        {
            "title": "South Korea's most prolific online sex criminal sentenced to life in prison",
            "time": "2025-11-24T08:29:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a12a/live/71830d90-c90c-11f0-ae11-4d3613cc0ef4.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">S Korea's most prolific online sex criminal sentenced to life in prison</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a12a/live/71830d90-c90c-11f0-ae11-4d3613cc0ef4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a12a/live/71830d90-c90c-11f0-ae11-4d3613cc0ef4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a12a/live/71830d90-c90c-11f0-ae11-4d3613cc0ef4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a12a/live/71830d90-c90c-11f0-ae11-4d3613cc0ef4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a12a/live/71830d90-c90c-11f0-ae11-4d3613cc0ef4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a12a/live/71830d90-c90c-11f0-ae11-4d3613cc0ef4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a12a/live/71830d90-c90c-11f0-ae11-4d3613cc0ef4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a12a/live/71830d90-c90c-11f0-ae11-4d3613cc0ef4.jpg.webp\" loading=\"eager\" alt=\"News1 / Seoul Metropolitan Police A composite image showing the left, centre and right profiles of Kim Nok-wan, who is seen wearing a black T-shirt and a puffy black coat\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">News1 / Seoul Metropolitan Police</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Police released a mugshot of Kim Nok-wan to Korean media</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The leader of a Telegram sex crime ring which facilitated the exchange of thousands of sexual abuse materials has been sentenced to life imprisonment in South Korea.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kim Nok-wan, 33, was the head of the so-called Vigilantes: a large-scale, pyramid-style group that blackmailed victims into producing explicit content and sharing it in online chatrooms.</p><p class=\"sc-9a00e533-0 eZyhnA\">Between May 2020 and January 2025, the Vigilantes exploited at least 261 individuals – the largest number of cybersex exploitation victims in South Korea's history.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under the self-designated title of \"pastor\", Kim was found to have carried out systematic crimes including the sexual assault of minors and the distribution of images that show child sex abuse.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">He was sentenced on Monday after being convicted for organising and operating a criminal organisation, producing and distributing sexually exploitative and illegally filmed material, forcing the use of illegally filmed material, and \"quasi-rape\" or sexual assault where the victim was unable to resist.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"[Kim Nok-wan] says in court that he is remorseful, but he committed countless crimes over the past four to five years,\" the court said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Considering the brutality of the crimes and the lack of restitution for victims, it is necessary to permanently isolate him from society.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Kim sought out both male and female targets through social networking platforms, luring them to the instant-messaging service Telegram before blackmailing them, according to police.</p><p class=\"sc-9a00e533-0 eZyhnA\">He approached men who expressed interest in creating or distributing deepfake images, and women who expressed sexual curiosity, then threatened to disclose their personal information or report them to authorities.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some of these victims would subsequently be recruited into the Vigilantes pyramid scheme – allocated titles such as \"evangelist\" and \"deacon\" - so that they could bring in further victims.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Kim ordered both adult and child victims to submit \"hourly daily reports\" and write letters of remorse, punishing those who failed to do so by forcing them to take nude photographs or harm themselves.</p><p class=\"sc-9a00e533-0 eZyhnA\">The quantity of sexually exploitative materials produced by the Vigilantes exceeded 2,000 pieces of media.</p><p class=\"sc-9a00e533-0 eZyhnA\">As its ringleader, Kim also raped ten under-aged women, forced women to have sexual intercourse with other men and filmed himself committing brutal acts that caused injury, police added.</p><p class=\"sc-9a00e533-0 eZyhnA\">He was found to have participated in at least 453 Telegram channels and chat rooms for the purpose of committing his crimes - 60 of which he operated personally.</p><p class=\"sc-9a00e533-0 eZyhnA\">The case marks the first time Telegram has cooperated with South Korean police, providing crime-related data that facilitated further investigations and led to Kim's arrest.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Korean National Police Agency established a formal system of investigative cooperation with Telegram in October 2024, enabling the platform to officially provide authorities with relevant information.</p></div></article></div></body></html>"
        },
        {
            "title": "Skye Gyngell: Michelin-starred Australian chef dies aged 62",
            "time": "2025-11-24T07:49:09",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f52c/live/f1645b20-c909-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Pioneering Australian chef Skye Gyngell has died aged 62.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gyngell rose to fame in the UK after her cafe at Petersham Nurseries in south-west London was awarded a coveted Michelin star, one of the highest culinary honours. She went on to helm Spring restaurant at Somerset House and Marle and Hearth at Heckfield Place in Hampshire.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gyngell's family said she died on Saturday in London, describing her as a \"culinary visionary who influenced generations of chefs and growers globally to think about food and its connection to the land\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Celebrity chef Jamie Oliver paid tribute to Gyngell - who was diagnosed with skin cancer last year - and thanked her for \"all you did to inspire young cooks\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">During the 1980s, Gyngell pioneered the \"slow food movement\" before becoming a private chef for clients including Nigella Lawson, Madonna and Guy Ritchie.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lawson mourned her death, writing on Instagram, \"However ill you know someone to be, their death is always a shock. It's just awful that Skye is no longer in the world.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Gyngell died just days after her mother, Ann Barr, who was a well-known interior designer.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her father, Bruce Gyngell, was the first person to appear on Australian television in 1956 with the line: \"Good evening, and welcome to television\". He died in 2000.</p><p class=\"sc-9a00e533-0 eZyhnA\">Born in Sydney, Skye Gyngell was studying at Sydney University when she realised the culinary world was where she wanted to be.<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>She moved to Paris at 19, where she trained and worked under acclaimed chefs including at the two Michelin-starred restaurant Dodin-Bouffant.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gyngell later moved to London and worked at the French House in Soho with Fergus and Margot Henderson.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 2004, Gyngell became head chef at Petersham Nurseries cafe in Richmond, where she  turned the dilapidated site into a thriving cafe, and in 2011, it was awarded a Michelin star.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the kudos was a double-edged sword for Gyngell, who left the cafe a year after the award, saying she was frustrated by customers who expected a traditional Michelin experience at her rustic cafe.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her later ventures included Spring at Somerset House, which was the first single-use plastic-free restaurant in London. </p><p class=\"sc-9a00e533-0 eZyhnA\">Gyngell, who overcame drug and alcohol addiction in her younger years, was also known for her award-winning cookbooks and wrote columns for Vogue as its food editor.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last year, she found a lump in her neck and was diagnosed with Merkel cell carcinoma, a rare and aggressive skin cancer.</p><p class=\"sc-9a00e533-0 eZyhnA\">She underwent an operation which included the removal of her salivary glands, causing her to temporarily lose her sense of smell and taste.</p></div></div></body></html>"
        },
        {
            "title": "Fifty children escape after mass school abduction in Nigeria",
            "time": "2025-11-24T10:14:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/86ec/live/f9992680-c883-11f0-bd12-71741f879d80.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Fifty of the 315 children kidnapped by gunmen from a Catholic school in Nigeria's Niger State on Friday have escaped. </p><p class=\"sc-9a00e533-0 eZyhnA\">The Christian Association of Nigeria says they have been reunited with their families. A major military-led search and rescue operation is under way for the remaining 265 children and 12 teachers who were taken with them.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities in several Nigerian states ordered schools to shut following the mass abduction in Niger and another smaller hostage-taking in Kebbi state on Monday when 25 pupils were kidnapped from a boarding school.  </p><p class=\"sc-9a00e533-0 eZyhnA\">In response to the spate of abductions, Nigerian President Bola Tinubu has ordered the recruitment of an additional 30,000 police officers.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In another development, 38 people abducted from a church service in Kwara state last week were freed on Sunday, the state governor said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two people were killed in the attack on Christ Apostolic Church in Eruku.</p><p class=\"sc-9a00e533-0 eZyhnA\">Orders were given for many schools to close in the states of Kebbi, Niger, Katsina, Yobe and Kwara.</p><p class=\"sc-9a00e533-0 eZyhnA\">News of the children's escape brought welcome relief for families and for a country that has been agonising over the fate of hundreds of abducted schoolchildren. </p><p class=\"sc-9a00e533-0 eZyhnA\">However, there is still a lot of confusion and uncertainty in Papiri, the village in Niger state where the children were taken from. </p><p class=\"sc-9a00e533-0 eZyhnA\">Parents whose children are still missing told the BBC they feel abandoned. While they expected security officers to be deployed in the village in the wake of the attack on St Mary's School, this has not yet happened.</p><p class=\"sc-9a00e533-0 eZyhnA\">President Tinubu's office said on Sunday that all police in Very Important Persons (VIP) protection services have been redeployed to focus on core duties, especially in remote areas prone to attacks.</p><p class=\"sc-9a00e533-0 eZyhnA\">VIPs in need of protection will now be able to request armed personnel from the Nigeria Security and Civil Defence Corps (NSCDC).</p><p class=\"sc-9a00e533-0 eZyhnA\">According to a Christian group involved in the case, the pupils managed to escape between Friday and Saturday in what is being described as a brave and risky attempt to flee their captors.</p><p class=\"sc-9a00e533-0 eZyhnA\">The kidnapping of more than 300 schoolchildren surpasses the 276 abducted during the<a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-africa-68769102\" class=\"sc-f9178328-0 iCaRzc\"> infamous Chibok mass abduction of 2014</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Local police say armed men stormed St Mary's at around 02:00 (01:00 GMT) on Friday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Niger state governor Mohammed Umaru Bongo announced on Saturday that all schools in the area would close, warning that was \"not a time for blame game\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Calling for the release of the abductees, Pope Leo XIV expressed \"immense sadness\" and urged the authorities to act swiftly.</p><p class=\"sc-9a00e533-0 eZyhnA\">Dominic Adamu, whose daughters attend the school but were not taken, told the BBC: \"Everybody is weak... It took everybody by surprise.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">One distressed woman tearfully told the BBC that her nieces, aged six and 13, had been kidnapped, adding: \"I just want them to come home.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The military, police and local vigilantes are conducting a search for the children, combing nearby forests and remote routes believed to have been used by the gunmen.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities in Niger state said St Mary's School had disregarded an order to close all boarding facilities following intelligence warnings of a heightened risk of attacks. The school has not commented on that allegation.</p><p class=\"sc-9a00e533-0 eZyhnA\">The kidnapping of people for ransom by criminal gangs, known locally as bandits, has become a major problem in many parts of Nigeria.</p><p class=\"sc-9a00e533-0 eZyhnA\">The payment of ransoms has been outlawed in an attempt to cut the supply of money to the criminal gangs, but it has had little effect.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, more than 20 schoolgirls, who the BBC has been told are Muslim, were kidnapped from a boarding school in Kebbi state.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Nigerian president has postponed foreign trips - including to this weekend's G20 summit in South Africa - in order to address the security concerns.</p><p class=\"sc-9a00e533-0 eZyhnA\">This week's attacks follows <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cgqlzkdeeqjo\" class=\"sc-f9178328-0 iCaRzc\">claims by right-wing figures in the US, including President Donald Trump, that Christians are being persecuted in Nigeria</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">For months, campaigners and politicians in Washington have been alleging that Islamist militants are systematically targeting Christians. The Nigerian government has dismissed this claim.</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this month, Trump said he would send troops into Nigeria \"guns a-blazing\" if the African nation's government \"continues to allow the killing of Christians\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The Nigerian government has called claims that Christians are being persecuted \"a gross misrepresentation of reality\".</p><p class=\"sc-9a00e533-0 eZyhnA\">An official said that \"terrorists attack all who reject their murderous ideology - Muslims, Christians and those of no faith alike\".</p><p class=\"sc-9a00e533-0 eZyhnA\">In the north-east, jihadist groups have been battling the state for more than a decade.</p><p class=\"sc-9a00e533-0 eZyhnA\">Organisations monitoring violence say most of the victims of these groups are Muslim because most attacks happen in the majority-Muslim north of the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the centre of Nigeria, there are also frequently deadly attacks between herders - who are mostly Muslim - on farmers, who are largely Christian.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, analysts say these are often motivated by competition for resources, such as water or land, rather than religion.</p><p class=\"sc-9a00e533-0 eZyhnA\">The militant Islamist group Boko Haram took 276 girls from their school in the town of Chibok in 2014.</p><p class=\"sc-9a00e533-0 eZyhnA\">The incident drew international attention and sparked a global campaign seeking their return, which included an intervention from then-US First Lady Michelle Obama.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many have since either escaped or been freed, but as many as 100 remain missing.</p></div></div></body></html>"
        },
        {
            "title": "Pakistan: Five dead in suicide bombing on paramilitary headquarters",
            "time": "2025-11-24T07:00:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ebc2/live/f30ae030-c8fe-11f0-92cf-6b693da5df27.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Two suicide bombers have attacked the headquarters of a Pakistani paramilitary force on Monday, killing three security officials and wounding at least 12 people.</p><p class=\"sc-9a00e533-0 eZyhnA\">Police told BBC Urdu that the attackers were armed as they charged at the Federal Constabulary's headquarters in Peshawar in north-western Pakistan.</p><p class=\"sc-9a00e533-0 eZyhnA\">No group has claimed responsibility for the attack.</p><p class=\"sc-9a00e533-0 eZyhnA\">The constabulary's complex is located in a highly secured area in Peshawar, and the attackers would have had to breach multiple levels of security to break in.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Witnesses told local media they heard two loud explosions at around 08:10 local time (03:10 GMT) on Monday. </p><p class=\"sc-9a00e533-0 eZyhnA\">The area has been cordoned off and rescue teams are currently on site. One official said five security officials and seven civilians were injured.</p><p class=\"sc-9a00e533-0 eZyhnA\">Pakistan authorities have described the attack as a \"foiled terrorist plot\", noting that the attackers were gunned down at the gate, before they managed to enter the building.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The perpetrators of this incident should be identified as soon as possible and brought to justice,\" said Pakistan's Prime Minister Shehbaz Sharif. </p><p class=\"sc-9a00e533-0 eZyhnA\">Pakistan's Federal Constabulary, previously known as the Frontier Constabulary, is responsible for handling situations beyond the capabilities of the police force, including tribal incursions and criminal gang violence.</p><p class=\"sc-9a00e533-0 eZyhnA\">Peshawar is part of the Khyber Pakhtunkhwa province, which sits along the border Afghanistan and has long been a flashpoint for militant violence.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Pakistani Taliban, also known as the Tehreek-i-Taliban Pakistan, is active in the province and had claimed responsibility for similar attacks across the country.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-kelly-ng\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Kelly Ng</i></p></div></div></body></html>"
        },
        {
            "title": "Israel kills top Hezbollah official in first attack on Beirut in months",
            "time": "2025-11-23T19:31:39",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9268/live/f96bce90-c87b-11f0-b59b-8f3754d4238d.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Israel's military has killed<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>a senior member of the militant group Hezbollah in an air strike on the southern suburbs of the Lebanese capital, Beirut, despite a ceasefire.</p><p class=\"sc-9a00e533-0 eZyhnA\">It described Haitham Ali al-Tabtabai, Hezbollah's chief of staff, as a veteran of the group who had held a series of senior positions.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lebanon's health ministry said at least five people were killed and 28 others wounded in the strike, which hit an apartment building in the densely populated Dahieh district.</p><p class=\"sc-9a00e533-0 eZyhnA\">Hezbollah confirmed Tabtabai's death, adding Israel had crossed a \"red line\" in carrying out the strike.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The strike is Israel's first on southern Beirut for months.</p><p class=\"sc-9a00e533-0 eZyhnA\">It comes as Israel has escalated its campaign on people and targets it says are linked to Hezbollah - a Shia Muslim group supported by Iran - despite a ceasefire brokered by the US and France that came into effect last November.</p><p class=\"sc-9a00e533-0 eZyhnA\">Israeli officials say Hezbollah has been trying to rebuild its military capabilities, is smuggling weapons into Lebanon and stepping up the production of explosive drones as an alternative to rockets and missiles, and there are growing fears of an escalation of hostilities.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a statement after the strike, Israeli Prime Minister Benjamin Netanyahu said: \"Under my leadership, the State of Israel will not allow Hezbollah to rebuild its power, and we will not allow it to once again pose a threat to the State of Israel.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He said he expected the Lebanese government \"to fulfill its commitment to disarm Hezbollah\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Lebanon's President Joseph Aoun has urged the international community to put pressure on Israel - which continues to occupy at least five locations in southern Lebanon - to stop the attacks and withdraw from the country, saying the Israeli actions are a violation of the agreement that put an end to 13 months of conflict.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Lebanese government has vowed to disarm Hezbollah, but the group has rejected calls to discuss the future of its weapons before Israel stops its attacks, fully withdraws from Lebanon, and releases Lebanese prisoners. </p><p class=\"sc-9a00e533-0 eZyhnA\">A Western diplomatic official, who spoke on condition of anonymity, told the BBC the authorities are under pressure from the Trump administration, which is growing impatient with what they see as the slow progress against the group, considered a terrorist organisation by countries including the US and UK.</p><p class=\"sc-9a00e533-0 eZyhnA\">The latest conflict between Israel and Hezbollah erupted after the Lebanese group started firing rockets at Israeli positions the day after the Hamas attacks of 7 October 2023. Hezbollah said it was acting in solidarity with Palestinians in Gaza.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lebanese authorities said Israel's attacks killed about 4,000 people there - including many civilians - and led to the displacement of more than 1.2 million residents. Israeli authorities said more than 80 of its soldiers and 47 of its civilians were killed in the hostilities.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US government imposed sanctions on Tabtabai in 2016 and designated him a terrorist. It has a $5m (£3.8m) award on offer for information about him.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US described him as a key Hezbollah military leader who once commanded the group's special forces in Syria and Yemen, adding his actions in these countries were part of a larger Hezbollah effort to provide training, material, and personnel \"in support of its destabilising regional activities\".</p></div></div></body></html>"
        },
        {
            "title": "Vietnam floods leave at least 90 dead and 12 missing",
            "time": "2025-11-23T06:27:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/159a/live/d2d4c660-c83f-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At least 90 people have died and another 12 are missing after days of heavy rain in Vietnam led to flooding and landslides.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Vietnamese government says 186,000 homes have been damaged across the country, with more than three million livestock swept away. Officials estimate there has been hundreds of millions of pounds worth of damage.</p><p class=\"sc-9a00e533-0 eZyhnA\">The mountainous province of Dak Lak has been severely impacted, recording more than 60 deaths since 16 November, according to news agency AFP.</p><p class=\"sc-9a00e533-0 eZyhnA\">The floods are the latest extreme weather event to hit Vietnam in recent months, after typhoons <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c70jnx9e414o\" class=\"sc-f9178328-0 iCaRzc\">Kalmaegi</a> and <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c9317l81xz4o\" class=\"sc-f9178328-0 iCaRzc\">Bualoi</a> hit the country within weeks of each other.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Some 258,000 people were without power on Sunday morning and sections of major motorways and train tracks were blocked, officials said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Military and police resources have been mobilised to assist in the hardest hit areas.</p><p class=\"sc-9a00e533-0 eZyhnA\">The government said the most severe impacts had been observed in five provinces - Quang Ngai, Gia Lai, Dak Lak, Khanh Hoa, and Lam Dong - clustered in south and south-central Vietnam.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mach Van Si, a farmer in Dak Lak, told AFP: \"Our neighbourhood was completely destroyed. Nothing was left. Everything was covered in mud.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Prime Minister Phạm Minh Chính chaired a virtual emergency meeting on Sunday morning from South Africa, where he had been attending the G20 summit. </p><p class=\"sc-9a00e533-0 eZyhnA\">Rainfall had exceeded 1.5m (5ft) in several areas leading up to Friday, with some areas surpassing a 5.2m level not seen since 1993. The rain is forecast to ease in the coming days.</p><p class=\"sc-9a00e533-0 eZyhnA\">Scientists say that Vietnam has been left more exposed to extreme weather events by human-driven climate change, which has made typhoons stronger and more frequent.</p></div></div></body></html>"
        },
        {
            "title": "Aonishiki: Ukraine sumo prodigy becomes champion in Japan - BBC Sport",
            "time": "2025-11-23T13:09:18",
            "imgUrl": "https://ichef.bbci.co.uk/ace/branded_sport/1200/cpsprodpb/84fa/live/b3e42500-c869-11f0-9801-5751a93d23e1.jpg",
            "body": "<html><body><div><div class=\"ssrcss-1o5p6v2-RichTextContainer e5tfeyi1\"><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\"><b class=\"ssrcss-1xjjfut-BoldText e5tfeyi3\">A Ukrainian refugee has become the first person from his country to win an elite-level sumo tournament.</b></p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Danylo Yavhusishyn - known by his sumo ring name Aonishiki - arrived in Japan as an 18-year-old in 2022 after the Russian invasion of his country.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Now aged 21, he is the first Ukrainian to claim the prized Emperor's Cup and the first European in almost eight years to do so.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">He is now on the verge of being promoted to the second-highest rank of Ozeki, in what would be the fastest promotion in history.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Aonishiki finished the 15-day tournament in Fukuoka, Japan, with a record of 12 wins and three losses and went on to win the championship play-off against Yokozuna grand champion Hoshoryu, a 26-year-old Mongolian who won last month's London tournament.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">In his winning ceremony interview, Aonishiki was asked if he felt satisfied with his results after three years in sumo.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">\"No, I think this is just the beginning,\" he replied.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The name Aonishiki contains the Japanese character for \"blue\" - a reference to the Ukrainian flag.</p></div></div></body></html>"
        },
        {
            "title": "Man who grabbed Ariana Grande at premiere banned from Singapore",
            "time": "2025-11-23T08:54:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6b04/live/f42644e0-c846-11f0-b991-15c7bfbd8eea.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">An Australian man who jumped over a barricade and grabbed Hollywood star Ariana Grande has been deported and banned from Singapore.</p><p class=\"sc-9a00e533-0 eZyhnA\">Johnson Wen, 26, was <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c2dr6y0w3rjo\" class=\"sc-f9178328-0 iCaRzc\">sentenced to nine days in prison</a> for being a public nuisance and has now been \"barred from re-entering Singapore\", the Immigration and Checkpoints Authority (ICA) told local media. </p><p class=\"sc-9a00e533-0 eZyhnA\">Wen pushed past photographers and charged at the actress and singer, who was attending the Asian premier for Wicked: For Good on 13 November. Co-star Cynthia Erivo wrestled him away from Grande. </p><p class=\"sc-9a00e533-0 eZyhnA\">Wen has a history of disrupting concerts and celebrity events, including jumping on stage at Katy Perry's Sydney concert in June this year.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The incident sparked outrage in Singapore, with many accusing him of re-traumatising Grande. </p><p class=\"sc-9a00e533-0 eZyhnA\">The pop star has spoken of experiencing post-traumatic stress disorder after a suicide bomb attack at her concert in Manchester in May 2017 killed 22 people and injured hundreds.</p><p class=\"sc-9a00e533-0 eZyhnA\">During Wen's trial, the court heard he had attempted to intrude on the film's premiere twice, according to Singaporean media.</p><p class=\"sc-9a00e533-0 eZyhnA\">He then made a second attempt to jump the barricades. Security staff stopped him and pinned him down.</p><p class=\"sc-9a00e533-0 eZyhnA\">Wen later posted videos thanking Grande for letting him on the carpet and said he was \"free\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Police arrested him the next day and charged him with public nuisance, to which Wen pleaded guilty. </p><p class=\"sc-9a00e533-0 eZyhnA\">The District Judge Christopher Goh was quoted by Channel News Asia as saying that Wen was \"attention seeking\", adding that he was wrong to think he would not suffer any consequences. </p><p class=\"sc-9a00e533-0 eZyhnA\">Grande has not commented on the case. </p><p class=\"sc-9a00e533-0 eZyhnA\">Erivo spoke about the incident to NBC, saying that she \"just wanted to make sure my friend was safe\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm sure he didn't mean us harm, but you never know with those things, and I wanted to make sure that she was OK. That was my first instinct,\" she said. </p></div></div></body></html>"
        },
        {
            "title": "Jair Bolsonaro says ankle monitor damage caused by paranoia",
            "time": "2025-11-23T20:49:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5d71/live/be453ed0-c8aa-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Jair Bolsonaro, the former Brazilian president convicted of plotting a coup, has blamed medicine-induced \"paranoia\" for damage he caused to his ankle monitor - a day after he was removed from house arrest into detention.</p><p class=\"sc-9a00e533-0 eZyhnA\">At a hearing in Brasília, he admitted trying to open the monitor with a soldering iron on Friday until he \"came to his senses\", court documents show. He said he had had no intention of fleeing.</p><p class=\"sc-9a00e533-0 eZyhnA\">Officials say the right-wing politician, 70, was taken into custody because he was a flight risk ahead of a supporters' vigil outside his home. He will remain in detention.</p><p class=\"sc-9a00e533-0 eZyhnA\">In September, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c8xrqxk9p4xo\" class=\"sc-f9178328-0 iCaRzc\">Bolsonaro was sentenced to more than 27 years in prison</a> for the coup plot.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Bolsonaro is being held in a police station in the capital.</p><p class=\"sc-9a00e533-0 eZyhnA\">His legal woes have drawn the ire of fellow right-wing populist US President Donald Trump, prompting him to impose a 50% tariff on imports of Brazilian goods.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bolsonaro was found guilty of leading a conspiracy aimed at keeping him in power after he lost the 2022 election to his left-wing rival, Luiz Inácio Lula da Silva.</p><p class=\"sc-9a00e533-0 eZyhnA\">Supreme Court justices said that he had known of a plot which included plans to assassinate Lula and his vice-presidential running mate, Geraldo Alckmin, and to arrest and execute Moraes, who has been overseeing Bolsonaro's trial.</p><p class=\"sc-9a00e533-0 eZyhnA\">The conspiracy failed to get the backing of the army and air force commanders. Lula was sworn in without incident on 1 January 2023.</p><p class=\"sc-9a00e533-0 eZyhnA\">But a week later, on 8 January, thousands of Bolsonaro supporters stormed government buildings in Brasília. The security forces intervened and about 1,500 people were arrested.</p><p class=\"sc-9a00e533-0 eZyhnA\">The justices found that the rioters had been incited by Bolsonaro whose plan, they said, was for the military to step in and return him to power.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bolsonaro was also barred from running for public office until 2060 - eight years after the end of his sentence.</p><p class=\"sc-9a00e533-0 eZyhnA\">The former president called the trial a \"witch hunt\" designed to prevent him running in the 2026 presidential election.</p></div></div></body></html>"
        },
        {
            "title": "JFK's granddaughter Tatiana Schlossberg shares terminal cancer diagnosis",
            "time": "2025-11-23T07:42:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2d43/live/ef259260-c7cf-11f0-b259-1f10e6cadd18.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In her essay, Schlossberg describes her alarm at watching her cousin be approved to the post as she was battling her illness. </p><p class=\"sc-9a00e533-0 eZyhnA\">Schlossberg is the daughter of designer Edwin Schlossberg and diplomat Caroline Kennedy. She is the granddaughter of John F. Kennedy, the 35th president of the United States, and First Lady Jacqueline Kennedy Onassis. </p><p class=\"sc-9a00e533-0 eZyhnA\">According to Schlossberg's essay titled A Battle With My Blood, she was diagnosed with acute myeloid leukaemia after giving birth in May 2024.</p><p class=\"sc-9a00e533-0 eZyhnA\">She described her previously healthy lifestyle, which included running, skiing and even once swimming in New York's Hudson River, \"eerily, to raise money for the Leukemia and Lymphoma Society\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Despite treatment, including a bone marrow transplant and chemotherapy, she said doctors have told her the outcome does not look good. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"During the latest clinical trial, my doctor told me that he could keep me alive for a year, maybe,\" she writes. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"My first thought was that my kids, whose faces live permanently on the inside of my eyelids, wouldn't remember me.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">Schlossberg's son was born in 2022 and her daughter in 2024.</p><p class=\"sc-9a00e533-0 eZyhnA\">Schlossberg, whose uncle John F Kennedy Jr died in a plane crash at age 38 and whose grandmother Jacqueline died of cancer when Schlossberg was a toddler, also describes the pain she fears her death will cause her mother, who previously served as US ambassador to Australia and Japan. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"For my whole life, I have tried to be good, to be a good student and a good sister and a good daughter, and to protect my mother and never make her upset or angry,\" she writes. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Now I have added a new tragedy to her life, to our family's life, and there's nothing I can do to stop it.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">She also described her upset at watching her cousin, known as RFK Jr - whose father Robert F Kennedy was also assassinated while running for president - become Trump's health secretary.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I watched from my hospital bed as Bobby, in the face of logic and common sense, was confirmed for the position, despite never having worked in medicine, public health, or the government,\" she writes. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Suddenly, the healthcare system on which I relied felt strained, shaky.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier this month, her brother Jack Schlossberg announced that he is planning to run for Congress in New York. </p><p class=\"sc-9a00e533-0 eZyhnA\">He shared her essay online on Saturday, with the caption: \"Life is short - let it rip.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The Kennedy family's generations-spanning participation in US politics - along with the personal tragedy which has often touched its members - has garnered it a prominent reputation in American life.</p></div></div></body></html>"
        },
        {
            "title": "Seven arrested in India after police crack $800,000 bank heist",
            "time": "2025-11-23T11:33:59",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e250/live/492bce90-c7ae-11f0-83e1-2f64c544cba6.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Seven people have been arrested in India after a daring 70m rupees ($800,000; £600,000) heist in which armed men posing as central bank officials robbed an ATM cash van.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Saturday police in the southern city of Bengaluru said they had cracked the case and recovered 57.6m rupees of the money stolen three days earlier.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bengaluru police commissioner Seemant Kumar Singh told the BBC on Sunday that a seventh man had been arrested in Bengaluru, adding it would take time to determine the amount of money \"in his possession.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Singh said the police are still looking \"for two or, maybe, three more,\" suspects.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Those arrested include Gopal Prasad, an employee of cash transport company CMS, J Xavier, a former CMS worker, and Annappa Naik, a local police constable.</p><p class=\"sc-9a00e533-0 eZyhnA\">The robbery took place in broad daylight in the Lalbagh area of Bengaluru. </p><p class=\"sc-9a00e533-0 eZyhnA\">The thieves pretended to be officers of the Reserve Bank of India. They stopped the transport vehicle saying they had to check the paperwork for such a large amount of money.</p><p class=\"sc-9a00e533-0 eZyhnA\">The vehicle's cash custodian and two security guards were instructed to get into an SUV, while one of the gang members took control of the van, police said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Police said the gang had changed vehicles, used fake registration plates and selected locations with minimal CCTV coverage to transfer the boxes of cash.</p><p class=\"sc-9a00e533-0 eZyhnA\">A massive hunt was launched on Wednesday, with more than 200 police officers deployed across Karnataka state and the neighbouring Kerala, Tamil Nadu, Telangana, Andhra Pradesh and Goa states.</p><p class=\"sc-9a00e533-0 eZyhnA\">Detectives are investigating the role of CMS and possible violations of guidelines for transferring cash, Singh said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The vans should not follow the same route and timing repeatedly so as to become predictable,'' he added.</p></div></div></body></html>"
        },
        {
            "title": "COP30: UN climate talks fail to secure new fossil fuel promises",
            "time": "2025-11-22T22:38:19",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">UN climate talks fail to secure new fossil fuel promises</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 xGeVU\"><p><span class=\"sc-7bfdb3c2-7 djOqvY\">Georgina Rannard</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gvcwmG\">Climate and science correspondent, Belém, Brazil</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6ded/live/18a04ba0-c7e2-11f0-a715-415645a54121.jpg.webp\" loading=\"eager\" alt=\"EPA Indigenous people at a protest. Man in centre wears a headpiece made of features and red dye or ink on fingers\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Following bitter rows, the UN climate summit COP30 in Belém, Brazil has ended with a deal that contains no direct reference to the fossil fuels that are heating up the planet.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is a frustrating end for more than 80 countries including the UK and EU that wanted the meeting to commit the world to stop using using oil, coal and gas at a faster pace.</p><p class=\"sc-9a00e533-0 eZyhnA\">But oil-producing nations held the line that they should be allowed to use their fossil fuel resources to grow their economies.</p><p class=\"sc-9a00e533-0 eZyhnA\">The meeting takes place as the UN says it fears global efforts to limit global temperature rise to 1.5C above pre-industrial levels have failed.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A representative for Colombia furiously criticised the COP presidency for not allowing countries to object to the deal in the final meeting on Saturday, known as a plenary.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Colombia believes that we have sufficient scientific evidence saying that more than 75% of the global greenhouse gas emissions come from fossil fuels,\" Daniela Durán González, Colombian Climate Delegate, told BBC News.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"So we do believe it's time that the Convention on Climate Change starts talking about that reality,\" she added.</p><p class=\"sc-9a00e533-0 eZyhnA\">The final deal, called the Mutirão, calls on countries to \"voluntarily\" accelerate their  action to reduce their use of fossil fuels.</p><p class=\"sc-9a00e533-0 eZyhnA\">For the first time, the US did not send a delegation after President Donald Trump said the country will leave the landmark Paris treaty that committed countries to act on climate change in 2015. He has branded climate change \"a con\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Veteran negotiator and former Germany climate envoy Jennifer Morgan told the BBC that the US absence was a \"hole\" in the negotiations. Often the US has supported blocs like the EU and UK. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"In a 12-hour negotiation overnight, when you have oil-producing countries pushing back hard, to not have someone counteracting on that, it certainly was hard,\" she said</p><p class=\"sc-9a00e533-0 eZyhnA\">But for many countries, the fact that the talks did not collapse or roll back on past climate agreements is a relief.</p><p class=\"sc-9a00e533-0 eZyhnA\">Antigua and Barbuda Climate Ambassador Ruleta Thomas commented: \"We are happy that there is a process that continues to function [...] where every country can be heard.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">In the final meeting, a representative for Saudi Arabia said: \"Each state must be allowed to build its own path, based on its respective circumstances and economies.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Like many other leading oil-producing nations, the country has argued it should be allowed to exploit its fossil fuel reserves as others have done in the past.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0655/live/608c9e50-c7e2-11f0-a715-415645a54121.jpg.webp\" loading=\"lazy\" alt=\"UNFCCC The talks over-ran by almost 24 hours with delegates working all night\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">UNFCCC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The talks over-ran by almost 24 hours with delegates working all night</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The two weeks of talks were at times chaotic. Toilets ran out of water, torrential thunderstorms flooded the venue, and delegates struggled to cope in hot, humid rooms.</p><p class=\"sc-9a00e533-0 eZyhnA\">The COP's around 50,000 registered delegates were evacuated twice. A group of about 150 protestors broke into the venue, breaching security lines, and carrying placards reading \"our forests are not for sale\".</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.com/news/articles/ce9d9p5jrjgo\" class=\"sc-f9178328-0 iCaRzc\">On Thursday a large fire broke out,</a> scorching a hole into the roof and forcing participants to rush outside.</p><p class=\"sc-9a00e533-0 eZyhnA\">Brazilian President Luiz Inácio Lula da Silva chose the city of Belém to put the world's attention on the Amazon rainforest and to bring a rush of finance to the city. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Despite its desire for a more ambitious fossil fuel agreement, Brazil was criticised for its own plans to drill for oil at the mouth of the Amazon. </p><p class=\"sc-9a00e533-0 eZyhnA\">Its offshore oil and gas production is on course to increase until the early 2030s, according to analysis shared with the BBC by campaign group Global Witness.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3e9f/live/732f1f50-c7ed-11f0-bd46-bb233ca5cd6f.jpg.webp\" loading=\"lazy\" alt=\"Reuters Cruise ships, used as accommodation for COP30 in the river. Three people stand on the beach in front of them.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Some delegations stayed on cruise ships in Belém due to a shortage of accommodation</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Countries at the talks have competing interests, depending on their national circumstances and how exposed they are to the effects of climate change. Some countries were happy about the outcomes.</p><p class=\"sc-9a00e533-0 eZyhnA\">India praised the deal, calling it \"meaningful\". A group representing the interests of 39 small island and low-lying coastal states on Saturday called it \"imperfect\" but still a step towards \"progress\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Poorer nations have come away with a promise for more climate finance to help them adapt to the impacts of climate change.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It has moved the needle. There is a clearer recognition that those with historic responsibility [countries that emitted more planet-warming gases in the past] have specific duties on climate finance,\" said Sierra Leone Minister of The Environment and Climate Change Jiwoh Abdulai.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e852/live/87d59230-c7ee-11f0-bd46-bb233ca5cd6f.jpg.webp\" loading=\"lazy\" alt=\"Reuters People use fire extinguishers to put out a fire at the Pavilion of Countries in the Blue Zone \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A fire broke out at COP30, witnessed by the BBC climate team inside the venue</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">But it's a sour end for more than 80 countries, who negotiated through the night to keep stronger fossil fuel language in the deal.</p><p class=\"sc-9a00e533-0 eZyhnA\">UK Secretary of State for Energy and Climate Change Ed Miliband insisted the meeting is a \"step forward\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I would have preferred a more ambitious agreement,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're not going to hide the fact that we would have preferred to have more, to have more ambition on everything,\" EU climate commissioner Wopke Hoekstra told journalists.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">With lush trees, bird cries and intense humidity, it was hard to escape the Amazonian backdrop of the talks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Brazil launched the talks with a new fund called Tropical Forests Forever Facility that would pay countries to protect tropical forests. By the end of the meeting, it raised at least $6.5bn from governments, although the UK has not yet contributed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Over 90 countries supported a call for a global deforestation action plan, or \"roadmap\".</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-tom-ingham,-bbc-climate-team\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Tom Ingham, BBC climate team</i></p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "How Marjorie Taylor Greene went from Trump ally to quitting Congress",
            "time": "2025-11-22T17:43:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ab26/live/986dcfa0-c7ca-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">How Greene went from Maga loyalist to quitting Congress</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 xGeVU\"><p><span class=\"sc-7bfdb3c2-7 djOqvY\">Anthony Zurcher</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gvcwmG\">North America correspondent, Washington</span></p></div></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Key moments from Trump and Greene's public fallout</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Marjorie Taylor Greene came into Congress as one of Donald Trump's staunchest defenders. </p><p class=\"sc-9a00e533-0 eZyhnA\">Sworn into office just days before the 6 January 2021 attack on the US Capitol, Greene supported the president - and echoed his contention that the 2020 presidential election was \"stolen\" - when many in the Republican Party disavowed him.</p><p class=\"sc-9a00e533-0 eZyhnA\">Now, five years later, Greene will leave Congress having been branded a \"traitor\" by the man she once revered.</p><p class=\"sc-9a00e533-0 eZyhnA\">Over the course of just a handful of months, Greene broke with Trump in the most dramatic fashion. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Although Greene had criticised Trump's decision to launch airstrikes on Iran, his support for Israel during the Gaza War and a lack of sufficient regulation of big technology companies earlier this year, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c9wv4dx05q5o\" class=\"sc-f9178328-0 iCaRzc\">the final fracture began over Jeffrey Epstein</a>, the late financier and convicted paedophile who had connections to the wealthy and powerful. </p><p class=\"sc-9a00e533-0 eZyhnA\">She condemned Trump's unwillingness to order his justice department to fully release its files on the case, and appeared alongside Epstein's victims – and Democrats - to force a House vote on the matter.</p><p class=\"sc-9a00e533-0 eZyhnA\">It didn't end there, however.</p><p class=\"sc-9a00e533-0 eZyhnA\">Greene would also question Republican strategy during the recent government shutdown, siding with Democrats in calling on her party to address expiring healthcare subsidies for low-income Americans.</p><p class=\"sc-9a00e533-0 eZyhnA\">She publicly berated Trump for what she said was an undue emphasis on foreign policy at the expense of addressing economic and affordability concerns.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The American people aren't motivated by foreign wars or bailouts for other countries,\" she wrote on X earlier this month. \"They want leaders who show up, do the job, and fight for them every single day!\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/352d/live/cf80f2d0-c7c3-11f0-b259-1f10e6cadd18.jpg.webp\" loading=\"eager\" alt=\"Getty Images Thomas Massie speaks alongside U.S. Rep. Ro Khanna and Marjorie Taylor Greene during a news conference on the Epstein Files Transparency Act \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Greene spoke at a press conference alongside US lawmakers and Epstein's accusers at the US Capitol in September</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Greene continued to insist that she supported Trump, but it became increasingly clear that she has a view of the \"America First\" movement that differs from the US president's. </p><p class=\"sc-9a00e533-0 eZyhnA\">An activist turned congresswoman who made her name railing against the political establishment had now found that the Maga – \"Make America Great Again\" - movement she supported had become the establishment.</p><p class=\"sc-9a00e533-0 eZyhnA\">And as the weight of Trump's power focused on her ouster – she <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cj4qx1lenvjo\" class=\"sc-f9178328-0 iCaRzc\">broke for the exits with a few parting shots</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I refuse to be a 'battered wife' hoping it all goes away and gets better,\" she said in her resignation statement. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"If I am cast aside by Maga Inc and replaced by Neocons, Big Pharma, Big Tech, Military Industrial War Complex, foreign leaders, and the elite donor class that can't even relate to real Americans, then many common Americans have been cast aside and replaced as well.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Marjorie Taylor Greene announces resignation in video message</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Throughout her career, she often embraced controversy and leaned into conflict. </p><p class=\"sc-9a00e533-0 eZyhnA\">A gym instructor in Georgia, she began engaging in politics in 2016, as Trump started his successful campaign for the White House. She made frequent trips to Washington DC, where she would berate Democratic members of Congress for what she said were their socialist and pro-Islam policies.</p><p class=\"sc-9a00e533-0 eZyhnA\">She promoted baseless QAnon conspiracy theories, questioning whether shootings in a US school were \"staged\" and alleging that the Democratic party was secretly run by a group of powerful paedophiles.</p><p class=\"sc-9a00e533-0 eZyhnA\">Once in Congress, she clashed with Democrats - and members of her own party. Although she renounced some of her past conspiratorial views, the House voted to <a target=\"_self\" href=\"https://www.bbc.com/news/world-us-canada-55940542\" class=\"sc-f9178328-0 iCaRzc\">remove her from her committee assignments</a> shortly after she took office.</p><p class=\"sc-9a00e533-0 eZyhnA\">When Republicans returned to power in Congress she had a political rehabilitation of sorts, working with then Speaker of the House Kevin McCarthy to consolidate conservative support in the chamber. When McCarthy was ousted, Greene fought with his replacement, Mike Johnson, and launched an unsuccessful bid to remove him as well. </p><p class=\"sc-9a00e533-0 eZyhnA\">In 2023, she was expelled from the conservative House Freedom Caucus.</p><p class=\"sc-9a00e533-0 eZyhnA\">She had become a political wildcard – still despised by many on the left but also viewed with suspicion by conservatives. She still had close ties with Trump, which gave her influence in Washington. </p><p class=\"sc-9a00e533-0 eZyhnA\">And then she didn't.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6f27/live/b0083d80-c770-11f0-a882-55e7f9e7585f.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images US Representative Marjorie Taylor Greene (R) speaks alongside former US President and 2024 presidential hopeful Donald Trump at a campaign event in Rome, Georgia, on March 9, 2024\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Greene and Trump on the campaign trail in 2024</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a brief interview on Friday night, Trump told ABC News that Greene's departure from Congress was \"great news for the country\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He would later post on Truth Social that Greene \"went bad\" but that he would \"always appreciate Marjorie and thank her for her service to our country\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Greene said she will return to her home in Georgia and a \"new path ahead\". Although she had reportedly expressed interest in the state's governor race next year, she recently said she would not seek that office – or seek to unseat incumbent Democratic Senator Jon Ossoff.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her decision to resign effective 5 January, however, leaves open the possibility that she could change her mind and run for office in a state where Republican politicians, like the current Georgia governor Brian Kemp, have shown that it is possible to win elections even without Trump's support.</p><p class=\"sc-9a00e533-0 eZyhnA\">The move also allows Greene to reposition herself politically, as the Republican Party begins grappling with an environment where public support for Trump - particularly his handling of the economy - appears to be souring and the president, limited by the constitution, will never appear on a presidential ballot again.</p><p class=\"sc-9a00e533-0 eZyhnA\">At 51, Greene's tenure in Congress may be at an end, but her involvement in American political life may be far from over.</p></div></article></div></body></html>"
        },
        {
            "title": "Israeli strikes across Gaza kill 22 Palestinians, Hamas-run health ministry and civil defence say",
            "time": "2025-11-22T20:43:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e122/live/714f42f0-c7c5-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At least 22 Palestinians have been killed in a series of Israeli air strikes across northern and central Gaza, Hamas medical and civil defence officials have said.</p><p class=\"sc-9a00e533-0 eZyhnA\">They said five sites had been hit, including residential homes. A senior Hamas commander was among the dead, according to local sources.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Israeli military said it had struck targets in Gaza in response to an incident earlier on Saturday, when it said an \"armed terrorist\" had fired at soldiers after crossing the Strip's so-called \"yellow line\" designating areas under full Israeli control. Hamas denied this.</p><p class=\"sc-9a00e533-0 eZyhnA\">Both sides have accused each other of violating the ceasefire deal agreed on six weeks ago.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">More than 310 Palestinians have been killed in Israeli strikes since the ceasefire came into force, according to Gaza's health ministry.</p><p class=\"sc-9a00e533-0 eZyhnA\">The territory's civil defence said Saturday's strikes by Israel targeted Gaza City in the north, as well as Deir al-Balah and Nuseirat camp in central Gaza.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Hamas officials said five people had been killed at the Abbas junction in the densely populated Rimal area of Gaza City. Witnesses said an Israeli strike set a car on fire.</p><p class=\"sc-9a00e533-0 eZyhnA\">In addition, three people were killed near a mosque in Deir al-Balah, the officials said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two houses were targeted in Israeli strikes in Nuseirat, they added, with three killed after the home of the Abu Amouneh family was hit. Seven others were killed in another strike targeting the house of the Abu Shawish family.</p><p class=\"sc-9a00e533-0 eZyhnA\">Three more people were killed later on Saturday when a house in western Gaza City was hit, officials reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">The office of Prime Minister Benjamin Netanyahu said in a later statement: \"Today, Hamas violated the ceasefire again, sending a terrorist into Israel held territory to attack IDF soldiers. In response, Israel eliminated five senior Hamas terrorists.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The statement also called on mediators to \"insist that Hamas fulfil its side of the ceasefire\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Following the strikes, Hamas said the army's westward push of the yellow line and continued bombardment of eastern Gaza amounted to a \"blatant breach\" of the agreement.</p><p class=\"sc-9a00e533-0 eZyhnA\">The group called on mediators and the US to intervene urgently, warning that Israel was attempting to impose \"new facts on the ground\" and undermine the ceasefire.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Israeli military launched an offensive in Gaza in response to the Hamas-led attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others were taken hostage.</p><p class=\"sc-9a00e533-0 eZyhnA\">At least 69,500 people have been killed in Israeli attacks in Gaza since then, including 280 during the ceasefire, according to the territory's health ministry.</p></div></div></body></html>"
        },
        {
            "title": "Mystery drones halt air traffic near Dutch city of Eindhoven",
            "time": "2025-11-22T21:25:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1952/live/da8afd00-c7e7-11f0-a9f0-9f5579338902.png",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Air traffic above the southern Dutch city of Eindhoven was suspended for several hours on Saturday after unidentified drones were spotted near the airport.</p><p class=\"sc-9a00e533-0 eZyhnA\">Drones were first observed late on Friday over the nearby Volkel air force base. Weapons were deployed to try to shoot them down but the devices got away.</p><p class=\"sc-9a00e533-0 eZyhnA\">After more sightings on Saturday, airspace around the airport was closed  until around 23:00 local time (22:00 GMT). </p><p class=\"sc-9a00e533-0 eZyhnA\">Dutch Defence Minister Ruben Brekelmans said authorities had \"taken measures\" without elaborating. </p><p class=\"sc-9a00e533-0 eZyhnA\">It is the latest in a series of incidents at military installations and airports in northern Europe in recent months. Russia has denied accusations it was involved in them.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">As well as being used by the Royal Netherlands Air Force, Volkel Air Base hosts a US Air Force squadron as part of Nato.</p><p class=\"sc-9a00e533-0 eZyhnA\">Officials said that for security reasons they would provide no details about how the drones were first spotted on Friday or what action was taken to try to bring them down.</p><p class=\"sc-9a00e533-0 eZyhnA\">Drones have been sighted at other Dutch air bases in the past few weeks, as well as facilities in neighbouring Belgium, Denmark and Germany.</p><p class=\"sc-9a00e533-0 eZyhnA\">A lack of evidence pointing to their origins has plagued investigations into the incidents since they began in September, as in many cases the drones depart after a while.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some European officials have attributed the sightings to \"hybrid warfare\" on the part of Russia, as the nations that have been targeted are all allied to Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the Kremlin has denied it has anything to do with past incursions. </p><p class=\"sc-9a00e533-0 eZyhnA\">Defence ministers from 10 EU countries have agreed to create a \"drone wall\" in response to the sightings, while some individual nations have sought to secure anti-drone defence measures.</p></div></div></body></html>"
        },
        {
            "title": "Sierra Leone juju traders: Hunting down those who kill for human body parts",
            "time": "2025-11-24T00:50:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6036/live/d39deaa0-c6fe-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Hunting down those who kill people to sell their body parts for 'magic charms'</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 xGeVU\"><p><span class=\"sc-7bfdb3c2-7 djOqvY\">Tyson Conteh</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gvcwmG\">BBC Africa Eye, Sierra Leone</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6768/live/64b8d1d0-c6f0-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6768/live/64b8d1d0-c6f0-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6768/live/64b8d1d0-c6f0-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6768/live/64b8d1d0-c6f0-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6768/live/64b8d1d0-c6f0-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6768/live/64b8d1d0-c6f0-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6768/live/64b8d1d0-c6f0-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6768/live/64b8d1d0-c6f0-11f0-8c06-f5d460985095.jpg.webp\" loading=\"eager\" alt=\"BBC Sally Kalokoh in a headscarf and shirt with white, black and orange stripes and a black collar gestures with her hands. On one of her arms she wears a beaded pearl-like bracelet.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Papayo's mother Sally Kalokoh has not come to terms with her son's death and wants his killers found</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\"><b id=\"with-many-families-left-traumatised-by-killings-apparently-linked-to-supposed-magic-rituals-in-sierra-leone,-bbc-africa-eye-looks-into-those-behind-the-trade-in-human-body-parts.\" class=\"sc-d16436d-0 gnUCoQ\">With many families left traumatised by killings apparently linked to supposed  magic rituals in Sierra Leone, BBC Africa Eye looks into those behind the trade in human body parts.</b></p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"warning:-this-article-contains-details-some-readers-may-find-disturbing.\" class=\"sc-d16436d-0 iVdNuz\">Warning: This article contains details some readers may find disturbing.</i></p><p class=\"sc-9a00e533-0 eZyhnA\">The mother of an 11-year-old boy murdered as part of a suspected black magic killing four years ago is devastated that no-one has yet been brought to justice for his death.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Today I'm in pain. They killed my child and now there is just silence,\" Sallay Kalokoh told BBC Africa Eye, explaining how her son Papayo was found with parts of his body removed, including his vital organs, eyes and one arm.</p><p class=\"sc-9a00e533-0 eZyhnA\">He had gone out to sell fish at the market and never came back. </p><p class=\"sc-9a00e533-0 eZyhnA\">His family searched for him for two weeks - and finally found his mutilated corpse at the bottom of a well.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We always tell our children to be careful. If you are selling, don't go to a corner or take gifts from strangers. It happens frequently in this country,\" Ms Kalokoh said.</p><p class=\"sc-9a00e533-0 eZyhnA\">This murder in my hometown of Makeni, in central Sierra Leone, has haunted me as we often hear of reports of killings linked to black magic, also known as juju, that are never followed up or properly investigated by the authorities.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Papayo's case, the police did not even confirm that it was a \"ritual killing\" - when a person is murdered so that parts of their body can be used in so-called magic rituals by illicit juju practitioners.</p><p class=\"sc-9a00e533-0 eZyhnA\">They promise things like prosperity and power to clients who pay large sums in the false belief that human body parts can make such charms more potent.</p><p class=\"sc-9a00e533-0 eZyhnA\">But with the authorities severely under-resourced - there is only one pathologist in a country that has a population of 8.9 million - it is often impossible to gather the evidence needed to track down the culprits.</p><p class=\"sc-9a00e533-0 eZyhnA\">Belief in witchcraft is also so deeply ingrained in Sierra Leone, even among many police officers, that there is often a fear of pursuing cases further - and most go unsolved.</p><p class=\"sc-9a00e533-0 eZyhnA\">But I wanted to find out more about this underground trade in human body parts that leaves tragedy in its wake.</p><p class=\"sc-9a00e533-0 eZyhnA\">Our BBC Africa Eye team was able to find two people who claimed they were juju practitioners and offered to obtain body parts for ritual purposes.</p><p class=\"sc-9a00e533-0 eZyhnA\">Both said they were part of much larger networks - and one boasted that he had powerful clients across West Africa. The BBC was unable to verify these claims.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">One member of our team went undercover, using the name Osman, to pose as a politician who wanted to achieve power through human sacrifice.</p><p class=\"sc-9a00e533-0 eZyhnA\">We first travelled to a remote area of Kambia district, in the north of the country near the Guinean border, to meet the juju man in his secret shrine - an area in dense bush where he consulted with his clients.</p><p class=\"sc-9a00e533-0 eZyhnA\">Calling himself Kanu, he wore a ceremonial red mask covering his whole face to conceal his identity and boasted of his political connections.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I was working with some big, big politicians in Guinea, Senegal and Nigeria. We have our team. Sometimes during election time, at night, this place is full of people,\" he claimed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Election season is regarded by some as a particularly dangerous time <a target=\"_self\" href=\"https://www.bbc.co.uk/news/stories-43588465\" class=\"sc-f9178328-0 iCaRzc\">when parents have been warned to take special care of their children because of the heightened risk of abductions</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">On a second visit, Kanu became more confident and showed Osman what he said was evidence of his trade - a human skull.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"You see this? This belongs to someone. I dried it for them. It is a woman's skull. I am expecting the person to pick this up today or tomorrow.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He also pointed to a pit behind his shrine: \"This is where we hang human parts. We slaughter here, and the blood goes down there… Even big chiefs, when they want power, come here. I give them what they want.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">When Osman specified that he wanted limbs from a woman to be used in a ritual, Kanu got down to business: \"The price of a woman is 70m leones [£2,500; $3,000].\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Sierra Leone is one of the world's poorest countries and is recovering from the legacy of a brutal 11-year civil war</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Anxious not to put anyone at risk, we did not meet Kanu again. He may have been a scammer, but we handed over our evidence to the local police to investigate further.</p><p class=\"sc-9a00e533-0 eZyhnA\">Such juju men sometimes refer to themselves as herbalists, the name given to healers who use traditional medicine often made from local plants to treat common illnesses.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://data.who.int/indicators/i/CCCEBB2/217795A\" class=\"sc-f9178328-0 iCaRzc\">World Health Organization data</a> shows that Sierra Leone - which suffered a brutal civil war in the 1990s and was at the centre of the Ebola epidemic a decade ago - had around 1,000 registered doctors in 2022, compared to reported estimates of 45,000 traditional healers.</p><p class=\"sc-9a00e533-0 eZyhnA\">Most people in the West African nation rely on these healers, who also help with mental health issues and treat their patients in shrines where there is an element of mysticism and spiritualism culturally associated with their craft and the remedies they sell.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sheku Tarawallie, president of Sierra Leone's Council of Traditional Healers, is adamant that \"diabolic\" juju men like Kanu are giving healers a bad name.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are trying very hard to clear our image. The ordinary person doesn't understand, so they class us [all] as bad herbalists. One rotting fish can destroy the batch of fish… We are healers, we are not killers,\" he told BBC Africa Eye.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Tarawallie is in fact trying to work with the government and another non-governmental organisation to open a traditional medicine clinic to treat patients.</p><p class=\"sc-9a00e533-0 eZyhnA\">It was those with a lust for power and money who were often behind the ritual killings, he believed.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When somebody wants to become a leader… they remove parts from human beings. They use that one as a sacrifice. Burn people, use their ashes for power. Use their oil for power.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Undercover filming of a man who said he was a juju practitioner and claimed to sell human body parts</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The number of ritual killings in Sierra Leone, where most people identify as Muslim or Christian, is not known.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"In most African countries, ritual murders are not officially recorded as a separate or sub-category of homicide,\" Emmanuel Sarpong Owusu, a researcher at the UK's Aberystwyth University, told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Some are misclassified or misreported as accidents, deaths resulting from attacks by wild animals, suicides, natural deaths… Most perpetrators - possibly 90% - are not apprehended.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">When we found another suspected supplier of body parts, he was located in a suburb of the capital, Freetown, called Waterloo, which is notorious for drug abuse and other crime.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm not alone, I have up to 250 herbalists working under my banner,\" the man calling himself Idara told Osman, who was again undercover and wearing a secret camera.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There are no human parts that we don't work with. Once we call for a specific body part, then they bring it. We share the work,\" Idara said.</p><p class=\"sc-9a00e533-0 eZyhnA\">He went on to explain how some of his collaborators were good at capturing people - and on Osman's second visit played a voice message from one of them who claimed they were prepared to start going out every night in search of a victim.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Osman told him not to proceed yet but when he later received a call from Idara claiming his team had identified a victim, we contacted Police Commissioner Ibrahim Sama.</p><p class=\"sc-9a00e533-0 eZyhnA\">He decided to organise a raid - but said his officers would not do so without the involvement of Mr Tarawallie, who often assists the police on such operations.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When we got intelligence that there is a particular dangerous witchdoctor operating a shrine, we will work with the traditional healers,\" said an officer on the raid, Assistant Superintendent Aliu Jallo.</p><p class=\"sc-9a00e533-0 eZyhnA\">He went on to express the superstitions some officers have about tackling rogue herbalists: \"I will not go and provoke situations. I know that they have their own powers that are beyond my knowledge.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">After Idara was captured - discovered hiding in the roof clutching a knife - Mr Tarawallie began searching the property for evidence, saying there were human bones, human hair and piles of what looked like dirt from cemeteries.</p><p class=\"sc-9a00e533-0 eZyhnA\">This was enough for the police to arrest Idara and two other men, who were charged in June with practising sorcery as well as being in possession of traditional weapons used in ritual killings. They pleaded not guilty to the charges and have since been granted bail, pending further investigations.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The police raided this house in Waterloo and arrested the occupants, including Idara, who were later charged under anti-witchcraft laws</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">As we never heard back from the police in Kambia about Kanu, I tried to call him myself to challenge him about the allegations directly, but he was unreachable.</p><p class=\"sc-9a00e533-0 eZyhnA\">There are occasions when even high-profile cases appear to stall. Two years ago, a university lecturer went missing in Freetown and his body was later found buried in what police say was the shrine of a herbalist in Waterloo.</p><p class=\"sc-9a00e533-0 eZyhnA\">The case was referred in August 2023 by a magistrate to the High Court for trial, but two sources have told the BBC it has not been pursued so far and those detained by police have been released on bail.</p><p class=\"sc-9a00e533-0 eZyhnA\">My family is facing similar hurdles finding justice. In May, during our BBC investigation, my 28-year-old cousin Fatmata Conteh was murdered in Makeni.</p><p class=\"sc-9a00e533-0 eZyhnA\">A hairdresser and mother of two, her body was dumped the day after her birthday by the side of the road where a resident told the BBC two other bodies had been found in recent weeks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Several of her front teeth were missing, leading the community to believe it was a ritual killing.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"She was a lady that never did harm. She was very peaceful and hard-working,\" said one mourner as family, friends and colleagues gathered for a big funeral at her local mosque.</p><p class=\"sc-9a00e533-0 eZyhnA\">We may never know the true motive for Fatmata's murder. The family paid for her body to be transported to Freetown for an autopsy - something the authorities could not afford to do - but the post-mortem was inconclusive and no arrests have yet been made.</p><p class=\"sc-9a00e533-0 eZyhnA\">As is the case for Papayo's mother, the lack of closure and feeling of abandonment by the police fuels fear and terror in poor communities like Makeni.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-chris-alcock-and-luis-barrucho\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Chris Alcock and Luis Barrucho</i></p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">More BBC Africa Eye stories from Sierra Leone:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Palau: The geopolitics rattling a tiny Pacific nation",
            "time": "2025-11-24T00:19:18",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ed97/live/1d1f1b80-c6ba-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Chinese land, US radar and ties to Taiwan: The geopolitics rattling a tiny Pacific nation</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 xGeVU\"><p><span class=\"sc-7bfdb3c2-7 djOqvY\">Shawn Yuan</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gvcwmG\">Global China Unit, in Palau</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ed97/live/1d1f1b80-c6ba-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ed97/live/1d1f1b80-c6ba-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ed97/live/1d1f1b80-c6ba-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ed97/live/1d1f1b80-c6ba-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ed97/live/1d1f1b80-c6ba-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ed97/live/1d1f1b80-c6ba-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ed97/live/1d1f1b80-c6ba-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ed97/live/1d1f1b80-c6ba-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"eager\" alt=\"BBC The US plans to upgrade Malakal Harbour, Palau's main port, to accommodate the entry of larger military vessels, part of an escalation of US military presence in the Pacific nation\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Malakal Harbour, Palau's main port</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The air above Palau's pristine waters smells of salt and breadfruit, and on calm mornings in Koror, Palau's commercial centre, the whirr of dive boat engines echoes across the bay.</p><p class=\"sc-9a00e533-0 eZyhnA\">A few years ago, those boats were filled with tourists – many from China – drawn to Palau's lagoons and limestone caves. Hotels were full, restaurants bustling, and fishermen could barely keep up with demand. But that is no more.</p><p class=\"sc-9a00e533-0 eZyhnA\">The boom – and the abrupt collapse – was no accident. Between 2015 and 2017, Chinese tourists made up around half of its visitors. Then, in 2017, Beijing reportedly ordered tour operators to stop selling packages to Palau, slashing the main source of tourism to the islands at the time.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I actually bought new boats to accommodate the sudden increase of tourists,\" said a dive shop owner in Koror. But after the tourism peak, he said, these boats had been \"sitting idle in the bay\" and it took them years just to make back the money they spent.</p><p class=\"sc-9a00e533-0 eZyhnA\">The message was clear, Palauan officials allege. They say that China had used its vast outbound tourism market as part of a broader campaign to try to peel Palau away from recognising Taiwan - and into Beijing's orbit.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC reached out to China's foreign ministry for comment but has not received a response. China has, however, in the past repeatedly denied using tourism as political leverage.</p><p class=\"sc-9a00e533-0 eZyhnA\">Palau is one of only a dozen nations that still recognise Taiwan as a sovereign state. This challenges a key pillar of China's foreign policy, the \"one China principle\", in which Beijing asserts sovereignty over Taiwan.</p><p class=\"sc-9a00e533-0 eZyhnA\">But it's not just about a diplomatic tug of war.</p><p class=\"sc-9a00e533-0 eZyhnA\">Palau's location makes it a desirable target for influence from the world's biggest powers. It sits on the so-called \"Second Island Chain\" – a string of outposts the US sees as crucial to containing China's military expansion and responding to any aggression in the western Pacific.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Palau and the US have a long history of partnership: before its independence in 1994, Palau was a US-administered territory.</p><p class=\"sc-9a00e533-0 eZyhnA\">Under an agreement known as the Compact of Free Association, Palau gives the US exclusive military access in exchange for Washington's extensive aid, including Palauan citizens' ability to live and work freely in the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">Working under the terms of the Compact, the US is now strengthening its own military footprint in the archipelago.</p><p class=\"sc-9a00e533-0 eZyhnA\">This geopolitical power struggle between China, Taiwan, and the US is cascading down into the daily lives of this tiny nation of fewer than 20,000 people.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"No matter what we do, Palau is going to be the centre of any military activity because of our location,\" Palau's President, Surangel Whipps Jr. told the BBC.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Palau's president, Surangel Whipps Jr.</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">A prize in the Pacific</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Palau's relationship with Taiwan runs deep.</p><p class=\"sc-9a00e533-0 eZyhnA\">When Palau became independent in 1994, Taiwan moved fast to secure a diplomatic ally, according to Cheng-Cheng Li, an assistant professor at National Dong Hwa University in Hualien, Taiwan, who has conducted extensive research on Taiwan-Palau relations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Taiwan's assistance to it has been hands-on: agricultural experts working side by side with locals, medical teams in small clinics, funding for local entrepreneurs, and inviting students to Taiwan on scholarships.</p><p class=\"sc-9a00e533-0 eZyhnA\">For a country with a small population where community-based service plays a central role, Taiwan has been described as a \"reliable partner\" and a \"trusted friend\" by many Palauan officials.</p><p class=\"sc-9a00e533-0 eZyhnA\">Taiwan's ambassador to Palau, Jessica Lee, told the BBC that local leaders had assured her that the relationship was \"solid as a rock until death do us part.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Still, Taiwan has reason to worry. In recent years, China has peeled away several of its former allies. In the Pacific region alone, the Solomon Islands, Kiribati, and Nauru have severed their diplomatic ties with it and switched to Beijing since 2019.</p><p class=\"sc-9a00e533-0 eZyhnA\">Beijing sees the democratically governed island of Taiwan as a breakaway province that will, eventually, be part of the country, and has not ruled out the use of force to achieve this.</p><p class=\"sc-9a00e533-0 eZyhnA\">Controlling Taiwan is essential to Chinese leader Xi Jinping's goal of reversing what he called China's \"century of humiliation\" by colonial powers, according to analysts.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">\"One Stop Shop,\" a government building in Palau, donated by Taiwan</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"Both the US and Taiwan are paranoid and jumpy about Palau switching,\" said Graeme Smith, a senior fellow at the Australian National University. \"They'll put a lot of resources into making sure it doesn't happen.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Officials in both Palau and Taiwan say Beijing has pulled on a range of levers to influence Palau's diplomatic position.</p><p class=\"sc-9a00e533-0 eZyhnA\">After he took office in 2021, Palau's president publicly claimed that China offered \"a million\" tourists in exchange for Palau to this end. He refused.</p><p class=\"sc-9a00e533-0 eZyhnA\">Then in 2024, China's foreign ministry issued a safety alert, advising Chinese nationals to \"exercise caution\" when travelling to Palau.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If China uses tourism as a weapon, then it's an unstable market that we shouldn't depend on,\" President Whipps Jr. told the BBC. \"If China wants a relationship with Palau, they can, but they cannot tell us we cannot have a relationship with Taiwan.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">China, however, denies using tourism as a political tool.</p><p class=\"sc-9a00e533-0 eZyhnA\">In an opinion published last year in the People's Daily, the mouthpiece of the ruling Communist party, the paper stated that China's intention when issuing the alert was to protect its overseas citizens in light of the \"increasing public security cases in Palau\". It added that the accusations from the president were an attempt to smear China and interfere in its domestic affairs.</p><p class=\"sc-9a00e533-0 eZyhnA\">When asked in 2017 about the banning of tour groups, China's foreign ministry spokesperson said that he \"had not heard about the situation\".</p><p class=\"sc-9a00e533-0 eZyhnA\">But in 2024, responding to Palau's continued recognition of Taiwan, the ministry urged Palau to \"make the correct decisions that conform to their own... interests\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Whilst China has not commented on the alleged offer of a million tourists, not everyone agrees with President Whipps Jr.'s assessment. Many locals who spoke with the BBC don't share the president's view on tourism.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He's very hawkish towards China,\" said Pai Lee, the Taiwanese owner of a hotel in Koror. \"I don't think it's correct to say that China 'weaponised' tourism – they are simply using this as a bargaining chip, just like how people play chess and countries do it all the time.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">In any case, the legacy of the sudden tourism swing remains visible.</p><p class=\"sc-9a00e533-0 eZyhnA\">The economic shock after the suspension of tour groups  was sharp, but so was the environmental toll of the sudden influx of tourists itself. Palau, according to environmental protection organisations, was not ready for mass tourism.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"After the end of the explosion of Chinese tourism, I went there and the corals were dead,\" said Ann Singeo, director of the Ebiil Society, a local NGO.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"You'd see [hundreds of] people in this little cove, all standing on corals. That was the price we paid because we didn't have rules in place to use these resources respectfully.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Aerial shot of Rock Islands, Koror, Palau</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Tourism is just one part of China's alleged playbook. Beijing has also been trying to strengthen relationships with local leaders: Palauan officials say they have repeatedly been invited to Beijing for visits.</p><p class=\"sc-9a00e533-0 eZyhnA\">On one such visit, a former Palauan governor said he asked why Taiwan couldn't become independent.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Taiwan is part of China\", replied a Chinese Communist Party official, looking furious.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">The US factor</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">With China's intensifying military activities around Taiwan, including air and sea patrols, the US has claimed that China is readying its military to be capable of invading it.</p><p class=\"sc-9a00e533-0 eZyhnA\">To contain China's potential aggression towards Taiwan and overall military activities in the western Pacific, the US has ramped up its own military infrastructure buildup in Palau.</p><p class=\"sc-9a00e533-0 eZyhnA\">Over the years, Washington has been upgrading airstrips, building Tactical Multi-Mission Over-the-horizon Radar system (Tacmor) used to monitor military activities in the Pacific, and planning on expanding Malakal Harbour, Palau's main port, to accommodate larger military vessels.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Field cleared for construction for Tacmor receiver site in Angaur, Palau</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">However, the US has expressed concern over a particular vulnerability: land acquisition.</p><p class=\"sc-9a00e533-0 eZyhnA\">Documents seen by the BBC show that several Chinese businesses have leased land and developed properties close to these sites, from undeveloped land to hotels overlooking the harbour and Palau's main airport.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Angaur, a southern state of Palau, for example, the US is now building the receiver site of Tacmor – the plan was announced in 2017. However, in 2019 and 2020, Chinese investors leased land covering over 350,000 square metres following the announcement of radar construction.</p><p class=\"sc-9a00e533-0 eZyhnA\">One investor, Zhuang Cizhong, proposed building a resort there.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We went to visit his company in China, and he laid out a plan for a retirement home for rich Chinese,\" said the former governor of Angaur, Marvin Ngirutang, who believes Palau's government should work more closely with China. \"There were booklets of blueprints – it looked legitimate.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The project was never built. Zhuang blamed Covid-19, but Washington remains wary. The US ambassador in Palau could not be reached for comment, but he has previously voiced his concerns.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"All around there are various plots of land now leased to Chinese interests,\" US ambassador Joel Ehrendreich told Reuters. \"I don't think it's any coincidence that it happens to be physically close to our projects.\"</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Such worries are shared locally.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The concern is that these investments or leases are not legitimate businesses,\" said Jennifer Anson, Palau's national security advisor. \"Maybe on the outside, but when the time comes that China invades Taiwan, these could be transformed into military sites.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Chinese media reports, however, suggest that there were legitimate reasons to push for businesses to invest in Palau. In 2019, Phoenix News, a state-affiliated broadcaster, extolled the virtues of buying property in Palau, citing abundant tourism resources and relaxed legislation.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC is unable to contact Zhuang. China's foreign ministry did not respond to requests for comment on matters related to land leases.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">In the shadows of a diplomatic void</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Chinese-linked organised crime has also proliferated since 2018, according to authorities in Palau. President Whipps Jr. said that there was a \"constant battle going on\" as he pointed to crimes linked to China, including scamming, illegal casinos, and cyberattacks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some officials claim criminals have exploited the lack of diplomatic ties between China and Palau.</p><p class=\"sc-9a00e533-0 eZyhnA\">Wan Kuok Koi, known as \"Broken Tooth,\" who led the infamous Macau-based 14k triad, for example, entered Palau as a foreign investor in 2018. The crime syndicate later engaged in bribery, corruption and online gambling in countries including Palau.</p><p class=\"sc-9a00e533-0 eZyhnA\">Additionally, in 2025, the US Treasury sanctioned several individuals in Palau for their links to the Prince Group, a Chinese-run conglomerate. The group has been accused of scamming, money laundering, industrial-scale human trafficking, among other crimes.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prince Group did not respond to the BBC's request for comment, but has previously \"categorically\" denied having engaged in \"any unlawful activity,\" according to the company's statement following the US sanction.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many of these individuals have been placed on Palau's own \"undesirable alien list\", and according to Ms. Anson from Palau's national security office, they are banking on China's inability to hunt them down because of the lack of diplomatic relations.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When you trawl Chinese diaspora sites in Cambodia, where the wisdom of relocating to Palau is sometimes debated, the criminals themselves are drawn by the lack of PRC diplomatic presence there,\" said ANU's Graeme Smith.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Pawn of powers</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">For many Palauans, talk of high-level geopolitical struggle feels distant, yet its ripples are everywhere. The US military expansion, Chinese investment, and rumours of hidden agendas feed a growing sense of unease.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This administration is very hawkish towards China, and I think it's ridiculous,\" said the former governor of Angaur, who opposes the construction of Tacmor. \"We should concentrate on the environment and less on China-US relations\".</p><p class=\"sc-9a00e533-0 eZyhnA\">A petition circulating in recent months asks Washington to spell out its contingency plans in the event of war – a sign of how deep the anxiety runs. It calls on the US to \"reassure the people of Palau\" that civilians will be protected if conflict was o break out.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We know what the geopolitics looks like between China and the US,\" said one resident. \"And we are scared our island will be destroyed by a war we don't want to be part of\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><ul class=\"sc-6f869981-0 diUlgm\"><li class=\"sc-734a601e-0 cRgahm\"><i id=\"viewers-in-the-uk-can-see-more-on-global-eye-on-monday-24-november-at-7pm-on-bbc-two-and-also-on-iplayer.-internationally,-viewers-can-see-global-eye-on-the-bbc-news-channel-this-weekend\" class=\"sc-d16436d-0 iVdNuz\">Viewers in the UK can see more on Global Eye on Monday 24 November at 7pm on BBC Two and also on iPlayer. Internationally, viewers can see Global Eye on the BBC News Channel this weekend</i>.</li></ul></div></article></div></body></html>"
        },
        {
            "title": "'We worry more about food' say Venezuelans living under threat of US military action",
            "time": "2025-11-23T00:02:59",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'We worry more about food' say Venezuelans living under threat of US military action</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/723a/live/572f0fe0-c6f3-11f0-a863-434ee92aa5e3.jpg.webp\" loading=\"eager\" alt=\"BBC A man in a Caracas market speaks while holding a glass of coffee\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Like Alejandro Orellano, many Venezuelans say they are more worried about their personal finances than about a US invasion</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">While Nicolás Maduro's government lives on edge under a military threat from US President Donald Trump, ordinary Venezuelans spend their time trying to figure out what to eat each day.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's Wednesday morning at Quinta Crespo, a popular market in downtown Caracas. Here, a possible escalation of the conflict is not the main concern of Venezuelans, who glance at the news while checking their wallets to find enough cash to pay.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There's not going to be an intervention, nothing like that. What's really troubling us is the rise of the dollar,\" Alejandro Orellano tells BBC Mundo as he savours a coffee, waiting for customers who never seem to arrive.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the past weeks, Trump's government has deployed thousands of troops and military assets to within striking distance of Venezuela, including the world's largest warship. On Saturday, at least four international airlines cancelled flights into or out of the country after a Friday notice from US aviation authorities warned of \"heightened military activity in or around Venezuela\".</p><p class=\"sc-9a00e533-0 eZyhnA\">This comes after a series of US airstrikes against alleged drug boats in the Caribbean and eastern Pacific killed more than 80 people.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's part of a broader effort the administration says is necessary to stem the flow of narcotics into the US, but Maduro insists the sabre-rattling is designed to push him out of office.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">In the streets of Caracas, daily life continues while the government tells the population that they must be ready for a US invasion</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Alejandro downplays the rhetoric between Washington and Caracas.</p><p class=\"sc-9a00e533-0 eZyhnA\">He's been selling vegetables in this market for five years. \"Look, look how empty this is,\" he insists, pointing to a long, lonely aisle full of fresh fruits and vegetables.</p><p class=\"sc-9a00e533-0 eZyhnA\">A Christmas carol plays, but the festive atmosphere feels overshadowed.</p><p class=\"sc-9a00e533-0 eZyhnA\">The common enemy of the people is here: the sharp rise in food prices and the lack of purchasing power. In part, this is due to the rapid depreciation of the bolívar, which will have lost 80% of its value this year, according to International Monetary Fund (IMF) figures.</p><p class=\"sc-9a00e533-0 eZyhnA\">A kilo of chicken, for example, costs about four times the official monthly minimum wage. And although the government offers bonuses to retirees and public workers, the money is still not enough to cover the basic food basket.</p><p class=\"sc-9a00e533-0 eZyhnA\">Consuelo, 74, is sceptical about an armed conflict with the US and says Venezuelans cannot afford to stock food in preparation for a war.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Let whatever happens happen! And that's it!\" she tells the BBC, adding that worrying about the spectre of war doesn't help much.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Is it true? Is it false? That just makes you sick, walking around nervous, it's better to stay calm. Emotions can also affect your health,\" continues this retired university professor who still works.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I haven't done any panic buying; you need a lot of money to do that.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Two economists living in Venezuela consulted by the BBC for this report preferred not to comment for fear of government reprisals.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Inflation has reached levels of around 20% monthly,\" another expert who requested anonymity pointed out.</p><p class=\"sc-9a00e533-0 eZyhnA\">The IMF projects a 548% price increase this year and says it will be worse in 2026, when it could soar to 629% - the highest figure on the continent.</p><p class=\"sc-9a00e533-0 eZyhnA\">Others see a potential US intervention as an opportunity for regime change but are afraid to speak openly about it.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're scared, silent, afraid they'll throw us in jail. I used to post things, but not anymore - I shouldn't - because I don't know who might turn me in,\" a merchant from Ciudad Bolívar (in Bolívar state, south) tells the BBC by phone.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There's hope, faith, but people are quiet out of fear. You don't hear anyone talking about it; it's just at home, with your family, but there's a hint of joy,\" says the woman anonymously.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Consuelo says that uncertainty also makes Venezuelans nervous</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Much of society avoids speaking openly about issues that could be sensitive for Maduro's government, after a wave of arrests followed anti-government protests over the disputed 2024 presidential elections, which have been widely rejected by the international community. </p><p class=\"sc-9a00e533-0 eZyhnA\">The opposition and many countries, including the US, rejected the result and recognised opposition candidate Edmundo González as the legitimate president-elect.</p><p class=\"sc-9a00e533-0 eZyhnA\">After the elections, more than 2,000 people were arrested, official figures show. At present, 884 individuals remain in prison for political reasons, according to the non-governmental organisation Foro Penal.</p><p class=\"sc-9a00e533-0 eZyhnA\">Barbara Marrero, a 40-year-old pastry chef, says: \"We're all waiting for something to happen because it's fair and necessary. We've been living in absolute misery for years.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Venezuelans live day by day waiting for something to happen, but everyone is afraid [to speak] and nobody says anything.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Esther Guevara, 53, who works in a medical lab, doesn't hide her concern amid tensions over the US naval fleet deployment.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm worried because I don't really know what's happening - they might invade, strike… people think it will be ok, but this is serious,\" she says. \"A lot of innocent people could die.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I feel like something's cooking out there, but I'm waiting,\" she adds.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Javier Jaramillo also does not believe that an attack on Venezuela is imminent</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It's now midday.</p><p class=\"sc-9a00e533-0 eZyhnA\">Everything goes on as usual along a busy boulevard in eastern Caracas. Street vendors pushing sales. Pedestrians coming and going.</p><p class=\"sc-9a00e533-0 eZyhnA\">There's Javier Jaramillo, 57, looking for goods to resell at Christmas. He's curious about the USS Gerald R Ford, the aircraft carrier Washington moved to the Caribbean.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I don't think that attack will happen. I think there could be dialogue, an agreement, or a deal.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Still, he says that when there are power cuts, he thinks: \"'They've come in,' 'They're going to come in.'\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump has suggested he is open to a diplomatic dialogue with Maduro, but also said he would not rule out military action.</p><p class=\"sc-9a00e533-0 eZyhnA\">Either way, Javier repeats: \"We're more worried about food. Venezuela is in bad shape. Inflation is eating us alive.\"</p></div></article></div></body></html>"
        },
        {
            "title": "How robots are a lifeline to troops on Ukraine's eastern front",
            "time": "2025-11-23T07:06:07",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fdbc/live/fa83cde0-c831-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">In Ukraine's 'kill-zone', robots are a lifeline to troops trapped on perilous eastern front</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 xGeVU\"><p><span class=\"sc-7bfdb3c2-7 djOqvY\">Abdujalil Abdurasulov</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gvcwmG\">In eastern Ukraine</span></p></div></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A robot being sent on a mission by Ukraine's fifth brigade to deliver supplies to troops on the frontline</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"The toy is delivered,\" a Ukrainian soldier whispers into the radio.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the dead of night, he and his partner move quickly to roll out their cargo from a van. Speed is crucial as they are within the range of deadly Russian drones.</p><p class=\"sc-9a00e533-0 eZyhnA\">The fifth brigade's new \"toy\" is an unmanned ground vehicle (UGV), a robot that provides a lifeline for Ukrainian troops at the front in Pokrovsk and Myrnograd, a strategic hub in eastern Ukraine.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russian forces are relentlessly trying to cut off Ukraine's supply routes in the area.</p><p class=\"sc-9a00e533-0 eZyhnA\">Without fresh food and ammunition, Ukraine's frontline soldiers would face a choice of either surrender or a costly retreat.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kyiv has sent special forces, elite assault units and drone groups to reinforce its troops in and around Pokrovsk, but Russia's grip on routes into the city means going in with armoured vehicles would bring almost certain death.</p><p class=\"sc-9a00e533-0 eZyhnA\">Transporting heavy supplies on foot would be just as dangerous.</p><p class=\"sc-9a00e533-0 eZyhnA\">This is where the robot, also known as a land drone, comes in place of traditional troop deployments.</p><p class=\"sc-9a00e533-0 eZyhnA\">The battle of Pokrovsk will probably go down in history as the first in which unmanned ground vehicles were used on a mass scale, largely to deliver supplies and evacuate wounded.</p><p class=\"sc-9a00e533-0 eZyhnA\">The robot is small enough to squeeze into a bicycle lane and looks like a mini tank without a turret.</p><p class=\"sc-9a00e533-0 eZyhnA\">UGVs are difficult to spot, they are harder to jam than an aerial drone and, most importantly, soldiers can operate them remotely from a safer location.</p><p class=\"sc-9a00e533-0 eZyhnA\">They save soldiers' lives and are the future of the army, according to Ihor, the head of unmanned systems for the 7th Corps of the Ukrainian army.</p><p class=\"sc-9a00e533-0 eZyhnA\">About 90% of all supplies for Pokrovsk frontline are now delivered by UGVs, he says.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, Russian forces are trying to capture the city by choking the supply chains and relentlessly launching remote-controlled drones to target anything that moves in what is widely called \"the kill-zone\".</p><p class=\"sc-9a00e533-0 eZyhnA\">This 30km-wide stretch of territory along the frontline is within reach of drones from both sides.</p><p class=\"sc-9a00e533-0 eZyhnA\">Constant aerial reconnaissance means any movement in the kill-zone is quickly detected and attacked, by drones as well as conventional weapons such as artillery, mortar rounds and aerial bombs.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's a situation that military doctor Vitsik and his land drone operator Auditor know only too well. These are their call signs, not their real names.</p><p class=\"sc-9a00e533-0 eZyhnA\">When they tried to evacuate wounded Ukrainian soldiers from Pokrovsk last month they were quickly spotted and had only seconds to rush to a nearby house to escape the buzz of Russian drones.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"One drone after another attacked us,\" Vitsik recalls. \"As soon as the drone hit the ground and exploded, immediately the next one appeared. They also fired from artillery and mortars trying to kill us.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The walls Vitsik and Auditor hid behind shook with each explosion. The barrage lasted for 59 minutes and they eventually slipped into a neighbouring building and escaped.</p><p class=\"sc-9a00e533-0 eZyhnA\">Inside Pokrovsk the drone threat from above is ever present.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We run from one bush to another, from one house to another, from one street to another,\" says Vitsik.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/36dc/live/6ead34d0-c6e9-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Vitsik via BBC A selfie of a young man wearing Ukrainian military uniform. He is wearing a helmet with a camera on top. He has a short beard and moustache. He has taken this photo against a bare concrete wall.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Vitsik via BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Combat medic 'Vitsik' was caught up in an almost hour long drone attack in the \"kill-zone\" when attempting to evacuate the wounded</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Thanks to those \"first-person view\" drones, Russian troops are close to cutting off all routes leading to Pokrovsk.</p><p class=\"sc-9a00e533-0 eZyhnA\">They claim to have surrounded the entire area, but Kyiv has repeatedly denied that.</p><p class=\"sc-9a00e533-0 eZyhnA\">The head of Ukraine's HUR intelligence agency, Kyrylo Budanov, has told local media the situation in Pokrovsk is \"extremely difficult\" but Ukraine is \"still holding on there\".</p><p class=\"sc-9a00e533-0 eZyhnA\">And yet moving troops into and around the city is extremely dangerous and Ukrainian forces have tried to limit rotating people in and out due to the high risks.</p><p class=\"sc-9a00e533-0 eZyhnA\">As a result, soldiers remain in frontline positions for weeks, sometimes even months.</p><p class=\"sc-9a00e533-0 eZyhnA\">It has made delivering supplies an even more pressing task, and that means the demand for unmanned ground vehicles is growing.</p><p class=\"sc-9a00e533-0 eZyhnA\">A single unit of the 5th brigade can carry out several logistical missions with UGVs in one day.</p><p class=\"sc-9a00e533-0 eZyhnA\">Each assignment starts in an old, shabby garage and the mission I watch is delivering water, ammunition and fuel to drone pilots.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/aa98/live/ecb3c590-c6ff-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Vitsikkk via BBC A shot through a window of a wasteland in Pokrovsk. The houses are severely damaged, the trees are bare and there is a large grey-black cloud in the distance \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Vitsikkk via BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Pokrovsk is largely deserted but as a key road and rail junction, it is essential for Ukraine to keep the city from Russian control</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Supplies are loaded on a land drone called Termit, capable of carrying about 200kg. The operator drives it by remote control into the back of a van which takes it closer to the frontline to preserve its battery.</p><p class=\"sc-9a00e533-0 eZyhnA\">When it is dark, two soldiers jump out of the van and roll out the UGV.</p><p class=\"sc-9a00e533-0 eZyhnA\">One of them informs the control room via radio that the land drone has been offloaded. </p><p class=\"sc-9a00e533-0 eZyhnA\">Within seconds the operator several kilometres away confirms he is connected to the machine and Termit heads off to its destination.</p><p class=\"sc-9a00e533-0 eZyhnA\">Machines like Termit have been used by some Ukrainian brigades since last year but they have become increasingly popular in recent months.</p><p class=\"sc-9a00e533-0 eZyhnA\">At a workshop for the 79th brigade, engineers who previously made only aerial remote-controlled drones are now tasked with upgrading unmanned ground vehicles for use in combat zones.</p><p class=\"sc-9a00e533-0 eZyhnA\">They apply camouflage, weld new platforms and add hardware for extra communication. But even with these improvements, UGVs are still vulnerable to drone attacks.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Engineers are increasingly tasked to make the land drones combat zone ready adding camouflage and extra communication links </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"No matter how well it is concealed, no matter what connection you use and how quickly it moves\", the machine can still be detected and destroyed, says a UGV operator with the call sign \"Lawyer\".</p><p class=\"sc-9a00e533-0 eZyhnA\">During one mission to evacuate a wounded soldier from Pokrovsk, his unmanned vehicle hit a landmine damaging its tracks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another land drone was sent on a rescue mission from a different unit, but it was destroyed too. Lawyer still does not know if the wounded soldier made it out alive.</p><p class=\"sc-9a00e533-0 eZyhnA\">On average just one out of three UGVs manages to reach the city, says Ihor, from the unmanned systems department of the 7th Corps. </p><p class=\"sc-9a00e533-0 eZyhnA\">While the majority of the small robots won't make it, the troops on the frontline are reliant on those that do.</p></div></article></div></body></html>"
        },
        {
            "title": "Australia's social media ban for kids under 16 - how will it work?",
            "time": "2025-11-24T04:44:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Australia is banning social media for kids under 16. How will it work?</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5105/live/5217d720-c5d7-11f0-82c9-1574c476e20e.jpg.webp\" loading=\"eager\" alt=\"Getty Images Teenage girl at home looking at social media on her cell phone while lying on the couch\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The ban on under-16s using social media is a world first</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">From 10 December, social media companies will have to take \"reasonable steps\" to ensure that under-16s in Australia cannot set up accounts on their platforms and that existing accounts are deactivated or removed.</p><p class=\"sc-9a00e533-0 eZyhnA\">The government says the ban - a world-first policy popular with many parents - is aimed at reducing the \"pressures and risks\" children can be exposed to on social media, which come from \"design features that encourage them to spend more time on screens, while also serving up content that can harm their health and wellbeing\".</p><p class=\"sc-9a00e533-0 eZyhnA\">A study commissioned by the government earlier this year said 96% of children aged 10-15 used social media and that seven out of 10 of them had been exposed to harmful content and behaviour. This behaviour ranged from misogynistic material to fight videos and content promoting eating disorders and suicide.  </p><p class=\"sc-9a00e533-0 eZyhnA\">One in seven also reported experiencing grooming-type behaviour from adults or older children, and more than half said they had been the victims of cyberbullying.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">What platforms are affected?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Australian government has so far named ten platforms to be included in the ban: Facebook, Instagram, Snapchat, Threads, TikTok, X, YouTube, Reddit and streaming platforms Kick and Twitch. </p><p class=\"sc-9a00e533-0 eZyhnA\">It is also under pressure to expand the ban to online gaming. Fearing they may be targeted, gaming platforms such as Roblox and Discord <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c2lp5pn9e1qo\" class=\"sc-f9178328-0 iCaRzc\">have recently introduced age checks</a> on some features in an apparent bid to ward off inclusion in the ban. </p><p class=\"sc-9a00e533-0 eZyhnA\">The government has said it will continue to review the list of affected platforms, and will consider three main criteria when doing so.</p><p class=\"sc-9a00e533-0 eZyhnA\">These comprise whether the platform's sole or \"significant purpose\" is to enable online social interaction between two or more users; whether it allows users to interact with some or all other users; and whether it allows users to post material.</p><p class=\"sc-9a00e533-0 eZyhnA\">YouTube Kids, Google Classroom and WhatsApp are not included as they were not deemed to have met those criteria. Children will also still be available to view most content on platforms like YouTube, which do not require an account.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">How will the ban be enforced?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Children and parents will not be punished for infringing the ban - it is social media companies who are charged with enforcing it, and they face fines of up to $49.5m (US$32m, £25m) for serious or repeated breaches. </p><p class=\"sc-9a00e533-0 eZyhnA\">The government says these companies must take \"reasonable steps\" to keep kids off their platforms, and use age assurance technologies - without specifying which ones.</p><p class=\"sc-9a00e533-0 eZyhnA\">Several possibilities have been raised, including the use of government IDs, face or voice recognition and age inference. The latter of these uses online information other than a date of birth - such as online behaviour or interactions - to estimate a person's age.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c2ce/live/a11eecb0-c5e0-11f0-bca0-d197f0674a9d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A circle of young people from the shoulders down holding a smartphones in multicoloured cases\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A recent Australian government study found 96% of children aged 10-15 used social media - and seven out of 10 of them had been exposed to harmful content and behaviour</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The government is encouraging platforms to use multiple different methods. It has also said platforms cannot rely on users declaring their own age, or on parents vouching for their children.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meta, which owns Facebook, Instagram and Threads, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cz919xyx7weo\" class=\"sc-f9178328-0 iCaRzc\">has announced</a> it will begin closing teen accounts from 4 December. Those mistakenly kicked off could use a government ID or provide a video selfie to verify their age, the company said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Snapchat has said users can use bank accounts or photo IDs to verify their age or take a selfie, which will be used to estimate their age.</p><p class=\"sc-9a00e533-0 eZyhnA\">The other affected platforms have not yet said how they will comply with the ban.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Will it work? </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Without a clear idea of what methods companies will be using, it's hard to say whether the social media ban will be effective - but concerns have been raised that age assurance technologies may wrongly block some users while failing to spot others who are underage.</p><p class=\"sc-9a00e533-0 eZyhnA\">The government's <a target=\"_blank\" href=\"https://www.infrastructure.gov.au/department/media/publications/age-assurance-technology-trial-final-report\" class=\"sc-f9178328-0 iCaRzc\">own report</a> found that facial assessment technology, for example, is least reliable for the exact demographic it's needed to target.</p><p class=\"sc-9a00e533-0 eZyhnA\">Questions have also been raised as to whether the fines for infringement are big enough. As former Facebook executive Stephen Scheeler told AAP: \"It takes Meta about an hour and 52 minutes to make $50 million in revenue\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Critics argue that the ban, even if properly implemented, will not actually reduce online harm for children. Dating websites and gaming platforms are not included, and nor are AI chatbots, which have recently <a target=\"_self\" href=\"https://www.bbc.com/news/articles/ce3xgwyywe4o\" class=\"sc-f9178328-0 iCaRzc\">made headlines</a> for allegedly encouraging children to commit suicide and for having \"sensual\" conversations with minors.</p><p class=\"sc-9a00e533-0 eZyhnA\">Others point out that teens who rely on social media for community will be left isolated, and argue that educating children about how to navigate social media would be more effective.</p><p class=\"sc-9a00e533-0 eZyhnA\">Communications Minister Annika Wells has conceded that the ban may not be \"perfect\". </p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's going to look a bit untidy on the way through,\" she said in early November. \"Big reforms always do.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Are there data protection concerns?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Critics have also raised concerns about the large-scale collection and storage of data that will be required, and its potential mishandling, as platforms try to verify users' ages. </p><p class=\"sc-9a00e533-0 eZyhnA\">Australia - like much of the world - has in recent years seen a series of high-profile data breaches, including several where sensitive personal information was stolen and sold or published.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the government says the legislation incorporates \"strong protections\" for personal information. These protections stipulate that such information may not be used for anything other than age verification and must be destroyed once that has been done, with \"serious penalties\" for breaches. </p><p class=\"sc-9a00e533-0 eZyhnA\">It also says platforms must offer an alternative to the use of governments IDs for age assurance.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">How have social media companies responded?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Social media companies were aghast at the announcement of the ban in November 2024. They argued it would be difficult to implement, easy to circumvent and time consuming for users, as well as posing risks to their privacy. </p><p class=\"sc-9a00e533-0 eZyhnA\">They also suggested it would drive children into dark corners of the internet and deprive young people of social contact. Snap - which owns Snapchat - and YouTube also denied being social media companies. </p><p class=\"sc-9a00e533-0 eZyhnA\">YouTube's parent company, Google, is reportedly still considering whether to launch a legal challenge to the platform's inclusion. It did not respond to a BBC request for comment. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6567/live/8b3ba220-c5e1-11f0-bca0-d197f0674a9d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images The YouTube brand on the side of a building, with a sign in the shape of the YouTube logo jutting out from the same building\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Though included in the ban, YouTube has denied being a social media company</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Even as it announced that it would implement it early, Meta argued the ban would leave teens with \"inconsistent protections across the many apps they use\". </p><p class=\"sc-9a00e533-0 eZyhnA\">At parliamentary hearings in October, TikTok and Snap said they still opposed the ban but would implement it. </p><p class=\"sc-9a00e533-0 eZyhnA\">Kick - the only Australian company included in the ban - has said it will introduce a \"range of measures\" and continue to engage \"constructively\" with authorities.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Do other countries have similar bans?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The ban on under-16s using social media is a world first, and other countries will be watching closely. Different approaches have been tried elsewhere to limit screen and social media time for children and keep them from accessing harmful material, but nowhere has put a total ban on the platforms involved.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the UK, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c0epennv98lo\" class=\"sc-f9178328-0 iCaRzc\">new safety rules</a> introduced in July mean online companies face large fines or even the jailing of their executives if they fail to implement measures to protect young people from seeing illegal and harmful content.</p><p class=\"sc-9a00e533-0 eZyhnA\">Other European countries allow the use of social media under a certain age only with parental consent. In September, a <a target=\"_self\" href=\"https://www.bbc.com/news/articles/crkjep23403o\" class=\"sc-f9178328-0 iCaRzc\">French parliamentary enquiry</a> recommended banning under-15s from social media, as well as a social media \"curfew\" for 15- to 18-year-olds.</p><p class=\"sc-9a00e533-0 eZyhnA\">Denmark has announced plans to ban social media for under-15s, while Norway is considering a similar proposal. Spain's government has sent to parliament a draft law for under-16s to require their legal guardians to authorise access.</p><p class=\"sc-9a00e533-0 eZyhnA\">Meanwhile, an attempt in the US state of Utah to ban under-18s from social media without parental consent was blocked by a federal judge last year.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Will children try to get around the ban?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Teens interviewed by the BBC said they were opening new accounts with fake ages ahead of the ban - although the government has warned social media companies it expects them to detect such accounts and remove them.</p><p class=\"sc-9a00e533-0 eZyhnA\">Online, teenagers are also recommending alternative social media apps or giving tips they hope will help them bypass the ban.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some teens, including influencers, have switched to joint accounts with their parents. Commentators are also predicting a surge in the use of VPNs - which hide the country a person is accessing the internet from - as happened in the UK after the implementation of age control rules.</p></div></article></div></body></html>"
        },
        {
            "title": "Who killed young Chechen woman who fled Russia for a life of freedom?",
            "time": "2025-11-23T00:02:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Who killed young Chechen woman who fled Russia for a life of freedom?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><div data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 xGeVU\"><p><span class=\"sc-7bfdb3c2-7 djOqvY\">Olga Prosvirova &amp; Zlata Onufrieva</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gvcwmG\">BBC News Russian</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/53f6/live/aacd6d30-c6c2-11f0-82b1-6148fee2770d.jpg.webp\" loading=\"eager\" alt=\"Aishat Baimuradova/Getty/BBC Aishat in a dark leather jacket with a black head covering through which you can see her hair and a black earring with a cross. The background is sepia-toned artistic illustration of a cityscape, including modern high-rise buildings and two tall minarets\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Aishat Baimuradova/Getty/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Aishat told her friends she had been raised in a strictly religious family</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">When 23-year-old Aishat Baimuradova fled her home earlier this year, she believed she finally had a chance to live the way she wanted.</p><p class=\"sc-9a00e533-0 eZyhnA\">Coming from Chechnya, a conservative Muslim republic in Russia, she cut her hair short, stopped covering her head, shaved off part of her eyebrow and posted quirky selfies on Instagram.</p><p class=\"sc-9a00e533-0 eZyhnA\">She told her new friends she could finally breathe.</p><p class=\"sc-9a00e533-0 eZyhnA\">In October, Aishat was found dead in a rented flat in neighbouring Armenia. Police say she was murdered.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two people were seen leaving the building where she was found, including a woman Aishat had befriended not long before her death. Both reportedly left for Russia soon afterwards.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russians do not need a passport to enter Armenia; their internal ID is enough. That also makes it an easy route for anyone trying to flee.</p><p class=\"sc-9a00e533-0 eZyhnA\">Chechnya, in Russia's North Caucasus, is often described by rights groups as a state within a state - a place where power is highly personalised and loyalty to long-standing leader Ramzan Kadyrov often over-rides laws and formal institutions.</p><p class=\"sc-9a00e533-0 eZyhnA\">For years, human rights organisations have documented enforced disappearances, torture and extrajudicial killings in the republic, as well as systematic persecution of those who dissent.</p><p class=\"sc-9a00e533-0 eZyhnA\">Chechen officials have consistently denied these allegations, complaining of fabrications aimed at discrediting the region.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/045b/live/7bea4850-c620-11f0-a9b6-afaae37ee06b.jpg.webp\" loading=\"lazy\" alt=\"Aishat Baimuradova/Instagram Aishat taking a mirror selfie inside an elevator. She is wearing a dark hoodie and carrying a black backpack\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Aishat Baimuradova/Instagram</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Her friends say Aishat was a very open person seeking connection with people</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Several high-profile critics of Chechen authorities have been killed abroad.</p><p class=\"sc-9a00e533-0 eZyhnA\">In 2009, Umar Israilov, a former bodyguard of Ramzan Kadyrov, was shot dead in Vienna, where he had sought asylum. Austrian authorities called the assassination politically motivated and linked the killers to Chechnya.</p><p class=\"sc-9a00e533-0 eZyhnA\">Former Chechen rebel Zelimkhan Khangoshvili was shot dead in a Berlin park in 2019, in an attack blamed on Russian security services.</p><p class=\"sc-9a00e533-0 eZyhnA\">But Aishat Baimuradova is the first known Chechen woman to have died in suspicious circumstances, not long after fleeing Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">Like many other women who escape the region, she had complained of being controlled by her family. She said she was forced into a marriage, monitored, and barred from leaving home or using her phone. The BBC was not able to reach her family for a comment.</p><p class=\"sc-9a00e533-0 eZyhnA\">Aishat arrived in Armenia with the help of SK-SOS, a crisis group that helps people facing danger in the North Caucasus. She had complained openly of conservative gender rules and the suffocating control women face in Chechnya.</p><p class=\"sc-9a00e533-0 eZyhnA\">At first, she worked in a small town, then moved to the capital, Yerevan, hoping for a better job and more opportunities.</p><p class=\"sc-9a00e533-0 eZyhnA\">To many who flee, such visibility is unthinkable. Most use false names, avoid showing their faces, and refuse to meet new people. Aishat chose a different path. \"She really wanted a normal life,\" her friend who asked to remain anonymous told the BBC. \"And she wanted to trust people.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5a5a/live/2658e380-c623-11f0-8c06-f5d460985095.png.webp\" loading=\"lazy\" alt=\"Reuters Ramzan Kadyrov on an ornate chair with a full, long beard looking slightly upward with a contemplative expression. He’s wearing a dark-colored shirt with a high collar. Around his neck is a string of black prayer beads or a bead necklace\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Ramzan Kadyrov has ruled Chechnya since 2007. Critics accuse him of turning the Russian republic into a state within a state</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Her family tried to persuade her to come back, but when nothing came of it they disowned her, according to SK SOS.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They said to her: 'You are no longer our daughter or our wife. We won't touch you - just don't touch us,\" Alexandra Miroshnikova, spokesperson for SK SOS, told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Her uncle told local media the family had no involvement in her death.</p><p class=\"sc-9a00e533-0 eZyhnA\">On the night of her death, Aishat was with a woman she had recently met online, who claimed to come from Dagestan, another Russian republic in the North Caucasus.</p><p class=\"sc-9a00e533-0 eZyhnA\">People who knew Aishat told the BBC it was the woman who had first made contact with her on social media, later coming to Armenia and inviting her to parties.</p><p class=\"sc-9a00e533-0 eZyhnA\">A man captured with her on CCTV as they left the building where Aishat's body was found was reported by a popular Russian Telegram channel to be of Chechen origin. Investigative outlet Agentstvo identified him as a relative of a businessman close to Ramzan Kadyrov.</p><p class=\"sc-9a00e533-0 eZyhnA\">Chechen authorities deny any connection to Baimuradova's death, condemning such suggestions as a \"terrorist information attack\". Officials have also criticised groups assisting women who flee, accusing them of \"destroying family traditions\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ecce/live/08f4bd10-c622-11f0-a892-01d657345866.png.webp\" loading=\"lazy\" alt=\"VALERY HACHE/AFP via Getty Images A group of five women in headscarves with their backs to the camera stand in an urban area with greenery on the left side and multi-story residential buildings on the right\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">VALERY HACHE/AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Chechen women who have sought refuge in Europe often avoid communicating with the diaspora</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Armenian authorities say they are investigating two unnamed people in connection with Aishat Baimuradova's murder, but they have released no further details about them.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ramzan Kadyrov is sensitive to people criticising Chechnya from abroad, says Michael Dennis, an expert on Chechen politics at the University of Texas.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The very existence of a diaspora is a clear signal to the entire world that something is wrong in Chechnya. It's a matter of personal pride and political image,\" Mr Dennis told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since the early 2000s, asylum seekers from Chechnya have been coming to Europe - fleeing first the war and later Kadyrov's repressive rule.</p><p class=\"sc-9a00e533-0 eZyhnA\">But changes to EU migration policy, followed by visa restrictions for Russians because of the war in Ukraine, have all but closed that route.</p><p class=\"sc-9a00e533-0 eZyhnA\">That leaves the South Caucasus, where Russians can travel visa-free, as the easiest escape route, but far from the safest.</p><p class=\"sc-9a00e533-0 eZyhnA\">In July, another escapee, 24-year-old Laura Avtorkhanova, was found in a shelter in Georgia by a group of male relatives who reportedly tried to coerce her into returning to Russia. After being questioned by police she was able to stay safely in Georgia.</p><p class=\"sc-9a00e533-0 eZyhnA\">For other Chechen women who have fled, Aishat's death has reinvigorated a fear that has haunted them since they left Russia.</p><p class=\"sc-9a00e533-0 eZyhnA\">Several have told the BBC how even before her murder they had steered clear of community events, avoided speaking Chechen in public and restricted their social media presence. </p><p class=\"sc-9a00e533-0 eZyhnA\">Now they worry it may not be enough to hide from those who may want to punish them.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The fear I've lived with all my life - embedded in my DNA - has reawakened with renewed vigour,\" said one escapee living in Western Europe, who asked to hide her name and precise location.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's like sleep paralysis: a monster appears, and I lie there frozen, staring into its eyes. It's the fear of being killed.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"You can escape,\" she said, \"but you never really feel free.\"</p></div></article></div></body></html>"
        },
        {
            "title": "COP30: Five key takeaways from a deeply divisive climate summit",
            "time": "2025-11-23T00:10:18",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">COP30: Five key takeaways from a deeply divisive climate summit </h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline-new\" class=\"sc-7bfdb3c2-0 fYJjWP\"><span data-testid=\"byline-new-contributors\" class=\"sc-7bfdb3c2-11 ljQVMv\"><p data-testid=\"byline-new-contributors-contributor-0\" class=\"sc-7bfdb3c2-5 fMReXM\"><span class=\"sc-7bfdb3c2-7 byKoUE\">Justin Rowlatt,</span><span data-testid=\"byline-new-contributors-contributor-0-role-location\" class=\"sc-7bfdb3c2-8 gTWlHk\">Climate Editor</span><span class=\"sc-7bfdb3c2-9 bTXCSY\"> and </span></p><p data-testid=\"byline-new-contributors-contributor-1\" class=\"sc-7bfdb3c2-5 fMReXM\"><span class=\"sc-7bfdb3c2-7 byKoUE\">Matt McGrath,</span><span data-testid=\"byline-new-contributors-contributor-1-role-location\" class=\"sc-7bfdb3c2-8 gTWlHk\">Environment correspondent</span></p></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5754/live/fb183cf0-c7f5-11f0-975d-d5fa2587428e.jpg.webp\" loading=\"eager\" alt=\"getty A bearded man, COP president Andre Correa do Lago lies back as several others surround him, looking worried, during  a critical moment in the COP30 talks\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">getty</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">COP30 President President André Corrêa do Lago at a critical moment in the final plenary session of talks</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In three decades of these meetings aimed at forging global consensus on how to prevent and deal with global warming, this will go down as among the most divisive.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many countries were livid when COP30 in Belém, Brazil ended on Saturday with no mention of the fossil fuels that have heated up the atmosphere. Other nations - particularly those with most to gain from their continued production - felt vindicated.</p><p class=\"sc-9a00e533-0 eZyhnA\">The summit was a reality check on just how much global consensus has broken down over what to do about climate change.</p><p class=\"sc-9a00e533-0 eZyhnA\">Here are five key takeaways from what some have called the \"COP of truth\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Brazil - not their finest hour</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The most important thing to come out of COP30 is that the climate 'ship' is still afloat</p><p class=\"sc-9a00e533-0 eZyhnA\">But many participants are unhappy that they didn't get anything close to what they wanted.</p><p class=\"sc-9a00e533-0 eZyhnA\">And despite a great deal of warmth for Brazil and for President Luiz Inácio Lula da Silva, there is frustration with the way they ran this meeting.</p><p class=\"sc-9a00e533-0 eZyhnA\">Right from the off there seemed to be a gulf between what President Lula wanted this meeting to achieve, and what COP president President André Corrêa do Lago felt was possible.</p><p class=\"sc-9a00e533-0 eZyhnA\">So Lula talked of roadmaps away from fossil fuels to the handful of world leaders that came to Belém before the official start of the COP.</p><p class=\"sc-9a00e533-0 eZyhnA\">The idea was taken up by a number of countries including the UK, and within days there was a campaign to get this roadmap formally into the negotiations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Do Lago wasn't keen. His north star was consensus. He knew that forcing the issue of fossil fuels on the agenda would rupture that.</p><p class=\"sc-9a00e533-0 eZyhnA\">While the initial text for agreement had some vague references to things that looked like a roadmap, within days they were gone, never to return.</p><p class=\"sc-9a00e533-0 eZyhnA\">Colombia and the European Union and around 80 countries tried to find some language that would signal a stronger step away from coal, oil and gas.</p><p class=\"sc-9a00e533-0 eZyhnA\">To find consensus, do Lago convened a mutirão, a kind of Brazilian group discussion.</p><p class=\"sc-9a00e533-0 eZyhnA\">It made matters worse.</p><p class=\"sc-9a00e533-0 eZyhnA\">Negotiators from Arab countries refused to join huddles with those who wanted a pathway away from fossil energy.</p><p class=\"sc-9a00e533-0 eZyhnA\">The EU were given short shrift by major producers.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We make energy policy in our capital not in yours,\" the Saudi delegate told them in a closed-door meeting, according to one observer.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ouch!</p><p class=\"sc-9a00e533-0 eZyhnA\">Nothing could bridge the gap - and the talks teetered on the verge of collapse.</p><p class=\"sc-9a00e533-0 eZyhnA\">Brazil came up with a face-saving idea of roadmaps on deforestation and fossil fuels that would exist outside the COP.</p><p class=\"sc-9a00e533-0 eZyhnA\">These were heartily applauded in the plenary halls – but their legal standing is uncertain.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2470/live/d8a190a0-c7f4-11f0-975d-d5fa2587428e.jpg.webp\" loading=\"lazy\" alt=\"Tom Ingham/BBC Members of the EU negotiating team look ahead at the platform or check their phones during the critical plenary session at COP30\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Tom Ingham/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The EU negotiating team at the COP30 plenary</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">EU had a bad COP</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">They are the richest group of nations still in the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c93d59d4zy1o\" class=\"sc-f9178328-0 iCaRzc\">Paris Agreement</a> but this COP has not been the European Union's finest hour.</p><p class=\"sc-9a00e533-0 eZyhnA\">While they have been grandstanding on the need for a fossil fuel roadmap, they backed themselves into a corner on another aspect of the agreement that they eventually couldn't get out of.</p><p class=\"sc-9a00e533-0 eZyhnA\">The idea of tripling money for climate adaptation was in the early text and survived into the final draft.</p><p class=\"sc-9a00e533-0 eZyhnA\">The wording was vague so that the EU didn't object – but crucially the \"tripling\" word stayed in the text.</p><p class=\"sc-9a00e533-0 eZyhnA\">So when the EU tried to press the developing world to support the idea of a fossil fuel roadmap, they didn't have anything to sweeten the deal – as the tripling concept was already baked in.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Overall we are seeing a European Union that has been cornered,\" said Li Shuo, from the Asia Society, a long-time observer of climate politics.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This partly reflects the power shift in the real world, the emerging power of the BASIC and BRICs countries, and the decline of the European Union.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The EU fulminated but apart from shifting the tripling of finance from 2030 to 2035, they had to go along with the deal, and they achieved very little on the fossil fuel front.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/8715/live/99330ce0-c7f5-11f0-975d-d5fa2587428e.jpg.webp\" loading=\"lazy\" alt=\"Getty Images People are lying on the ground in front a COP30 sign, covered in white sheets as part of a protest at the talks in Brazil\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Protestors at COP30 stage a demonstration at the start of negotiations in Belém</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Future of COP in question</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The most persistent question asked here at COP30 over the two weeks was about the future of the 'process' itself.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two often heard positions:</p><p class=\"sc-9a00e533-0 eZyhnA\">How barmy is it to fly thousands of people half-way around the world to sit in giant air-conditioned tents to argue about commas, and interpretations of convoluted words?</p><p class=\"sc-9a00e533-0 eZyhnA\">How ridiculous that the key discussions here, on the very future of the way that we will power our world occur at 3am in the morning among sleep deprived delegates who haven't been home in weeks?</p><p class=\"sc-9a00e533-0 eZyhnA\">The COP idea served the world well in ultimately delivering the Paris climate agreement – but that was a decade ago and many participants feel that it doesn't have a clear, powerful purpose anymore.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We can't discard it entirely,\" Harjeet Singh, an activist with the Fossil Fuel Treaty Initiative, told BBC News.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"But it requires retrofitting. We will need processes outside this system to help complement what we have done so far.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Energy costs and the valid questions about how countries reach net zero emissions have never been more critical – yet the COP idea seems very far removed from the day to day lives of billions of people.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is a consensus process that comes from a different era. We are not in that world anymore.</p><p class=\"sc-9a00e533-0 eZyhnA\">Brazil recognised some of these issues and tried to make this an \"implementation cop\" and put a lot of focus on the \"energy agenda\". But no one really knows what those ideas actually meant.</p><p class=\"sc-9a00e533-0 eZyhnA\">COP leaders are reading the room - they are trying to find a new approach that is needed or this conference will lose all relevance.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Trade comes in from the cold</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">For the first time global trade became one of the key issues at these talks.  There was an \"orchestrated\" effort to raise it in every negotiating room, according to veteran COP-watcher Alden Meyer of the climate think-tank E3G.</p><p class=\"sc-9a00e533-0 eZyhnA\">'What's that got to do with climate change?' you are probably thinking.</p><p class=\"sc-9a00e533-0 eZyhnA\">The answer is that the European Union is planning to introduce a border tax on certain high-carbon products like steel, fertiliser, cement, and aluminium and lots of its trading partners – notably China, India and Saudi Arabia aren't happy about it.</p><p class=\"sc-9a00e533-0 eZyhnA\">They say it isn't fair for a big trading bloc to impose what they call a one-sided - \"unilateral\" is the technical term - measure like this because it will make the goods they sell into Europe more expensive - and therefore less competitive.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Europeans say that's wrong because the measure is not about stifling trade but about cutting planet-warming gases – tackling climate change.  They already charge their own producers of these products a fee for the emissions they create and say the border tax is a way to protect them from less environmentally friendly but cheaper imports from abroad.</p><p class=\"sc-9a00e533-0 eZyhnA\">If you don't want to pay our border tax, they say, just charge emissions fees on your polluting industries - collect the money yourselves.</p><p class=\"sc-9a00e533-0 eZyhnA\">Economists like that idea because the more expensive it is to pollute, the more likely we all are to switch to clean energy alternatives.  Although - of course - it also means we'll pay more for any goods we buy that contain polluting materials.</p><p class=\"sc-9a00e533-0 eZyhnA\">The issue was resolved here in Brazil with a classic COP compromise - pushing the discussions into future talks. The final agreement launched an on-going dialogue on trade for future UN climate talks, involving governments as well as other actors like the World Trade Organization.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/acde/live/4f6e6d30-c7f4-11f0-975d-d5fa2587428e.jpg.webp\" loading=\"lazy\" alt=\"Tom Ingham/BBC A crowd stare at a table full of souvenirs at the Chinese pavilion at COP30 in Belém, Brazil\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Tom Ingham/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Huge crowds looking for souvenirs crowded into the Chinese pavilion at COP30</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h2 class=\"sc-f98b1ad2-0 gXmhTb\">Trump gains by staying away - China gains by staying quiet</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The world's two biggest carbon emitters, China and the US, had similar impacts on this COP but achieved them in different ways.</p><p class=\"sc-9a00e533-0 eZyhnA\">US President Donald Trump stayed away, but his stance emboldened his allies here.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia, normally a relatively quiet participant, was to the fore in blocking efforts on roadmaps. And while Saudi Arabia and other major oil producers were predictably hostile to curbing fossil fuels, China stayed quiet and concentrated on doing deals. </p><p class=\"sc-9a00e533-0 eZyhnA\">And ultimately, say experts, the business China is doing will outdo the US and their efforts to sell fossil fuels.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"China kept a low political profile,\" says Li Shuo from the Asia Society.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"And they focussed on making money in the real world.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Solar is the cheapest source of energy, and the long term direction is very clear, China dominates in this sector and that puts the US in a very difficult position.\"</p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Mumbai's glorious Art Deco legacy at 100",
            "time": "2025-11-23T01:57:27",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Hidden in plain sight - Mumbai's glorious Art Deco legacy at 100</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/60d6/live/a31cba80-c5ca-11f0-9037-b7a6a02d7012.jpg.webp\" loading=\"eager\" alt=\"Art Deco Mumbai Trust The pink facade of the Saudades art deco-style family bungalow, built in 1936 in Mumbai's Bandra suburb, features local elements like lattice balcony screens.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Art Deco Mumbai Trust</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\"> Architects blended local elements into Art Deco, like the lattice balcony screens on this Mumbai bungalow</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It was at a landmark architecture exhibition in Paris in 1925 that the Art Deco aesthetic first exploded on the scene.</p><p class=\"sc-9a00e533-0 eZyhnA\">In the 100 years since, the glamorous building style - evocative of neon-lit jazz bars and the golden age of big motion pictures - rapidly spread around the world.</p><p class=\"sc-9a00e533-0 eZyhnA\">It moved from the famous pastel hotel facades of Miami's South Beach to the sprawling necklace of mansion apartments along Mumbai's Marine Drive seafront.</p><p class=\"sc-9a00e533-0 eZyhnA\">Art Deco's distinct motifs - typified by geometrical <i id=\"ziggurats\" class=\"sc-d16436d-0 iVdNuz\">ziggurats </i>(step towers), sweeping curves, sunburst designs, nautical elements and circular or turreted rooftops - symbolised an unequivocal break from the past, celebrating the dawn of a new, unabashed, post-war 20th Century modern age.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a short time, the style transcended architecture to influence the design sensibility of home interiors, furniture, fonts, jewellery and some of the world's most iconic cinema halls - from Radio City Music Hall in New York City to Regal, Liberty and Eros cinemas in Mumbai.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It represented hope, optimism and speed, coinciding with the emergence of the motor car and also concrete as a building material, which when compared with stone, could be worked with in a tenth of the time and fifth of the cost,\" Atul Kumar, founder of the Art Deco Mumbai Trust, told the BBC. He's also curator of a new exhibition conceptualised by the <a target=\"_blank\" href=\"https://artdecoalive.org/\" class=\"sc-f9178328-0 iCaRzc\">Art Deco Alive </a>festival.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It was not elaborate like Victorian Gothic design that preceded it, and came with a classicism and simplicity that has survived the test of time,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">And nowhere has that been more apparent than in Mumbai, which, according to Mr Kumar, is home to the world's largest documented collection of Art Deco buildings. Other estimates put Mumbai in the second spot behind Miami. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d4be/live/cd5d6100-c5ca-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Art Deco Mumbai Trust A night-time image of a lit up Eros Cinema, a Unesco-designated Art Deco theatre at Churchgate in Mumbai. The multi-storey building, which has a spherical tower at its top, is painted cream and partially faced with red sandstone. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Art Deco Mumbai Trust</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The world's most iconic cinema halls, including Eros in Mumbai, are built in the Art Deco style</figcaption></p></figure><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7b4d/live/c90dc6e0-c5d3-11f0-bafb-89776fed60ea.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Nazir Hoosein, owner of Liberty Cinema, pictured smiling into the camera. His figure is framed by an arch, with circular Art Deco lights also behind him.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The dim, opulent interiors of Mumbai's Liberty Cinema captured the glamour of early 20th Century films</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">What made Mumbai's tryst with Art Deco particularly interesting was how the city embraced its hallmarks in a truly all-encompassing manner.</p><p class=\"sc-9a00e533-0 eZyhnA\">Just like Miami, the style emerged in the city at a time of economic flux and transformation, spurred by its modern, mercantile port-city energy.</p><p class=\"sc-9a00e533-0 eZyhnA\">But unlike Miami where it \"arrived as a projection of leisure or spectacle\", in Mumbai the \"style resonated across various building typologies, including schools, cinemas, bungalows, petrol stations and banks,\" Mr Kumar said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Art Deco buildings in Mumbai were, and still often are, hidden in plain sight, with even their occupants often blissfully unaware of their cultural moorings.</p><p class=\"sc-9a00e533-0 eZyhnA\">But their all-pervading architectural shadow over the city is perhaps why Art Deco is \"seeped into the larger public imagination, and remains relevant in Mumbai's emotional quotient\", Mr Kumar added.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3af6/live/8046d730-c5c9-11f0-9da2-c3460b301202.jpg.webp\" loading=\"lazy\" alt=\"Art Deco Mumbai Trust The butter-yellow, bottle-green, dual-toned facade of the multi-storey Shiv Shanti Bhuvan building at Mumbai's Oval Maidan.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Art Deco Mumbai Trust</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Shiv Shanti Bhuvan, in Mumbai's Oval Maidan, is among the first Art Deco buildings developed in the area</figcaption></p></figure><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4336/live/0594b4b0-c5cb-11f0-9037-b7a6a02d7012.jpg.webp\" loading=\"lazy\" alt=\"Getty Images An Art Deco apartment block on Mumbai's marine drive with a turreted rooftop typical of the style. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Turreted rooftops are typical of the Art Deco style</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The style was brought to Mumbai at a time when it was under colonial rule.</p><p class=\"sc-9a00e533-0 eZyhnA\">It was India's first bunch of home-grown architects - pivotal figures like Chimanlal Master, Laxman Vishnu Sathe and Gopalji Mulji Bhuta - who integrated it into their designs after returning home with degrees from the Royal Institute of British Architects in London. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"They were suddenly exposed to new European sensibilities and wanted to bring them back to their country, which was deeply colonised by the imposition of Victorian buildings,\" Mr Kumar said.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e5ff/live/c221d1a0-c5c9-11f0-9da2-c3460b301202.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A man walks past the lobby area of the Seksaria building, a Unesco-designated Art Deco apartment along the Marine Drive seafront in Mumbai. Inside the building are wooden doors, stairs and wall pannelling. Tile-work also features on the floor and walls. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">A grand Art Deco foyer featuring polished woods and elegant stones like granite and marble</figcaption></p></figure><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/19e5/live/bc328ae0-c5ca-11f0-a892-01d657345866.jpg.webp\" loading=\"lazy\" alt=\"Art Deco Mumbai Trust Example of Art Deco lighting at the Seksaria building in Marine Drive. The light has five bulbs in a candelabra-style fitting, with a geometric star design on the ceiling around it. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Art Deco Mumbai Trust</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The Art Deco style influenced the design of home objects</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">But they adapted Art Deco and vernacularised it, throwing in native design patterns, drawing inspiration from disparate local elements including ocean liners docked at Mumbai's ports and even lattice screens that are so typical of Mughal architecture.</p><p class=\"sc-9a00e533-0 eZyhnA\">The British were initially dismissive, calling Art Deco \"lesser architecture\", but were presumably threatened, said Mr Kumar, as it signalled the dawn of a new age and of new identities that were shaping India's public spaces.</p><p class=\"sc-9a00e533-0 eZyhnA\">It was only a matter of time before South Mumbai's skyline would become a rich confluence of Indo-Saracenic, Gothic and Art Deco buildings.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/cbf1/live/ed5c7310-c5ca-11f0-9037-b7a6a02d7012.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A long-shot of Mumbai's Marine Drive corniche lined with Art Deco buildings overlooking the sea. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Mumbai's Marine Drive seafront has more than 30 Art Deco buildings </figcaption></p></figure><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251110-152207-94080fba49-web-2.33.2-3/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6300/live/fa64a4e0-c6b7-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Art Deco Mumbai Trust Arthur Lodge in Mumbai's Borivali suburb, which is a pistachio-coloured building with a circular front constructed in the Art Deco style.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Art Deco Mumbai Trust</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Arthur Lodge was built in the Art Deco style in Mumbai's Borivali suburb in 1950</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Today, Mumbai is yet again a city in rapid flux - its building code governed by real estate moguls trying to maximise the floor space index, giving way to utilitarian rather than stylistic considerations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Dozens of Art Deco buildings have been erased to give way to glass and steel facades, and hundreds more are under threat.</p><p class=\"sc-9a00e533-0 eZyhnA\">Over the past decade, Mr Kumar has documented more than 1,500 buildings that are truly representative of the style, but only 70-odd of those are protected.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities are apathetic to their preservation, so his organisation is engaging directly with people, offering pro-bono repair and restoration consultancies to prevent them from giving away their properties to builders for redevelopment.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The response has been positive as people have seen the value of their real estate go up after the renovations,\" said Mr Kumar. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Then there are others, like architect and designer Nidhi Tekwani, who is re-imagining Art Deco objects and hoping to adapt them for a contemporary context.</p><p class=\"sc-9a00e533-0 eZyhnA\">For example, Art Deco furniture was often bulky, its light fittings were meant for high ceilings, and its dressing tables too elaborate for today's compact apartments. Ms Tekwani aims to design and launch products that are sleeker while preserving core Art Deco principles.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The hope is to translate it to something modern and well-fitting of our current lifestyle requirements,\" said Ms Tekwani of her efforts to keep Art Deco a living tradition in a city that's remaking itself between one blink and the next.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 iVdNuz\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"instagram\" class=\"sc-d16436d-0 iVdNuz\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 iVdNuz\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"youtube,\" class=\"sc-d16436d-0 iVdNuz\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 iVdNuz\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"x\" class=\"sc-d16436d-0 iVdNuz\">X</i></a><i id=\"and\" class=\"sc-d16436d-0 iVdNuz\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"facebook\" class=\"sc-d16436d-0 iVdNuz\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 iVdNuz\">.</i></p></div></article></div></body></html>"
        },
        {
            "title": "Nasa astronaut films the Northern Lights from space",
            "time": "2025-11-23T01:05:41",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/10a0/live/eca84aa0-c801-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Nasa astronaut Zena Cardman captured the glow of the Northern Lights, or aurora borealis, from above on the 17 November while aboard the International Space Station. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"I've still never seen the aurora from below, but up here, it's a frequent show,\" she said. </p><p class=\"sc-9a00e533-0 eZyhnA\">Cardman is serving as commander for Nasa's SpaceX Crew-11 mission, which left Earth on 1 August, according to Nasa. </p><p class=\"sc-9a00e533-0 eZyhnA\">She has encouraged viewers of the footage to look for Houston and Florida while watching.</p></div></div></body></html>"
        },
        {
            "title": "BBC visits US-led Gaza ceasefire monitoring centre in Israel",
            "time": "2025-11-20T14:46:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/778e/live/9bcb6560-c610-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">US and Israeli soldiers as well as military representatives from more than 20 other countries, diplomats and aid workers, are now based at a warehouse in southern Israel, monitoring the almost six-week-old ceasefire in Gaza.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US-led Civil-Military Coordination Centre (CMCC) is tasked with managing the next stages of President Donald Trump's Gaza peace plan, including the entry of humanitarian supplies and plans for reconstruction. </p><p class=\"sc-9a00e533-0 eZyhnA\">However, there is no formal Palestinian representation there, which has prompted criticism.</p><p class=\"sc-9a00e533-0 eZyhnA\">Our Middle East correspondent Yolande Knell was given access to the site.</p></div></div></body></html>"
        },
        {
            "title": "COP30 fire: BBC at the scene of 'intense' blaze",
            "time": "2025-11-20T21:58:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f1e6/live/d697fe90-c63f-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The UN climate talks COP30 have been evacuated due to a fire breaking out inside the venue in Belém, Brazil.</p><p class=\"sc-9a00e533-0 eZyhnA\">BBC journalists including Climate Editor Justin Rowlatt saw flames and smoke in the pavilion area before they were rushed outside.</p><p class=\"sc-9a00e533-0 eZyhnA\">The UN said the fire was extinguished after six minutes and 13 people were treated for smoke inhalation. It is not yet known what caused the blaze.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ce9d9p5jrjgo\" class=\"sc-f9178328-0 iCaRzc\">More on this story.</a></p></div></div></body></html>"
        },
        {
            "title": "Actor Chadwick Boseman posthumously honoured with Hollywood star",
            "time": "2025-11-20T22:54:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6d64/live/f3ca8ab0-c661-11f0-8c06-f5d460985095.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Late actor Chadwick Boseman, best known for his iconic role as Marvel's Black Panther and his portrayals of American legends Jackie Robinson and Thurgood Marshall, was posthumously honoured with the 2,828th star on the Hollywood Walk of Fame on Thursday. </p><p class=\"sc-9a00e533-0 eZyhnA\">Boseman, who passed away in 2020 at the age of 43 after a private battle with colon cancer, was remembered in an emotional ceremony. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We love you, we miss you\", said his wife, Simone Ledward-Boseman, as she paid tribute to the actor's legacy.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Indonesia’s Semeru volcano spews giant ash clouds as it erupts",
            "time": "2025-11-20T02:24:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/55e2/live/92ceee00-c5b6-11f0-a892-01d657345866.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The highest mountain on Indonesia's Java Island, a volcano called Mount Semeru, has erupted, spewing gigantic columns of ash clouds as tall as 2km (1.2 miles) above its peak.</p><p class=\"sc-9a00e533-0 eZyhnA\">Large plumes of smoke can be seen engulfing a bridge and spreading across the surrounding countryside, stopping locals in their tracks.</p><p class=\"sc-9a00e533-0 eZyhnA\">CCTV footage showed a pyroclastic flow – a fast-moving avalanche of hot gas, ash and volcanic rock – billowing from the mountain, with a distance of 7km from the summit.</p></div></div></body></html>"
        }
    ]
}