{
    "source": "BBC News",
    "articles": [
        {
            "title": "US and Iran talks to begin as fears of direct conflict continue",
            "time": "2026-02-06T00:15:38",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/102a/live/9c16c540-0324-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The Human Rights Activists News Agency, a Washington-based group, said it had confirmed at least 6,883 deaths, warning that the number could be much higher, and that more than 50,000 people had been arrested.</p></div></div></body></html>"
        },
        {
            "title": "We had sex in a Chinese hotel, then found we had been broadcast to thousands",
            "time": "2026-02-06T00:15:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7499/live/442d24c0-0057-11f1-b7e1-afb6d0884c18.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">What is clear is there are significant sums of money to be made. Based on channel membership and subscription fees, the BBC estimates AKA alone has earned at least 163,200 Yuan ($22,000, £16,300) since last April. The average annual income in China last year was 43,377 Yuan ($6,200, £4,600) according to China's Bureau of Statistics.</p></div></div></body></html>"
        },
        {
            "title": "US police believe Savannah Guthrie's missing mother is 'still out there'",
            "time": "2026-02-06T00:44:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/687c/live/0946b270-02cf-11f1-bc28-e1d66422bd21.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Arizona police say they believe Nancy Guthrie, the missing mother of US news anchor Savannah Guthrie, \"is still out there\", though they have yet to identify a suspect in her disappearance five days after she vanished. </p></div></div></body></html>"
        },
        {
            "title": "US healthcare needs fixing, but there's no agreement on how to do it",
            "time": "2026-02-06T02:01:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fc91/live/946a5a70-02ff-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Jeff King, with his $160,000 bill for heart treatment, said he tried to ask the hospital how much his procedure would cost before it was done, but they would not give him a clear answer. His research suggested that other hospitals were not charging nearly as much for the procedure, and with persistent negotiation while recovering, he was able to get the bill down to $90,000.</p></div></div></body></html>"
        },
        {
            "title": "Louvre Museum crown left crushed but 'intact' after raid",
            "time": "2026-02-05T18:19:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0744/live/822c7830-02b3-11f1-83b0-21555a6f44a1.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Two of the thieves got inside by cutting through the window with power tools. They then threatened the guards, who evacuated the area, and cut through the glass of two display cases housing jewellery that once belonged to French royalty or its imperial rulers.</p></div></div></body></html>"
        },
        {
            "title": "Trump endorses Japan's Takaichi before snap election",
            "time": "2026-02-06T03:25:51",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f859/live/3c2c5f20-02f5-11f1-9da9-adf2eaae92f2.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"In my visit to Japan, I and all of my representatives, were extremely impressed with her,\" Trump wrote in his Truth Social post on Thursday, noting that the two countries have made progress in national security cooperation and on the economic front.</p></div></div></body></html>"
        },
        {
            "title": "Thailand election: For the popular People's Party, winning the vote is only the first hurdle",
            "time": "2026-02-05T23:36:16",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/787e/live/2910b8b0-02f9-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The last one, less than three years ago, produced a surprise win for the progressive Move Forward party, which had campaigned on promises of root-and-branch political and economic reforms. These included making Thailand's powerful military, and its largest businesses, more accountable, and reducing the heavy punishments under the notorious lese majeste law.</p></div></div></body></html>"
        },
        {
            "title": "Norway investigates former PM Jagland over alleged Epstein links",
            "time": "2026-02-05T23:39:48",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2f51/live/1b2ccf00-02df-11f1-aed8-6f159d8910de.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Pål K. Lønseth, head of Økokrim - the economic crime unit investigating Jagland - said: \"We consider there are reasonable grounds for investigation, given that he held the positions of chair of the Nobel Committee and Secretary General of the Council of Europe during the period covered by the released documents.</p></div></div></body></html>"
        },
        {
            "title": "Russia and Ukraine exchange prisoners as peace talks end without breakthrough",
            "time": "2026-02-05T17:21:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1b55/live/a209eac0-02ae-11f1-83b0-21555a6f44a1.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"We are returning our people home - 157 Ukrainians. Soldiers of the Armed Forces, National Guard, State Border Service. And civilians are also returning with the defenders,\" the Ukrainian president said, pledging to bring back every single Ukrainian still in Russian captivity.  </p></div></div></body></html>"
        },
        {
            "title": "Lebanon says Israel sprayed southern villages with concentrated herbicide",
            "time": "2026-02-05T16:42:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9dd8/live/9588fd30-0278-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"These areas are heavily dependent on agriculture - olive groves, tobacco, and other crops - and this incident complicates people's ability to return to their homes, maintain their livelihoods, and rebuild after extensive destruction,\" Kaiss said.</p></div></div></body></html>"
        },
        {
            "title": "Japanese city cancels cherry blossom festival over badly behaved tourists",
            "time": "2026-02-05T13:07:45",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/733b/live/b9e0c4c0-02a9-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, Italian authorities introduced a €2 fee to access the viewing area of Rome's iconic Trevi Fountain, which had previously been free to visit. Authorities say the fee will go towards helping to manage the number of tourists, and raise funds for the monument's upkeep.</p></div></div></body></html>"
        },
        {
            "title": "Three African countries agree to UK migrant returns after sanctions threat",
            "time": "2026-02-06T03:14:38",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/53f9/live/27726aa0-02fc-11f1-baf0-4dd1040c263c.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">It is understood that India, Pakistan, Nigeria, Bangladesh, Somalia and Gabon are all resistant to returns deals and it is possible that the government could look at sanctions for those countries.</p></div></div></body></html>"
        },
        {
            "title": "Israeli intelligence chief's brother charged with smuggling cigarettes into Gaza",
            "time": "2026-02-05T17:58:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9fce/live/0d0d0810-02b5-11f1-83b0-21555a6f44a1.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Zini, 50, a reservist on active duty in the Israeli military, is said to have smuggled 14 cartons of cigarettes - 7,000 individual packets - in exchange for a total of 365,000 shekels ($117,000; £86,000).</p></div></div></body></html>"
        },
        {
            "title": "Kwara state attack: Dozens of Muslims 'massacred' in Nigeria for refusing to join Boko Haram, says governor",
            "time": "2026-02-05T14:37:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7bb2/live/68a4e0f0-02b8-11f1-9972-d3f265c101c6.png",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">In recent months, jihadists - suspected to be from a Boko Haram splinter faction - have  been active in Kwara, carrying out targeted killings, often riding in on motorcycles and attacking markets and vigilante groups set up to protect villagers.</p></div></div></body></html>"
        },
        {
            "title": "Spiti, Himachal Pradesh: Meet the women protecting India's snow leopards",
            "time": "2026-02-06T00:15:18",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6852/live/f412e260-0009-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">On survey days, the women wake up early, finish household chores and gather at a base camp before travelling by vehicle as far as the terrain allows. From there, they trek several kilometres to reach camera sites, often at altitudes above 14,000ft (4,300m), where the thin air makes even simple movement exhausting.</p></div></div></body></html>"
        },
        {
            "title": "Fearing Russia will occupy her town, a war widow moves her husband's grave to Kyiv",
            "time": "2026-02-04T21:59:59",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/eadf/live/1c9247c0-01f5-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"There are drones in the streets, hitting minibuses, and glide bombs fall in the city centre, leaving craters,\" Natalia says, describing life in Slovyansk now, where her husband had been buried.</p></div></div></body></html>"
        },
        {
            "title": "Ski jumping: Wada responds to penis injection claims - BBC Sport",
            "time": "2026-02-05T18:44:26",
            "imgUrl": "https://ichef.bbci.co.uk/ace/branded_sport/1200/cpsprodpb/16ec/live/e7707590-02b1-11f1-908d-95bef8fe6639.jpg",
            "body": "<html><body><div><div class=\"ssrcss-nqezkk-RichTextContainer e5tfeyi1\"><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\"><b class=\"ssrcss-1xjjfut-BoldText e5tfeyi3\">The World Anti-Doping Agency could investigate if evidence emerges that male ski jumpers are injecting their penises in a bid to improve sporting performance.</b></p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">In January, German newspaper <a href=\"https://www.bild.de/sport/mehr-sport/skispringen-skisprung-verband-reagiert-auf-penis-wirbel-695cb73efb77630dac278cdd\" class=\"ssrcss-ymbeas-InlineLink e1kn3p7n0\">Bild<span class=\"visually-hidden ssrcss-i2z2ig-VisuallyHidden e16en2lz0\">, external</span></a> reported that jumpers were injecting their penises with hyaluronic acid before being measured for their suits.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Hyaluronic acid, which is not banned in sport, can be used to increase penis circumference by <a href=\"/news/health-45735061\" class=\"ssrcss-ymbeas-InlineLink e1kn3p7n0\">one or two centimetres</a>.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">This would increase the surface area of their suits during competition, which, according to FIS, the international ski and snowboard federation, could increase their flight in the air.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">\"Every extra centimetre on a suit counts. If your suit has a 5% bigger surface area, you fly further,\" said FIS ski jumping men's race director Sandro Pertile.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Asked about the claims in Bild at a press conference at the Milan-Cortina Winter Olympics, Wada director general Olivier Niggli said: \"I am not aware of the details of ski jumping, and how that could improve performance. </p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">\"If anything was to come to the surface, we would look at it and see if it is doping related. We don't address other [non-doping] means of enhancing performance.\"</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Clearly entertained by the question, Wada's Polish president Witold Banka joked: \"Ski jumping is very popular in Poland so I promise you I'm going to look at it.\"</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">FIS communications director Bruno Sassi told BBC Sport: \"There has never been any indication, let alone evidence, that any competitor has ever made use of a hyaluronic acid injection to attempt to gain a competitive advantage.\"</p></div></div></body></html>"
        },
        {
            "title": "Bangladesh: Gen Z toppled an autocrat - so why are old guard tipped to win election?",
            "time": "2026-02-05T00:35:15",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2b99/live/763e0d40-01e6-11f1-9199-abe6787bfb38.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">During a crackdown on protests on 20 July 2024, Hossain, 24, and Bhuiyan, 19, took shelter at a Dhaka tea stall but police dragged them out, beat them and ordered them to run.</p></div></div></body></html>"
        },
        {
            "title": "Why a global Korean craze is making seaweed more expensive",
            "time": "2026-02-04T23:01:13",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0d41/live/8fbc1720-01ab-11f1-b6ab-2307e83ecd56.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">\"From Asian to Western countries, more people are becoming familiar with gim, increasing global demand,\" said Lee Eunhee, a professor of consumer studies at Inha University. \"To meet overseas demand, domestic prices are being pushed up.\"</p></div></div></body></html>"
        },
        {
            "title": "Trump says America should move on from Epstein - it may not be that easy",
            "time": "2026-02-05T03:27:44",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7c04/live/1bc51f60-0287-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">The president's name appeared more than 6,000 times in the documents. He was frequently mentioned by Epstein and his associates. The two men, both residents of New York City and West Palm Beach, had by all accounts a friendly relationship for much of the 1990s until, according to Trump, they fell out in the early 2000s.</p></div></div></body></html>"
        },
        {
            "title": "Social media ban for children: Is it possible in India?",
            "time": "2026-02-05T00:50:54",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a1a6/live/09ac66a0-0262-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-82b3c53b-0 IAFLu\"><p class=\"sc-9a00e533-0 eZyhnA\">Separately, the Andhra Pradesh government has set up a group of ministers to study global regulatory frameworks and invited major platforms, including Meta, X, Google and ShareChat, for consultations. The companies haven't commented on the invitation yet.</p></div></div></body></html>"
        },
        {
            "title": "Watch: The US and Russia's nuclear treaty is dead. What comes next?",
            "time": "2026-02-05T22:43:03",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6514/live/24ba31d0-02e3-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The New START Treaty, initially signed by the United States and Russia in 2010, continued a string of nuclear arms control agreements between the two countries stretching back to 1991. </p><p class=\"sc-9a00e533-0 eZyhnA\">But on 5 February 2026 it expired – leaving no limit on the number of nuclear weapons the US and Russia can stockpile. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Washington correspondent Daniel Bush explains what comes next for nuclear weapons in the 21st century.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"video-edited-by-alex-foster\" class=\"sc-d16436d-0 iVdNuz\">Video edited by Alex Foster</i></p></div></div></body></html>"
        },
        {
            "title": "Watch: What's happened since Savannah Guthrie's mother disappeared?",
            "time": "2026-02-05T22:02:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d2e7/live/f71f9670-02d8-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Arizona police say they believe Nancy Guthrie, the missing mother of US news anchor Savannah Guthrie, \"is still out there\", after she disappeared from her home this weekend. Police say they have yet to identify a suspect in her disappearance.</p><p class=\"sc-9a00e533-0 eZyhnA\">At a media briefing on Thursday, Pima County Sheriff Chris Nanos said investigators are working under the assumption she is still alive and are \"going to continue thinking that way until we find her\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Here's what has happened since the 84-year-old grandmother was reported missing on Sunday.</p></div></div></body></html>"
        },
        {
            "title": "Inside Gaza hospital struggling to provide care to newborn babies",
            "time": "2026-02-05T05:55:32",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/58e7/live/6555cfe0-025e-11f1-9972-d3f265c101c6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The director of one of Gaza's main hospitals says he is still seeing a pattern of malnourished and traumatised mothers giving birth to underweight or premature babies, more than three months into a fragile ceasefire between Hamas and Israel. </p><p class=\"sc-9a00e533-0 eZyhnA\">Although significantly more aid has been allowed into Gaza since the ceasefire began, the UN says it is still nowhere near enough. </p><p class=\"sc-9a00e533-0 eZyhnA\">Israel says it is meeting its obligations under the ceasefire, allowing more food and medical aid into Gaza. </p><p class=\"sc-9a00e533-0 eZyhnA\">Shaimaa Khalil reports.</p></div></div></body></html>"
        },
        {
            "title": "Son of Norway's Crown Princess gives evidence as rape trial continues",
            "time": "2026-02-04T22:32:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/baae/live/0fc2d980-0216-11f1-b7e1-afb6d0884c18.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The son of Norway's Crown Princess is due to return to a court in Oslo on Thursday for the third day of his trial for rape and more than 30 other alleged offences. </p><p class=\"sc-9a00e533-0 eZyhnA\">On Wednesday, Marius Borg Høiby, 29, told the court he has lived a life of partying out of an extreme need of validation. </p><p class=\"sc-9a00e533-0 eZyhnA\">He was giving evidence after the first woman he is alleged to have raped told the court she believed \"100 percent\" that she had been drugged during an \"after-party\" in the basement of Høiby's parents' house in December 2018. </p><p class=\"sc-9a00e533-0 eZyhnA\">He denies four allegations of rape as well as other serious charges against him. </p><p class=\"sc-9a00e533-0 eZyhnA\">The 29-year-old defendant, who was born four years before his mother, Mette-Marit, married Norway's Crown Prince Haakon, is not a member of the royal family or a public figure, but grew up as part of the wider family. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Paul Kirby reports from outside the court in Oslo.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"video-edited-by-ian-aikman.\" class=\"sc-d16436d-0 iVdNuz\">Video edited by Ian Aikman.</i></p></div></div></body></html>"
        },
        {
            "title": "Rare sighting of phantom jellyfish in deep sea off Argentina",
            "time": "2026-02-05T05:18:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/87d5/live/92c06e80-0250-11f1-b5e2-dd58fc65f0f6.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">A rare phantom jellyfish has been spotted by scientists exploring the deep sea near Argentina.</p><p class=\"sc-9a00e533-0 eZyhnA\">Stygiomedusa gigantea, more commonly known as the giant phantom jellyfish, was filmed 250 metres below the surface in the South Atlantic Ocean.</p><p class=\"sc-9a00e533-0 eZyhnA\">Scientists from the Schmidt Ocean Institute documented the creature, which can grow up to 1m (3.3ft) in diameter, with their arms reaching up to 10m (33ft) long.</p><p class=\"sc-9a00e533-0 eZyhnA\">Their four arms, which look like long pink ribbons, are not stinging tentacles. Instead the jellyfish use them to catch their prey of fish and plankton, according to the institute.</p><p class=\"sc-9a00e533-0 eZyhnA\">The team also discovered 28 potential new species including corals, sea urchins, and sea anemones.</p></div></div></body></html>"
        }
    ]
}