{
    "source": "BBC News",
    "articles": [
        {
            "title": "Gaza: UK and 27 other nations condemn Israel over civilian suffering",
            "time": "2025-07-21T21:29:37",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0c19/live/2e89b770-668b-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">UK and 27 other nations condemn Israel over 'inhumane killing' of Gaza civilians seeking aid</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">David Gritten</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Jerusalem</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Israel must answer what justifies killing 'desperate starving children' - Lammy</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The UK and 27 other countries have called for an immediate end to the war in Gaza, where they say the suffering of civilians has \"reached new depths\".</p><p class=\"sc-9a00e533-0 hxuGS\">A joint statement says Israel's aid delivery model is dangerous and condemns what it calls the \"drip feeding of aid and the inhumane killing of civilians\" seeking food and water.</p><p class=\"sc-9a00e533-0 hxuGS\">Gaza's Hamas-run health ministry said more than 100 Palestinians were killed by Israeli fire while waiting for food over the weekend and that 19 others died as a result of malnutrition.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel's foreign ministry rejected the countries' statement, saying it was \"disconnected from reality and sends the wrong message to Hamas\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The ministry accused the armed group of spreading lies and undermining aid distribution, rather than agreeing to a new ceasefire and hostage release deal.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There have been many international statements condemning Israel's tactics in Gaza during the past 21 months of its war with Hamas. But this declaration is notable for its candour.</p><p class=\"sc-9a00e533-0 hxuGS\">The signatories are the foreign ministers of the UK and 27 other nations, including Australia, Canada, France, Italy, Japan, New Zealand and Switzerland.</p><p class=\"sc-9a00e533-0 hxuGS\">The statement begins by declaring that \"the war in Gaza must end now\".</p><p class=\"sc-9a00e533-0 hxuGS\">It then warns: \"The suffering of civilians in Gaza has reached new depths. The Israeli government's aid delivery model is dangerous, fuels instability and deprives Gazans of human dignity.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We condemn the drip feeding of aid and the inhumane killing of civilians, including children, seeking to meet their most basic needs of water and food. It is horrifying that over 800 Palestinians have been killed while seeking aid.\"</p><p class=\"sc-9a00e533-0 hxuGS\">UK Foreign Secretary David Lammy later told the House of Commons a \"litany of horrors\" was taking place in Gaza, including strikes that have killed \"desperate, starving children\".</p><p class=\"sc-9a00e533-0 hxuGS\">Announcing an extra £40m of humanitarian assistance for Gaza this year, Lammy said he was \"a steadfast supporter of Israel's security and its right to exist\" but the government's actions were \"doing untold damage to Israel's standing in the world and undermining Israel's long-term security\".</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: UN Secretary General spokesperson says Gaza's 'last lifelines keeping people alive are collapsing'</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A spokesperson for the UN Secretary General António Guterres said he was \"appalled\" by the increasingly dire humanitarian conditions in Gaza, and that the \"last lifelines to keep people alive are collapsing\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"Israel has the obligation to allow and facilitate by all means at its disposal the humanitarian relief provided by the United Nations,\" the spokesperson said. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There have been almost daily reports of Palestinians being killed while waiting for food since May, when Israel partially eased an 11-week total blockade on aid deliveries to Gaza and, along with the US, helped to establish a new aid system run by the Gaza Humanitarian Foundation (GHF) to bypass the existing one overseen by the UN.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel has said the GHF's system, which uses US private security contractors to hand out food parcels from sites inside Israeli military zones, prevents supplies being stolen by Hamas.</p><p class=\"sc-9a00e533-0 hxuGS\">But the UN and its partners have refused to co-operate with the system, saying it is unsafe and violates the humanitarian principles of impartiality, neutrality, and independence.</p><p class=\"sc-9a00e533-0 hxuGS\">Last Tuesday, the UN human rights office said it had recorded 674 killings in the vicinity of the GHF's aid sites since they began operating eight weeks ago. Another 201 killings had been recorded along routes of UN and other aid convoys, it added.</p><p class=\"sc-9a00e533-0 hxuGS\">On Saturday, another 39 people were killed near two GHF sites in Khan Younis and nearby Rafah, according to Gaza's health ministry. The Israeli military said its troops fired warning shots to prevent \"suspects\" approaching them before the sites opened.</p><p class=\"sc-9a00e533-0 hxuGS\">And on Sunday, the ministry said 67 people were killed as they surged toward a convoy of UN aid lorries near a crossing point in northern Gaza. The Israeli military said troops fired warning shots at a crowd \"to remove an immediate threat\" but disputed the numbers killed.</p><p class=\"sc-9a00e533-0 hxuGS\">Following the incident, the World Food Programme warned that Gaza's hunger crisis had \"reached new levels of desperation\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"People are dying from lack of humanitarian assistance. Malnutrition is surging with 90,000 women and children in urgent need of treatment,\" the UN agency said.</p><p class=\"sc-9a00e533-0 hxuGS\">Gaza's Hamas-run health ministry said on Monday that 19 people had died as a result of malnutrition since Saturday and warned of potential \"mass deaths\" in the coming days.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Hospitals can no longer provide food for patients or staff, many of whom are physically unable to continue working due to extreme hunger,\" Dr Khalil al-Daqran, a spokesperson for al-Aqsa hospital in Deir al-Balah, told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Hospitals cannot provide a single bottle of milk to children suffering from hunger, because all baby formula has run out from the market,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">Residents also reported that markets were closed due to food shortages.</p><p class=\"sc-9a00e533-0 hxuGS\">\"My children cry from hunger all night. They've had only a small plate of lentils over the past three days. There's no bread. A kilogramme of flour was $80 (£59) a week ago,\" Mohammad Emad al-Din, a barber and father of two, told the BBC.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d53e/live/035d49d0-6669-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d53e/live/035d49d0-6669-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d53e/live/035d49d0-6669-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d53e/live/035d49d0-6669-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d53e/live/035d49d0-6669-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d53e/live/035d49d0-6669-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d53e/live/035d49d0-6669-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d53e/live/035d49d0-6669-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"Reuters Palestinian mother Alaa al-Najjar mourns her three-month-old baby Yehia, who died due to malnutrition amid a hunger crisis, according to medics, at Nasser Hospital in Khan Younis, southern Gaza (20 July 2025)\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Medics at Nasser hospital in southern Gaza said Alaa al-Najjar's three-month-old baby son, Yehia, died as a result of malnutrition</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The statement by the 27 countries also says Israeli proposals to move Gaza's entire 2.1 million into a so-called \"humanitarian city\" in the southern Rafah area are unacceptable, noting that \"permanent forced displacement is a violation of international humanitarian law\".</p><p class=\"sc-9a00e533-0 hxuGS\">They urge Israel, Hamas and the international community to \"bring this terrible conflict to an end, through an immediate, unconditional and permanent ceasefire\".</p><p class=\"sc-9a00e533-0 hxuGS\">And they warn that they are \"prepared to take further action to support an immediate ceasefire and a political pathway to security and peace\". </p><p class=\"sc-9a00e533-0 hxuGS\">That is seen by many as code for recognising a state of Palestine, something many countries have done but not all, including the UK and France.</p><p class=\"sc-9a00e533-0 hxuGS\">Israeli foreign ministry spokesperson Oren Marmorstein rejected the criticism.</p><p class=\"sc-9a00e533-0 hxuGS\">\"All statements and all claims should be directed at the only party responsible for the lack of a deal for the release of hostages and a ceasefire: Hamas, which started this war and is prolonging it,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Instead of agreeing to a ceasefire, Hamas is busy running a campaign to spread lies about Israel. At the same time, Hamas is deliberately acting to increase friction and harm to civilians who come to receive humanitarian aid,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">The Israeli military said earlier this month that it recognised there had been incidents in which civilians had been harmed while seeking aid and that it was working to minimise \"possible friction between the population and the [Israeli] forces as much as possible\".</p><p class=\"sc-9a00e533-0 hxuGS\">The Israeli military body responsible for co-ordinating aid, Cogat, also said on Monday that Israel \"acts in accordance with international law and is leading efforts to facilitate the entry of humanitarian aid into Gaza in co-ordination with the international organisations\".</p><p class=\"sc-9a00e533-0 hxuGS\">A spokesperson for the GHF meanwhile appealed to UN agencies to join its operation while also blaming them for \"stopping\" work and for failing to deliver supplies across the territory.</p><p class=\"sc-9a00e533-0 hxuGS\">Chapin Fay told journalists that he had been to border crossings where he saw aid supplies \"rotting\" because UN agencies would not deliver them.</p><p class=\"sc-9a00e533-0 hxuGS\">The Israeli foreign ministry said on Sunday that 700 lorry loads of aid were waiting to be picked up by the UN from crossings.</p><p class=\"sc-9a00e533-0 hxuGS\">The UN has said it struggles to pick up and distribute supplies because of the ongoing hostilities, Israeli restrictions on humanitarian movements, and fuel shortages.</p><p class=\"sc-9a00e533-0 hxuGS\">The Israeli military launched a campaign in Gaza in response to the Hamas-led attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others were taken hostage. </p><p class=\"sc-9a00e533-0 hxuGS\">At least 59,029 people have been killed in Gaza since then, according to the territory's health ministry.</p></div></article></div></body></html>"
        },
        {
            "title": "Dhaka crash: 'My friend died right in front of me' - Year 10 pupil",
            "time": "2025-07-22T03:25:18",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/99a3/live/b3579280-666b-11f0-83bf-0d0cff75f42a.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">'My friend died right in front of me': Student describes moment air force jet crashed into school</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Abul Azad, Sajal Das, Shahnewaj Rocky and Mukimul Ahsan</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC Bangla, in Dhaka</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/99a3/live/b3579280-666b-11f0-83bf-0d0cff75f42a.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/99a3/live/b3579280-666b-11f0-83bf-0d0cff75f42a.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/99a3/live/b3579280-666b-11f0-83bf-0d0cff75f42a.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/99a3/live/b3579280-666b-11f0-83bf-0d0cff75f42a.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/99a3/live/b3579280-666b-11f0-83bf-0d0cff75f42a.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/99a3/live/b3579280-666b-11f0-83bf-0d0cff75f42a.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/99a3/live/b3579280-666b-11f0-83bf-0d0cff75f42a.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/99a3/live/b3579280-666b-11f0-83bf-0d0cff75f42a.png.webp\" loading=\"eager\" alt=\"BBC Wearing his school uniform with green tassles on his shoulders, Farhan Hasan looks towards the camera as he is surrounded by adults.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Year 10 student Farhan Hasan had just finished an exam when the plane crashed</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Farhan Hasan had just finished an exam and left the classroom chatting to friends when a Bangladeshi air force training jet crashed into his school campus - killing at least 27 people.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The burning plane was hitting the building right in front of my eyes,\" the Milestone School and College student told BBC Bangla.</p><p class=\"sc-9a00e533-0 hxuGS\">Footage from the school in a northern suburb of the capital, Dhaka shows a huge fire and thick smoke, after the aircraft slammed into a two-storey building.</p><p class=\"sc-9a00e533-0 hxuGS\">More than 170 people were injured in the crash.</p><p class=\"sc-9a00e533-0 hxuGS\">The armed forces said that the F-7 jet had experienced a mechanical fault after taking off for a training exercise just after 13:00 local time (07:00 GMT). The pilot, Flight Lieutenant Md. Taukir Islam, was among those killed.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Place crash witness: 'I heard an explosion, saw fire and smoke'</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Farhan, who was speaking to BBC Bangla alongside his uncle and his father, added: \"My best friend, the one I was in the exam hall with, he died right in front of my eyes. </p><p class=\"sc-9a00e533-0 hxuGS\">\"In front of my eyes... the plane went right over his head. And many parents were standing inside because the younger kids were coming out since it was the end of the school day... the plane took the parents along with it.\"</p><p class=\"sc-9a00e533-0 hxuGS\">A teacher at the college, Rezaul Islam, told the BBC that he saw the plane \"directly\" hit the building.</p><p class=\"sc-9a00e533-0 hxuGS\">Another teacher, Masud Tarik, told Reuters that he heard an explosion: \"When I looked back, I only saw fire and smoke... There were many guardians and kids here.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Hours after the crash, in a residential area which is quite densely populated, huge crowds gathered with people standing on top of buildings to get a view.</p><p class=\"sc-9a00e533-0 hxuGS\">As people ran in all directions, ambulances and volunteers worked to find their way to carry the injured and many bodies out of the Milestone School and College.</p><p class=\"sc-9a00e533-0 hxuGS\">At least 30 ambulances were seen moving people out.</p><p class=\"sc-9a00e533-0 hxuGS\">One woman seeking information at the scene told the BBC her son had called her right after the crash, but she had not heard from him since.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0ead/live/e170ff00-666e-11f0-b6be-43d98367b4c3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0ead/live/e170ff00-666e-11f0-b6be-43d98367b4c3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0ead/live/e170ff00-666e-11f0-b6be-43d98367b4c3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0ead/live/e170ff00-666e-11f0-b6be-43d98367b4c3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0ead/live/e170ff00-666e-11f0-b6be-43d98367b4c3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0ead/live/e170ff00-666e-11f0-b6be-43d98367b4c3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0ead/live/e170ff00-666e-11f0-b6be-43d98367b4c3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0ead/live/e170ff00-666e-11f0-b6be-43d98367b4c3.jpg.webp\" loading=\"lazy\" alt=\"Nur Photo via Getty Images Rescue workers removed rubble and debris from the crash site\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Nur Photo via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Rescue workers removed rubble and debris from the crash site</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">More than 50 people, including children and adults, were taken to hospital with burns, a doctor at the National Institute of Burn and Plastic Surgery said.</p><p class=\"sc-9a00e533-0 hxuGS\">Many families and relatives of victims were inside the hospital - including Shah Alam, the uncle of a Year 8 boy, Tanvir Ahmed, who died in the crash.</p><p class=\"sc-9a00e533-0 hxuGS\">\"My beloved nephew is in the morgue right now,\" Mr Alam said holding on to his younger brother - Tanvir's father - who was unable to speak.</p><p class=\"sc-9a00e533-0 hxuGS\">Most of the victims inside the burns hospital are minors - most of them are between the ages of nine and 14.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It is not just the burns hospital which has received the injured. Bangladesh's health ministry said seven hospitals across the city were treating victims. </p><p class=\"sc-9a00e533-0 hxuGS\">The scale of the accident has prompted members of the public to come forward and donate blood, as well as visits to the injured from politicians representing two of the country's largest parties, the Bangladesh Nationalist Party (BNP) and Jamaat-e-Islamim.</p><p class=\"sc-9a00e533-0 hxuGS\">Tuesday, meanwhile, has been declared a day of mourning - with the national flag flown at half-mast.</p><p class=\"sc-9a00e533-0 hxuGS\">Muhammad Yunus, the leader of Bangladesh's interim government, said \"necessary measures\" would be taken to investigate the cause of the incident and \"ensure all kinds of assistance\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is a moment of deep sorrow for the nation. I wish the injured a speedy recovery and instruct all authorities, including the hospitals concerned, to deal with the situation with utmost importance,\" he said in a post on social media site X.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">An investigation committee has been formed to look into the incident, the statement added.</p><p class=\"sc-9a00e533-0 hxuGS\">According to an armed forces statement, the pilot had tried to navigate the jet to a less populated area after the mechanical fault occurred. He had only just taken off from an air force base in the capital.</p></div></article></div></body></html>"
        },
        {
            "title": "Epstein accuser urges release of case files if there is 'nothing to hide'",
            "time": "2025-07-22T00:50:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/707e/live/a1003130-6695-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Accuser says 'rollercoaster' of Epstein files saga is a 'real weight' on victims</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Nada Tawfik</span><p class=\"sc-801dd632-8 hwLppI\"><span>New York correspondent, BBC News</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: \"It's exhausting\" - Epstein accuser talks to the BBC about files saga</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">One of Jeffrey Epstein's accusers and a key witness in his associate Ghislaine Maxwell's sex trafficking trial is calling for the government to release information   related to him, especially if there is \"nothing to hide.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Annie Farmer has watched US President Donald Trump's recent handling of the case and the ensuing backlash from the MAGA movement, she said, with exhaustion. </p><p class=\"sc-9a00e533-0 hxuGS\">Her feeling that the case has been politicised - with her abusers plastered throughout the media cycle leading to few results -  leaves her feeling \"used\", she told the BBC during an interview on Monday.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There are people who have used this to their advantage and tried to focus on elements of it that are sensational,\" she said. </p><p class=\"sc-9a00e533-0 hxuGS\">But that doesn't mean there weren't real crimes committed, Ms Farmer said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Those victims are people with feelings that are trying to live their everyday lives, and this can feel like a real weight falling on us.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Ms Farmer, and her sister Maria, made the earliest known reports of abuse by Epstein to the NYPD and the FBI in 1996. Maria Farmer is currently suing the federal government, accusing it of negligence and failing to protect victims. Over the decades, Annie Farmer said her only sense of justice came from the conviction of Maxwell, Epstein's accomplice.</p><p class=\"sc-9a00e533-0 hxuGS\">She remains very sceptical of the Trump administration's handling of the case -  turning away from promises to release more information on the case, then saying there were no files to release, then seeking to make public related grand jury testimony.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's an emotional rollercoaster for the people involved,\" she said, adding that they were hopeful \"more information could be coming\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/eda2/live/98aae8f0-6680-11f0-ac85-9de68e025b33.jpg.webp\" loading=\"eager\" alt=\"REUTERS/Jane Rosenberg Annie Farmer testifies during Ghislaine Maxwell's sex trafficking trial in a courtroom sketch in 2021. \n\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">REUTERS/Jane Rosenberg</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Annie Farmer testifies during Ghislaine Maxwell's sex trafficking trial, seen in a courtroom sketch in 2021.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Ms Farmer said she did not believe Trump supports justice for victims, given his past association with Epstein in the 1990s and 2000s.</p><p class=\"sc-9a00e533-0 hxuGS\">In response, White House communications director Stephen Cheung said on Monday that President Trump kicked Epstein out of his club for being a \"creep\" and called allegations about him  \"recycled, old fake news\".</p><p class=\"sc-9a00e533-0 hxuGS\">The rift between Trump and staunch MAGA supporters was sparked by early campaign promises from Trump to<a target=\"_self\" href=\"https://www.bbc.com/news/articles/cy8ge16d2y3o\" class=\"sc-f9178328-0 bGFWdi\"> \"declassify\" information on the case.</a> Other Trump allies have previously called for the release of more information on Epstein.</p><p class=\"sc-9a00e533-0 hxuGS\">But the Department of Justice recently said there was no evidence that Epstein kept a \"client list\". Trump has said Attorney General Pam Bondi should release <a target=\"_self\" href=\"https://www.bbc.com/news/articles/ckgl4dl334go\" class=\"sc-f9178328-0 bGFWdi\">\"whatever she thinks is credible\" </a>and has defended her handling of the files. He also has questioned the level of interest in the files.</p><p class=\"sc-9a00e533-0 hxuGS\">Ms Farmer said that those involved in the case know it's \"a bit more complex than a client list\", with some central questions left unanswered.  </p><p class=\"sc-9a00e533-0 hxuGS\">She also said she was upset by the<a target=\"_self\" href=\"https://www.bbc.com/news/articles/cdjxkkpgn1ko\" class=\"sc-f9178328-0 bGFWdi\"> recent firing of Maureen Comey</a>, who prosecuted both Epstein and Maxwell. \"I've spoken with other women involved, and I know they shared my sentiment that it felt very wrong at this time,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"And it was very concerning to us in terms of, why did this happen?\"</p><p class=\"sc-9a00e533-0 hxuGS\">It is not clear why the federal prosecutor was removed from her job at the Southern District of New York, and Ms Comey has said publicly she was not given a reason.</p><p class=\"sc-9a00e533-0 hxuGS\">A few things motivated her to speak out now, Ms Farmer said. First, she is extremely disturbed by calls from fringe voices to pardon Maxwell so she can speak in front of Congress about the case.</p><p class=\"sc-9a00e533-0 hxuGS\">\"That would be extremely problematic and would be a huge loss for individuals like myself,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">The second reason is the suicide in April of one of Epstein's most outspoken accusers, Virginia Giuffre.</p><p class=\"sc-9a00e533-0 hxuGS\">Losses like that, she said, renewed her energy toward better understanding where the justice system fell apart.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-for-this-story-by-pratiksha-ghildial\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting for this story by Pratiksha Ghildial </i></p></div></article></div></body></html>"
        },
        {
            "title": "Officer convicted in Breonna Taylor raid gets 33-month sentence",
            "time": "2025-07-21T22:55:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Officer convicted in Breonna Taylor raid gets 33-month sentence</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">\"We're grateful he's at least going to prison\", says attorney to Breonna Taylor's family</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A former Kentucky police officer has been sentenced to 33 months in prison after being convicted in connection with a raid that resulted in the fatal shooting of Breonna Taylor, a black woman, in her home.</p><p class=\"sc-9a00e533-0 hxuGS\">A federal jury last year found Brett Hankison guilty of violating Taylor's civil rights by using excessive force. The maximum sentence for the charge was life in prison.</p><p class=\"sc-9a00e533-0 hxuGS\">The sentencing comes days after the Trump administration asked the judge to give Hankison a one-day sentence - a position that starkly contrasts with the approach to the case under President Joe Biden.</p><p class=\"sc-9a00e533-0 hxuGS\">Hankison is the only officer who has been charged and convicted directly in connection with the botched raid.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Another former officer, Kelly Goodlett, who pleaded guilty to conspiring with a colleague to falsify the affidavit used to obtain a search warrant for Taylor's home and to cover up their actions after her death, will be sentenced next year. </p><p class=\"sc-9a00e533-0 hxuGS\">After his sentence, Hankison will face three years of supervised release.</p><p class=\"sc-9a00e533-0 hxuGS\">Tamika Palmer, Taylor's mother, and lawyers for the family spoke after the sentencing on Monday. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2124/live/71531940-6409-11f0-a718-47e055ccea38.jpg.webp\" loading=\"eager\" alt=\"Getty Images Picture frame of Breonna Taylor\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"I think the judge did the best she could with what she had to work with,\" Ms Palmer said, but she was critical of federal prosecutors who had argued for a lesser sentence. </p><p class=\"sc-9a00e533-0 hxuGS\">Taylor's boyfriend Kenneth Walker, who was in the apartment with her the night of the raid, said he was \"grateful for the small piece of justice that we got\". </p><p class=\"sc-9a00e533-0 hxuGS\">Taylor became a face of the Black Lives Matter movement in 2020 following her death and the police killing of George Floyd, who was murdered during a police arrest that same year. </p><p class=\"sc-9a00e533-0 hxuGS\">She was killed after officers in plain clothes executed a \"no-knock\" search warrant at her home. They burst into her apartment in the early morning hours while she and Walker were asleep.</p><p class=\"sc-9a00e533-0 hxuGS\">Authorities believed Taylor's former boyfriend was using her home to hide narcotics.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Walker fired a single shot when the police knocked the door down, hitting one officer, Sgt John Mattingly, in the leg. Mr Walker said the officers did not announce themselves as police, and he thought they were intruders.</p><p class=\"sc-9a00e533-0 hxuGS\">The three officers returned fire, shooting 32 bullets into the flat.</p><p class=\"sc-9a00e533-0 hxuGS\">Hankinson fired 10 times into her apartment, in order, he said during the trial, to protect fellow officers.</p><p class=\"sc-9a00e533-0 hxuGS\">None of Hankison's bullets hit anyone, but they did enter a neighbouring property, where a pregnant woman, a five-year-old and a man had been sleeping.</p><p class=\"sc-9a00e533-0 hxuGS\">Prosecutors said Hankison acted recklessly and \"violated one of the most fundamental rules of deadly force: If they cannot see the person they're shooting at, they cannot pull the trigger.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Outside the courthouse, protesters waiting for the verdict blocked the streets chanting Taylor's name. Several people, including Taylor's aunt, Bianca Austin, were detained by police. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/61c7/live/957b8250-667d-11f0-8f13-f178c29a86d9.jpg.webp\" loading=\"lazy\" alt=\"Reuters A police officer holds a woman's hands behind her back as he arrests her on the street\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Bianca Austin, Breonna Taylor's aunt, is arrested outside the courthouse while protesting</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">How was the justice department involved in this case?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In early November 2024, Hankison was <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cz6jp80dx4no\" class=\"sc-f9178328-0 bGFWdi\">convicted on one count of civil rights abuse</a>. </p><p class=\"sc-9a00e533-0 hxuGS\">\"His use of deadly force was unlawful and put Ms Taylor in harm's way,\" then Attorney General Merrick Garland, a Biden-appointee, said in a statement. \"This verdict is an important step toward accountability for the violation of Breonna Taylor's civil rights, but justice for the loss of Ms Taylor is a task that exceeds human capacity.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Days after Hankinson's conviction, Donald Trump won re-election - a political shift that meant the sentencing recommendation would come not from the Biden administration, which brought the charges, but from the Trump-led justice department.</p><p class=\"sc-9a00e533-0 hxuGS\">Last week, that recommendation - a <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c3d135jz58zo\" class=\"sc-f9178328-0 bGFWdi\">request for Hankison to serve one day in prison</a> - stunned some, including Taylor's family.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Every American who believes in equal justice under the law should be outraged,\" attorneys for the family said. \"Recommending just one day in prison sends the unmistakable message that white officers can violate the civil rights of Black Americans with near-total impunity.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In its sentencing request, the justice department argued that although Hankison was involved in \"executing the warrant\" during the deadly raid, he did not shoot Taylor \"and is not otherwise responsible for her death\".</p><p class=\"sc-9a00e533-0 hxuGS\">The justice department also said that additional prison time \"would simply be unjust under these circumstances\". </p><p class=\"sc-9a00e533-0 hxuGS\">Ordinarily, sentencing recommendations are signed by lawyers involved in the case or career justice department employees who deal with sentencing requests. </p><p class=\"sc-9a00e533-0 hxuGS\">In this case, Trump's appointee to run the Civil Rights Department, Harmeet Dhillon, signed the recommendation. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What changes has Trump's justice department made?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Since returning to the White House, Trump has made rolling back Biden-era policies a priority, particularly at the justice department. </p><p class=\"sc-9a00e533-0 hxuGS\">In May, the justice department began the process of <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c8e663n8glgo\" class=\"sc-f9178328-0 bGFWdi\">dismissing lawsuits brought against the Louisville and Minneapolis police departments</a> following controversy over high-profile police killings and brutality, including that of Taylor.</p><p class=\"sc-9a00e533-0 hxuGS\">Investigations into police constitutional violations in other cities such as Memphis and Phoenix were also ended.  </p><p class=\"sc-9a00e533-0 hxuGS\">The justice department criticised the Biden administration for enacting \"sweeping\" oversight agreements \"that would have imposed years of micromanagement\" of local police by federal courts.</p><p class=\"sc-9a00e533-0 hxuGS\">During Biden's tenure, the justice department opened civil investigations into 12 state and local law enforcement agencies. </p><p class=\"sc-9a00e533-0 hxuGS\">In four of those - in Louisville, Minneapolis, Phoenix and Lexington, Mississippi - the department issued reports of systemic police misconduct. </p><p class=\"sc-9a00e533-0 hxuGS\">While accountability agreements were made with some of the police departments, they were not formally enacted. </p><p class=\"sc-9a00e533-0 hxuGS\">These changes have also come amid a mass exodus from the justice department. </p><p class=\"sc-9a00e533-0 hxuGS\">In the Civil Rights Division alone, the division of the department that made the Hankison sentencing recommendation, about 70% of attorneys have left since Trump was inaugurated, reports say. </p></div></article></div></body></html>"
        },
        {
            "title": "Migrants deported from US tortured in El Salvador, Venezuela says",
            "time": "2025-07-22T03:17:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Migrants tortured in El Salvador, Venezuela says</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250711-084946-a521911844-web-2.25.0-9/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7bea/live/7d7155c0-66a2-11f0-bfb3-1f183561ae12.jpg.webp\" loading=\"eager\" alt=\"AFP Two men with masked faces and bullet proof vests hold down the shaved head of a man dressed in white, who is handcuffed. In the background stand many more armed and masked guards, waiting to issue prison whites and crocs. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">More than 250 migrants were returned to Venezuela after spending four months in the El Salvador's notorious CECOT prison</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Venezuela has announced an investigation into claims migrants sent to an El Salvador prison from the US suffered human rights abuses.</p><p class=\"sc-9a00e533-0 hxuGS\">More than 250 Venezuelans were repatriated to near Caracas on Friday. They had been detained in El Salvador since March following their deportation from the United States.</p><p class=\"sc-9a00e533-0 hxuGS\">Venezuelan Attorney General Tarek William Saab said there had been \"systemic torture\" inside the prison, which included sexual abuse, daily beatings and rotten prison food.</p><p class=\"sc-9a00e533-0 hxuGS\">El Salvador is yet to respond to the claims.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">During a press conference, Saab presented testimonies and images appearing to show detainees with injuries including bruising and missing teeth.  These claims have not been independently verified by the BBC. </p><p class=\"sc-9a00e533-0 hxuGS\">Venezuela will investigate El Salvador's President Nayib Bukele, Justice Minister Gustavo Villatoro and Head of Prisons Osiris Luna Meza.</p><p class=\"sc-9a00e533-0 hxuGS\">The attorney general urged the International Criminal Court (ICC), the UN Human Rights Council and relevant bodies in the Americas to \"do the same\". </p><p class=\"sc-9a00e533-0 hxuGS\">Venezuela is currently facing an investigation by the ICC in The Hague for allegations similar to those the country is levelling at El Salvador, including torturing prisoners and denying them access to legal representation.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Venezuelans were deported in March under the 1798 Alien Enemies Act, which gives a US president power to detain and deport natives or citizens of \"enemy\" nations without usual processes.  They were accused of belonging to a gang, something many of the men's relatives and lawyers deny.</p><p class=\"sc-9a00e533-0 hxuGS\">They were held in the notorious Terrorism Confinement Center, known as CECOT, which was originally built to hold accused gang members.</p><p class=\"sc-9a00e533-0 hxuGS\">The group did not have access to lawyers or their relatives, and were last seen in photos issued by Bukele's government which pictured them arriving in handcuffs with their heads shaved, which sparked international outcry.</p><p class=\"sc-9a00e533-0 hxuGS\">They were released mid-July by El Salvador in exchange for US nationals held in Venezuela, with a senior Trump administration official <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c4gd4ye41ymo\" class=\"sc-f9178328-0 bGFWdi\">telling reporters that they extended their \"deep,deep gratitude\" to Bukele for facilitating the dea</a>l. </p><p class=\"sc-9a00e533-0 hxuGS\">The US has imposed heavy sanctions on Venezuela, and in May the Supreme Court ruled that the Temporary Protected Status for Venezuelan nationals could be revoked, affecting about 350,000 people.</p></div></article></div></body></html>"
        }
    ]
}