{
    "source": "BBC News",
    "articles": [
        {
            "title": "Israel rejects international criticism of Gaza City takeover plan",
            "time": "2025-08-08T19:56:56",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b26e/live/e33ee600-74b8-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Israel rejects international criticism of Gaza City takeover plan</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c9b3/live/4ff656c0-7482-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c9b3/live/4ff656c0-7482-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c9b3/live/4ff656c0-7482-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c9b3/live/4ff656c0-7482-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c9b3/live/4ff656c0-7482-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c9b3/live/4ff656c0-7482-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c9b3/live/4ff656c0-7482-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c9b3/live/4ff656c0-7482-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"eager\" alt=\"Reuters Israeli Prime Minister Benjamin Netanyahu speaks during a briefing. Photo: May 2025\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Benjamin Netanyahu's office says a newly adopted five-point plan is aimed \"defeating Hamas\" and \"concluding the war\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Israel has strongly rejected criticism from world leaders after its security cabinet approved a plan to take control of Gaza City.</p><p class=\"sc-9a00e533-0 hxuGS\">Defence Minister Israel Katz said countries that condemned Israel and threatened sanctions would \"not weaken our resolve\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"Our enemies will find us as one strong, united fist that will strike them with great force,\" he added. </p><p class=\"sc-9a00e533-0 hxuGS\">Israel's decision to expand its war in Gaza sparked condemnation from the UN and several countries including the UK, France and Canada, and prompted Germany to halt military exports to Israel. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The plan, approved by the Israeli security cabinet, lists five \"principles\" for ending the war: disarming Hamas, returning all hostages, demilitarising the Gaza Strip, taking security control of the territory, and establishing \"an alternative civil administration that is neither Hamas nor the Palestinian Authority\".</p><p class=\"sc-9a00e533-0 hxuGS\">Reports in Israeli media say the plan initially focuses on taking full control of Gaza City, relocating its estimated one million residents further south. Forces would also take control of refugee camps in central Gaza and areas where hostages are thought to be held.</p><p class=\"sc-9a00e533-0 hxuGS\">A second offensive would follow weeks later in parallel with a boost in humanitarian aid, media say.</p><p class=\"sc-9a00e533-0 hxuGS\">The move to escalate the conflict has drawn fierce opposition from some within Israel, including from military officials and the families of hostages being held in Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">Hamas has said the plan to occupy Gaza City \"constitutes a new war crime\" and will \"cost [Israel] dearly\". </p><p class=\"sc-9a00e533-0 hxuGS\">On Friday, foreign ministers from the UK, Germany, Italy, New Zealand and Australia released a joint statement rejecting the plan, saying it would \"aggravate\" the already \"catastrophic\" situation in Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Any attempts at annexation or of settlement extension violate international law,\" they added.</p><p class=\"sc-9a00e533-0 hxuGS\">UN human rights chief Volker Turk warned that further escalation would \"result in more massive forced displacement, more killing, more unbearable suffering, senseless destruction and atrocity crimes\".</p><p class=\"sc-9a00e533-0 hxuGS\">In other reaction:</p><ul class=\"sc-6f869981-0 fusmZA\"><li class=\"sc-734a601e-0 huNRXw\">Australia's Foreign Minister Penny Wong urged Israel \"not to go down this path\", saying it would \"only worsen the humanitarian catastrophe in Gaza\"</li></ul><ul class=\"sc-6f869981-0 fusmZA\"><li class=\"sc-734a601e-0 huNRXw\">Turkey's foreign ministry urged the world community to prevent Israel's plan which aimed to \"forcibly displace Palestinians from their own land\"</li></ul><ul class=\"sc-6f869981-0 fusmZA\"><li class=\"sc-734a601e-0 huNRXw\">In China, a foreign ministry spokesperson told AFP news agency: \"Gaza belongs to the Palestinian people and is an inseparable part of Palestinian territory\". </li></ul><p class=\"sc-9a00e533-0 hxuGS\">Netanyahu told German Chancellor Friedrich Merz he was disappointed with Berlin's decision to suspend arms exports to Israel, saying it was \"rewarding Hamas terrorism\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In Israel itself, families of the remaining hostages in Gaza have warned that the lives of the 20 believed to have survived will be put in peril.</p><p class=\"sc-9a00e533-0 hxuGS\">The Hostages Families Forum Headquarters said the decision was leading \"toward a colossal catastrophe for both the hostages and our soldiers\".</p><p class=\"sc-9a00e533-0 hxuGS\">The US has been less critical. On Tuesday, President Donald Trump said it was \"pretty much up to Israel\" whether to fully occupy the Gaza Strip.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: 'Chilling' aerial video shows Gaza in ruins</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The IDF currently controls about three-quarters of Gaza, and almost all of its 2.1 million citizens are situated in the quarter of the territory that the military does not control.</p><p class=\"sc-9a00e533-0 hxuGS\">The UN estimates some 87% of Gaza is either in militarised zones or under evacuation orders.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There are areas in central Gaza and along the Mediterranean coast that Israel does not occupy, according to the UN.</p><p class=\"sc-9a00e533-0 hxuGS\">These include refugee camps, where much of Gaza's population is now living after their homes were destroyed by Israel's military action.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The vast majority of Gaza's population has already been displaced by the war, many people several times over.</p><p class=\"sc-9a00e533-0 hxuGS\">The war has created a humanitarian disaster in Gaza, most of which UN-backed experts say is at the point of famine.</p><p class=\"sc-9a00e533-0 hxuGS\">The territory is also experiencing mass deprivation as a result of heavy restrictions imposed by Israel on what is allowed in - something it says is aimed at weakening Hamas.</p><p class=\"sc-9a00e533-0 hxuGS\">The head of the World Health Organization, Tedros Adhanom Ghebreyesus, said July was the worst month for cases of acute malnutrition in children in Gaza, affecting nearly 12,000 under the age of five.</p><p class=\"sc-9a00e533-0 hxuGS\">The war began after Hamas attacked Israel on 7 October 2023, killing about 1,200 people and taking 251 back to Gaza as hostages. Israel launched a massive military offensive in response, which has killed at least 61,158 Palestinians, according to Gaza's health ministry.</p></div></article></div></body></html>"
        },
        {
            "title": "What we know about Israel's plan to take over Gaza City",
            "time": "2025-08-08T13:15:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/21c6/live/16818a60-741c-11f0-8603-27bf87625784.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">What we know about Israel's plan to take over Gaza City</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Kelly Ng &amp; Ruth Comerford</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/21c6/live/16818a60-741c-11f0-8603-27bf87625784.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/21c6/live/16818a60-741c-11f0-8603-27bf87625784.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/21c6/live/16818a60-741c-11f0-8603-27bf87625784.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/21c6/live/16818a60-741c-11f0-8603-27bf87625784.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/21c6/live/16818a60-741c-11f0-8603-27bf87625784.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/21c6/live/16818a60-741c-11f0-8603-27bf87625784.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/21c6/live/16818a60-741c-11f0-8603-27bf87625784.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/21c6/live/16818a60-741c-11f0-8603-27bf87625784.jpg.webp\" loading=\"eager\" alt=\"Getty Images Palestinians hold out pots and bowls, jostling to reach the front of a line as they await meals distributed by aid groups in Gaza City\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Hundreds of thousands of Palestinians in Gaza City have been struggling to access food because of Israel's blockade and ongoing attacks on the Gaza Strip</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Israel's security cabinet has approved a plan to take control of Gaza City, in a controversial escalation of its war in Gaza. </p><p class=\"sc-9a00e533-0 hxuGS\">Hundreds of thousands of Palestinians live in the city in the north of the Gaza Strip. It was the enclave's most populous city before the war. </p><p class=\"sc-9a00e533-0 hxuGS\">Several world leaders have condemned the plan, and the UN has warned it would lead to \"more massive forced displacement\" and  \"more killing\". </p><p class=\"sc-9a00e533-0 hxuGS\">Hamas warned of \"fierce resistance\" to the move.</p><p class=\"sc-9a00e533-0 hxuGS\">The plan also faces fierce opposition within Israel – including from military officials and hostages' families.</p><p class=\"sc-9a00e533-0 hxuGS\">Israeli Prime Minister Benjamin Netanyahu had told Fox News earlier that Israel planned to <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cj4w2q9k4pjo\" class=\"sc-f9178328-0 bGFWdi\">occupy the entire Gaza Strip</a> and eventually \"hand it over to Arab forces\". Much is still very unclear, but here's what we know about the new plan.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What are the details of the plan?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A statement released by the office of the Israeli prime minister said the Israel Defense Forces (IDF) would \"prepare for taking control of Gaza city\". </p><p class=\"sc-9a00e533-0 hxuGS\">It also outlined what it said were five \"principles\" for ending the war: </p><ul class=\"sc-6f869981-0 fusmZA\"><li class=\"sc-734a601e-0 huNRXw\">The disarmament of Hamas</li><li class=\"sc-734a601e-0 huNRXw\">The return of all hostages, both living and dead</li><li class=\"sc-734a601e-0 huNRXw\">The demilitarisation of the Gaza Strip</li><li class=\"sc-734a601e-0 huNRXw\">Israeli security control over the Gaza Strip</li><li class=\"sc-734a601e-0 huNRXw\">The establishment of an alternative civilian administration that is neither Hamas nor the Palestinian Authority</li></ul><p class=\"sc-9a00e533-0 hxuGS\">The IDF said the military would prepare to take control of Gaza City while providing humanitarian aid to the \"civilian population outside the combat zones\".</p><p class=\"sc-9a00e533-0 hxuGS\">It is unclear if this is new aid, and if it will be delivered by the controversial Israel and US-backed Gaza Humanitarian Foundation or another mechanism. </p><p class=\"sc-9a00e533-0 hxuGS\">Hamas has said the approval of plans to occupy Gaza \"constitutes a new war crime\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"We warn the criminal occupation that this criminal adventure will cost it dearly and will not be an easy journey,\" it said in a statement on Friday. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Why is just Gaza City being taken over?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Before the cabinet meeting Netanyahu said he wanted Israel to control all of Gaza, but in the new plan only Gaza City is mentioned. </p><p class=\"sc-9a00e533-0 hxuGS\">Reports in Israeli media suggest there were heated exchanges with the army's chief of staff, who voiced his strong opposition to a full takeover of Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel has said it currently controls 75% of Gaza, while the UN estimates some 86% of the territory is either in militarised zones or under evacuation orders.</p><p class=\"sc-9a00e533-0 hxuGS\">The plan aims to have Israeli forces move to take control of the largest city in the enclave, which has already been heavily damaged by Israeli bombing and ground offensives.</p><p class=\"sc-9a00e533-0 hxuGS\">It is surrounded by land that has already been under the IDF's control or subject to an evacuation order.</p><p class=\"sc-9a00e533-0 hxuGS\">Control over the city is likely to be the first phase of a full scale takeover of the Gaza Strip, our <a target=\"_self\" href=\"https://www.bbc.co.uk/news/live/c1mpe9x80xvt\" class=\"sc-f9178328-0 bGFWdi\">Middle East correspondent</a> Hugo Bachega says.</p><p class=\"sc-9a00e533-0 hxuGS\">There has also been some speculation that the threat of full occupation could be part of a strategy to put pressure on Hamas to make concessions in stalled ceasefire negotiations.</p><p class=\"sc-9a00e533-0 hxuGS\">Netanyahu told Fox News Israel does \"not want to keep\" Gaza and intends to hand it over to \"Arab forces\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"We want to have a security perimeter. We don't want to govern it,\" he told the channel. </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">When will Israel take over Gaza City?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Israel has not said when the takeover will begin but reports in Israeli media suggest the military will not move into Gaza City immediately - and residents will need to leave first. </p><p class=\"sc-9a00e533-0 hxuGS\">Israel said it believed that the \"alternative plan\" presented to its cabinet would not \"achieve the defeat of Hamas or the return of the abductees\".</p><p class=\"sc-9a00e533-0 hxuGS\">However it it not clear what the alternative plan was or who had submitted it. Israeli media reports it was a more limited proposal from the army's chief of staff.</p><p class=\"sc-9a00e533-0 hxuGS\">Netanyahu is being \"intentionally vague\" over which \"Arab forces\" he believes could run Gaza, according to the BBC's chief international correspondent Lyse Doucet, as he has been in the past with his plans for the territory.</p><p class=\"sc-9a00e533-0 hxuGS\">He may be referring to the Jordanians and the Egyptians, who have said they are willing to work with Israel - but they have made it clear that they will not go into Gaza on the back of an Israeli occupation. </p><p class=\"sc-9a00e533-0 hxuGS\">No more details have been shared regarding a timeline for Gaza's post-takeover government.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What has the reaction been?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Netanyahu is facing <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c2061vn1mvyo\" class=\"sc-f9178328-0 bGFWdi\">mounting criticism from hostage families</a> and from world leaders.</p><p class=\"sc-9a00e533-0 hxuGS\">UK Prime Minister Sir Keir Starmer has called Israel's escalation \"wrong\" and that it \"will only bring more bloodshed\". </p><p class=\"sc-9a00e533-0 hxuGS\">On Friday Germany's Chancellor Friedrich Merz said his government will not approve any exports of military equipment to Israel that could be used in Gaza until further notice. </p><p class=\"sc-9a00e533-0 hxuGS\">He said it was \"increasingly difficult to understand\" how the Israeli military plan would help achieve legitimate aims. Historically, Germany has been one of the largest arms suppliers to Israel.</p><p class=\"sc-9a00e533-0 hxuGS\">The Palestinian president, Mahmoud Abbas has described the move as a \"fully-fledged crime\".</p><p class=\"sc-9a00e533-0 hxuGS\">Turkey's foreign ministry said Israel aims to \"forcibly displace Palestinians from their own land\". </p><p class=\"sc-9a00e533-0 hxuGS\">The UN's human rights chief Volker Türk says \"the war in Gaza must end now\" and warns that further escalation \"will result in more massive forced displacement, more killing, more unbearable suffering, senseless destruction and atrocity crimes\".</p><p class=\"sc-9a00e533-0 hxuGS\">The Hostages Families Forum Headquarters said the decision \"is leading us toward a colossal catastrophe for both the hostages and our soldiers\". </p><p class=\"sc-9a00e533-0 hxuGS\">However, the US has been much less critical. On Tuesday,<a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cn92je014dyo\" class=\"sc-f9178328-0 bGFWdi\"> US President Donald Trump</a> said it was \"pretty much up to Israel\" whether to fully occupy Gaza, and Washington's Ambassador to Israel Mike Huckabee said that the plan is not America's concern.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's not our job to tell them what they should or should not do,\" he said. </p></div></article></div></body></html>"
        },
        {
            "title": "Azerbaijan and Armenia sign peace deal at White House summit",
            "time": "2025-08-08T23:56:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/23a0/live/0e185ad0-749d-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The leaders of Azerbaijan and Armenia signed an agreement aimed at ending decades of conflict as they were hosted by President Donald Trump at the White House on Friday.</p><p class=\"sc-9a00e533-0 hxuGS\">Azerbaijan's President Ilham Aliyev and Armenian Prime Minister Nikol Pashinyan shook hands after the US president described the event as \"historic\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's been a long time coming,\" Trump said of the agreement, which will reopen some key transport routes between the countries and increase US influence in the region.</p><p class=\"sc-9a00e533-0 hxuGS\">Azerbaijan and Armenia fought over Nagorno-Karabakh, an ethnically Armenian enclave in Azerbaijan, in the 1980s and 1990s and violence has flared up in the years since.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">On Friday, Trump said Armenia and Azerbaijan had promised to stop all fighting \"forever\" as well as open up travel, business and diplomatic relations. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We are today establishing peace in the Caucasus,\" Aliyev said. \"We lost a lot of years being preoccupied with wars and occupation and bloodshed.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Pashinyan called the signing a \"significant milestone\" in relations between the two countries. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Thirty-five years they fought, and now they're friends and they're going to be friends a long time,\" Trump said at the event.</p><p class=\"sc-9a00e533-0 hxuGS\">The White House said that, as part of the deal, the US will also help build a major transit corridor that will be named the Trump Route for International Peace and Prosperity.</p><p class=\"sc-9a00e533-0 hxuGS\">The route will connect Azerbaijan and its autonomous Nakhchivan exclave, which are separated by Armenian territory. In the past, Aliyev has demanded that Armenia give his country a railroad corridor to Nakhichevan.</p><p class=\"sc-9a00e533-0 hxuGS\">Armenia wanted to have control of the road and the Azerbaijani leader has in the past threatened to take the corridor by force. The issue has halted and stalled previous peace negotiations.</p><p class=\"sc-9a00e533-0 hxuGS\">Both leaders praised Trump and his team throughout the meeting: \"President Trump, in six months, did a miracle,\" Aliyev said.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump said he had also signed a bilateral agreement with both countries to expand  energy and technology trade.</p><p class=\"sc-9a00e533-0 hxuGS\">The US president has sought to make peace deals between several warring countries during his second term.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The summit on Friday also signifies the US expanding its influence in the region at the expense of Russia. For more than a century, the Kremlin has played the role of power and peace broker there.</p><p class=\"sc-9a00e533-0 hxuGS\">Most recently, Russian President Vladimir Putin himself has acted as the main mediator in the conflict. The last agreement signed by Aliyev and Pashinyan was crafted by Putin.</p><p class=\"sc-9a00e533-0 hxuGS\">With Trump now bringing the two countries together, Putin is largely sidelined. Moscow has worked to insert its interests into peace talks, but both sides abandoned those proposals in favour of an American solution. </p><p class=\"sc-9a00e533-0 hxuGS\">The announcement on Friday came shortly before Trump announced that he would meet Putin for talks in Alaska next week.</p></div></div></body></html>"
        },
        {
            "title": "Pornographic Taylor Swift deepfakes generated by Musk's Grok AI",
            "time": "2025-08-08T23:06:01",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ccc1/live/af6d2f90-72b9-11f0-af20-030418be2ca5.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Elon Musk's AI accused of making explicit AI Taylor Swift videos</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Imran Rahman-Jones</span><p class=\"sc-801dd632-8 hwLppI\"><span>Technology reporter</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ccc1/live/af6d2f90-72b9-11f0-af20-030418be2ca5.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ccc1/live/af6d2f90-72b9-11f0-af20-030418be2ca5.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ccc1/live/af6d2f90-72b9-11f0-af20-030418be2ca5.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ccc1/live/af6d2f90-72b9-11f0-af20-030418be2ca5.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ccc1/live/af6d2f90-72b9-11f0-af20-030418be2ca5.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ccc1/live/af6d2f90-72b9-11f0-af20-030418be2ca5.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ccc1/live/af6d2f90-72b9-11f0-af20-030418be2ca5.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ccc1/live/af6d2f90-72b9-11f0-af20-030418be2ca5.png.webp\" loading=\"eager\" alt=\"Getty Images Taylor Swift smiling wearing a black beanie hat and black jacket.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Elon Musk's AI video generator has been accused of making \"a deliberate choice\" to create sexually explicit clips of Taylor Swift without prompting, says an expert in online abuse.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is not misogyny by accident, it is by design,\" said Clare McGlynn, a law professor who has helped draft a law which would make pornographic deepfakes illegal.</p><p class=\"sc-9a00e533-0 hxuGS\">According to <a target=\"_blank\" href=\"https://www.theverge.com/report/718975/xai-grok-imagine-taylor-swifty-deepfake-nudes\" class=\"sc-f9178328-0 bGFWdi\">a report by The Verge</a>, Grok Imagine's new \"spicy\" mode \"didn't hesitate to spit out fully uncensored topless videos\" of the pop star without being asked to make explicit content.</p><p class=\"sc-9a00e533-0 hxuGS\">The report also said proper age verification methods - which became law in July - were not in place.</p><p class=\"sc-9a00e533-0 hxuGS\">XAI, the company behind Grok, has been approached for comment.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">XAI's own <a target=\"_blank\" href=\"https://x.ai/legal/acceptable-use-policy\" class=\"sc-f9178328-0 bGFWdi\">acceptable use policy</a> prohibits \"depicting likenesses of persons in a pornographic manner\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"That this content is produced without prompting demonstrates the misogynistic bias of much AI technology,\" said Prof McGlynn of Durham University. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Platforms like X could have prevented this if they had chosen to, but they have made a deliberate choice not to,\" she added.</p><p class=\"sc-9a00e533-0 hxuGS\">This is not the first time Taylor Swift's image has been used in this way.</p><p class=\"sc-9a00e533-0 hxuGS\">Sexually explicit deepfakes using her face went viral and were viewed <a target=\"_self\" href=\"https://www.bbc.co.uk/news/technology-68110476\" class=\"sc-f9178328-0 bGFWdi\">millions of times</a> on X and Telegram in January 2024. </p><p class=\"sc-9a00e533-0 hxuGS\">Deepfakes are computer-generated images which replace the face of one person with another.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'Completely uncensored, completely exposed'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In testing the guardrails of Grok Imagine, The Verge news writer Jess Weatherbed entered the prompt: \"Taylor Swift celebrating Coachella with the boys\".</p><p class=\"sc-9a00e533-0 hxuGS\">Grok generated still images of Swift wearing a dress with a group of men behind her.</p><p class=\"sc-9a00e533-0 hxuGS\">This could then be animated into short video clips under four different settings: \"normal\", \"fun\", \"custom\" or \"spicy\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"She ripped [the dress] off immediately, had nothing but a tasselled thong underneath, and started dancing, completely uncensored, completely exposed,\" Ms Weatherbed told BBC News.</p><p class=\"sc-9a00e533-0 hxuGS\">She added: \"It was shocking how fast I was just met with it - I in no way asked it to remove her clothing, all I did was select the 'spicy' option.\"</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://gizmodo.com/groks-spicy-mode-makes-nsfw-celebrity-deepfakes-of-women-but-not-men-2000639308\" class=\"sc-f9178328-0 bGFWdi\">Gizmodo reported</a> similarly explicit results of famous women, though some searches also returned blurred videos or with a \"video moderated\" message.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has been unable to independently verify the results of the AI video generations.</p><p class=\"sc-9a00e533-0 hxuGS\">Ms Weatherbed said she signed up to the paid version of Grok Imagine, which cost £30, using a brand new Apple account.</p><p class=\"sc-9a00e533-0 hxuGS\">Grok asked for her date of birth but there was no other age verification in place, she said.</p><p class=\"sc-9a00e533-0 hxuGS\">Under <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c1k81lj8nvpo\" class=\"sc-f9178328-0 bGFWdi\">new UK laws</a> which entered into force at the end of July, platforms which show explicit images must verify users' ages using methods which are \"technically accurate, robust, reliable and fair\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"Sites and apps that include Generative AI tools that can generate pornographic material are regulated under the Act,\" the media regulator Ofcom told BBC News.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We are aware of the increasing and fast-developing risk GenAI tools may pose in the online space, especially to children, and we are working to ensure platforms put appropriate safeguards in place to mitigate these risks,\" it said in a statement.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">New UK laws</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Currently, generating pornographic deepfakes is illegal when used in revenge porn or depicts children. </p><p class=\"sc-9a00e533-0 hxuGS\">Prof McGlynn helped draft an amendment to the law which would make generating or requesting all non-consensual pornographic deepfakes illegal. </p><p class=\"sc-9a00e533-0 hxuGS\">The government has committed to making this amendment law, but it is yet to come into force.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Every woman should have the right to choose who owns intimate images of her,\" said Baroness Owen, who <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cq629lyvj40o\" class=\"sc-f9178328-0 bGFWdi\">proposed the amendment</a> in the House of Lords.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is essential that these models are not used in such a way that violates a woman's right to consent whether she be a celebrity or not,\" Lady Owen continued in a statement given to BBC News. </p><p class=\"sc-9a00e533-0 hxuGS\">\"This case is a clear example of why the Government must not delay any further in its implementation of the Lords amendments,\" she added.</p><p class=\"sc-9a00e533-0 hxuGS\">A Ministry of Justice spokesperson said: \"Sexually explicit deepfakes created without consent are degrading and harmful. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We refuse to tolerate the violence against women and girls that stains our society which is why we have passed legislation to ban their creation as quickly as possible.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">When pornographic deepfakes using Taylor Swift's face went viral in 2024, X temporarily blocked searches for her name on the platform.</p><p class=\"sc-9a00e533-0 hxuGS\">At the time, X said it was \"actively removing\" the images and taking \"appropriate actions\" against the accounts involved in spreading them.</p><p class=\"sc-9a00e533-0 hxuGS\">Ms Weatherbed said the team at The Verge chose Taylor Swift to test the Grok Imagine feature because of this incident.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We assumed - wrongly now - that if they had put any kind of safeguards in place to prevent them from emulating the likeness of celebrities, that she would be first on the list, given the issues that they've had,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">Taylor Swift's representatives have been contacted for comment.</p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Jim Lovell: Astronaut who guided Apollo 13 safely back to Earth dies aged 97",
            "time": "2025-08-08T19:51:03",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ec50/live/f403b100-3f9e-11ef-b74c-bb483a802c97.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Jim Lovell, who guided Apollo 13 safely back to Earth, dies aged 97</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ec50/live/f403b100-3f9e-11ef-b74c-bb483a802c97.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ec50/live/f403b100-3f9e-11ef-b74c-bb483a802c97.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ec50/live/f403b100-3f9e-11ef-b74c-bb483a802c97.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ec50/live/f403b100-3f9e-11ef-b74c-bb483a802c97.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ec50/live/f403b100-3f9e-11ef-b74c-bb483a802c97.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ec50/live/f403b100-3f9e-11ef-b74c-bb483a802c97.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ec50/live/f403b100-3f9e-11ef-b74c-bb483a802c97.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ec50/live/f403b100-3f9e-11ef-b74c-bb483a802c97.jpg.webp\" loading=\"eager\" alt=\"NASA James Lovell is photographed wearing his astronaut suit albeit without his helmet.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">NASA</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Astronaut Jim Lovell, who guided the Apollo 13 mission safely back to Earth in 1970, has died aged 97.</p><p class=\"sc-9a00e533-0 hxuGS\">Nasa said he had \"turned a potential tragedy into a success\" after an attempt to land on the Moon was aborted because of an explosion onboard the spacecraft while it was hundreds of thousands of miles from Earth.</p><p class=\"sc-9a00e533-0 hxuGS\">Tens of millions watched on television as Lovell and two other astronauts splashed back down into the Pacific Ocean, a moment which has become one of the most iconic in the history of space travel.</p><p class=\"sc-9a00e533-0 hxuGS\">Lovell, who was also part of the Apollo 8 mission, was the first man to go to the Moon twice - but never actually landed.</p><p class=\"sc-9a00e533-0 hxuGS\">Acting Nasa head Sean Duffy said Lovell had helped the US space programme to \"forge a historic path\".</p><p class=\"sc-9a00e533-0 hxuGS\">In a statement, Lovell's family said: \"We will miss his unshakeable optimism, his sense of humor, and the way he made each of us feel we could do the impossible. He was truly one of a kind.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Teenage rocket maker </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">One Saturday, a 16-year-old hauled a heavy, three-foot tube into the middle of a large field in Wisconsin.</p><p class=\"sc-9a00e533-0 hxuGS\">He had persuaded his science teacher to help him make a makeshift rocket. Somehow, he had managed to get his hands on the ingredients for gunpowder - potassium nitrate, sulphur and charcoal.</p><p class=\"sc-9a00e533-0 hxuGS\">He pulled on a welder's helmet for protection. He packed it with powder, struck a match and ran like hell.</p><p class=\"sc-9a00e533-0 hxuGS\">The rocket rose 80 feet into the air and exploded. Had the chemicals been packed slightly differently, he would have been blown to pieces.</p><p class=\"sc-9a00e533-0 hxuGS\">For Jim Lovell, this was more than a childish lark. </p><p class=\"sc-9a00e533-0 hxuGS\">In achieving his dream to be a rocket scientist, he would become an American hero. But it was not going to be easy.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0495/live/0170e9f0-71d3-11ef-a8e8-4b50ad52161f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0495/live/0170e9f0-71d3-11ef-a8e8-4b50ad52161f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0495/live/0170e9f0-71d3-11ef-a8e8-4b50ad52161f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0495/live/0170e9f0-71d3-11ef-a8e8-4b50ad52161f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0495/live/0170e9f0-71d3-11ef-a8e8-4b50ad52161f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0495/live/0170e9f0-71d3-11ef-a8e8-4b50ad52161f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0495/live/0170e9f0-71d3-11ef-a8e8-4b50ad52161f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0495/live/0170e9f0-71d3-11ef-a8e8-4b50ad52161f.jpg.webp\" loading=\"lazy\" alt=\"Getty Images The crew of the ill-fated Apollo 13: Jack Swigert, Jim Lovell and Fred Haise. They are holding models of the craft\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The crew of the ill-fated Apollo 13: Jack Swigert, Jim Lovell and Fred Haise</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">James Arthur Lovell Jr was born on 25 March 1928 - just a year after Charles Lindbergh made his historic trip across the Atlantic.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Boys like either dinosaurs or airplanes,\" he said. \"I was very much an airplane boy.\"</p><p class=\"sc-9a00e533-0 hxuGS\">When he was five years old, his father died in a car accident.</p><p class=\"sc-9a00e533-0 hxuGS\">His mother, Blanche, worked all hours, struggling to keep food on the table. University was well beyond their financial reach.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The answer was the US Navy, which was hungry for new pilots after World War Two. It was not building rockets but at least it involved flying.</p><p class=\"sc-9a00e533-0 hxuGS\">Lovell signed up to a programme that sent him to college at the military's expense while training as a fighter pilot.</p><p class=\"sc-9a00e533-0 hxuGS\">Two years in, he gambled and switched to the Navy Academy at Annapolis, on Chesapeake Bay, in the hope of working with his beloved rockets.</p><p class=\"sc-9a00e533-0 hxuGS\">It was a lucky decision. </p><p class=\"sc-9a00e533-0 hxuGS\">A few months later, the Korean War broke out and his former fellow apprentice pilots were sent to South East Asia. Many never got to finish their education.</p><p class=\"sc-9a00e533-0 hxuGS\">Marriage was banned at Annapolis and girlfriends discouraged. The navy did not want its midshipmen wasting their time on such frivolities.</p><p class=\"sc-9a00e533-0 hxuGS\">But Lovell had a sweetheart. Marilyn Gerlach was the high school girl he had shyly asked to the prom.</p><p class=\"sc-9a00e533-0 hxuGS\">Women were not allowed on campus and trips outside were limited to 45 minutes. Somehow the relationship survived.</p><p class=\"sc-9a00e533-0 hxuGS\">Just hours after his graduation in 1952, the newly commissioned Ensign Lovell married her. </p><p class=\"sc-9a00e533-0 hxuGS\">They would be together for more than 70 years, until Marilyn's death in 2023.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/461f/live/11764bd0-3f9f-11ef-96a8-e710c6bfc866.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/461f/live/11764bd0-3f9f-11ef-96a8-e710c6bfc866.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/461f/live/11764bd0-3f9f-11ef-96a8-e710c6bfc866.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/461f/live/11764bd0-3f9f-11ef-96a8-e710c6bfc866.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/461f/live/11764bd0-3f9f-11ef-96a8-e710c6bfc866.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/461f/live/11764bd0-3f9f-11ef-96a8-e710c6bfc866.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/461f/live/11764bd0-3f9f-11ef-96a8-e710c6bfc866.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/461f/live/11764bd0-3f9f-11ef-96a8-e710c6bfc866.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A black and white photo of Jim and Marilyn Lovell\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Jim and Marilyn Lovell were high school sweethearts</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">He did everything he could to advertise his love of rocketry. </p><p class=\"sc-9a00e533-0 hxuGS\">His thesis at the Navy Academy was in the unheard-of topic of liquid-fuel engines. After graduation, he hoped to specialise in this pioneering new technology.</p><p class=\"sc-9a00e533-0 hxuGS\">But the navy had other ideas. </p><p class=\"sc-9a00e533-0 hxuGS\">Lovell was assigned to an aircraft carrier group flying Banshee jets off ships at night. It was a white-knuckle, high-wire business fit only for daredevils. But for Lovell, it was not enough.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Kennedy's men</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In 1958, he applied to Nasa. </p><p class=\"sc-9a00e533-0 hxuGS\">Project Mercury was America's attempt to place a man in orbit around the Earth. Jim Lovell was one of the 110 test pilots considered for selection but a temporary liver condition put paid to his chances. </p><p class=\"sc-9a00e533-0 hxuGS\">Four years later, he tried again.</p><p class=\"sc-9a00e533-0 hxuGS\">In June 1962, after gruelling medical tests, Nasa announced its \"New Nine\". These would be the men to deliver on President Kennedy's pledge to put American boots on the Moon. </p><p class=\"sc-9a00e533-0 hxuGS\">It was the most elite group of flying men ever assembled. They included Neil Armstrong, John Young and, fulfilling his childhood dream, Jim Lovell.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9cec/live/2b222c40-71d4-11ef-b908-d973c67fbe17.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9cec/live/2b222c40-71d4-11ef-b908-d973c67fbe17.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9cec/live/2b222c40-71d4-11ef-b908-d973c67fbe17.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9cec/live/2b222c40-71d4-11ef-b908-d973c67fbe17.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9cec/live/2b222c40-71d4-11ef-b908-d973c67fbe17.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9cec/live/2b222c40-71d4-11ef-b908-d973c67fbe17.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9cec/live/2b222c40-71d4-11ef-b908-d973c67fbe17.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9cec/live/2b222c40-71d4-11ef-b908-d973c67fbe17.jpg.webp\" loading=\"lazy\" alt=\"Getty Images The crew of Apollo 8 in training. They are shown strapped into their seats.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Apollo 8 was Nasa's most dangerous mission yet</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Three years later he was ready. </p><p class=\"sc-9a00e533-0 hxuGS\">His first trip into space was aboard the two-man Gemini 7. Lovell and fellow astronaut Frank Borman ate a steak-and-eggs breakfast and blasted off. </p><p class=\"sc-9a00e533-0 hxuGS\">Their mission: to find out if men could survive two weeks in space. If not, the Moon was out of reach.</p><p class=\"sc-9a00e533-0 hxuGS\">With the endurance record complete, Lovell's next flight was in command of Gemini 12 alongside space rookie Buzz Aldrin. </p><p class=\"sc-9a00e533-0 hxuGS\">This time they proved that man could work outside a spacecraft. Aldrin clambered awkwardly into the void, spending five hours photographing star fields.</p><p class=\"sc-9a00e533-0 hxuGS\">Now for the Moon itself. </p><p class=\"sc-9a00e533-0 hxuGS\">The crew of Apollo 8 would be the first to travel beyond low Earth orbit and enter the gravitational pull of another celestial body. </p><p class=\"sc-9a00e533-0 hxuGS\">It was Nasa's most dangerous mission yet.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'Get the camera'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Saturn V rocket that shot Lovell, Borman and William Anders out of our atmosphere at 25,000mph (40,233km/h) was huge - three times larger than anything seen on the Gemini programme.</p><p class=\"sc-9a00e533-0 hxuGS\">As navigator, Lovell took with him a sextant to take star readings - in case the computers failed and they had to find their own way home.</p><p class=\"sc-9a00e533-0 hxuGS\">Sixty-eight hours after take-off, they made it. </p><p class=\"sc-9a00e533-0 hxuGS\">The engines fired and Apollo 8 slid silently behind the Moon. The men heard a crackle in their headsets as the radio signal to Mission Control faltered and then failed.</p><p class=\"sc-9a00e533-0 hxuGS\">The spellbound astronauts pinned themselves to the windows, the first humans to see the far side of our nearest celestial neighbour. And then, from over the advancing horizon, an incredible sight.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Earthrise,\" gasped Borman.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Get the camera, quick,\" said Lovell.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5c13/live/9a0f15a0-71d4-11ef-b908-d973c67fbe17.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5c13/live/9a0f15a0-71d4-11ef-b908-d973c67fbe17.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5c13/live/9a0f15a0-71d4-11ef-b908-d973c67fbe17.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5c13/live/9a0f15a0-71d4-11ef-b908-d973c67fbe17.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5c13/live/9a0f15a0-71d4-11ef-b908-d973c67fbe17.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5c13/live/9a0f15a0-71d4-11ef-b908-d973c67fbe17.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5c13/live/9a0f15a0-71d4-11ef-b908-d973c67fbe17.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5c13/live/9a0f15a0-71d4-11ef-b908-d973c67fbe17.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A photo of Earth taken during the spaceflight\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The image of Earth from Space captivated the World</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It was Christmas Eve 1968. </p><p class=\"sc-9a00e533-0 hxuGS\">America was mired in Vietnam abroad and civil unrest at home. But at that moment, it seemed that humanity was united. </p><p class=\"sc-9a00e533-0 hxuGS\">The people of the world saw their planet as the astronauts saw it - fragile and beautiful, shining in the desolation of space.</p><p class=\"sc-9a00e533-0 hxuGS\">Lovell read from the Book of Genesis, the basis of many of the world's great religions, to the people of the Earth. </p><p class=\"sc-9a00e533-0 hxuGS\">\"And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.\"</p><p class=\"sc-9a00e533-0 hxuGS\">For him, it was an image that changed our world forever. He put his thumb against the window and the whole world disappeared behind it. It was the most moving experience of his life.</p><p class=\"sc-9a00e533-0 hxuGS\">As the spacecraft re-emerged from the darkness, Lovell was first to announce the good news. \"Please be advised,\" he said as the radio crackled back into life, \"there is a Santa Claus.\"</p><p class=\"sc-9a00e533-0 hxuGS\">At that very moment, 239,000 miles away, a man in a blue Rolls-Royce pulled up outside Lovell's house in Houston. </p><p class=\"sc-9a00e533-0 hxuGS\">He walked past the dozens of reporters camped outside and handed a box to Marilyn.</p><p class=\"sc-9a00e533-0 hxuGS\">She opened the star-patterned tissue paper and pulled out a mink jacket. \"Happy Christmas,\" said the card that came with it, \"and love from the Man in the Moon.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9a2d/live/06565a70-71d5-11ef-b908-d973c67fbe17.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9a2d/live/06565a70-71d5-11ef-b908-d973c67fbe17.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9a2d/live/06565a70-71d5-11ef-b908-d973c67fbe17.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9a2d/live/06565a70-71d5-11ef-b908-d973c67fbe17.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9a2d/live/06565a70-71d5-11ef-b908-d973c67fbe17.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9a2d/live/06565a70-71d5-11ef-b908-d973c67fbe17.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9a2d/live/06565a70-71d5-11ef-b908-d973c67fbe17.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9a2d/live/06565a70-71d5-11ef-b908-d973c67fbe17.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Lyndon Johnson watching the Apollo 8 mission on three televisions.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">President Lyndon B Johnson, like millions of others, sat glued to his television sets during the Apollo 8 mission</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">They went up as astronauts and came down celebrities. The people of the Earth had followed their every move on TV.</p><p class=\"sc-9a00e533-0 hxuGS\">There were ticker tape parades, congressional honours and a place on the cover of Time Magazine. And they had not even set foot on the Moon.</p><p class=\"sc-9a00e533-0 hxuGS\">That honour went, of course, to Neil Armstrong and Buzz Aldrin. </p><p class=\"sc-9a00e533-0 hxuGS\">A year later, Kennedy's dream was posthumously seen to fruition. A small step was taken and mankind took its giant leap. The New Nine had done their job.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'Houston, we've had a problem'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In April 1970, it was Jim Lovell's turn. Fortunately, the crew of Apollo 13 did not believe in unlucky numbers.</p><p class=\"sc-9a00e533-0 hxuGS\">Lovell, Jack Swigert and Fred Haise were men of science - highly trained and determined to follow Armstrong and Aldrin to the lunar surface. But things went badly wrong.</p><p class=\"sc-9a00e533-0 hxuGS\">They were 200,000 miles above the Earth and closing in on their target when they spotted low pressure in a hydrogen tank. It needed a stir to stop the super cold gas settling into layers.</p><p class=\"sc-9a00e533-0 hxuGS\">Swigert flicked the switch. It should have been a routine procedure but the command module, Odyssey, shuddered. Oxygen pressure fell and power shut down.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I believe we've had a problem here,\" said Swigert. Lovell had to repeat the message to a stunned Mission Control: \"Houston, we've had a problem.\"</p><p class=\"sc-9a00e533-0 hxuGS\">It was one of the greatest understatements of all time. The crew were in big trouble - a dramatic explosion had disabled their craft.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/882a/live/a1cd3e10-71d5-11ef-b908-d973c67fbe17.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/882a/live/a1cd3e10-71d5-11ef-b908-d973c67fbe17.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/882a/live/a1cd3e10-71d5-11ef-b908-d973c67fbe17.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/882a/live/a1cd3e10-71d5-11ef-b908-d973c67fbe17.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/882a/live/a1cd3e10-71d5-11ef-b908-d973c67fbe17.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/882a/live/a1cd3e10-71d5-11ef-b908-d973c67fbe17.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/882a/live/a1cd3e10-71d5-11ef-b908-d973c67fbe17.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/882a/live/a1cd3e10-71d5-11ef-b908-d973c67fbe17.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Flight controllers at Nasa working out how to get the crippled Apollo 13 back to Earth.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Flight controllers at Nasa working out how to get the crippled Apollo 13 back to Earth.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Haise and Lovell worked frantically to boot up the lunar module, Aquarius. </p><p class=\"sc-9a00e533-0 hxuGS\">It was not supposed to be used until they got to the Moon. It had no heat shield, so could not be used to re-enter the Earth's atmosphere. But it could keep them alive until they got there.</p><p class=\"sc-9a00e533-0 hxuGS\">The world stopped breathing and watched. </p><p class=\"sc-9a00e533-0 hxuGS\">For a second time, Jim Lovell had brought the world together as one. The first time it had been for Earthrise, the second would be to witness his fight to survive.</p><p class=\"sc-9a00e533-0 hxuGS\">“For four days,\" said Marilyn, \"I didn’t know if I was a wife or a widow.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Temperatures fell to freezing, food and water were rationed. It was days before they limped back to the fringes of Earth's atmosphere. They climbed back aboard the Odyssey and prayed the heat shield had not been damaged.</p><p class=\"sc-9a00e533-0 hxuGS\">The radio silence that accompanies re-entry went on far longer than normal. Millions watched on TV, many convinced that all was lost. </p><p class=\"sc-9a00e533-0 hxuGS\">After six agonising minutes, Jack Swigert's voice cut through the silence.</p><p class=\"sc-9a00e533-0 hxuGS\">The team on the ground held its breath until the parachutes deployed and the crew was safely down. </p><p class=\"sc-9a00e533-0 hxuGS\">The mission was Nasa's greatest failure and, without question, its finest hour.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3a7f/live/0085e650-71d6-11ef-b908-d973c67fbe17.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3a7f/live/0085e650-71d6-11ef-b908-d973c67fbe17.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3a7f/live/0085e650-71d6-11ef-b908-d973c67fbe17.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3a7f/live/0085e650-71d6-11ef-b908-d973c67fbe17.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3a7f/live/0085e650-71d6-11ef-b908-d973c67fbe17.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3a7f/live/0085e650-71d6-11ef-b908-d973c67fbe17.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3a7f/live/0085e650-71d6-11ef-b908-d973c67fbe17.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3a7f/live/0085e650-71d6-11ef-b908-d973c67fbe17.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Apollo 13 astronauts waiting for rescue in a raft.  The space capsule is shown behind them and a helicopter is hovering overhead.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Jim Lovell, Fred Haise and Jack Swigert are rescued from the Pacific Ocean after their dramatic escape</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Lovell retired from the navy in 1973 and opted for a the quiet life, working for the Bay-Houston Towing Company, giving speeches and serving as president of the National Eagle Scout Association.</p><p class=\"sc-9a00e533-0 hxuGS\">His book, Lost Moon: The Perilous Voyage of Apollo 13, became the famous 1995 movie, starring Tom Hanks as Jim Lovell.</p><p class=\"sc-9a00e533-0 hxuGS\">For the film, the director asked him to dress up as an admiral. It was for a cameo scene, shaking hands with Hanks when the crew were rescued from the sea. </p><p class=\"sc-9a00e533-0 hxuGS\">But the old American hero was not having it.</p><p class=\"sc-9a00e533-0 hxuGS\">Jim Lovell had been to the Moon twice, witnessed Earthrise and narrowly avoided a cold death in space - and saw no reason to falsely burnish his <i id=\"résumé\" class=\"sc-d16436d-0 fhKUCU\">résumé</i>.</p><p class=\"sc-9a00e533-0 hxuGS\">He took out his old navy uniform, dusted it down and put it on for the cameo appearance. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I retired as a captain,\" he insisted, \"and a captain I will be.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Hong Kong domestic workers arrested for selling abortion drugs",
            "time": "2025-08-08T14:33:48",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0a9a/live/a2182c90-7459-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Eleven domestic workers have been arrested in Hong Kong on suspicion of \"child destruction\" and illegal abortions, police have said.</p><p class=\"sc-9a00e533-0 hxuGS\">The women, in their 30s and 40s, were rounded up after one was found at her employer's home with a dead foetus, later confirmed to be at least 28 weeks old.</p><p class=\"sc-9a00e533-0 hxuGS\">Police also found drugs they suspected were abortion pills - which eventually led them to the 10 other women.</p><p class=\"sc-9a00e533-0 hxuGS\">Five have since been charged, while five are on bail and one has been remanded in custody for further investigation. If found guilty of the most serious charge, child destruction, they could face a life sentence.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The investigation began in June after paramedics were called to help a 39-year-old domestic worker, who had collapsed at her employer's home.</p><p class=\"sc-9a00e533-0 hxuGS\">Paramedics then found the foetus hidden in a laundry basket in her room, police said, which had not been born alive.</p><p class=\"sc-9a00e533-0 hxuGS\">When questioned, the woman admitted buying the pills from a friend - another foreign domestic worker.</p><p class=\"sc-9a00e533-0 hxuGS\">She was arrested in July, with police eventually carrying out a series of raids between 29 July and 8 August, during which another eight domestic workers were detained.</p><p class=\"sc-9a00e533-0 hxuGS\">Inspector Lam Ho-yin, of the Yuen Long district crime squad, said it did not appear to be a crime syndicate. Instead, preliminary findings showed \"the 32-year-old foreign domestic helper... brought them back from another country\" and had been allegedly selling them on.</p><p class=\"sc-9a00e533-0 hxuGS\">It is not clear what each woman - whose nationalities police would not reveal - has been accused of.</p><p class=\"sc-9a00e533-0 hxuGS\">Abortion is legal in Hong Kong, but only under strict conditions - under 24 weeks when continuing with the pregnancy would damage the mother's life, or if health is at risk, or in the case of severe foetal abnormality. Over 24 weeks, abortions can only be carried out if the mother's life is in danger. </p><p class=\"sc-9a00e533-0 hxuGS\">People found guilty of supplying or using drugs for abortion can face up to seven years of jail time.</p><p class=\"sc-9a00e533-0 hxuGS\">On Friday, police asked employers to get their domestic workers to speak to a medical professional if they were pregnant.</p><p class=\"sc-9a00e533-0 hxuGS\">Hong Kong hosts some 368,000 foreign domestic workers, according to government statistics. Most - some 55% - come from the Philippines, while 42% are from Indonesia. </p><p class=\"sc-9a00e533-0 hxuGS\">Most earn a government-fixed monthly minimum wage of HK$4,990 (US$636; £473).</p></div></div></body></html>"
        },
        {
            "title": "Wildfires force Turkey to shut Dardanelles Strait to shipping",
            "time": "2025-08-08T15:41:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/de1a/live/4b4ac880-7460-11f0-aa65-13a77a32934c.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Dardanelles Strait has been temporarily shut to maritime traffic due to forest fires raging in north-western Turkey, the country's transport ministry has said.</p><p class=\"sc-9a00e533-0 hxuGS\">The major international waterway was shut as a precautionary measure as the blazes spread near the city of Canakkale where a number of residents were evacuated.</p><p class=\"sc-9a00e533-0 hxuGS\">Turkish firefighters have been deployed to try to contain the fires. Specialist firefighting planes and helicopters are also in use.</p><p class=\"sc-9a00e533-0 hxuGS\">The Dardanelles links the Aegean Sea to the Sea of Marmara. Together with the Bosporus Strait, it serves as a vital route for commercial shipping between Europe and Asia.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\">Nearly 46,000 vessels crossed the Dardanelles in 2024, according to official data.</p><p class=\"sc-9a00e533-0 hxuGS\">Strong winds fanned the wildfires, helping them spread in hot dry weather, local officials said. Efforts to extinguish the blazes from \"both the air and ground\" were ongoing, Canakkale's provincial governor - quoted in Turkiye Today - said on Friday.</p><p class=\"sc-9a00e533-0 hxuGS\">Canakkale's main airport is closed to passenger flights, but firefighting and search and rescue aircraft are still operating from there.</p><p class=\"sc-9a00e533-0 hxuGS\">Hundreds of wildfires have broken out across Turkey this summer, forcing tens of thousands of people to evacuate their homes.</p><p class=\"sc-9a00e533-0 hxuGS\">In July, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c9dg72155q5o\" class=\"sc-f9178328-0 bGFWdi\">at least 10 forestry and rescue workers were killed</a> while battling wildfires in the country's central Eskisehir province.</p></div></div></body></html>"
        },
        {
            "title": "Dharali: Couple searches for missing children after India floods",
            "time": "2025-08-08T06:50:27",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f81a/live/c219d120-7421-11f0-a20f-3b86f375586a.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Veer Singh and Kali Devi, both construction workers, had gone to a nearby village to buy groceries when flash floods hit their home in the northern Indian state of Uttarakhand. </p><p class=\"sc-9a00e533-0 hxuGS\">Their family – three sons, a daughter-in-law and two grandchildren – have since been missing. </p><p class=\"sc-9a00e533-0 hxuGS\">They are among the 100 people missing after the deadly floods devastated the state's Dharali village on Tuesday. </p><p class=\"sc-9a00e533-0 hxuGS\">Uttarakhand, which is located in the western Himalayas, is highly vulnerable to flash floods and landslides.</p></div></div></body></html>"
        },
        {
            "title": "Erin Patterson: Court was told of mushroom murderer's alleged attempts to kill husband",
            "time": "2025-08-08T07:00:39",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/741f/live/024cf8e0-742b-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Mushroom murderer tried to kill husband with pasta, cookies and curry, court was told</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Tiffanie Turnbull</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Sydney</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Police release interview with Australian mushroom murderer</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Convicted triple-murderer Erin Patterson allegedly tried to repeatedly poison her husband, including with cookies she claimed their daughter had baked him, a court was told.</p><p class=\"sc-9a00e533-0 hxuGS\">The Australian woman was last month found guilty of murdering three relatives - and attempting to kill another - with a toxic mushroom-laced beef Wellington.</p><p class=\"sc-9a00e533-0 hxuGS\">The 50-year-old was originally charged with three counts of attempted murder against her estranged husband Simon Patterson, but these charges were dropped without explanation on the eve of her trial.</p><p class=\"sc-9a00e533-0 hxuGS\">The details of the allegations, which Patterson denied, were suppressed to protect the proceedings, but can now be made public for the first time.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Three people died in hospital in the days after the lunch on 29 July 2023: Patterson's former in-laws, Don Patterson, 70, and Gail Patterson, 70, as well as Gail's sister, Heather Wilkinson, 66.</p><p class=\"sc-9a00e533-0 hxuGS\">Local pastor Ian Wilkinson – Heather's husband – recovered after weeks of treatment in hospital.</p><p class=\"sc-9a00e533-0 hxuGS\">In lengthy pre-trial hearings last year, Mr Patterson had detailed what he suspected was a years-long campaign to kill him with tainted food - including one episode which had left him so ill he spent weeks in a coma and his family was twice told to say their goodbyes.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Camping trips and packed lunches</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In a quiet moment during the early days of Patterson's trial, her estranged husband choked up as he explained his sorrow to a near empty courtroom.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Patterson's parents and his aunt had been killed, and his uncle almost died too, after eating the toxic meal prepared by his wife. He had narrowly avoided the same fate, pulling out of the lunch gathering the day before.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I have a lot to grieve,\" he said to the judge, sitting in the witness box as the jury prepared to return from a break.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The legal process has been very difficult... especially the way it's progressed in terms of the charges relating to me and my evidence about that - or non-evidence now, I guess.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"I'm sitting here, half thinking about the things I'm not allowed to talk about and… I don't actually understand why. It seems bizarre to me, but it is what it is.\"</p><p class=\"sc-9a00e533-0 hxuGS\">What he wasn't allowed to talk about – the elephant in the room throughout the trial – was his claim that Patterson had been trying to poison him long before the fatal lunch that destroyed his family on 29 July 2023.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ab6e/live/be5995d0-7416-11f0-b843-2b694a9b11d9.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ab6e/live/be5995d0-7416-11f0-b843-2b694a9b11d9.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ab6e/live/be5995d0-7416-11f0-b843-2b694a9b11d9.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ab6e/live/be5995d0-7416-11f0-b843-2b694a9b11d9.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ab6e/live/be5995d0-7416-11f0-b843-2b694a9b11d9.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ab6e/live/be5995d0-7416-11f0-b843-2b694a9b11d9.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ab6e/live/be5995d0-7416-11f0-b843-2b694a9b11d9.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ab6e/live/be5995d0-7416-11f0-b843-2b694a9b11d9.jpg.webp\" loading=\"eager\" alt=\"EPA Simon Patterson wearing a suit looks at the camera\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Charges relating to Simon Patterson were dropped on the eve of the trial</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Mr Patterson gave evidence during pre-trial hearings, which are a standard part of the court process and allow judges to determine what evidence is admissible - or allowed to be presented to a jury.</p><p class=\"sc-9a00e533-0 hxuGS\">As the charges relating to Mr Patterson were dropped, his evidence on the matter was excluded from the raft of information presented at the nine-week trial this year.</p><p class=\"sc-9a00e533-0 hxuGS\">But he had explained that, as far as he knows, it all began with a Tupperware container of Bolognese penne in November 2021.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Patterson and his wife had separated in 2015 – though they still aren't divorced – and he thought they remained on amicable terms.</p><p class=\"sc-9a00e533-0 hxuGS\">Under questioning from Patterson's lawyer, Mr Patterson confirmed he had noticed \"nothing untoward\" in their relationship at that point: \"If by 'nothing untoward', you mean anything that would make me think she would try and kill me, correct.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But after eating that meal, he began suffering from vomiting and diarrhoea, and spent a night in hospital.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I had the idea I got sick from Erin's food. I did not give it too much thought,\" he said in his police statement, according to The Age newspaper.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e172/live/0e4750f0-7417-11f0-b93a-3f3bb059a8f9.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e172/live/0e4750f0-7417-11f0-b93a-3f3bb059a8f9.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e172/live/0e4750f0-7417-11f0-b93a-3f3bb059a8f9.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e172/live/0e4750f0-7417-11f0-b93a-3f3bb059a8f9.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e172/live/0e4750f0-7417-11f0-b93a-3f3bb059a8f9.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e172/live/0e4750f0-7417-11f0-b93a-3f3bb059a8f9.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e172/live/0e4750f0-7417-11f0-b93a-3f3bb059a8f9.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e172/live/0e4750f0-7417-11f0-b93a-3f3bb059a8f9.jpg.webp\" loading=\"lazy\" alt=\"Reuters A court sketch of Erin Patterson, who has long brown hair over her shoulder and is wearing a purple shirt\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Patterson claimed the fatal meal in 2023 was a tragic accident</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Months later, in May 2022, he fell ill again after eating a chicken korma curry prepared by Patterson on a camping trip in the rugged mountains and alpine scruff of Victoria's High Country region.</p><p class=\"sc-9a00e533-0 hxuGS\">\"While Erin was preparing food I was getting the fire going so I didn't watch her prepare it,\" he told the court.</p><p class=\"sc-9a00e533-0 hxuGS\">Within days, he was in a coma in a Melbourne hospital, and a large part of his bowel was surgically removed in a bid to save his life.</p><p class=\"sc-9a00e533-0 hxuGS\">\"My family were asked to come and say goodbye to me twice, as I was not expected to live,\" he said in a 2022 Facebook post, reported by The South Gippsland Sentinel Times two years ago.</p><p class=\"sc-9a00e533-0 hxuGS\">In September 2022, while visiting a stunning, isolated stretch of Victorian coastline, he would become desperately unwell again after eating a vegetable wrap.</p><p class=\"sc-9a00e533-0 hxuGS\">At first, he felt nausea and diarrhoea coming on, the court heard, before his symptoms escalated. He started slurring his speech, gradually lost control of his muscles, and began \"fitting\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"By the end of the journey [to hospital], all I could move was my neck, my tongue and lips,\" he told the court.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">The food diary and chapel meeting</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A family friend who was a doctor, Christopher Ford, suggested Mr Patterson start a food diary so they could try to figure out what was making him so sick.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I couldn't understand why these things kept on happening to him in such a way that he had essentially three near-death experiences,\" Dr Ford told the court.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Patterson returned to see him in February 2023, five months before the fatal lunch, revealing he'd come to believe his estranged wife was responsible.</p><p class=\"sc-9a00e533-0 hxuGS\">He told Dr Ford about a batch of cookies supposedly baked by his daughter, which he feared were treats tainted – possibly with antifreeze chemicals - by his wife, who had called repeatedly to check whether he had eaten any.</p><p class=\"sc-9a00e533-0 hxuGS\">The court would hear investigators never figured out what Patterson had allegedly been feeding him, though they suspected rat poison may have been used on at least one occasion, and had found a file on Patterson's computer with information about the toxin.</p><p class=\"sc-9a00e533-0 hxuGS\">After this discovery, Mr Patterson changed his medical power of attorney, removing his wife, and quietly told a handful of family members of his fears.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Erin Patterson separated from her husband Simon in 2015</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The court heard that his father Don Patterson responded diplomatically, but his sister Anna Terrington told the pre-trial hearings she had believed her brother, and was anxious when she learned about the lunch Patterson had planned.</p><p class=\"sc-9a00e533-0 hxuGS\">Ms Terrington called her parents the night before to warn them. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Dad said, 'No, we'll be ok',\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">Five days later, she gathered in a Melbourne hospital chapel alongside her brother and other worried relatives. Down the hall, deteriorating in their beds, were Don and Gail Patterson and Heather and Ian Wilkinson.</p><p class=\"sc-9a00e533-0 hxuGS\">Ruth Dubois, the Wilkinsons' daughter, told the pre-trial hearings Simon Patterson had assembled the group to tell them he suspected his previous grave illnesses were the work of his wife.</p><p class=\"sc-9a00e533-0 hxuGS\">\"[He said] he had stopped eating food that Erin had prepared, because he suspected Erin had been messing with it,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He was really sorry that he hadn't told our family before this… but he thought he was the only person she was targeting, and that they'd be safe.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Bizarre evidence</h2></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Australia’s mushroom murder case... in under two minutes</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It was also revealed that Patterson had visited a local tip the afternoon of the lunch at her house, though it is unknown what, if anything, she disposed of there.</p><p class=\"sc-9a00e533-0 hxuGS\">The jury heard that she had travelled to the same dump days after the lunch to get rid of a food dehydrator used to prepare the meal, but the judge ruled they couldn't be told about the first visit.</p><p class=\"sc-9a00e533-0 hxuGS\">Other bizarre evidence which was ultimately left out of the trial included a 2020 post to a poisons help forum on Facebook, in which Patterson claimed her cat had eaten some mushrooms under a tree and had vomited, alongside pictures of fungi.</p><p class=\"sc-9a00e533-0 hxuGS\">Patterson had never owned a cat, prosecutors said, arguing the post was evidence of a long-standing interest in the poisonous properties of mushrooms.</p><p class=\"sc-9a00e533-0 hxuGS\">On Friday, Justice Christopher Beale set down a sentencing hearing for 25 August, where those connected to the case will have the opportunity to give victim impact statements.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Get our flagship newsletter with all the headlines you need to start the day. <a target=\"_self\" href=\"https://www.bbc.co.uk/newsletters/zhp28xs\" class=\"sc-f9178328-0 bGFWdi\">Sign up here.</a></p></div></article></div></body></html>"
        },
        {
            "title": "Trump calls for Intel boss Lip-Bu Tan to resign over alleged China ties",
            "time": "2025-08-08T16:43:07",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3c9c/live/14fb80b0-739a-11f0-93e6-0dce066df2c5.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Trump calls for Intel boss to resign immediately, alleging China ties</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3c9c/live/14fb80b0-739a-11f0-93e6-0dce066df2c5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3c9c/live/14fb80b0-739a-11f0-93e6-0dce066df2c5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3c9c/live/14fb80b0-739a-11f0-93e6-0dce066df2c5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3c9c/live/14fb80b0-739a-11f0-93e6-0dce066df2c5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3c9c/live/14fb80b0-739a-11f0-93e6-0dce066df2c5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3c9c/live/14fb80b0-739a-11f0-93e6-0dce066df2c5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3c9c/live/14fb80b0-739a-11f0-93e6-0dce066df2c5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3c9c/live/14fb80b0-739a-11f0-93e6-0dce066df2c5.jpg.webp\" loading=\"eager\" alt=\"Getty Lip-Bu Tan, chief executive officer of Intel Corporation, seen in profile, looking down during a news conference in Taipei, Taiwan, on Monday, May 19, 2025.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">President Donald Trump has called on the head of US chipmaker Intel to resign \"immediately\", accusing him of having problematic ties to China.</p><p class=\"sc-9a00e533-0 hxuGS\">In a social media post, Trump said Lip-Bu Tan was \"highly conflicted\", apparently referring to his alleged investments in companies that the US says are tied to the Chinese military.<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>It is unusual for a president to demand the resignation of a corporate executive.</p><p class=\"sc-9a00e533-0 hxuGS\">In a note to staff, Mr Tan pushed back against the criticism as \"misinformation\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"I have always operated within the highest legal and ethical standards,\" he said of his more than 40-year career in the US.  </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Mr Tan, a US citizen born in Malaysia and raised in Singapore, is a venture capitalist well-known for his expertise in the semiconductor industry. </p><p class=\"sc-9a00e533-0 hxuGS\">He was appointed in March to turn around Intel, a pioneer of the US chips industry that has more recently fallen behind competitors.</p><p class=\"sc-9a00e533-0 hxuGS\">The tech giant has received billions of dollars from the US government as part of the effort to rebuild US semiconductor manufacturing. </p><p class=\"sc-9a00e533-0 hxuGS\">Shares in Intel fell more than 3% on Thursday after the attack from Trump, who has been critical of the firm previously and is preparing to raise tariffs on the chip industry. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The CEO of INTEL is highly CONFLICTED and must resign, immediately. There is no other solution to this problem,\" <a target=\"_blank\" href=\"https://truthsocial.com/@realDonaldTrump/posts/114987288040725570\" class=\"sc-f9178328-0 bGFWdi\">Trump wrote</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">It is not illegal for Americans to invest in Chinese firms.</p><p class=\"sc-9a00e533-0 hxuGS\">But Washington has ramped up restrictions since Trump's first term, as it pushes to break business ties between the US and China when it comes to advanced technology, as both Democrats and Republicans openly worry about national security. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump's attack took up concerns aired by Republican Senator Tom Cotton this week in <a target=\"_blank\" href=\"https://www.cotton.senate.gov/news/press-releases/cotton-to-intel-ceos-ties-to-china-are-concerning\" class=\"sc-f9178328-0 bGFWdi\">a letter</a> to Intel's board that said Mr Tan's \"associations raise questions about Intel's ability\" to be a \"responsible steward of American taxpayer dollars and to comply with applicable security regulations\".</p><p class=\"sc-9a00e533-0 hxuGS\">Cotton pointed to Mr Tan's role as the longtime chief executive of tech firm Cadence Design Systems, which <a target=\"_blank\" href=\"https://www.justice.gov/opa/pr/cadence-design-systems-agrees-plead-guilty-and-pay-over-140-million-unlawfully-exporting\" class=\"sc-f9178328-0 bGFWdi\">pleaded guilty in July and agreed to pay $140m</a>  over US charges that its subsidiary in China had repeatedly done business with the country's National University of Defense Technology, violating US export controls. </p><p class=\"sc-9a00e533-0 hxuGS\">Mr Tan himself was not indicted.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Intel, the board of directors and Lip-Bu Tan are deeply committed to advancing US national and economic security interests,\" Intel said in a statement on Thursday, adding that it was making significant investments in the US aligned with Trump's \"America First agenda\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"We look forward to our continued engagement with the administration.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Industry expert Patrick Moorhead, founder of Moor Insights &amp; Strategy, said he thought Trump was using the controversy over Mr Tan's ties to China to put pressure on Intel over some other issue.</p><p class=\"sc-9a00e533-0 hxuGS\">He pointed to potential disputes about Intel's investments in the US and reports of a possible partnership with Taiwanese firm TSMC backed by the White House. </p><p class=\"sc-9a00e533-0 hxuGS\">\"It's apparent to me that there was some negotiation amongst the two that Trump didn't like,\" he said. \"Trump probably saw, 'Ok, I've got an opportunity to turn up the heat with Intel on this'.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In a recent update to investors, Mr Tan had said the firm would be scaling back its investments in manufacturing, including in the US, to match demand from customers.</p><p class=\"sc-9a00e533-0 hxuGS\">Intel has already cut thousands of jobs this year as part of an effort to \"right-size\" the firm. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump is known for targeting business leaders with public criticism to a degree unheard of with other presidents. But, even by his standards, the demand that the leader of a private company resign is extraordinary. </p><p class=\"sc-9a00e533-0 hxuGS\">Mr Moorhead said other tech executives who had found themselves in Trump's crosshairs had come up with ways to \"kiss the ring\", pointing to promises from firms such as Apple and OpenAI to make large investments in the US. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Intel probably misread the room on how important it was to get in and be visible with the White House,\" he said. </p><p class=\"sc-9a00e533-0 hxuGS\">Responding to critics who said Trump had gone too far, the White House told the BBC: \"President Trump remains fully committed to safeguarding our country's national and economic security. This includes ensuring that iconic American companies in cutting-edge sectors are led by men and women who Americans can trust.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Tan's ties to China had been spotlighted in a 2024 congressional report examining links between US investment firms and Chinese businesses.</p><p class=\"sc-9a00e533-0 hxuGS\">They were also the subject of a Reuters investigation in April, which found that he had invested at least $200 in hundreds of Chinese companies, some of which are linked to the Chinese military. The investments were made either personally or though his funds between 2012 and December 2024. </p><p class=\"sc-9a00e533-0 hxuGS\">Republican Senator Bernie Moreno, a Trump ally, took up the attack on Mr Tan on Thursday, criticising Intel for delays in its plans for chip manufacturing in the US.  </p><p class=\"sc-9a00e533-0 hxuGS\">But the clash with Trump could add to the challenges the firm, along with US chip manufacturing, currently faces. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Intel has been a hope for America to build out more chip capacity and has struggled to do so to date,\" said Janet Egan, senior fellow at the Center for a New American Security. \"It's important that we get continuity of leadership to support that ramping up of capacity.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Crocs US sales tumble as shoppers choose trainers",
            "time": "2025-08-08T09:47:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/61c5/live/b8266870-743c-11f0-876e-092c0a90f4e0.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Crocs US sales tumble as shoppers choose trainers</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Adam Hancock &amp; Jennifer Meierhans</span><p class=\"sc-801dd632-8 hwLppI\"><span>Business reporters</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/61c5/live/b8266870-743c-11f0-876e-092c0a90f4e0.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/61c5/live/b8266870-743c-11f0-876e-092c0a90f4e0.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/61c5/live/b8266870-743c-11f0-876e-092c0a90f4e0.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/61c5/live/b8266870-743c-11f0-876e-092c0a90f4e0.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/61c5/live/b8266870-743c-11f0-876e-092c0a90f4e0.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/61c5/live/b8266870-743c-11f0-876e-092c0a90f4e0.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/61c5/live/b8266870-743c-11f0-876e-092c0a90f4e0.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/61c5/live/b8266870-743c-11f0-876e-092c0a90f4e0.jpg.webp\" loading=\"eager\" alt=\"Getty Images Woman wears pink Croc clogs, adorned with different coloured charms\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Crocs' share price plunged after the rubber clog-maker revealed a fall in US sales as shoppers chose to spend on trainers ahead of the World Cup and the Olympics.   </p><p class=\"sc-9a00e533-0 hxuGS\">The footwear became a stay-at-home staple during the Covid pandemic and has remained relevant as celebrities embraced the \"ugly\" shoe aesthetic.</p><p class=\"sc-9a00e533-0 hxuGS\">However, North American consumers are buying into a \"clear athletic trend\" ahead of next year's football World Cup in the US, Mexico and Canada and the 2028 Los Angeles Olympics, said Crocs' boss Andrew Rees.</p><p class=\"sc-9a00e533-0 hxuGS\">He also warned that US customers were being \"super cautious\" due to the high cost of living and the potential impact of Trump tariffs.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"They're not purchasing, they're not even going to the stores, and we see traffic down,\" Mr Rees said.</p><p class=\"sc-9a00e533-0 hxuGS\">US sales fell by 6.5% between April and June. Crocs cautioned on a \"concerning\" second half of the year as it reported a pre-tax loss. Its share price plunged by 30% to a three-year low of $73.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">'Not leaving the house'</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Mr Rees said Crocs appealed to a \"particularly broad consumer base\" and other brands were performing better \"because they are focused exclusively on a high-end consumer\".</p><p class=\"sc-9a00e533-0 hxuGS\">Crocs' low-end consumer \"is most sensitive to increases, is most nervous and in some cases, is not leaving the house,\" he said. </p><p class=\"sc-9a00e533-0 hxuGS\">He said these people were not buying new Crocs as they were worried how their personal finances would be hit by President Donald Trump's sweeping tariffs across imports to the US.</p><p class=\"sc-9a00e533-0 hxuGS\">Susan Healy, finance director at Crocs, said the company would take a $40m (£29.8m) hit for the remainder of 2025 due to tariffs.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Rees said: \"I think we can over the medium-term mitigate the impact of tariffs. That will come from cost savings in our supply chain.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Crocs said it will continue to pull back on discounting its products, cautioning that this could have a further impact on sales.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Chinese influencers</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In China, where consumer purchasing is \"not strong\", according to Mr Rees, Crocs was \"bucking that trend\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"That brand heat has been driven by a set of social-first digital marketing tactics using key Chinese celebrities,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">It is working with three of China's biggest influencers Liu Yuxin, Tan Jianci and Bai Lu to push its rubber shoes.</p><p class=\"sc-9a00e533-0 hxuGS\">It is also collaborating with designer Simone Rocha, whose sparkly take on the Croc were recently seen on the feet of actress Michelle Yeoh.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ce4d/live/bfacc9f0-743b-11f0-a20f-3b86f375586a.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ce4d/live/bfacc9f0-743b-11f0-a20f-3b86f375586a.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ce4d/live/bfacc9f0-743b-11f0-a20f-3b86f375586a.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ce4d/live/bfacc9f0-743b-11f0-a20f-3b86f375586a.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ce4d/live/bfacc9f0-743b-11f0-a20f-3b86f375586a.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ce4d/live/bfacc9f0-743b-11f0-a20f-3b86f375586a.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ce4d/live/bfacc9f0-743b-11f0-a20f-3b86f375586a.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ce4d/live/bfacc9f0-743b-11f0-a20f-3b86f375586a.png.webp\" loading=\"lazy\" alt=\"Getty Images Shot of actress Michelle Yeoh's feet wearing a pair of Crocs designed by Simone Rocha. The pale brown Crocs are adorned with diamante and pearls\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Suits you: actress Michelle Yeoh wears Crocs designed by Simone Rocha</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While sales rose in China and fell in the US, overall revenue grew by 3.4% to $1.1bn over the three months to 30 June.</p><p class=\"sc-9a00e533-0 hxuGS\">However, it reported a $448.6m pre-tax loss for the period, compared to a $296m profit last year.   </p><p class=\"sc-9a00e533-0 hxuGS\">The company's share price suffered the worst single-day drop in almost 15 years after the results emerged.</p><p class=\"sc-9a00e533-0 hxuGS\">Crocs also owns casual footwear brand HEYDUDE, following a $2.5bn takeover in late 2021.</p></div></article></div></body></html>"
        },
        {
            "title": "US offers $50m reward for arrest of Venezuela's Nicolás Maduro",
            "time": "2025-08-08T02:05:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6e23/live/91ac1c90-73eb-11f0-9979-05542ef4f774.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The US has doubled a reward for information leading to the arrest of Venezuelan President Nicolás Maduro to $50m (£37.2m), accusing him of being \"one of the largest narco-traffickers in the world\".</p><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump is a long-time critic of Maduro, who returned to office in January following an election marred by vote-rigging allegations. The results were widely rejected by the international community.</p><p class=\"sc-9a00e533-0 hxuGS\">Attorney General Pam Bondi said the US would double its already announced reward of <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c4g9ezyw0keo\" class=\"sc-f9178328-0 bGFWdi\">$25m (£18.6m)</a>, and said Maduro was directly linked to drug smuggling operations.</p><p class=\"sc-9a00e533-0 hxuGS\">Venezuelan Foreign Minister Yvan Gil said the new reward was \"pathetic\" and labelled it \"political propaganda\". </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"We're not surprised, coming from whom it comes from,\" Gil said, accusing Bondi of attempting a \"desperate distraction\" from headlines related to <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c9qxd2exqgno\" class=\"sc-f9178328-0 bGFWdi\">backlash over the handling of the case</a> of sex offender Jeffrey Epstein.</p><p class=\"sc-9a00e533-0 hxuGS\">During Trump's first term, the US government charged Maduro and other high-ranking Venezuelan officials with a range of offences, including narco-terrorism, corruption and drug trafficking. </p><p class=\"sc-9a00e533-0 hxuGS\">At the time, the US Department of Justice claimed Maduro had worked with the Colombian rebel group Farc to \"use cocaine as a weapon to 'flood' the United States\".</p><p class=\"sc-9a00e533-0 hxuGS\">In a video posted on X on Thursday, Bondi accused Maduro of coordinating with groups like Tren de Aragua - a Venezuelan gang that the Trump administration has declared a terrorist organisation - and the Sinaloa Cartel, a powerful criminal network based in Mexico.</p><p class=\"sc-9a00e533-0 hxuGS\">She claimed the US Drug Enforcement Administration (DEA) had \"seized 30 tons of cocaine linked to Maduro and his associates, with nearly seven tons linked to Maduro himself\".</p><p class=\"sc-9a00e533-0 hxuGS\">Maduro has previously rejected US claims he has direct involvement in drug trafficking.</p><p class=\"sc-9a00e533-0 hxuGS\">Bondi's comments are an extension of long-running tensions between the US and Venezuelan government - but the attorney general did not provide any further indication over how the government envisioned the renewed appeal and cash incentive would yield results.</p><p class=\"sc-9a00e533-0 hxuGS\">Maduro - who is leader of the United Socialist Party and succeeded Hugo Chavez in 2013 - has been repeatedly accused of repressing opposition groups and silencing dissent in Venezuela, including with the use of violence.</p><p class=\"sc-9a00e533-0 hxuGS\">He weathered protests in the wake of last year's contested election and has retained his grip on power.</p><p class=\"sc-9a00e533-0 hxuGS\">But in June, Hugo Carvajal - formerly the head of Venezuela's military intelligence - was <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c87312qgpzgo\" class=\"sc-f9178328-0 bGFWdi\">convicted of several drug trafficking charges</a> after being arrested in Madrid and put on trial in the US.</p><p class=\"sc-9a00e533-0 hxuGS\">Carvajal had been a feared spymaster who went by the name El Pollo, or The Chicken, but fled Venezuela after calling on the army to back an opposition candidate and overthrow Maduro.</p><p class=\"sc-9a00e533-0 hxuGS\">He initially denied the drug charges but later changed his plea to guilty, fuelling speculation he had cut a deal with US authorities for a lesser sentence in exchange for incriminating information about Maduro.</p><p class=\"sc-9a00e533-0 hxuGS\">The UK and EU announced sanctions against Maduro's government following his return to office earlier this year.</p></div></div></body></html>"
        },
        {
            "title": "Convicted rapist quits Australian parliament after losing bid to stay",
            "time": "2025-08-08T02:18:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/257c/live/59aff190-73f5-11f0-8071-1788c7e8ae0e.png",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">An Australian politician and convicted rapist has resigned from parliament moments before he was to be kicked out, after losing a legal challenge to remain.</p><p class=\"sc-9a00e533-0 hxuGS\">Gareth Ward, 44, was last month found guilty of sexually assaulting two young men, aged 18 and 24, between 2013 and 2015, and is now in custody pending sentencing.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this week, Ward launched a legal bid to stop the New South Wales (NSW) parliament from expelling him, but it was dismissed on Thursday after the court rejected arguments that the move was an \"affront\" to democracy.</p><p class=\"sc-9a00e533-0 hxuGS\">Plans to expel him on Friday were thwarted when, less than two hours before a vote to remove him was due, Ward quit as the independent member for Kiama.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Ward's resignation letter was received by parliament at 09:08 local time on Friday (00:08 GMT), shortly before a vote at 10:30 was due to expel him.</p><p class=\"sc-9a00e533-0 hxuGS\">His resignation - which comes years after the sexual assault accusations first emerged - means Ward will no longer receive a parliamentary salary.</p><p class=\"sc-9a00e533-0 hxuGS\">It also triggers a by-election in the south-coast NSW electorate Ward has held since 2011.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2021, Ward quit as a state government minister and left the Liberal Party, but refused to leave parliament and was re-elected in 2023.</p><p class=\"sc-9a00e533-0 hxuGS\">During his legal challenge, Ward's lawyers argued that attempts to kick him out of parliament before the appeals process was finished was \"an affront to the foundations of representative democracy\".</p><p class=\"sc-9a00e533-0 hxuGS\">NSW Premier Chris Minns told the media on Friday that Ward's resignation \"should have come earlier\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"If you are convicted of some of the most serious charges - sexual assault in NSW - you can't sit as a serving member of parliament drawing a parliamentary salary,\" the Labor leader said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"How can you represent your community from behind bars?\"</p><p class=\"sc-9a00e533-0 hxuGS\">Opposition leader Mark Speakman labelled <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cjr1yxngddpo\" class=\"sc-f9178328-0 bGFWdi\">Ward's legal bid to stay in parliament</a> \"disgraceful\", and accused the former MP of \"playing games\" with the public and parliament. </p><p class=\"sc-9a00e533-0 hxuGS\">Ward, due to be sentenced next month, has said he intends to appeal the guilty verdict.</p></div></div></body></html>"
        },
        {
            "title": "India vs England: Young squad shines after dramatic England Test series",
            "time": "2025-08-08T23:45:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6afe/live/fcb78330-7431-11f0-a20f-3b86f375586a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">From underdogs to equals: How India forced England to draw Test series</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f751/live/3d057e90-743e-11f0-876e-092c0a90f4e0.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f751/live/3d057e90-743e-11f0-876e-092c0a90f4e0.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f751/live/3d057e90-743e-11f0-876e-092c0a90f4e0.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f751/live/3d057e90-743e-11f0-876e-092c0a90f4e0.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f751/live/3d057e90-743e-11f0-876e-092c0a90f4e0.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f751/live/3d057e90-743e-11f0-876e-092c0a90f4e0.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f751/live/3d057e90-743e-11f0-876e-092c0a90f4e0.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f751/live/3d057e90-743e-11f0-876e-092c0a90f4e0.jpg.webp\" loading=\"eager\" alt=\"Getty Images  Mohammed Siraj of India celebrates the match winning wicket of Gus Atkinson of England with teammate Dhruv Jurel on day five of the 5th Rothesay Test Match at The Kia Oval.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Siraj celebrates the match winning wicket of Gus Atkinson at the Oval</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The enthralling 2-2 draw for the Anderson-Tendulkar trophy between England and India provided a dramatic start to the new World Test Championship cycle.</p><p class=\"sc-9a00e533-0 hxuGS\">It was an epic contest, each of the five Tests going into the final day, four in fact into the final session, providing some of the best individual and collective performances the five-day format has seen in recent years.</p><p class=\"sc-9a00e533-0 hxuGS\">The score-line scoffed at projections made by former cricketers and pundits before the series, a majority of whom had predicted an easy win - if not a clean sweep - for England.</p><p class=\"sc-9a00e533-0 hxuGS\">Setting aside England's home advantage, experts argued India's pre-series struggles made them easy targets - and with good reason.</p><p class=\"sc-9a00e533-0 hxuGS\">Whitewashed 0-3 at home by New Zealand, followed by a 3-1 drubbing by Australia Down Under in two preceding series, India looked vulnerable and wobbly.</p><p class=\"sc-9a00e533-0 hxuGS\">A spate of sudden retirements and fitness issues left India without four key players - R Ashwin, Rohit Sharma, Virat Kohli, and Mohammed Shami. Their absence was expected to place immense pressure on young Shubman Gill, leading the side in his first series as captain.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/cb89/live/0e9d0050-743e-11f0-876e-092c0a90f4e0.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/cb89/live/0e9d0050-743e-11f0-876e-092c0a90f4e0.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/cb89/live/0e9d0050-743e-11f0-876e-092c0a90f4e0.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/cb89/live/0e9d0050-743e-11f0-876e-092c0a90f4e0.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/cb89/live/0e9d0050-743e-11f0-876e-092c0a90f4e0.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/cb89/live/0e9d0050-743e-11f0-876e-092c0a90f4e0.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/cb89/live/0e9d0050-743e-11f0-876e-092c0a90f4e0.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/cb89/live/0e9d0050-743e-11f0-876e-092c0a90f4e0.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Mohammed Siraj of India celebrates after winning the match with teammate Shubman Gill on day five of the 5th Rothesay Test Match at The Kia Oval on August 04, 2025 in London, England\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Captain Gill (left), in Bradmanesque form, made 754 runs in the series</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">India's squad had undeniable talent, but its inexperience - especially in batting under challenging conditions - was a concern.</p><p class=\"sc-9a00e533-0 hxuGS\">KL Rahul, Ravindra Jadeja, and Rishabh Pant were seasoned campaigners in England, but Yashasvi Jaiswal, Sai Sudarshan, Karun Nair, Washington Sundar, and Abhimanyu Easwaran had never played at this level there before.</p><p class=\"sc-9a00e533-0 hxuGS\">Gill's modest overseas batting record fuelled doubts about his suitability for captaincy. Added worries over pace ace Jasprit Bumrah's fitness further dimmed India's prospects.</p><p class=\"sc-9a00e533-0 hxuGS\">Losing the first Test at Headingley from a winning position, as England chased 373 in the fourth innings, confirmed pundits' doubts.</p><p class=\"sc-9a00e533-0 hxuGS\">But India recovered from this setback in style to win the next Test at Edgbaston by a whopping 336 runs. </p><p class=\"sc-9a00e533-0 hxuGS\">The swift turnaround came not from luck but skill and relentless determination - qualities that defined India's performance for the rest of the series.</p><p class=\"sc-9a00e533-0 hxuGS\">The three Tests that followed were bitterly fought, both teams raising the intensity and skill levels, matching each other blow-for-blow.</p><p class=\"sc-9a00e533-0 hxuGS\">This sparked frequent heated clashes but also unforgettable acts of heroism, with players from both sides battling fatigue and injury to keep their teams in the fight.</p><p class=\"sc-9a00e533-0 hxuGS\">Some aspects of what kept India in the fight right through the neck-and-neck contest comes through in the stats.</p><p class=\"sc-9a00e533-0 hxuGS\">Three batsmen - Gill, Rahul and Jadeja - topped 500 runs in the series. England had one, Joe Root. </p><p class=\"sc-9a00e533-0 hxuGS\">There were 12 centuries made by India, England had nine. </p><p class=\"sc-9a00e533-0 hxuGS\">Mohammed Siraj with 23 was the highest wicket-taker from either side. The only bowler to take 10 wickets in a match was Akash Deep.</p><p class=\"sc-9a00e533-0 hxuGS\">Failures were scant, heroes were plenty, but the pillars of India's extraordinary show in the series were Gill and Siraj.</p><p class=\"sc-9a00e533-0 hxuGS\">Gill, in Bradmanesque form, made 754 runs, 430 of them coming in one Test. </p><p class=\"sc-9a00e533-0 hxuGS\">He failed by a mere 20 runs to break Sunil Gavaskar's record series aggregate, and was also second to Don Bradman (810) for highest runs made in a series by a captain.</p><p class=\"sc-9a00e533-0 hxuGS\">To be mentioned alongside Bradman and Gavaskar testifies to Gill's achievement and potential. His prolific scoring earned his team's full respect, and after a hesitant start, he quickly grew in confidence, showing fine temperament and smart tactics in tough situations.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/248e/live/c79bee70-7431-11f0-876e-092c0a90f4e0.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/248e/live/c79bee70-7431-11f0-876e-092c0a90f4e0.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/248e/live/c79bee70-7431-11f0-876e-092c0a90f4e0.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/248e/live/c79bee70-7431-11f0-876e-092c0a90f4e0.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/248e/live/c79bee70-7431-11f0-876e-092c0a90f4e0.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/248e/live/c79bee70-7431-11f0-876e-092c0a90f4e0.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/248e/live/c79bee70-7431-11f0-876e-092c0a90f4e0.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/248e/live/c79bee70-7431-11f0-876e-092c0a90f4e0.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images India's Akash Deep (L) and India's Yashasvi Jaiswal 2L) celebrate winning the final Test cricket match between England and India at The Oval in London on August 4, 2025. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The future looks rosy for the young Indian team</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Siraj, who since his 2021 debut had lived in the shadows of Bumrah and Shami, emerged so spectacularly that he instantly entered cricket folklore.</p><p class=\"sc-9a00e533-0 hxuGS\">Feisty and indefatigable, he bowled with a lion's heart - steaming in at full tilt, sparing his body no mercy, embracing the spearhead's role in Bumrah's absence, and inspiring the other pacers to bowl out of their skins - earning universal awe and admiration.</p><p class=\"sc-9a00e533-0 hxuGS\">Siraj's 23 wickets came at an average of 32.43, with an economy rate of 4.02 and a strike rate of 48.43 - hardly earth-shattering figures.</p><p class=\"sc-9a00e533-0 hxuGS\">In India's two victories, he was the decisive force. At Edgbaston, his six wickets in the first innings (seven overall) swung the match firmly in India's favour. At the Oval, he took nine wickets - four in the first innings and five in the second - turning the match on its head.</p><p class=\"sc-9a00e533-0 hxuGS\">How India held their nerve for 25 days under immense pressure - driven by willpower, ambition, and skill - culminating in a thrilling final 56-minute comeback at the Oval to win and level the series, is one of Test cricket's most riveting tales.</p><p class=\"sc-9a00e533-0 hxuGS\">It also marked this Indian young team's transition from apprehension and misgivings one of rich promise fuelled by ambition and excellence.</p><p class=\"sc-9a00e533-0 hxuGS\">The future looks rosy.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 fhKUCU\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"instagram\" class=\"sc-d16436d-0 fhKUCU\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 fhKUCU\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"youtube,\" class=\"sc-d16436d-0 fhKUCU\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 fhKUCU\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 bGFWdi\"></a><i id=\"and\" class=\"sc-d16436d-0 fhKUCU\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"facebook\" class=\"sc-d16436d-0 fhKUCU\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 fhKUCU\">.</i></p></div></article></div></body></html>"
        },
        {
            "title": "Nasa Apollo missions: Stories of the last Moon men",
            "time": "2025-08-08T21:31:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8894/live/d1b29b80-74a3-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Nasa Apollo missions: Stories of the last Moon men</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0671/live/b9668b50-2434-11f0-9c65-a5c3dc449bf3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0671/live/b9668b50-2434-11f0-9c65-a5c3dc449bf3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0671/live/b9668b50-2434-11f0-9c65-a5c3dc449bf3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0671/live/b9668b50-2434-11f0-9c65-a5c3dc449bf3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0671/live/b9668b50-2434-11f0-9c65-a5c3dc449bf3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0671/live/b9668b50-2434-11f0-9c65-a5c3dc449bf3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0671/live/b9668b50-2434-11f0-9c65-a5c3dc449bf3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0671/live/b9668b50-2434-11f0-9c65-a5c3dc449bf3.jpg.webp\" loading=\"eager\" alt=\"NASA Black and white photograph of an astronaut’s footprint in the lunar soil taken during the Apollo 11 mission\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">NASA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Who will be the next human to leave their footprint on the surface of the Moon?</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">They were the pioneers of space exploration - the 24 Nasa astronauts who travelled to the Moon in the Apollo missions of the 1960s and 1970s.</p><p class=\"sc-9a00e533-0 hxuGS\">The loss of <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cl7y8zq5xpno\" class=\"sc-f9178328-0 bGFWdi\">Apollo 13 commander Jim Lovell</a>, who guided the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/av/science-environment-62639933\" class=\"sc-f9178328-0 bGFWdi\">stricken mission safely back to Earth in 1970</a>, means there are now just five people remaining who have escaped the relative safety of Earth orbit and ventured deeper into space.</p><p class=\"sc-9a00e533-0 hxuGS\">Now, more than 50 years on, the race to put people back on the lunar surface is heating up once again.</p><p class=\"sc-9a00e533-0 hxuGS\">Nasa hopes its Artemis programme will lead to astronauts living on the Moon this decade. China is also aiming to have people on the lunar surface by 2030, having <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cxeejp0y2pjo\" class=\"sc-f9178328-0 bGFWdi\">landed a probe</a> on the far side of the Moon in June 2024.</p><p class=\"sc-9a00e533-0 hxuGS\">A number of private companies have tried to send scientific craft to the Moon, although the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c871eeez0yzo\" class=\"sc-f9178328-0 bGFWdi\">mishaps</a> have outnumbered the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/science-environment-68377730\" class=\"sc-f9178328-0 bGFWdi\">successes</a>. </p><p class=\"sc-9a00e533-0 hxuGS\">Nasa had intended to launch Artemis 2, its first crewed lunar expedition since Apollo 17 in 1972, last year but <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cwyp1v94j17o\" class=\"sc-f9178328-0 bGFWdi\">that date has slipped into 2026</a>, as the space agency says it needs more time to prepare.</p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, companies such as SpaceX and Boeing continue to develop their own technology, although not without their setbacks. </p><p class=\"sc-9a00e533-0 hxuGS\">The issues with <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cx29wzk4r19o\" class=\"sc-f9178328-0 bGFWdi\">Boeing's Starliner</a> which left two astronauts stranded on the International Space Station were embarrassing for the aerospace giant, while the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cj92wgeyvzzo\" class=\"sc-f9178328-0 bGFWdi\">\"rapid unscheduled disassemblies\" of SpaceX's Starship</a> have become a customary sight to space watchers.</p><p class=\"sc-9a00e533-0 hxuGS\">These delays highlight the sad fact that the number of remaining Apollo astronauts is dwindling.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/558f/live/5b47f8d0-2437-11f0-8c2e-77498b1ce297.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/558f/live/5b47f8d0-2437-11f0-8c2e-77498b1ce297.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/558f/live/5b47f8d0-2437-11f0-8c2e-77498b1ce297.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/558f/live/5b47f8d0-2437-11f0-8c2e-77498b1ce297.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/558f/live/5b47f8d0-2437-11f0-8c2e-77498b1ce297.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/558f/live/5b47f8d0-2437-11f0-8c2e-77498b1ce297.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/558f/live/5b47f8d0-2437-11f0-8c2e-77498b1ce297.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/558f/live/5b47f8d0-2437-11f0-8c2e-77498b1ce297.jpg.webp\" loading=\"lazy\" alt=\"NASA Jim Lovell grins as he stands in front of a launchpad dressed in his spacesuit while training for the Apollo 13 mission\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">NASA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Apollo 13 was Jim Lovell's final mission</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Along with Frank Borman and Bill Anders, Jim Lovell made history when the three undertook the first lunar mission on Apollo 8, testing the Command/Service Module and its life support systems in preparation for the later Apollo 11 landing.</p><p class=\"sc-9a00e533-0 hxuGS\">Their craft actually made 10 orbits of the Moon before returning home. Lovell was later supposed be the fifth human to walk on the lunar surface as commander of Apollo 13 - but of course, that never happened.</p><p class=\"sc-9a00e533-0 hxuGS\">Instead the story of his brush with death was immortalised in the film Apollo 13, in which he was played by Tom Hanks.</p><p class=\"sc-9a00e533-0 hxuGS\">Following his retirement from Nasa in 1973, Lovell worked in the telecoms industry. Marilyn, his wife of more than 60 years, who became a focus for the media during the infamous incident, died in August 2023.</p><p class=\"sc-9a00e533-0 hxuGS\">But what of the remaining five Moon men?</p><p class=\"sc-9a00e533-0 hxuGS\">Who are they, and what are their stories?</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Buzz Aldrin (Apollo 11)</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/88f3/live/4ec395c0-2436-11f0-9060-674316cb3a1f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/88f3/live/4ec395c0-2436-11f0-9060-674316cb3a1f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/88f3/live/4ec395c0-2436-11f0-9060-674316cb3a1f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/88f3/live/4ec395c0-2436-11f0-9060-674316cb3a1f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/88f3/live/4ec395c0-2436-11f0-9060-674316cb3a1f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/88f3/live/4ec395c0-2436-11f0-9060-674316cb3a1f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/88f3/live/4ec395c0-2436-11f0-9060-674316cb3a1f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/88f3/live/4ec395c0-2436-11f0-9060-674316cb3a1f.jpg.webp\" loading=\"lazy\" alt=\"NASA Official portrait of the Apollo 11 crew Neil Armstrong, Michael Collins and Buzz Aldrin, dressed in their spacesuits, taken against the backdrop of an image of the Moon\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">NASA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Buzz Aldrin, right, along with his crewmates Neil Armstrong and Michael Collins, before their mission to the Moon</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">On 21 July 1969, former fighter pilot Edwin \"Buzz\" Aldrin left his lunar landing craft and became the second person to step on the surface of the Moon. Almost 20 minutes beforehand, his commander, Neil Armstrong, had been the first.</p><p class=\"sc-9a00e533-0 hxuGS\">Aldrin's first words were: \"Beautiful view\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"Isn't that something?\" asked Armstrong.\"Magnificent sight out here.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"Magnificent desolation,\" replied Aldrin.</p><p class=\"sc-9a00e533-0 hxuGS\">The fact that he was second never sat comfortably with him. His crewmate Michael Collins said Aldrin \"resented not being first on the Moon more than he appreciated being second\".</p><p class=\"sc-9a00e533-0 hxuGS\">But Aldrin was still proud of his achievement; many years later, when confronted by a man claiming Apollo 11 was an elaborate lie, the 72-year-old Aldrin punched him on the jaw.</p><p class=\"sc-9a00e533-0 hxuGS\">And following Neil Armstrong's death in 2012, Aldrin said: \"I know I am joined by many millions of others from around the world in mourning the passing of a true American hero and the best pilot I ever knew.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Despite struggles in later life, he never lost his thirst for adventure and joined expeditions to both the North and South Poles, the latter at the age of 86.</p></div><div data-component=\"social-block\" class=\"sc-3b6b161a-0 dHQIrb\"><div class=\"sc-f59619cc-1 cevFZB\"><h4 class=\"sc-f59619cc-2 dbLplH\">Allow X content?</h4><div class=\"sc-f59619cc-3 iIJQtf\"><p>This article contains content provided by X. We ask for your permission before anything is loaded, as they may be using cookies and other technologies. You may want to read </p><p> and </p><p> before accepting. To view this content choose </p><b>‘accept and continue’</b><p>.</p></div><p class=\"sc-f59619cc-4 fHZPCt\"><button type=\"button\" aria-label=\"Accept and continue\" class=\"sc-28fdc07f-2 sc-28fdc07f-4 fMVwAb eEbaPo\"><span data-testid=\"button-text\" aria-hidden=\"false\" class=\"sc-28fdc07f-1 fKtamI\">Accept and continue</span></button></p></div></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While embracing his celebrity, he has remained an advocate for the space programme, especially <a target=\"_self\" href=\"https://www.bbc.co.uk/news/technology-39313758\" class=\"sc-f9178328-0 bGFWdi\">the need to explore Mars</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I don't think we should just go there and come back - we did that with Apollo,\" he says.</p><p class=\"sc-9a00e533-0 hxuGS\">And his name has become known to new generations as the inspiration for Buzz Lightyear from the Toy Story series of films. In January 2023, at the age of 93, he married for a fourth time..</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Charles Duke (Apollo 16)</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There are only four people still alive who have walked on the Moon - Charlie Duke is one of them. He did it aged 36, making him the youngest person to set foot on the lunar surface.</p><p class=\"sc-9a00e533-0 hxuGS\">In a later BBC interview, he spoke of a \"spectacular terrain\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"The beauty of it… the sharp contrast between the blackness of space and the horizon of the Moon… I'll never forget it. It was so dramatic.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But he had already played another significant role in Nasa's exploration of the Moon. After Apollo 11 touched down in 1969, it was Duke - in mission control as the Capsule Communicator, or Capcom - who was waiting nervously on the other end of the line when Neil Armstrong said: \"Houston, Tranquility Base here. The Eagle has landed.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5dfc/live/a602ca40-2436-11f0-9c65-a5c3dc449bf3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5dfc/live/a602ca40-2436-11f0-9c65-a5c3dc449bf3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5dfc/live/a602ca40-2436-11f0-9c65-a5c3dc449bf3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5dfc/live/a602ca40-2436-11f0-9c65-a5c3dc449bf3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5dfc/live/a602ca40-2436-11f0-9c65-a5c3dc449bf3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5dfc/live/a602ca40-2436-11f0-9c65-a5c3dc449bf3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5dfc/live/a602ca40-2436-11f0-9c65-a5c3dc449bf3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5dfc/live/a602ca40-2436-11f0-9c65-a5c3dc449bf3.jpg.webp\" loading=\"lazy\" alt=\"NASA Black and white image of Charlie Duke, along with Jim Lovell and Fred Haise in Nasa Mission Control, during the Apollo 11 mission. They are all dressed in shirts and ties and wear headsets, as they sit in a long line in front of control panels and display screens.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">NASA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Charlie Duke, along with Jim Lovell and Fred Haise in Mission Control, during the Apollo 11 mission</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In his distinctive southern drawl, Duke replied: \"Roger, Tranquility. We copy you on the ground, you've got a bunch of guys about to turn blue, we're breathing again.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"I really meant it, I was holding my breath the last minute or so,\" <a target=\"_self\" href=\"https://www.bbc.co.uk/news/science-environment-11656790\" class=\"sc-f9178328-0 bGFWdi\">he later told the BBC</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2022, Duke told the BBC he was excited about Nasa's Artemis mission - but warned that it wouldn't be easy for the new generation of astronauts.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They've picked near the South Pole for the landing, because if there's any ice on the Moon, it would be down in that region. So that's gonna be difficult - because it's really rough down there. But we'll pull it off.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Charlie Duke now lives outside San Antonio, Texas, with Dorothy, to whom he has been married for 60 years.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Fred Haise</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/f09d/live/2d2e0fc0-2437-11f0-9060-674316cb3a1f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/f09d/live/2d2e0fc0-2437-11f0-9060-674316cb3a1f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/f09d/live/2d2e0fc0-2437-11f0-9060-674316cb3a1f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/f09d/live/2d2e0fc0-2437-11f0-9060-674316cb3a1f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/f09d/live/2d2e0fc0-2437-11f0-9060-674316cb3a1f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/f09d/live/2d2e0fc0-2437-11f0-9060-674316cb3a1f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/f09d/live/2d2e0fc0-2437-11f0-9060-674316cb3a1f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/f09d/live/2d2e0fc0-2437-11f0-9060-674316cb3a1f.jpg.webp\" loading=\"lazy\" alt=\"NASA Fred Haise smiles as he stands in front of a Nasa training jet\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">NASA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Fred Haise and his crewmates seemed surprised by their celebrity after they returned to Earth.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Fred Haise was part of the crew of Apollo 13 that <a target=\"_self\" href=\"https://www.bbc.co.uk/news/av/science-environment-62639933\" class=\"sc-f9178328-0 bGFWdi\">narrowly avoided disaster</a> in 1970 after an on-board explosion caused the mission to be aborted when the craft was more than 200,000 miles (321,000km) from Earth.</p><p class=\"sc-9a00e533-0 hxuGS\">The whole world watched nervously as Nasa attempted to return the damaged spacecraft and its crew safely. Once back, Haise and his crewmates James Lovell and Jack Swigert became celebrities, to their apparent surprise.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I feel like maybe I missed something while I was up there,\" he told talk show host Johnny Carson when the crew appeared on The Tonight Show.</p><p class=\"sc-9a00e533-0 hxuGS\">Haise never made it to the Moon. Although scheduled to be commander of Apollo 19, that mission was cancelled because of budget cuts, as were all other flights after Apollo 17.</p><p class=\"sc-9a00e533-0 hxuGS\">He later served as a test pilot on the prototype space shuttle, Enterprise.</p><p class=\"sc-9a00e533-0 hxuGS\">Like many of his fellow Apollo alumni, after leaving Nasa, Haise continued to work in the aerospace industry until his retirement.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Harrison Schmitt (Apollo 17)</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c1a1/live/4ebdcc90-243a-11f0-9060-674316cb3a1f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c1a1/live/4ebdcc90-243a-11f0-9060-674316cb3a1f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c1a1/live/4ebdcc90-243a-11f0-9060-674316cb3a1f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c1a1/live/4ebdcc90-243a-11f0-9060-674316cb3a1f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c1a1/live/4ebdcc90-243a-11f0-9060-674316cb3a1f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c1a1/live/4ebdcc90-243a-11f0-9060-674316cb3a1f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c1a1/live/4ebdcc90-243a-11f0-9060-674316cb3a1f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c1a1/live/4ebdcc90-243a-11f0-9060-674316cb3a1f.jpg.webp\" loading=\"lazy\" alt=\"NASA Harrison Schmitt is photographed next to the United States flag on the lunar surface during the Apollo 17 mission. The highest part of the flag appears to point toward our planet Earth in the distant background. Its red and white stripes are also reflected in the visor of Schmitt's helmet.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">NASA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Harrison Schmitt was the first scientist to visit the Moon</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Unlike most other astronauts of the time, Schmitt had not served as a pilot in the US forces.</p><p class=\"sc-9a00e533-0 hxuGS\">A geologist and academic, he initially instructed Nasa astronauts on what to look for during their geological lunar field trips before becoming a scientist-astronaut himself in 1965.</p><p class=\"sc-9a00e533-0 hxuGS\">Schmitt was part of the last crewed mission to the Moon, Apollo 17, and along with commander Eugene Cernan, one of the last two men to set foot on the lunar surface, in December 1972.</p><p class=\"sc-9a00e533-0 hxuGS\">After leaving Nasa in 1975, he was elected to the US Senate from his home state of New Mexico, but only served one term. Since then he has worked as a consultant in various industries as well as continuing in academia.</p><p class=\"sc-9a00e533-0 hxuGS\">He is also known for speaking out against the scientific consensus on climate change.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">David Scott (Apollo 15)</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/cdda/live/b8257110-243a-11f0-9c65-a5c3dc449bf3.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/cdda/live/b8257110-243a-11f0-9c65-a5c3dc449bf3.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/cdda/live/b8257110-243a-11f0-9c65-a5c3dc449bf3.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/cdda/live/b8257110-243a-11f0-9c65-a5c3dc449bf3.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/cdda/live/b8257110-243a-11f0-9c65-a5c3dc449bf3.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/cdda/live/b8257110-243a-11f0-9c65-a5c3dc449bf3.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/cdda/live/b8257110-243a-11f0-9c65-a5c3dc449bf3.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/cdda/live/b8257110-243a-11f0-9c65-a5c3dc449bf3.jpg.webp\" loading=\"lazy\" alt=\"NASA Official portrait of David Scott in his spacesuit\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">NASA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">David Scott was the seventh person to walk on the Moon</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">David Scott, the commander of Apollo 15, is one of just four men alive who have walked on the Moon - but he was also one of the first to drive on it too.</p><p class=\"sc-9a00e533-0 hxuGS\">In 1971, Scott and crewmate James Irwin tested out the Lunar Roving Vehicle (LRV), \"Man's First Wheels on the Moon\" as it was called. Travelling at speeds up to 8 mph (12 km/h) the LRV allowed astronauts to travel large distances from the lunar lander much quicker than they could walk.</p><p class=\"sc-9a00e533-0 hxuGS\">\"On a first mission you never know whether it's going to work,\" he later recalled. \"The greatest thrill was to get it out, turn it on, and it actually worked.\"</p><p class=\"sc-9a00e533-0 hxuGS\">After returning from the Moon, Scott worked in various management roles within Nasa, before joining the private sector.</p><p class=\"sc-9a00e533-0 hxuGS\">He has also acted as consultant on several film and television projects, including Apollo 13 and the HBO miniseries From The Earth To The Moon.</p><p class=\"sc-9a00e533-0 hxuGS\">What will the next generation of lunar adventurers accomplish?</p></div></article></div></body></html>"
        },
        {
            "title": "The Seoul 'convenience stores' fighting loneliness",
            "time": "2025-08-08T22:22:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f017/live/6d77dcf0-7446-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">'An escape from feeling lonely': The Seoul 'convenience stores' fighting isolation</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Jake Kwon</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News in Seoul</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2a72/live/5e2940e0-7446-11f0-96b1-9b22c6b2158f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2a72/live/5e2940e0-7446-11f0-96b1-9b22c6b2158f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2a72/live/5e2940e0-7446-11f0-96b1-9b22c6b2158f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2a72/live/5e2940e0-7446-11f0-96b1-9b22c6b2158f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2a72/live/5e2940e0-7446-11f0-96b1-9b22c6b2158f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2a72/live/5e2940e0-7446-11f0-96b1-9b22c6b2158f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2a72/live/5e2940e0-7446-11f0-96b1-9b22c6b2158f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2a72/live/5e2940e0-7446-11f0-96b1-9b22c6b2158f.jpg.webp\" loading=\"eager\" alt=\"Getty Images A lively and colorful pedestrian street in Seoul, filled with vibrant crosswalk designs, unique shops, and bustling activity. A woman stands in the middle of a zebra crossing in a winter jacket carrying the sign 'escape room, half price' \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The sign reads, 'escape room, half price' on popular pedestrian street in Seoul- the city is on a mission to stave off growing loneliness among its people </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Hee-kyung giggles as she steps into Seoul's new \"warm-hearted convenience store\".</p><p class=\"sc-9a00e533-0 hxuGS\">At 29, she is perhaps not the person most would have imagined wanting to take advantage of the South Korean capital's latest efforts to combat loneliness.</p><p class=\"sc-9a00e533-0 hxuGS\">But Hee-Kyung visits every day to grab the free instant ramen noodles and spend hours chatting with other visitors and social workers.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I tell myself, 'another day, another escape from feeling lonely',\" Hee-kyung says.</p><p class=\"sc-9a00e533-0 hxuGS\">A teenage runaway, she no longer talks to anyone from her family. The friends she has she met online, through the shared love of K-pop group SuperJunior, and they live far away. Currently unemployed, she has no work mates to chat to.</p><p class=\"sc-9a00e533-0 hxuGS\">She lives alone, and whiles away the time watching cute animal videos on her phone as she lies on the floor.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I have no other place to go if it weren't for [the store].\"</p><p class=\"sc-9a00e533-0 hxuGS\">Hee-Kyung is one of 20,000 people to visit the four stores since they were opened in March. The city had been expecting just 5,000 in the first year.</p><p class=\"sc-9a00e533-0 hxuGS\">This particular location, in the city's north-eastern district of Dongdaemun, sees around 70 to 80 visitors each day.</p><p class=\"sc-9a00e533-0 hxuGS\">Most are in their 40s and 50s, but Hee-Kyung is far from being the only young person to access the store's services.</p><p class=\"sc-9a00e533-0 hxuGS\">A 2022 study revealed an estimated 130,000 young people in the city - those aged between 19 and 39 - are either socially isolated or shut in. That same study also found the share of single-person households in the capital had reached nearly 40% - that alarmed a government that has been trying to reverse plummeting birth and marriage rates.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/dfd6/live/16070690-7445-11f0-96b1-9b22c6b2158f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/dfd6/live/16070690-7445-11f0-96b1-9b22c6b2158f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/dfd6/live/16070690-7445-11f0-96b1-9b22c6b2158f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/dfd6/live/16070690-7445-11f0-96b1-9b22c6b2158f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/dfd6/live/16070690-7445-11f0-96b1-9b22c6b2158f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/dfd6/live/16070690-7445-11f0-96b1-9b22c6b2158f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/dfd6/live/16070690-7445-11f0-96b1-9b22c6b2158f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/dfd6/live/16070690-7445-11f0-96b1-9b22c6b2158f.jpg.webp\" loading=\"lazy\" alt=\"Jake Kwon/ BBC People sitting on chairs and beanbags and watching a movie together.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Jake Kwon/ BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The stores, which resemble a living room at home, offer comfort and company  </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The day the BBC visited, around a dozen visitors - men and women, young and old - were sitting on benches or burrowed into beanbags, watching a film together.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We have movie days to encourage low-level bonding,\" whispers Kim Se-heon, the manager of the city's Loneliness Countermeasure Division.</p><p class=\"sc-9a00e533-0 hxuGS\">The stores are designed to offer a warm, cafe-like atmosphere. In one corner, an older woman closed her eyes as she sank into the automatic massage chair that hummed. In another, there are stacks of noodles.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Ramen is a symbol of comfort and warmth in South Korea,\" Kim explains.</p><p class=\"sc-9a00e533-0 hxuGS\">While waiting for the noodles to cook, visitors are asked to fill out a brief survey on their mood and living conditions.</p><p class=\"sc-9a00e533-0 hxuGS\">These are just a handful of the growing number of socially isolated people that the city is trying to reach.</p><p class=\"sc-9a00e533-0 hxuGS\">The change South Korea has undergone is seismic: in a generation, it has gone from a war-torn agrarian society to a developed economy.</p><p class=\"sc-9a00e533-0 hxuGS\">A few decades ago, it was common to see large families with six to eight children, living under the same roof. But years of migration to cities have shrunk families and turned places like Seoul into sprawling metropolises. </p><p class=\"sc-9a00e533-0 hxuGS\">Unaffordable housing, rising costs and gruelling working hours have led more and more young people to reject marriage or parenthood, or both. On the other end is an ageing population that feels neglected by children who are racing to keep up.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/da6e/live/fda4eb40-7443-11f0-96b1-9b22c6b2158f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/da6e/live/fda4eb40-7443-11f0-96b1-9b22c6b2158f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/da6e/live/fda4eb40-7443-11f0-96b1-9b22c6b2158f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/da6e/live/fda4eb40-7443-11f0-96b1-9b22c6b2158f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/da6e/live/fda4eb40-7443-11f0-96b1-9b22c6b2158f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/da6e/live/fda4eb40-7443-11f0-96b1-9b22c6b2158f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/da6e/live/fda4eb40-7443-11f0-96b1-9b22c6b2158f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/da6e/live/fda4eb40-7443-11f0-96b1-9b22c6b2158f.jpg.webp\" loading=\"lazy\" alt=\"Jake Kwon/ BBC A smiling Lee In-sook at her desk in the store, in a blue t-shirt. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Jake Kwon/ BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Lee In-sook works as a counsellor at the convenience store</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"You know the saying that the least tasty meal is the one you are having alone? I ask older people who come in if they were eating okay. They would tear up, just being asked that question,\" says Lee In-sook, the counsellor at the store.</p><p class=\"sc-9a00e533-0 hxuGS\">After a divorce and her grown-up children leaving home, she understands how it feels to be alone.</p><p class=\"sc-9a00e533-0 hxuGS\">The first time Hee-kyung - who is around the age of In-sook's daughter - arrived at the store, she immediately caught her eye.</p><p class=\"sc-9a00e533-0 hxuGS\">Like many visitors, Hee-kyung was quiet on the first day, barely speaking to others. The second time she came, she began to speak to In-sook.</p><p class=\"sc-9a00e533-0 hxuGS\">It was the growing number of \"lonely deaths\" that worried Seoul officials enough to act. Older people were dying alone at home, and their bodies were not discovered until days or weeks later. </p><p class=\"sc-9a00e533-0 hxuGS\">That mission soon expanded to tackling loneliness itself. But Seoul is not the first to do this.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2018, the UK appointed a Minister for Loneliness. Japan followed the example, establishing an agency to address the problem which it said had become more pronounced in the Covid-19 pandemic. </p><p class=\"sc-9a00e533-0 hxuGS\">The phenomenon of withdrawing from society altogether is<a target=\"_self\" href=\"https://www.bbc.com/news/magazine-23182523\" class=\"sc-f9178328-0 bGFWdi\"> common enough in Japan that it has a name: hikikomori</a>. In South Korea too, a rising number of young people have been <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-65554271\" class=\"sc-f9178328-0 bGFWdi\">voluntarily cutting themselves off from a highly competitive and exacting society</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Perhaps it was the pandemic that led to this,\" muses Lee Yu-jeong, who manages one of Seoul's anti-loneliness programmes.</p><p class=\"sc-9a00e533-0 hxuGS\">She points out how her children remain buried in their smartphones when their friends visit. \"People today express how difficult it is to have a network of friends. Loneliness has become something that needs to be tackled as a society.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ea85/live/9cdbf610-7442-11f0-bf4f-19fef6902ccb.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ea85/live/9cdbf610-7442-11f0-bf4f-19fef6902ccb.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ea85/live/9cdbf610-7442-11f0-bf4f-19fef6902ccb.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ea85/live/9cdbf610-7442-11f0-bf4f-19fef6902ccb.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ea85/live/9cdbf610-7442-11f0-bf4f-19fef6902ccb.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ea85/live/9cdbf610-7442-11f0-bf4f-19fef6902ccb.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ea85/live/9cdbf610-7442-11f0-bf4f-19fef6902ccb.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ea85/live/9cdbf610-7442-11f0-bf4f-19fef6902ccb.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Four men sitting in a row in a public sitting area in a metro train station and scrolling on their mobile phones in Seoul on April 8, 2025. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">More and more South Koreans feel socially isolated, research shows</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The first step was opening a hotline for people who need someone to speak to. A nationwide survey in 2023 found that a third of Korean adults have either no one to ask for help with housework or speak to when feeling sad.</p><p class=\"sc-9a00e533-0 hxuGS\">Its counselors offer a 40-minute call to discuss any topic. Park Seung-ah has been making three calls a day from her cubicle.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I was surprised to see that many young people wanted these sessions. They want to share the burden on their chest but there is often a power dynamic with parents or their friends. So they come to us.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The \"warm-hearted convenience stores\" followed swiftly, a physical location where the lonely were welcome.</p><p class=\"sc-9a00e533-0 hxuGS\">The Dongdaemun location was picked due to its proximity to low-income housing, where residents live in tiny, subdivided apartments alone.</p><p class=\"sc-9a00e533-0 hxuGS\">Sohn, 68, visits the store once a week to watch films, and to escape his cramped home.</p><p class=\"sc-9a00e533-0 hxuGS\">\"[The stores] should have opened before I was born. It's good to spend even just two to three hours,\" he says.</p><p class=\"sc-9a00e533-0 hxuGS\">Sohn has spent more than five decades of his life caring for his mother, who suffered a brain aneurism when he was a child. As a result, he never married or had children.</p><p class=\"sc-9a00e533-0 hxuGS\">The cost of the dedication became clear when she died.</p><p class=\"sc-9a00e533-0 hxuGS\">Penniless and walking with a cane since suffering a brain haemorrhage himself several years ago, he says there aren't many places for him.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Places cost money, going to the cinema costs money,\" he says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/be41/live/92aecca0-7445-11f0-96b1-9b22c6b2158f.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/be41/live/92aecca0-7445-11f0-96b1-9b22c6b2158f.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/be41/live/92aecca0-7445-11f0-96b1-9b22c6b2158f.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/be41/live/92aecca0-7445-11f0-96b1-9b22c6b2158f.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/be41/live/92aecca0-7445-11f0-96b1-9b22c6b2158f.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/be41/live/92aecca0-7445-11f0-96b1-9b22c6b2158f.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/be41/live/92aecca0-7445-11f0-96b1-9b22c6b2158f.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/be41/live/92aecca0-7445-11f0-96b1-9b22c6b2158f.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Two men play Janggi, sometimes called Korean chess, on a street in Seoul on July 1, 2025. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">South Korea's population also reports feeling isolated and lonely </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The stores were created specially to welcome those who aren't welcome in other places, explains store manager Lee Bo-hyun. </p><p class=\"sc-9a00e533-0 hxuGS\">They go beyond a bit of room and a film - offering air-conditioning during the hottest summer months to those on low incomes who cannot afford it at home.</p><p class=\"sc-9a00e533-0 hxuGS\">It is also supposed to be a space where the lonely can sidestep the stigma of asking for help. The choice of name - \"convenience stores\" - was a deliberate attempt to distance them from psychiatric clinics, important in a country where there is still a stigma against asking for help for mental health - especially among older residents.</p><p class=\"sc-9a00e533-0 hxuGS\">And yet, some of their reservations can still be seen when they walk through the door for the first time, compounded by their experience of isolation.</p><p class=\"sc-9a00e533-0 hxuGS\">Visitors are often uncomfortable speaking to another person or eating together initially, store manager Lee says.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The typical loneliness, if that repeats for days, months, and half year, that is now more than a feeling,\" Lee explains.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Those folks start to avoid places with people. So many people ask us if they can take the ramen to go because they won't eat with others.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Lee would tell them that they don't need to talk. They can simply sit at the same table and have noodles.</p><p class=\"sc-9a00e533-0 hxuGS\">It has been months since Hee-kyung was one of the quiet new arrivals.</p><p class=\"sc-9a00e533-0 hxuGS\">So, has it made a difference? In-sook recalls a conversation she was having with a local paper. When she brought up her daughter, she felt a sudden pang and her voice broke.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I am going to hug you,\" Hee-kyung declared.</p><p class=\"sc-9a00e533-0 hxuGS\">She walked over from the other side of the room and embraced In-sook.</p></div></article></div></body></html>"
        },
        {
            "title": "US drifts further from allies as it shrugs at Israel's Gaza plan",
            "time": "2025-08-08T08:40:37",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/acc4/live/690a7380-7400-11f0-a20f-3b86f375586a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">US shrugs off Gaza escalation - drifting further away from allies</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Anthony Zurcher</span><p class=\"sc-801dd632-8 hwLppI\"><span>North America correspondent in Washington</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/acc4/live/690a7380-7400-11f0-a20f-3b86f375586a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/acc4/live/690a7380-7400-11f0-a20f-3b86f375586a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/acc4/live/690a7380-7400-11f0-a20f-3b86f375586a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/acc4/live/690a7380-7400-11f0-a20f-3b86f375586a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/acc4/live/690a7380-7400-11f0-a20f-3b86f375586a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/acc4/live/690a7380-7400-11f0-a20f-3b86f375586a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/acc4/live/690a7380-7400-11f0-a20f-3b86f375586a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/acc4/live/690a7380-7400-11f0-a20f-3b86f375586a.jpg.webp\" loading=\"eager\" alt=\"EPA US President Donald Trump greets Israeli Prime Minister Benjamin Netanyahu as he arrives for a meeting at the West Wing of the White House\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">President Donald Trump said this week it was \"pretty much up to Israel\" whether to occupy Gaza</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Israeli Prime Minister Benjamin Netanyahu's declaration that Israel intends to take control of all of the Gaza Strip signals an escalation that flies in the face of some emphatic international warnings.</p><p class=\"sc-9a00e533-0 hxuGS\">But it is one that, at least so far, the US government has greeted with a telling and collective shrug.</p><p class=\"sc-9a00e533-0 hxuGS\">On Tuesday, President Donald Trump said it was \"pretty much up to Israel\" whether to fully occupy Gaza. And when asked the following day whether he was giving Israel a \"green light\", he instead spoke about the US strikes on Iran earlier this year.</p><p class=\"sc-9a00e533-0 hxuGS\">Washington's Ambassador to Israel Mike Huckabee was even more direct - and his answer was that Netanyahu's Gaza plan is not America's concern.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's not our job to tell them what they should or should not do,\" he said. \"Certainly, if they ask for wisdom, counsel, advice, I'm sure the president would offer it. But ultimately, it's the decision that the Israelis and only the Israelis can make.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Netanyahu has faced some opposition to his plan - notably from the Chief of Staff Lt Gen Eyal Zamir who, according to Israeli media, had argued against a full-scale occupation.</p><p class=\"sc-9a00e533-0 hxuGS\">In the event, an announcement after a meeting of Israel's security cabinet did not say Israel would take control of the entire territory of the Gaza Strip, but rather that it would \"prepare for taking control of Gaza City\". </p><p class=\"sc-9a00e533-0 hxuGS\">It did, however, mention that one of five principles for ending the war was \"Israeli security control in the Gaza Strip\".  </p><p class=\"sc-9a00e533-0 hxuGS\">Some have suggested a full takeover of Gaza has always been on the table. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Netanyahu had always planned to take over Gaza, he just was waiting for the right moment,\" Amin Saikal, emeritus professor of Middle Eastern, Central Asian and Islamic Studies at the Australian National University, told the BBC. </p><p class=\"sc-9a00e533-0 hxuGS\">Netanyahu has suggested Israel does not want to keep the territory, however, but \"hand it over to Arab forces\" - without specifying which. </p><p class=\"sc-9a00e533-0 hxuGS\">Whatever the plan, however, the Trump administration is not giving Netanyahu any public indication that he is wrong.</p><p class=\"sc-9a00e533-0 hxuGS\">That represents a marked change in White House policy. Trump previously had been more than willing to outline his views on Gaza's future - even when it caught Netanyahu and the Israelis by surprise.</p><p class=\"sc-9a00e533-0 hxuGS\">In February, just weeks into his second presidential term, he said the US could be deeply involved in the reconstruction of Gaza as a global resort and suggested Palestinians might have to be relocated outside of the territory.</p><p class=\"sc-9a00e533-0 hxuGS\">And while the US joined Israel in attacking Iran's nuclear facilities in the brief clash between the two nations in June, Trump publicly and forcefully pressured Israel to abide by the ceasefire that ended that conflict.</p><p class=\"sc-9a00e533-0 hxuGS\">The Americans also expressed their unhappiness with Israeli attacks on Syria last month - publicly disapproving, while offering even sharper criticism in private.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Bibi acted like a madman,\" a White House official told the news website Axios. \"He bombs everything all the time.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: 'Chilling' aerial video shows Gaza in ruins</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The White House has also been invested in ending the Gaza War, even pressuring Netanyahu for a ceasefire before Trump took office in January. </p><p class=\"sc-9a00e533-0 hxuGS\">Steve Witkoff, the real estate magnate with a broad diplomatic portfolio in the Trump White House, has been the point person for these negotiations, seeking to broker a permanent ceasefire along with the release of the remaining hostages taken by Hamas in its 7 October 2023 attack.</p><p class=\"sc-9a00e533-0 hxuGS\">As recently as a month ago, the White House was optimistic that a deal was within reach.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We are hopeful that by the end of this week, we will have an agreement that will bring us into a 60-day ceasefire,\" Witkoff said on 8 July, adding that it could lead to a \"lasting peace in Gaza\".</p><p class=\"sc-9a00e533-0 hxuGS\">But just over two weeks later, ceasefire talks had collapsed, and Witkoff was publicly accusing Hamas of being selfish and not acting in good faith.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Hamas didn't really want to make a deal,\" Trump said on 25 July. \"I think they want to die, and it's very, very bad.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Trump's comments - and his decision to abandon talks with Hamas and stay ambivalent about what could represent a massive new Israeli military operation - could be a ploy designed to force the Palestinian group to make new concessions at the negotiating table.</p><p class=\"sc-9a00e533-0 hxuGS\">If so, that will become apparent soon enough.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The Trump administration has got a lot of leverage, \" said Prof Saikal of the Australian National University. \"I think Netanyahu would not make this move unless he had some sort of consent or tacit support from Washington.\"</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">This American change of course from public disapproval to obvious distancing could, however, also be part of an effort by the president to return to his non-interventionist outlook - a position he temporarily abandoned during the Iranian strikes, much to the consternation of parts of his political base.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There's increasing concern that this is inconsistent with an America-first policy, getting the United States deeper and deeper into this horrible war is not something that the president ran for office on,\" Frank Lowenstein, special envoy for Israeli-Palestinian negotiations during the Barack Obama administration, told the BBC. </p><p class=\"sc-9a00e533-0 hxuGS\">\"But for the time being, anyway, I think Trump is going to let Netanyahu do whatever he wants.\"</p><p class=\"sc-9a00e533-0 hxuGS\">If so, Trump's position stands in stark contrast to the recent statements by France, the UK and Canada on recognising a Palestinian state. These moves were designed to bring additional pressure on Israel to wind down its military operations and reach a negotiated settlement with Hamas.</p><p class=\"sc-9a00e533-0 hxuGS\">That diplomatic recognition, as well as America's studied indifference to the prospect of a long - and possibly indefinite - Israeli military occupation, take the US and its allies in markedly different directions. </p><p class=\"sc-9a00e533-0 hxuGS\">But both represent a tacit acknowledgement that the current situation is untenable, and that a negotiated peace is further away than ever.</p><p class=\"sc-9a00e533-0 hxuGS\">With Trump, there is no telling how long this trend will last. But by the time Trump changes course again, Israel could be well down a path in Gaza that will be very difficult to reverse.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Follow the twists and turns of Trump's second term with North America correspondent Anthony Zurcher's weekly <a target=\"_self\" href=\"https://www.bbc.co.uk/news/world-us-canada-68093155\" class=\"sc-f9178328-0 bGFWdi\">US Politics Unspun</a> newsletter. Readers in the UK can <a target=\"_self\" href=\"https://www.bbc.co.uk/newsletters/zgmn46f\" class=\"sc-f9178328-0 bGFWdi\">sign up here</a>. Those outside the UK can <a target=\"_self\" href=\"https://cloud.email.bbc.com/US_Politics_Unspun_Newsletter_Signup\" class=\"sc-f9178328-0 bGFWdi\">sign up here</a>.</p></div></article></div></body></html>"
        },
        {
            "title": "Maurice Kamto excluded from Cameroon election - is Paul Biya set for another term?",
            "time": "2025-08-08T07:55:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3b9d/live/b480b2e0-7395-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Is the world's oldest leader set for an eighth term?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Paul Njie</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News in Yaoundé</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3b9d/live/b480b2e0-7395-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3b9d/live/b480b2e0-7395-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3b9d/live/b480b2e0-7395-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3b9d/live/b480b2e0-7395-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3b9d/live/b480b2e0-7395-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3b9d/live/b480b2e0-7395-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3b9d/live/b480b2e0-7395-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3b9d/live/b480b2e0-7395-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images Cameroon President Paul Biya applauds during the May 20 parade marking the 51st celebration of Unity Day in Yaounde on May 20, 2023. He is wearing a blue suit and tie. A soldier is saluting behind him.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP via Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Cameroon's constitutional council has upheld the decision by the country's electoral body to exclude opposition leader Maurice Kamto from the 12 October presidential election.</p><p class=\"sc-9a00e533-0 hxuGS\">While the firebrand political figure was sidelined, 92-year-old President Paul Biya whose candidacy also faced opposition, was cleared to run for what would be his eighth term in the oil-rich Central African nation.</p><p class=\"sc-9a00e533-0 hxuGS\">If he were elected for another seven-year term, he could remain in power until he was almost 100.</p><p class=\"sc-9a00e533-0 hxuGS\">Kamto was ruled out because a rival faction of the Manidem party which endorsed him presented another individual as a candidate, highlighting an internal squabble.</p><p class=\"sc-9a00e533-0 hxuGS\">In his first public comments, Kamto on Thursday evening said the decision was \"arbitrary\" and taken for political reasons.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Who are the main candidates?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Of the 83 candidates who submitted their applications to the electoral body, only 12 have been approved.</p><p class=\"sc-9a00e533-0 hxuGS\">The reasons given by Elections Cameroon (Elecam) for the disqualification of the 71 range from incomplete files, non-payment of the required deposit, to multiple candidacies from the same party.</p><p class=\"sc-9a00e533-0 hxuGS\">Of all the contestants, six are seen as the main contenders:</p><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"1.-paul-biya\" class=\"sc-d16436d-0 jpoiOL\">1. Paul Biya</b></p><p class=\"sc-9a00e533-0 hxuGS\">At 92, Paul Biya is the world's oldest serving head of state. He has been in power for nearly 43 years since 1982. Biya leads the ruling CPDM party which dominates the political scene. He is widely considered the favourite, now that his main rival, Kamto, is out of the way.</p><p class=\"sc-9a00e533-0 hxuGS\">The veteran politician has never lost an election since the return of multi-party politics in 1990. However, his victories have been marred by allegations of vote rigging – claims which his party and the government have continuously denied.</p><p class=\"sc-9a00e533-0 hxuGS\">Announcing his intention to run, Biya said his eighth mandate would focus on the wellbeing of women and young people.</p><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"2.-bello-bouba-maigari\" class=\"sc-d16436d-0 jpoiOL\">2. Bello Bouba Maigari</b></p><p class=\"sc-9a00e533-0 hxuGS\">Bello Bouba Maigari, 78, is an experienced politician who hails from Cameroon's vote-rich northern region. </p><p class=\"sc-9a00e533-0 hxuGS\">He is the president of the National Union for Democracy and Progress (NUDP) party founded in 1990. He served in the governments of both of Cameroon's presidents -Ahmadou Ahidjo and Paul Biya. </p><p class=\"sc-9a00e533-0 hxuGS\">In fact, he was Biya's first prime minister between 1982 and 1983. Since 1997, Maigari has forged an alliance with Biya's CPDM party that helped the latter clinch significant votes from the north. </p><p class=\"sc-9a00e533-0 hxuGS\">However, this political marriage ended in June following pressure from within his party to run independently. </p><p class=\"sc-9a00e533-0 hxuGS\">While serving as Minister of State for Tourism and Leisure, Maigari announced his resignation and declared himself a candidate against Biya, who he also faced in the 1992 presidential election.</p><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"3.-issa-tchiroma-bakary\" class=\"sc-d16436d-0 jpoiOL\">3. Issa Tchiroma Bakary</b></p><p class=\"sc-9a00e533-0 hxuGS\">Another former Biya ally whose candidacy came as a surprise is 75-year-old Issa Tchiroma Bakary. Like Maigari, he is from the country's north and has been influential in helping Biya secure the region's votes. </p><p class=\"sc-9a00e533-0 hxuGS\">After a 20-year stint in different government roles, Tchiroma finally pulled the plug on his time with the 92-year-old leader, resigning from his role as Minister of Employment and Vocational Training to announce his candidacy. </p><p class=\"sc-9a00e533-0 hxuGS\">Tchiroma, who heads the Cameroon National Salvation Front (CNSF) party, criticised Biya's governance style and hinged his presidential bid on a promise to overhaul the system, which he described as \"suffocating\".</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7233/live/5f3413b0-73a2-11f0-98d8-b14683e68fab.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7233/live/5f3413b0-73a2-11f0-98d8-b14683e68fab.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7233/live/5f3413b0-73a2-11f0-98d8-b14683e68fab.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7233/live/5f3413b0-73a2-11f0-98d8-b14683e68fab.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7233/live/5f3413b0-73a2-11f0-98d8-b14683e68fab.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7233/live/5f3413b0-73a2-11f0-98d8-b14683e68fab.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7233/live/5f3413b0-73a2-11f0-98d8-b14683e68fab.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7233/live/5f3413b0-73a2-11f0-98d8-b14683e68fab.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images A man painted in green and white colours \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Supporters of Joshua Osih came out in donned in party colours when he campaigned in the 2018 election, but he came fourth</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"4.-cabral-libii\" class=\"sc-d16436d-0 jpoiOL\">4. Cabral Libii</b></p><p class=\"sc-9a00e533-0 hxuGS\">Cabral Libii, president of the Cameroon Party for National Reconciliation (PCRN), is a vibrant member of parliament who is making his second attempt at getting the country's top job. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2018, he was the youngest of the nine presidential candidates, aged just 38, coming third with 6% of the vote. </p><p class=\"sc-9a00e533-0 hxuGS\">Libii's candidature in this year's election was challenged by PCRN founder Robert Kona, who disputed the lawmaker's legitimacy to lead the party. </p><p class=\"sc-9a00e533-0 hxuGS\">However, the Constitutional Council rejected Kona's petition and upheld the electoral body's decision to allow Libii to stand.</p><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"5.-akere-muna\" class=\"sc-d16436d-0 jpoiOL\">5. Akere Muna</b></p><p class=\"sc-9a00e533-0 hxuGS\">Akere Muna was a candidate in the 2018 presidential election but pulled out at the last minute and threw his weight behind Kamto. This time around, Muna, a staunch international anti-corruption lawyer, says he wants to challenge Biya himself. </p><p class=\"sc-9a00e533-0 hxuGS\">The 72-year-old is from a family of politicians - his late father Solomon Tandeng Muna served as Prime Minister of West Cameroon after independence, Vice-President of the then Federal Republic of Cameroon and Speaker of the National Assembly. </p><p class=\"sc-9a00e533-0 hxuGS\">As Speaker, Solomon Muna swore in Biya when he took over as president after Ahmadou Ahidjo resigned. </p><p class=\"sc-9a00e533-0 hxuGS\">Muna is promising to rid the bilingual country of the corruption and bad governance that he says have soiled its image at the international scene.</p><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"6.-joshua-osih\" class=\"sc-d16436d-0 jpoiOL\">6. Joshua Osih</b></p><p class=\"sc-9a00e533-0 hxuGS\">Joshua<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>Osih is jumping into the presidential race for the second time after his first attempt in 2018 proved futile. </p><p class=\"sc-9a00e533-0 hxuGS\">He heads the Social Democratic Front (SDF) party, succeeding the iconic late opposition leader John Fru Ndi. The SDF used to be the country's main opposition outfit, but its influence later dwindled, exacerbated by infighting and the expulsion of several party members in 2023. </p><p class=\"sc-9a00e533-0 hxuGS\">Osih, 56, came fourth in the 2018 polls with 3%, but is hoping to defeat Biya through a promise of social and institutional reforms.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/57eb/live/2c4e0b70-6ac1-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/57eb/live/2c4e0b70-6ac1-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/57eb/live/2c4e0b70-6ac1-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/57eb/live/2c4e0b70-6ac1-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/57eb/live/2c4e0b70-6ac1-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/57eb/live/2c4e0b70-6ac1-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/57eb/live/2c4e0b70-6ac1-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/57eb/live/2c4e0b70-6ac1-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images A close-up shot of Maurice Kamto. He has short hair and glasses and is wearing a blue jacket.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Maurice Kamto said the decision to exclude him was \"arbitrary\" and taken for political reasons</figcaption></p></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Who poses the strongest challenge to Biya?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">For many decades, President Biya has succeeded in maintaining a firm grip on power, making it difficult for him to lose elections. </p><p class=\"sc-9a00e533-0 hxuGS\">The decision of political heavyweights Bello Bouba Maigari and Issa Tchiroma Bakary to challenge him appeared to make life more difficult, but some analysts believe they do not pose a significant threat to Biya.</p><p class=\"sc-9a00e533-0 hxuGS\">Dr Pippie Hugues, a policy analyst with Cameroonian think-tank Nkafu Policy Institute, argues that their alliance with the current regime lessens their credibility with opposition voters.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Cameroonians need more than just a resignation to trust them,\" he told the BBC. \"Both have been with the system and watched the nation suffer.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Dr Hugues further suggested that the two northern candidates might be part of a political plot staged by the regime.</p><p class=\"sc-9a00e533-0 hxuGS\">However, ruling party officials have portrayed the rupture as genuine, acknowledging that the CPDM could struggle to obtain as many votes from the north as before.</p><p class=\"sc-9a00e533-0 hxuGS\">Given Kamto's exclusion, Biya's strongest challenger in 2018, third-placed Libii could arguably claim to be his main threat this year. </p><p class=\"sc-9a00e533-0 hxuGS\">Although he got just 6% of the vote, Libii's political evolution since then has been praised.</p><p class=\"sc-9a00e533-0 hxuGS\">He led his party to win five seats in parliament and seven local councils during the 2020 legislative and municipal elections. Since becoming a member of parliament in the process, he has challenged the government on key policy issues, promising sweeping changes if he takes over the reins of power.</p><p class=\"sc-9a00e533-0 hxuGS\">However, Dr Hugues says Libii's vision is opaque, citing Akere Muna as a more convincing candidate with a much clearer project for the nation of nearly 30 million people.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Muna has a wealth of international experience and diplomatic character, and that is what the nation needs now,\" he said, while praising the renowned lawyer's five-year transition plan to \"put the nation back on track\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Could the opposition unite?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Historically, Cameroon's opposition has been fragmented especially during elections, with analysts saying this has disadvantaged them.</p><p class=\"sc-9a00e533-0 hxuGS\">Ahead of this year's presidential election, there has been much talk about the need for the opposition to unite and harmonise strategies to take on Biya. But with each candidate prioritising their own interests, it remains unclear if most – let alone all – of them would work together, despite the risk this could help the president.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It might be the end of their political careers, or their parties, if they don't come together,\" said civil society leader Felix Agbor Balla.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Kamto and the others must look for someone in the opposition who can carry the baton – and they must put the nation first, rise above their personal ego to look for a consensual candidate that can give the CPDM a run on the 12th of October,\" he told the BBC.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1d24/live/c9479db0-73a4-11f0-98d8-b14683e68fab.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1d24/live/c9479db0-73a4-11f0-98d8-b14683e68fab.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1d24/live/c9479db0-73a4-11f0-98d8-b14683e68fab.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1d24/live/c9479db0-73a4-11f0-98d8-b14683e68fab.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1d24/live/c9479db0-73a4-11f0-98d8-b14683e68fab.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1d24/live/c9479db0-73a4-11f0-98d8-b14683e68fab.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1d24/live/c9479db0-73a4-11f0-98d8-b14683e68fab.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1d24/live/c9479db0-73a4-11f0-98d8-b14683e68fab.jpg.webp\" loading=\"lazy\" alt=\"Anadolu via Getty Images Protesters gather at Place de la Republique in Paris on May 31, 2025, at the call of the Cameroonian diaspora. Waving flags, holding placards and banners, they expressed their opposition to President Paul Biya,\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Anadolu via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Maurice Kamato has drummed up support among Cameroonians in the diaspora, as protests in support of him have taken place in Paris, France</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Dr Hugues agrees that Kamto should use his influence to drum up support for an opposition coalition since he is now out of the race.</p><p class=\"sc-9a00e533-0 hxuGS\">He insists \"change must not [only] come with him [Kamto], but change can come through him\".</p><p class=\"sc-9a00e533-0 hxuGS\">Kamto did not address these calls on Thursday, but said: \"I'm on my feet and will remain at your side. The struggle continues.\" </p><p class=\"sc-9a00e533-0 hxuGS\">Dr Hugues says that an opposition coalition is possible and made reference to a meeting attended by opposition figures on 2 August in Foumban town in the West region.</p><p class=\"sc-9a00e533-0 hxuGS\">Prince Michael Ekosso, president of the United Socialist Democratic Party (USDP), who took part in the meeting, told the BBC the aim was to lay the groundwork for a \"consensual candidate\".</p><p class=\"sc-9a00e533-0 hxuGS\">While no specific candidate has been designated yet, the criteria for consideration were laid down.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We want a figure who is going to be responding to the aspirations of Cameroonians, someone who is flexible to work with others, someone who is bilingual and able to mobilise other candidates and political actors,\" Ekosso said.</p><p class=\"sc-9a00e533-0 hxuGS\">In the 1992 presidential election, firebrand opposition leader John Fru Ndi was backed by the Union for Change, a coalition of political parties and civil society organisations. </p><p class=\"sc-9a00e533-0 hxuGS\">Although he was not the only opposition candidate, analysts say the coalition helped him get 36% of the vote – just shy of Biya's 40%.</p><p class=\"sc-9a00e533-0 hxuGS\">That was the closest anyone has ever got to beating Biya. Fru Ndi even claimed victory, but the authorities rejected allegations of vote rigging and confirmed Biya as the winner.</p><p class=\"sc-9a00e533-0 hxuGS\">Many believe if the opposition doesn't band together as it did in 1992, Biya might have an easy ride to the presidency.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He has the experience, the human resources and the system to his advantage,\" says Dr Hugues.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">More about Cameroon from the BBC:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "India police raid on Delhi migrants shows stark inequalities",
            "time": "2025-08-07T21:02:45",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b4a7/live/c0469e60-738a-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">India's immigration raids send ripples through slums and skyscrapers alike</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Zoya Mateen</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Delhi</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ea6b/live/c7f45a10-72f1-11f0-9eb3-2b71669c0257.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ea6b/live/c7f45a10-72f1-11f0-9eb3-2b71669c0257.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ea6b/live/c7f45a10-72f1-11f0-9eb3-2b71669c0257.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ea6b/live/c7f45a10-72f1-11f0-9eb3-2b71669c0257.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ea6b/live/c7f45a10-72f1-11f0-9eb3-2b71669c0257.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ea6b/live/c7f45a10-72f1-11f0-9eb3-2b71669c0257.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ea6b/live/c7f45a10-72f1-11f0-9eb3-2b71669c0257.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ea6b/live/c7f45a10-72f1-11f0-9eb3-2b71669c0257.jpg.webp\" loading=\"eager\" alt=\"Zoya Mateen/BBC A Bengali-Muslim family - comprising a husband and wife along with their three children - pose inside their home in a slum in Delhi \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Zoya Mateen/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Thousands of Bengali-Muslim families in India face an uncertain future amid an ongoing drive to catch illegal immigrants </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In Gurugram, an upscale suburb just outside Delhi, gleaming SUVs, futuristic skyscrapers and neat apartments stand in stark contrast to nearby mosquito swarms, trash heaps and tarpaulin shanties.</p><p class=\"sc-9a00e533-0 hxuGS\">Inside the gated compounds live some of India's richest, while in the slums nearby live poor migrant workers -  mostly domestic helpers, garbage-pickers and daily-wage workers - who keep the affluence going.</p><p class=\"sc-9a00e533-0 hxuGS\">Last month, local authorities rounded up hundreds of these workers, most of whom say they are Bengali-speaking Muslims from India's West Bengal state, in a \"verification\" drive targeting illegal Bangladeshi immigrants.</p><p class=\"sc-9a00e533-0 hxuGS\">The suspects were detained and kept at \"holding centres\" where they were asked to provide documents to prove their citizenship. Many allege they were beaten and mistreated by police during the process. Police officials deny these allegations. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I had my voter and national ID cards, but they told me they were fake. I spent six days not knowing my fate before I was finally released,\" said Ather Ali Sheikh, a daily-wage worker, who has lived in the city for 15 years.</p><p class=\"sc-9a00e533-0 hxuGS\">The action has left indelible scars on the social fabric of the city, which prides itself on its cosmopolitan culture. Hundreds of workers have fled overnight - abandoning jobs, homes and, in some cases, even families in their haste to escape.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I still don't understand why they suddenly came after me,\" Mr Sheikh said. Behind him, his wife hurriedly packed their belongings - torn clothes, old utensils and school books - into flimsy boxes.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Was it because of my language, my religion or because I am poor? \" Mr Sheikh continued, his face hardening with anger. \"Why weren't the rich Bengali residents held up?\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ac85/live/289a36e0-72f3-11f0-bd12-cffae66b80ba.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ac85/live/289a36e0-72f3-11f0-bd12-cffae66b80ba.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ac85/live/289a36e0-72f3-11f0-bd12-cffae66b80ba.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ac85/live/289a36e0-72f3-11f0-bd12-cffae66b80ba.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ac85/live/289a36e0-72f3-11f0-bd12-cffae66b80ba.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ac85/live/289a36e0-72f3-11f0-bd12-cffae66b80ba.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ac85/live/289a36e0-72f3-11f0-bd12-cffae66b80ba.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ac85/live/289a36e0-72f3-11f0-bd12-cffae66b80ba.jpg.webp\" loading=\"lazy\" alt=\"Zoya Mateen/BBC Ather Ali Sheikh (L) holds up his phone to show his voter ID. Next to him, is Anarul Biswas, also a daily wage worker, who was picked up by authorities. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Zoya Mateen/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Ather Ali Sheikh (L) says authorities refused to accept his documents when he first produced them</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Police in Gurugram deny targeting any particular community. \"Neither religion nor class has anything to do with the drive,\" public relations officer Sandeep Kumar told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">He added that out of the 250 people picked up, only 10 have been identified as illegal migrants and will actually be deported. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Everyone else was released. No one was mistreated at the centres. We have been completely fair and objective.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, trepidation is being felt on other side of the city as well. </p><p class=\"sc-9a00e533-0 hxuGS\">With no workers left, heaps of trash have been overflowing from public bins and dump yards on to the streets, inconveniencing residents.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Our house help and her husband, who worked as a driver, both left and now we have no help,\" said Tabassum Bano, who lives in one of the complexes.</p><p class=\"sc-9a00e533-0 hxuGS\">Crackdowns on alleged illegal immigrants from Muslim-majority Bangladesh are not new in India. The countries are divided by a  porous border 4,096km (2,545-mile) long, and have seen waves of movement of people on both sides.</p><p class=\"sc-9a00e533-0 hxuGS\">But these efforts seem to have intensified under Prime Minister Narendra Modi's government.</p><p class=\"sc-9a00e533-0 hxuGS\">In recent months, hundreds of people, including a veteran Muslim officer of the Indian Army, have been arrested on suspicion of being illegal migrants. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/661a/live/a7d39db0-738a-11f0-a52b-2f1937b0af42.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/661a/live/a7d39db0-738a-11f0-a52b-2f1937b0af42.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/661a/live/a7d39db0-738a-11f0-a52b-2f1937b0af42.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/661a/live/a7d39db0-738a-11f0-a52b-2f1937b0af42.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/661a/live/a7d39db0-738a-11f0-a52b-2f1937b0af42.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/661a/live/a7d39db0-738a-11f0-a52b-2f1937b0af42.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/661a/live/a7d39db0-738a-11f0-a52b-2f1937b0af42.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/661a/live/a7d39db0-738a-11f0-a52b-2f1937b0af42.jpg.webp\" loading=\"lazy\" alt=\"Zoya Mateen/BBC Men and women sit outside their shanties in a Bengali-Muslim-dominated slum area in Gurugram\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Zoya Mateen/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Most of these people do odd jobs such as cleaning, garbage-picking and driving in Gurugram's rich complexes</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In the north-eastern state of Assam, where the issue has been a potent flashpoint for decades, authorities have been <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cqj78v79z9do\" class=\"sc-f9178328-0 bGFWdi\">\"pushing back\" hundreds of Bengali-Muslims</a> into Bangladesh on suspicion of them being \"illegal Bangladeshis\".</p><p class=\"sc-9a00e533-0 hxuGS\">Deportations are also under way in Delhi, where some 700 people were picked up and flown out to border states in the last six months.</p><p class=\"sc-9a00e533-0 hxuGS\">This has had a chilling impact on the marginalised community.</p><p class=\"sc-9a00e533-0 hxuGS\">In Gurugram, a sense of shock prevailed over their dust-blanketed colonies. </p><p class=\"sc-9a00e533-0 hxuGS\">\"For years, we have cleaned and collected their garbage. Now we are being treated like it ourselves,\" said Rauna Bibi.</p><p class=\"sc-9a00e533-0 hxuGS\">A domestic help, Rauna's husband had returned from West Bengal the same day the detentions began. When he heard about it, he was so terrified he left again - this time, without informing his wife.</p><p class=\"sc-9a00e533-0 hxuGS\">\"For three days, I wondered if he was picked up; whether he was even alive,\" Rauna said. \"When we finally spoke, he said he didn't call because he did not want any trouble.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But it was not her husband's behaviour that bothered Rauna, or the fact that he was now jobless. It was the theft of her pride - and the comfort of belonging to a place - that hurt her the most, making her feel absurdly insignificant.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Unlike poverty, I can't fight this with my hard work,\" she said. \"If they pick us, I wouldn't know how to survive. This slum, the work we do and the houses we clean - this is our entire life.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5024/live/f51fcf00-72f2-11f0-af20-030418be2ca5.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5024/live/f51fcf00-72f2-11f0-af20-030418be2ca5.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5024/live/f51fcf00-72f2-11f0-af20-030418be2ca5.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5024/live/f51fcf00-72f2-11f0-af20-030418be2ca5.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5024/live/f51fcf00-72f2-11f0-af20-030418be2ca5.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5024/live/f51fcf00-72f2-11f0-af20-030418be2ca5.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5024/live/f51fcf00-72f2-11f0-af20-030418be2ca5.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5024/live/f51fcf00-72f2-11f0-af20-030418be2ca5.jpg.webp\" loading=\"lazy\" alt=\"Zoya Mateen/BBC Rauna Bibi peeling vegetables inside her tiny home in Gurugram city\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Zoya Mateen/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Rauna Bibi, who cleans homes in Gurugram, spent three long days with no information about her husband</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Mr Kumar says the recent action is based on a home ministry notice from May that lays down new guidelines for deporting illegal immigrants.</p><p class=\"sc-9a00e533-0 hxuGS\">Under the order, all states are required to set up a special task force along with holding centres to \"detect, identify and deport/send back illegal immigrants settled from Bangladesh and Myanmar\".</p><p class=\"sc-9a00e533-0 hxuGS\">Each person would be given 30 days to prove their citizenship, during which authorities would send their documents back to their home districts for verification.</p><p class=\"sc-9a00e533-0 hxuGS\">If they fail to confirm the details, the suspects would be taken by the police \"under proper escort, in groups as far as possible\", and handed over to the border forces for deportation.</p><p class=\"sc-9a00e533-0 hxuGS\">Critics, however, have questioned the order, saying it does not specify the basis on which a person is made a suspect.</p><p class=\"sc-9a00e533-0 hxuGS\">\"On the face of it, it's nothing other than the fact that you speak Bengali, have a Muslim name and live in shanty,\" said Aakash Bhattacharya, of the national council of the All India Central Council of Trade Unions which advocates for workers' rights. </p><p class=\"sc-9a00e533-0 hxuGS\">What is worse is that none of the suspects are being given certificates confirming their citizenship had already been verified, he added. </p><p class=\"sc-9a00e533-0 hxuGS\">\"This means they can be put through the same process again, making them extremely vulnerable.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d277/live/042f0d90-72f2-11f0-9eb3-2b71669c0257.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d277/live/042f0d90-72f2-11f0-9eb3-2b71669c0257.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d277/live/042f0d90-72f2-11f0-9eb3-2b71669c0257.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d277/live/042f0d90-72f2-11f0-9eb3-2b71669c0257.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d277/live/042f0d90-72f2-11f0-9eb3-2b71669c0257.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d277/live/042f0d90-72f2-11f0-9eb3-2b71669c0257.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d277/live/042f0d90-72f2-11f0-9eb3-2b71669c0257.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d277/live/042f0d90-72f2-11f0-9eb3-2b71669c0257.jpg.webp\" loading=\"lazy\" alt=\"Zoya Mateen/BBC Bags, clothes and other household items lay strewn outside a tiny shanty, which belonged to a Bengali-Muslim family that has fled the city in wake of the recent detentions\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Zoya Mateen/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Hundreds of workers have gone back to West Bengal overnight, leaving behind their belongings </figcaption></p></figure><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/abc7/live/072b75f0-72f8-11f0-ae1b-6136eac144e6.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/abc7/live/072b75f0-72f8-11f0-ae1b-6136eac144e6.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/abc7/live/072b75f0-72f8-11f0-ae1b-6136eac144e6.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/abc7/live/072b75f0-72f8-11f0-ae1b-6136eac144e6.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/abc7/live/072b75f0-72f8-11f0-ae1b-6136eac144e6.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/abc7/live/072b75f0-72f8-11f0-ae1b-6136eac144e6.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/abc7/live/072b75f0-72f8-11f0-ae1b-6136eac144e6.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/abc7/live/072b75f0-72f8-11f0-ae1b-6136eac144e6.jpg.webp\" loading=\"lazy\" alt=\"Zoya Mateen/BBC A man sits outside his home in Jai Hind camp in Delhi. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Zoya Mateen/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Those who have chosen to stay say they spend every waking moment of their lives in fear</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Mr Kumar says the detentions in Gurugram were made on the basis of strong preliminary evidence.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We checked their phones and found suspicious contacts from Bangladesh. Some of them also failed to answer questions about their ancestry during interrogation,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">Suhas Chakma, a human rights worker, says that the policy is not necessarily religious-specific. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The arrest of the Muslims appears to be more as they constitute about 95% of Bangladesh's population,\" he explained.</p><p class=\"sc-9a00e533-0 hxuGS\">But for a country that has seen an influx of refugees for decades, India does need a wider refugee law to address many of these complex issues, he added.</p><p class=\"sc-9a00e533-0 hxuGS\">For now, Bengali-Muslims are living with a deep sense of foreboding.</p><p class=\"sc-9a00e533-0 hxuGS\">Many of them have been sleeping with documents tucked under the pillow in case  misfortune strikes.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/711a/live/fd9822e0-72f7-11f0-ae1b-6136eac144e6.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/711a/live/fd9822e0-72f7-11f0-ae1b-6136eac144e6.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/711a/live/fd9822e0-72f7-11f0-ae1b-6136eac144e6.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/711a/live/fd9822e0-72f7-11f0-ae1b-6136eac144e6.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/711a/live/fd9822e0-72f7-11f0-ae1b-6136eac144e6.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/711a/live/fd9822e0-72f7-11f0-ae1b-6136eac144e6.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/711a/live/fd9822e0-72f7-11f0-ae1b-6136eac144e6.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/711a/live/fd9822e0-72f7-11f0-ae1b-6136eac144e6.jpg.webp\" loading=\"lazy\" alt=\"Zoya Mateen/BBC Dressed in a bright pink tunic, Baijan Bibi washes dishes outside her shanty in Delhi\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Zoya Mateen/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Baijan Bibi is so angry that she refused to talk to reporters at first, calling it all \"useless\"</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"We were already fighting the harsh reality of our lives. Now we have to fight this too,\" said Rabi-ul-Hassan, a resident of Jai Hind camp, a massive slum located in one of the poshest corners of Delhi.</p><p class=\"sc-9a00e533-0 hxuGS\">Three weeks ago, authorities cut off electricity in the area, instantly plunging some 400 people into darkness.</p><p class=\"sc-9a00e533-0 hxuGS\">The action came after a court ruled that the slum-dwellers, who say they have lived there for generations, were squatting on private land. </p><p class=\"sc-9a00e533-0 hxuGS\">\"They did this even when the area is recognised as a legal slum by the city's own urban planning organisation,\" said Abhik Chimni, a lawyer who is challenging the order.</p><p class=\"sc-9a00e533-0 hxuGS\">Since then residents have been in some kind of stupor, dazed, angry and tired. \"The heat is unbearable. The food keeps rotting and the children don't stop crying. At night, we try to sleep outside but then mosquitoes bite us,\" said Baijan Bibi.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I am so exhausted,\" she continued, \"that sometimes I wonder if it's better to live in a holding centre. At least there will be a fan there, right?\"</p></div></article></div></body></html>"
        },
        {
            "title": "Is Perrier as pure as it claims? The bottled water scandal gripping France",
            "time": "2025-08-08T04:58:33",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b458/live/68ff9990-6e17-11f0-a527-49a2f77f1dfe.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Is Perrier as pure as it claims? The bottled water scandal gripping France</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Hugh Schofield</span><p class=\"sc-801dd632-8 fRRQoT\"><span>Paris correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b458/live/68ff9990-6e17-11f0-a527-49a2f77f1dfe.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b458/live/68ff9990-6e17-11f0-a527-49a2f77f1dfe.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b458/live/68ff9990-6e17-11f0-a527-49a2f77f1dfe.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b458/live/68ff9990-6e17-11f0-a527-49a2f77f1dfe.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b458/live/68ff9990-6e17-11f0-a527-49a2f77f1dfe.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b458/live/68ff9990-6e17-11f0-a527-49a2f77f1dfe.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b458/live/68ff9990-6e17-11f0-a527-49a2f77f1dfe.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b458/live/68ff9990-6e17-11f0-a527-49a2f77f1dfe.jpg.webp\" loading=\"eager\" alt=\"Getty Images A man pours a bottle of Perrier water into a glass on a bar\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Major brands like Perrier are under the spotlight after the scandal broke in France</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">France's multi-billion euro mineral water companies are under the spotlight because of climate change and growing concerns about the industry's environmental impact.</p><p class=\"sc-9a00e533-0 hxuGS\">At issue is whether some world-famous brands, notably the iconic Perrier label, can even continue calling themselves \"natural mineral water\".</p><p class=\"sc-9a00e533-0 hxuGS\">A decision in the Perrier case is due in the coming months. It follows revelations in the French media about illicit filtration systems that have been widely used in the industry, apparently because of worries about water contamination, after years of drought linked to climate change.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"This really is our Water-gate,\" says Stéphane Mandard, who has led investigations at Le Monde newspaper. \"It's a combination of industrial fraud and state collusion.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"And now there is a real Sword of Damocles hanging over the head of Perrier.\"</p><p class=\"sc-9a00e533-0 hxuGS\">According to hydrologist Emma Haziza, \"the commercial model of the big producers has worked very well. But it is absolutely not sustainable at a time of global climate change\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"When you have big brands that feel they have no choice but to treat their water – that means they know there is a problem with the quality.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7685/live/1cb2f2a0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7685/live/1cb2f2a0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7685/live/1cb2f2a0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7685/live/1cb2f2a0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7685/live/1cb2f2a0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7685/live/1cb2f2a0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7685/live/1cb2f2a0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7685/live/1cb2f2a0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Bottles of Perrier, Yorre, Vichy, Vittel, Cristaline, Contrex and Hepar water stand next to each other on a table\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">EU law says natural mineral water should be unaltered between the underground source and the bottle</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The story hit the headlines a year ago in France after an investigation by Le Monde and Radio France revealed that at least a third of mineral water sold in France had been illegally treated, either with ultra-violet light, carbon filters or ultra-fine micro-meshes commonly used to screen out bacteria.</p><p class=\"sc-9a00e533-0 hxuGS\">The issue was not one of public health. The treated water was by definition safe to drink.</p><p class=\"sc-9a00e533-0 hxuGS\">The problem was that under EU law, \"natural mineral water\" – which sells at a huge premium over tap water – is supposed to be unaltered between the underground source and the bottle. That is the whole point of it.</p><p class=\"sc-9a00e533-0 hxuGS\">If brands like Evian, Vichy and Perrier have been so successful in France and around the world, it is thanks to an appealing image of mountain-sides, rushing streams, purity and health-giving minerals.</p><p class=\"sc-9a00e533-0 hxuGS\">Admit filtering the water, and the industry risks breaking the market spell.  Consumers might begin to ask what they'd been paying for.</p><p class=\"sc-9a00e533-0 hxuGS\">Complicating matters for Perrier and its parent company Nestlé – as well as President Emmanuel Macron's government – is the charge that executives and ministers conspired to keep the affair quiet, covered up reports of contamination, and re-wrote the rules so that Perrier could continue using micro-filtration.</p><p class=\"sc-9a00e533-0 hxuGS\">In their investigations, Le Monde and Radio France alleged that the government considered the mineral water industry so strategic that it agreed to suppress damaging information. A senate inquiry into the affair accused the government of a \"deliberate strategy\" of \"dissimulation\".</p><p class=\"sc-9a00e533-0 hxuGS\">Responding to the allegations, the government has asked the European Commission to rule on what level of micro-filtration is permissible for \"natural mineral water\". Aurelien Rousseau, who was head of Prime Minister Élisabeth Borne's cabinet at the time, admitted there had been an \"error of appreciation\" but insisted there was never any risk to public health.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3507/live/d2ed7db0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3507/live/d2ed7db0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3507/live/d2ed7db0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3507/live/d2ed7db0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3507/live/d2ed7db0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3507/live/d2ed7db0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3507/live/d2ed7db0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3507/live/d2ed7db0-6e1a-11f0-aa33-1bf5e0b3ec8e.jpg.webp\" loading=\"lazy\" alt=\"Getty Images French Senator Alexandre Ouizille (C), flanked by French Senators Laurent Burgoa (L) and Antoinette Guhl (R), presents the Senate commission of enquiry report about French industrial mineral waters during a press conference at the French Senate, Upper house of the French Parliament, in Paris on May 19, 2025\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A senate report concluded that France's government covered up the water scandal \"at the highest level\" </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Earlier this year, at the senate hearing into the industry, Nestlé's CEO Laurent Freixe admitted that Perrier had indeed used illicit methods to treat its water.</p><p class=\"sc-9a00e533-0 hxuGS\">But he also had another admission: that an official hydrologists' report into the company's historic site in the Gard department in southern France had recommended against renewing \"natural mineral water\" status for the company's output.</p><p class=\"sc-9a00e533-0 hxuGS\">It raises the possibility that for the first time in its 160-year history, Perrier water may soon not be labelled as what people assume it to be.</p><p class=\"sc-9a00e533-0 hxuGS\">According to the hydrologist Emma Haziza, \"the link to climate change and global warming is absolutely established\". And if Perrier is feeling the impact ahead of other companies, it is probably because its geographical location sets it apart.</p><p class=\"sc-9a00e533-0 hxuGS\">Far from the remote mountain landscape you might imagine, Perrier's water is pumped from deep aquifers in the coastal plain between Nîmes and Montpellier, a short drive from the Mediterranean. The area is populous, heavily-farmed, and very hot.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There has been a big climatic shift since 2017,\" says Haziza. \"For five years there was a succession of droughts, which were particularly badly felt in the south.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Emma Haziza says climate change is causing a lot of problems in the south of France</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"All the aquifers were affected. This means not just the upper water-table, which is where everyday tap water comes from. We can now see that the deeper aquifers – which the companies thought were protected – are also being hit.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The unforeseen is taking place. We are moving from a period in which companies could draw water from the deep aquifers and be sure they would be replenished, to a period in which it's obvious the whole system cannot go on.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The analysis made by Haziza and other hydrologists is that there is now a clear link between deeper and surface aquifers. Contaminants (farm chemicals or human waste) that drain off the land in the increasingly frequent flash floods, can now make their way into the lower aquifers.</p><p class=\"sc-9a00e533-0 hxuGS\">At the same time, the effects of long-term drought and over-pumping mean these lower aquifers contain less volume, so any contamination will be more concentrated, the experts say.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We can foresee that what has happened first at Perrier's site will happen to other producers in the years to come. That's why we need to move away from our current model of consumption,\" says Haziza.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Perrier hydrologist Jérémie Pralong insists their water is \"100%\" pure</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Last year at the Perrier site, three million bottles had to be destroyed because of a contamination. But the company insists that any problems are swiftly detected; and it disputes the claim that contaminants are entering the deep aquifers.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We are pumping water from 130 metres underground, beneath layers of limestone,\" says Perrier hydrologist Jérémie Pralong. \"We are 100% convinced of the purity of the water. And its mineral make-up is constant.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Perrier says there is no EU ruling that specifically bans micro-filtration. The relevant text simply says that nothing must be done to disinfect or alter the mineral make-up of the water. The argument is over at what measure of micro-filtration alteration begins.</p><p class=\"sc-9a00e533-0 hxuGS\">The original Perrier source was first tapped by a local doctor in the 1860s, but it was under British management that the brand took off 50 years later.</p><p class=\"sc-9a00e533-0 hxuGS\">St John Harmsworth – brother of newspaper magnates Lords Northcliffe and Rothermere – made Perrier a byword for mineral water across the British empire.</p><p class=\"sc-9a00e533-0 hxuGS\">According to company lore, Harmsworth took inspiration for the bottles' bulbous shape from the Indian clubs he used for exercise following a crippling car accident.</p><p class=\"sc-9a00e533-0 hxuGS\">Today the bottling plant at Vergèze is still next to Harmsworth's residence and the original source. The plant has been heavily automated. A rail track connects with the SNCF network to bring hundreds of millions of cans and bottles every year to Marseille for export.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Perrier's bottling plant is still next to the water's original source at Vergèze</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The focus for the last year has been on a new brand: Maison Perrier. These energy and flavoured drinks are proving highly successful in France and around the world.</p><p class=\"sc-9a00e533-0 hxuGS\">The advantage for Perrier is that the new beverages do not claim to be \"natural mineral water\". They can be treated and filtered without difficulty.</p><p class=\"sc-9a00e533-0 hxuGS\">Perrier says the new brand is part of the mix, and that it has no intention of abandoning its original Source Perrier natural mineral water. It has stopped the ultra-fine (0.2 micron) microfiltration, and now uses a 0.45 micron system which has been agreed with government.</p><p class=\"sc-9a00e533-0 hxuGS\">It has applied for \"natural mineral water\" status for just two out of the five drilling wells it was using for Perrier mineral water. A decision is due later this year.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Get our flagship newsletter with all the headlines you need to start the day. <a target=\"_self\" href=\"https://www.bbc.co.uk/newsletters/zhp28xs\" class=\"sc-f9178328-0 bGFWdi\">Sign up here.</a></p></div></article></div></body></html>"
        },
        {
            "title": "Hamas still pays out salaries and rewards supporters",
            "time": "2025-08-06T16:48:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7281/live/4141bdd0-732f-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">The secret system Hamas uses to pay government salaries</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Rushdi Abualouf</span><p class=\"sc-801dd632-8 hwLppI\"><span>Gaza correspondent in Istanbul</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7281/live/4141bdd0-732f-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7281/live/4141bdd0-732f-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7281/live/4141bdd0-732f-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7281/live/4141bdd0-732f-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7281/live/4141bdd0-732f-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7281/live/4141bdd0-732f-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7281/live/4141bdd0-732f-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7281/live/4141bdd0-732f-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"EPA Armed members of Hamas stand in camouflage uniforms in front of a white car. Their faces are covered by balaclavas.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">EPA</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">After nearly two years of war, Hamas's military capability is severely weakened and its political leadership under intense pressure. </p><p class=\"sc-9a00e533-0 hxuGS\">Yet, throughout the war Hamas has managed to continue to use a secret cash-based payment system to pay 30,000 civil servants' salaries totalling $7m (£5.3m).</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has spoken to three civil servants who have confirmed they have received nearly $300 each within the last week. </p><p class=\"sc-9a00e533-0 hxuGS\">It's believed they are among tens of thousands of employees who have continued to receive a maximum of just over 20% of their pre-war salary every 10 weeks. </p><p class=\"sc-9a00e533-0 hxuGS\">Amid soaring inflation, the token salary - a fraction of the full amount - is causing rising resentment among the party faithful. </p><p class=\"sc-9a00e533-0 hxuGS\">Severe food shortages – which aid agencies blame on Israeli restrictions - and rising cases of acute malnutrition continue in Gaza, where a kilogramme of flour in recent weeks has cost as much as $80 - an all-time high.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">With no functioning banking system in Gaza, even receiving the salary is complex and at times, dangerous. Israel regularly identifies and targets Hamas salary distributors, seeking to disrupt the group's ability to govern.</p><p class=\"sc-9a00e533-0 hxuGS\">Employees, from police officers to tax officials, often receive an encrypted message on their own phones or their spouses' instructing them to go to a specific location at a specific time to \"meet a friend for tea\".</p><p class=\"sc-9a00e533-0 hxuGS\">At the meeting point, the employee is approached by a man - or occasionally a woman - who discreetly hands over a sealed envelope containing the money before vanishing without further interaction.</p><p class=\"sc-9a00e533-0 hxuGS\">An employee at the Hamas Ministry of Religious Affairs, who doesn't want to give his name for safety reasons, described the dangers involved in collecting his wages. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Every time I go to pick up my salary, I say goodbye to my wife and children. I know that I may not return,\" he said. \"On several occasions, Israeli strikes have hit the salary distribution points. I survived one that targeted a busy market in Gaza City.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Alaa, whose name we have changed to protect his identity, is a schoolteacher employed by the Hamas-run government and the sole provider for a family of six.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I received 1,000 shekels (about $300) in worn-out banknotes - no trader would accept them. Only 200 shekels were usable - the rest, I honestly don't know what to do with,\" he told the BBC. </p><p class=\"sc-9a00e533-0 hxuGS\">\"After two-and-a-half months of hunger, they pay us in tattered cash.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I'm often forced to go to aid distribution points in the hope of getting some flour to feed my children. Sometimes I succeed in bringing home a little, but most of the time I fail.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In March the Israeli military said they had killed the head of Hamas's finances, Ismail Barhoum, in a strike on Nasser Hospital in Khan Younis. They accused him of channelling funds to Hamas's military wing.</p><p class=\"sc-9a00e533-0 hxuGS\">It remains unclear how Hamas has managed to continue funding salary payments given the destruction of much of its administrative and financial infrastructure.</p><p class=\"sc-9a00e533-0 hxuGS\">One senior Hamas employee, who served in high positions and is familiar with Hamas's financial operations, told the BBC that the group had stockpiled approximately $700m in cash and hundreds of millions of shekels in underground tunnels prior to the group's deadly 7 October 2023 attack in southern Israel, which sparked the devastating Israeli military campaign.</p><p class=\"sc-9a00e533-0 hxuGS\">These were allegedly overseen directly by Hamas leader Yahya Sinwar and his brother Mohammed - both of whom have since been killed by Israeli forces.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Anger at reward for Hamas supporters</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Hamas has historically relied on funding from heavy import duties and taxes imposed on Gaza's population, as well as receiving millions of dollars of support from Qatar.</p><p class=\"sc-9a00e533-0 hxuGS\">The Qassam Brigades, Hamas's military wing which operates through a separate financial system, is financed mainly by Iran. </p><p class=\"sc-9a00e533-0 hxuGS\">A senior official from the banned Egypt-based Muslim Brotherhood, one of the most influential Islamist organisations in the world, has said that around 10% of their budget was also directed to Hamas.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In order to generate revenue during the war, Hamas has also continued to levy taxes on traders and has sold large quantities of cigarettes at inflated prices up to 100 times their original cost. Before the war, a box of 20 cigarettes cost $5 - that has now risen to more than $170.</p><p class=\"sc-9a00e533-0 hxuGS\">In addition to cash payments, Hamas has distributed food parcels to its members and their families via local emergency committees whose leadership is frequently rotated due to repeated Israeli strikes.</p><p class=\"sc-9a00e533-0 hxuGS\">That has fuelled public anger, with many residents in Gaza accusing Hamas of distributing aid only to its supporters and excluding the wider population.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel has accused Hamas of stealing aid that has entered Gaza during the ceasefire earlier this year, something Hamas denies. However BBC sources in Gaza have said that significant quantities of aid were taken by Hamas during this time.</p><p class=\"sc-9a00e533-0 hxuGS\">Nisreen Khaled, a widow left caring for three children after her husband died of cancer five years ago, told the BBC: \"When the hunger worsened, my children were crying not only from pain but also from watching our Hamas-affiliated neighbours receive food parcels and sacks of flour. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Are they not the reason for our suffering? Why didn't they secure food, water, and medicine before launching their 7 October adventure?\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">BBC's Paul Adams examines how Gaza reached the edge of starvation</figcaption></p></article></div></body></html>"
        },
        {
            "title": "Ukraine war: Twisted wreckage shows sanctions haven't yet stopped Russia",
            "time": "2025-08-06T21:17:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c6a7/live/d453dc90-72dd-11f0-8b10-cf4c62b71fa7.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">On Ukraine's front line, twisted wreckage shows sanctions haven't yet stopped Russia</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Jonathan Beale</span><p class=\"sc-801dd632-8 hwLppI\"><span>Defence correspondent in Kharkiv</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c6a7/live/d453dc90-72dd-11f0-8b10-cf4c62b71fa7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c6a7/live/d453dc90-72dd-11f0-8b10-cf4c62b71fa7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c6a7/live/d453dc90-72dd-11f0-8b10-cf4c62b71fa7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c6a7/live/d453dc90-72dd-11f0-8b10-cf4c62b71fa7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c6a7/live/d453dc90-72dd-11f0-8b10-cf4c62b71fa7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c6a7/live/d453dc90-72dd-11f0-8b10-cf4c62b71fa7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c6a7/live/d453dc90-72dd-11f0-8b10-cf4c62b71fa7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c6a7/live/d453dc90-72dd-11f0-8b10-cf4c62b71fa7.jpg.webp\" loading=\"eager\" alt=\"Lee Durant/BBC Dymtro Chubenko stands in front of a pile of Russian missile and drone parts\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Lee Durant/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Dymtro Chubenko collects and documents evidence of Russian attacks</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Since Russia launched its full-scale invasion of Ukraine, Western nations have imposed far-reaching sanctions on the aggressor, in a bid to stymy its war effort.</p><p class=\"sc-9a00e533-0 hxuGS\">But on the ground here in Ukraine, these sanctions seem to have limited impact.</p><p class=\"sc-9a00e533-0 hxuGS\">Just outside Kharkiv, at a secret location, lies a collection of twisted metal remnants from attacks in and around the city. It's a scrapyard of savagery - the remains of many of the Russian bombs, rockets, missiles and drones used to hit in and around Kharkiv over the past three and a half years.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is the material evidence with which we, as prosecutors, will prove the guilt of Russia in committing war crimes,\" Dymtro Chubenko of the Kharkiv Region Prosecutor's Office tells me. Every piece of rocket and drone here has been carefully collected and analysed.</p><p class=\"sc-9a00e533-0 hxuGS\">Dmytro shows me one of the latest editions – a Russian version of Iran's Shaheed drone. Russia has recently been firing hundreds of these Kamikaze drones at Ukraine's towns and cities. They're relatively cheap to make, he tells me – about $20,000 (£15,000) each.</p><p class=\"sc-9a00e533-0 hxuGS\">He points to the nearby carcass of a Russian cruise missile. He says these cost millions.</p><p class=\"sc-9a00e533-0 hxuGS\">But these weapons are not fully Russian-made - they contain \"many components from western nations,\" Dmytro says. \"It's possible [for Russia] to circumvent sanctions, but doing nothing is not an option either,\" he adds.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6d78/live/41710f00-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6d78/live/41710f00-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6d78/live/41710f00-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6d78/live/41710f00-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6d78/live/41710f00-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6d78/live/41710f00-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6d78/live/41710f00-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6d78/live/41710f00-72de-11f0-8b10-cf4c62b71fa7.jpg.webp\" loading=\"lazy\" alt=\"Lee Durant/BBC Jonathan Beale and Dymtro Chubenko kneel next to the remains of a large Russian Shahed drone, a black aerial vehicle used to attack Ukraine\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Lee Durant/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Russia is launching hundreds of its own version of the Shahed drone at Ukraine</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Donald Trump appears to have lost patience with President Vladimir Putin. After early efforts at rapprochement between the US and Russia, the US president has now threatened to boost sanctions on the Kremlin unless Russia agrees to a ceasefire in Ukraine by this Friday. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump has said <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cwyp7lgyy4ro\" class=\"sc-f9178328-0 bGFWdi\">secondary sanctions will also come into force</a> that day, affecting any country trading with Russia. He has already imposed an additional 25% tariff on India for buying Russian oil. <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cr5rdl1y8ndo\" class=\"sc-f9178328-0 bGFWdi\">US envoy Steve Witkoff met Putin</a> in Moscow on Wednesday for talks ahead of the looming deadline.</p><p class=\"sc-9a00e533-0 hxuGS\">So, if President Trump chooses to impose more sanctions on the Kremlin, would it be enough to force Russia to change course in this war? Dymtro believes hitting Russian oil and gas exports could have a significant economic impact.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We will not be able to stop it with a snap of our fingers, but we need to do it, we need to act,\" he says. There is hope that President Trump might act.</p><p class=\"sc-9a00e533-0 hxuGS\">Kharkiv, just 30 kilometres from the Russian border, has borne the brunt of many strikes throughout the war. Thousands of buildings have been damaged or destroyed. Throughout the region almost 3,000 civilians have been killed, 97 of them children.</p><p class=\"sc-9a00e533-0 hxuGS\">Police Colonel Serhii Bolvinov shows me the burnt-out shell of the police headquarters he used to work in. A Russian strike in 2022 killed three of his officers as well as six civilians. He points to the gaping hole in the wall where the missiles entered. Russian tactics, he says, haven't changed. \"Russia tries to hit and kill as many civilians as they can.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6010/live/a8270100-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6010/live/a8270100-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6010/live/a8270100-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6010/live/a8270100-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6010/live/a8270100-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6010/live/a8270100-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6010/live/a8270100-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6010/live/a8270100-72de-11f0-8b10-cf4c62b71fa7.jpg.webp\" loading=\"lazy\" alt=\"Lee Durant/BBC A woman in white overalls and a face mask tests DNA on a table in Kharkiv\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Lee Durant/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Investigators test DNA to identify casualties of Russian strikes</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Colonel Bolvinov's job is to investigate every single civilian death. He's leaving no stone unturned. He has 1,000 men and women working for him, now dispersed in basement offices right across the city. They're carrying out painstaking forensic work to build a criminal case against those responsible. </p><p class=\"sc-9a00e533-0 hxuGS\">Photographs of Russian military officers who've been tied to specific attacks are plastered across the wall – the wanted.</p><p class=\"sc-9a00e533-0 hxuGS\">In another building, crime scene investigators carry out DNA tests to identify the latest casualties – Ukrainian civilians killed in a Russian rocket attack as they queued up to collect water. Colonel Bolvinov shows me footage from strike - unrecognisable charred bodies lie on the ground.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's hard to do this work, but it's very important work for future justice for us, for the Ukrainian people,\" he says. He shows me a three-dimensional computer image of a mass grave in Izium where more than 400 bodies were discovered. \"Some of the cases leave a scar on all of us, and we will never forget this trauma,\" he says.</p><p class=\"sc-9a00e533-0 hxuGS\">Colonel Bolvinov says he wants to see an end to this war. He hopes President Trump's increasing pressure on President Putin will work. But the police chief doesn't want peace at any price. \"Peace without justice, is not really peace,\" he says. Even if a ceasefire can be agreed, it still won't address the wounds of most Ukrainian people.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4d11/live/f247e6f0-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4d11/live/f247e6f0-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4d11/live/f247e6f0-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4d11/live/f247e6f0-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4d11/live/f247e6f0-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4d11/live/f247e6f0-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4d11/live/f247e6f0-72de-11f0-8b10-cf4c62b71fa7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4d11/live/f247e6f0-72de-11f0-8b10-cf4c62b71fa7.jpg.webp\" loading=\"lazy\" alt=\"Lee Durant/BBC Police Colonel Serhii Bolvinov stands in uniform staring into the cameraman\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Lee Durant/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Police Colonel Serhii Bolvinov says Ukraine can't have peace without justice</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">At a cemetery outside Kharkiv is another reminder of the cost of the war: the ever-growing ranks of dead Ukrainian soldiers. Each grave is marked by the blue and gold of the national flag. The silence here is only broken by the sound of them flapping in the wind.</p><p class=\"sc-9a00e533-0 hxuGS\">Nearby, in the civilian section of the cemetery, a mother and her family are placing flowers on their daughter's grave. Sofia was just 14 years old when a Russian glide bomb took her life last year. She was sitting on a park bench in Kharkiv, enjoying the warm summer afternoon with a friend.</p><p class=\"sc-9a00e533-0 hxuGS\">I ask her mother Yulia if President Trump's increasing pressure on Russia can bring any comfort, but she's not optimistic.</p><p class=\"sc-9a00e533-0 hxuGS\">\"These conversations have already been going on too long,\" she tells me.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But so far there are no results… Hope is fading.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d461/live/f184c130-72e2-11f0-9eb3-2b71669c0257.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d461/live/f184c130-72e2-11f0-9eb3-2b71669c0257.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d461/live/f184c130-72e2-11f0-9eb3-2b71669c0257.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d461/live/f184c130-72e2-11f0-9eb3-2b71669c0257.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d461/live/f184c130-72e2-11f0-9eb3-2b71669c0257.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d461/live/f184c130-72e2-11f0-9eb3-2b71669c0257.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d461/live/f184c130-72e2-11f0-9eb3-2b71669c0257.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d461/live/f184c130-72e2-11f0-9eb3-2b71669c0257.jpg.webp\" loading=\"lazy\" alt=\"Lee Durant/BBC A grave for a 14-year-old girl in Ukraine, topped with the Orthodox cross and flowers over recently dug ground\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Lee Durant/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A Russian glide bomb struck and killed 14-year-old Sofia as she sat on a park bench last summer</figcaption></p></figure></article></div></body></html>"
        },
        {
            "title": "Trump-Modi ties hit rock bottom with new tariffs on India over Russian oil",
            "time": "2025-08-06T15:28:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2b9f/live/849a5c30-72ae-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Trump-Modi ties hit rock bottom with new tariffs on India over Russian oil</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Vikas Pandey</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Delhi</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2b9f/live/849a5c30-72ae-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2b9f/live/849a5c30-72ae-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2b9f/live/849a5c30-72ae-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2b9f/live/849a5c30-72ae-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2b9f/live/849a5c30-72ae-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2b9f/live/849a5c30-72ae-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2b9f/live/849a5c30-72ae-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2b9f/live/849a5c30-72ae-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"eager\" alt=\"Reuters U.S. President Donald Trump and Indian Prime Minister Narendra Modi shake hands, at the White House in Washington, D.C., U.S., February 13, 2025. REUTERS/Kevin Lamarque/File Photo\n\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Donald Trump has accused \"good friend\" India of funding Russia's war against Ukraine by purchasing its oil </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Indian Prime Minister Narendra Modi was one of the first world leaders to visit Washington weeks after US President Donald Trump started his second term.</p><p class=\"sc-9a00e533-0 hxuGS\">He called Modi his \"great friend\" as the two countries set an <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c23ndleveymo\" class=\"sc-f9178328-0 bGFWdi\">ambitious target of doubling their trade</a> to $500bn by 2030. </p><p class=\"sc-9a00e533-0 hxuGS\">But less than six months later, the relationship appears to have hit rock bottom. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump has now imposed a total of 50% tariffs on <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cz71w1dgl84o\" class=\"sc-f9178328-0 bGFWdi\">goods imported from India</a>, and his earlier threat of levying an extra 10% for the country's membership in the Brics grouping, which includes China, Russia and South Africa as founding members, still stands. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">He initially imposed a 25% tariff, but announced an additional 25% on Wednesday as a penalty for Delhi's purchase of Russian oil - a move the Indian government called \"unfair, unjustified and unreasonable\".</p><p class=\"sc-9a00e533-0 hxuGS\">And just last week, Trump called India's economy \"dead\". </p><p class=\"sc-9a00e533-0 hxuGS\">This is a stunning reversal in a relationship that has gone from strength to strength over the past two decades, thanks to efforts by successive governments in both countries, bipartisan support and convergence on global issues.</p><p class=\"sc-9a00e533-0 hxuGS\">In the past few weeks, there were positive signals from Washington and Delhi about an imminent trade deal. Now that looks increasingly difficult, if not impossible.</p><p class=\"sc-9a00e533-0 hxuGS\">So what went wrong?</p><p class=\"sc-9a00e533-0 hxuGS\">A series of missteps, grandstanding, geopolitics and domestic political pressure seem to have broken down the negotiations.</p><p class=\"sc-9a00e533-0 hxuGS\">Delhi has been restrained in its response so far to Trump's tirades, hoping that diplomacy might eventually help secure a trade deal. But in Trump's White House, there are no guarantees.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump has commented on many issues that Delhi considers red lines. The biggest among them is Trump repeatedly putting <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cjwq0y7d14lo\" class=\"sc-f9178328-0 bGFWdi\">India and its rival Pakistan on an equal footing</a>.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/701c/live/1bcae390-72af-11f0-a0d2-e3caada09ed7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/701c/live/1bcae390-72af-11f0-a0d2-e3caada09ed7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/701c/live/1bcae390-72af-11f0-a0d2-e3caada09ed7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/701c/live/1bcae390-72af-11f0-a0d2-e3caada09ed7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/701c/live/1bcae390-72af-11f0-a0d2-e3caada09ed7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/701c/live/1bcae390-72af-11f0-a0d2-e3caada09ed7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/701c/live/1bcae390-72af-11f0-a0d2-e3caada09ed7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/701c/live/1bcae390-72af-11f0-a0d2-e3caada09ed7.jpg.webp\" loading=\"lazy\" alt=\"Bloomberg via Getty Images Oil tanker trucks outside an oil refinery operated by Bharat Petroleum Corp. Ltd., in Mumbai, India, on Friday, April 4, 2025\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Bloomberg via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Trump has warned of higher tariffs against India if it continues to buy Russian oil </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The <a target=\"_self\" href=\"https://www.bbc.com/news/topics/cx3ezqn30pmt\" class=\"sc-f9178328-0 bGFWdi\">US president hosted Pakistani army chief Asim Munir</a> at the White House just weeks after a bitter conflict between the two South Asian rivals. </p><p class=\"sc-9a00e533-0 hxuGS\">He then signed a trade deal with Pakistan, offering the country a preferential tariff rate of 19%, along with a deal to explore the country's oil reserves. He went as far as saying that some day, Pakistan might sell oil to India.</p><p class=\"sc-9a00e533-0 hxuGS\">Another constant irritant for Delhi is Trump's repeated assertion that the US brokered a ceasefire between India and Pakistan.</p><p class=\"sc-9a00e533-0 hxuGS\">India sees its dispute with Pakistan over Kashmir as its internal affair and has always rejected third-party mediation on the issue. Most world leaders have been sensitive to Delhi's position, including Trump in his first stint as president.</p><p class=\"sc-9a00e533-0 hxuGS\">But that's no longer the case. The US president has doubled down on his claim even after Modi told India's parliament that \"no country had mediated in the ceasefire\".</p><p class=\"sc-9a00e533-0 hxuGS\">Modi didn't name Trump or the US but domestic political pressure is mounting on him not to \"bow down\" to the White House.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The fact that this is happening against the backdrop of heavy and high-level US engagement with Islamabad immediately after an India-Pakistan conflict is even more galling for Delhi and the wider Indian public. This all sharpens concerns harboured by some in India that the US can't truly be trusted as a partner,\" says Washington-based South Asia analyst Michael Kugelman.</p><p class=\"sc-9a00e533-0 hxuGS\">He adds that some of the anger in Delhi might \"be Cold War-era baggage coming to the fore\", but \"this time around it's intensified by real-time developments as well\".</p><p class=\"sc-9a00e533-0 hxuGS\">Modi's government thrives on nationalist issues, so its supporters would likely expect a firm response to the US.</p><p class=\"sc-9a00e533-0 hxuGS\">It's a Catch-22 situation - Delhi still wants to clinch a deal but also doesn't want to come across as buckling under Trump's pressure.</p><p class=\"sc-9a00e533-0 hxuGS\">And it appears that Delhi is gradually releasing the restraint. In its response to Washington's anger over India's purchase of Russian oil, Delhi vowed to take \"all necessary measures\" to safeguard its \"national interests and economic security\".</p><p class=\"sc-9a00e533-0 hxuGS\">But the question is why Trump, who loved India's hospitality and called it a great country earlier, has gone on a tirade against a trusted ally.</p><p class=\"sc-9a00e533-0 hxuGS\">Some analysts see his insults as a pressure tactic to secure a deal that he thinks works for the US.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Trump is a real estate magnate and a tough negotiator. His style may not be diplomatic, but he seeks the outcomes diplomats would. So, I think what he's doing is part of a negotiating strategy,\" says Jitendra Nath Misra, a former Indian ambassador and now a professor at OP Jindal Global University.</p><p class=\"sc-9a00e533-0 hxuGS\">A source in the Indian government said that Delhi gave many concessions to Washington, including no tariffs on industrial goods, and a phased reduction of tariffs on cars and alcohol. It also signed a deal to let Elon Musk's Starlink start operations in India.</p><p class=\"sc-9a00e533-0 hxuGS\">But Washington wanted access to India's agriculture and dairy sectors to reduce the $45bn trade deficit it runs with Delhi.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c938/live/7446e710-71ad-11f0-9882-df01d6887c8b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c938/live/7446e710-71ad-11f0-9882-df01d6887c8b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c938/live/7446e710-71ad-11f0-9882-df01d6887c8b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c938/live/7446e710-71ad-11f0-9882-df01d6887c8b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c938/live/7446e710-71ad-11f0-9882-df01d6887c8b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c938/live/7446e710-71ad-11f0-9882-df01d6887c8b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c938/live/7446e710-71ad-11f0-9882-df01d6887c8b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c938/live/7446e710-71ad-11f0-9882-df01d6887c8b.jpg.webp\" loading=\"lazy\" alt=\"Getty Images In this pool photograph distributed by the Russian state agency Sputnik, Russia's President Vladimir Putin welcomes Indian Prime Minister Narendra Modi for an informal meeting at the Novo-Ogaryovo state residence, outside Moscow, on July 8, 2024. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Delhi has said that India and Russia have a time-tested partnership</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But these sectors are a red line for Modi or, for that matter, any Indian prime minister. Agriculture and related sectors account for more than 45% of employment in India and <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c204q6n0lzvo\" class=\"sc-f9178328-0 bGFWdi\">successive governments have fiercely protected farmers</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Kugelman believes giving in to Washington's demands isn't an option for India.</p><p class=\"sc-9a00e533-0 hxuGS\">\"India first needs to assuage public anger and make clear it won't give in to the pressure. This is critical for domestic political reasons,\" he says.</p><p class=\"sc-9a00e533-0 hxuGS\">He also believes that Trump's insistence that India stop importing oil from Moscow has more to do with his <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cj4wn1j7w1jo\" class=\"sc-f9178328-0 bGFWdi\">growing frustration</a> over Russian President Vladimir Putin.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We're seeing Trump continuing to ratchet up his pressure tactics, trying to cut Russia off from its most important oil buyers by penalising them for doing business with Moscow,\" he says.</p><p class=\"sc-9a00e533-0 hxuGS\">But Delhi can't afford to stop importing oil from Russia overnight.</p><p class=\"sc-9a00e533-0 hxuGS\">India is already the world's third biggest consumer of crude and may surpass China in the top position by 2030 as its energy demand is likely to increase with a fast-growing middle class, according to International Energy Agency (IEA).</p><p class=\"sc-9a00e533-0 hxuGS\">Russia now accounts for more than 30% of India's total oil imports, a significant jump from less than 1% in 2021-22.</p><p class=\"sc-9a00e533-0 hxuGS\">Many in the West see this as India indirectly funding Moscow's war but Delhi denies this, arguing that buying Russian oil at a discount ensures energy security for millions of its citizens.</p><p class=\"sc-9a00e533-0 hxuGS\">India also sees Russia as its \"all-weather\" ally. Moscow has traditionally come to Delhi's rescue during past crises and still enjoys support among the wider Indian public.</p><p class=\"sc-9a00e533-0 hxuGS\">Moscow is also Delhi's biggest arms supplier, though its share in India's defence import portfolio dropped to 36% between 2020-25 from 55% between 2016 and 2020, according to Stockholm International Peace Research Institute.</p><p class=\"sc-9a00e533-0 hxuGS\">This was largely due to Delhi boosting domestic manufacturing and buying more from the US, France and Israel.</p><p class=\"sc-9a00e533-0 hxuGS\">But Russia's role in India's defence strategy can't be overstated. This is something the West understood and didn't challenge - until Trump decided to break from established norms.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/596e/live/92b296f0-72b5-11f0-89ea-4d6f9851f623.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/596e/live/92b296f0-72b5-11f0-89ea-4d6f9851f623.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/596e/live/92b296f0-72b5-11f0-89ea-4d6f9851f623.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/596e/live/92b296f0-72b5-11f0-89ea-4d6f9851f623.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/596e/live/92b296f0-72b5-11f0-89ea-4d6f9851f623.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/596e/live/92b296f0-72b5-11f0-89ea-4d6f9851f623.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/596e/live/92b296f0-72b5-11f0-89ea-4d6f9851f623.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/596e/live/92b296f0-72b5-11f0-89ea-4d6f9851f623.jpg.webp\" loading=\"lazy\" alt=\"NASA An artist's concept shared by Nasa on X of what the Nisar satellite will look like\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">NASA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Last month, India and the US jointly launched the Nisar satellite</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">So far, India was able to successfully walk the diplomatic tightrope with the West overlooking its strong ties to Russia.</p><p class=\"sc-9a00e533-0 hxuGS\">The US has long viewed India as a bulwark against China's dominance in the Indo-Pacific region, which ensured bipartisan support for Delhi in Washington.</p><p class=\"sc-9a00e533-0 hxuGS\">And Moscow (though sometimes reluctantly) didn't react harshly to its ally forging close ties with Washington and other western countries.</p><p class=\"sc-9a00e533-0 hxuGS\">But now Trump has challenged this position. How Delhi reacts will decide the future of the India-US relationship.</p><p class=\"sc-9a00e533-0 hxuGS\">India has been measured in its response so far but is not holding back completely. In its statement, it said that the US had encouraged it to keep buying oil from Russia for global energy market stability.</p><p class=\"sc-9a00e533-0 hxuGS\">It also said that targeting it was unjustified as the EU continues to buy energy, fertiliser, mining and chemical products from Russia.</p><p class=\"sc-9a00e533-0 hxuGS\">While things seem bad, some analysts say that all is not lost. India and the US have close links in many sectors, which can't be uprooted overnight.</p><p class=\"sc-9a00e533-0 hxuGS\">The two countries cooperate closely in the space technology, IT, education and defence sectors.</p><p class=\"sc-9a00e533-0 hxuGS\">Many large domestic IT firms have invested heavily in the US, and most big Silicon Valley firms have operations in India.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I think the fundamentals of the relationship are not weak. It's a paradox that the day Trump announced 25% tariffs and unspecified penalties, India and the US collaborated in a strategic area when an <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cy98jnreqvvo\" class=\"sc-f9178328-0 bGFWdi\">Indian rocket sent a jointly-developed satellite into space</a>,\" says Mr Misra. </p><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\">It will be interesting to see how India reacts to Trump's sharp rhetoric.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Trump is unapologetically transactional and commercial in his approach to foreign policy. He has no compunction about deploying these potentially alienating harsh tactics against a close US partner like India,\" says Mr Kugelman.</p><p class=\"sc-9a00e533-0 hxuGS\">But he adds that there's a lot of trust baked into the partnership, given the work that has gone into it over the past two decades.</p><p class=\"sc-9a00e533-0 hxuGS\">\"So what's lost can potentially be regained. But because of the extent of the current malaise, it could take a long time.\"</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 fhKUCU\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"instagram\" class=\"sc-d16436d-0 fhKUCU\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 fhKUCU\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"youtube,\" class=\"sc-d16436d-0 fhKUCU\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 fhKUCU\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 bGFWdi\"></a><i id=\"and\" class=\"sc-d16436d-0 fhKUCU\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"facebook\" class=\"sc-d16436d-0 fhKUCU\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 fhKUCU\">.</i></p></div></article></div></body></html>"
        },
        {
            "title": "Why Hiroshima and Nagasaki are safe to live in today",
            "time": "2025-08-08T22:10:40",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b662/live/e51da9e0-7380-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">In August 1945, the United States dropped atomic bombs on the Japanese cities of Hiroshima and Nagasaki. </p><p class=\"sc-9a00e533-0 hxuGS\">BBC climate and science reporter Esme Stallard explains why 80 years on, the radiation from the explosions is undetectable.</p><p class=\"sc-9a00e533-0 hxuGS\">World War Two in Europe ended in May 1945 but the Allies, including the UK, US and USSR, were fighting against Japan in east Asia.</p><p class=\"sc-9a00e533-0 hxuGS\">About 71,000 soldiers from Britain and the Commonwealth died in the war against Japan, including more than 12,000 prisoners of war who died in Japanese captivity.</p><p class=\"sc-9a00e533-0 hxuGS\">The Allies had told Japan to surrender in July 1945, but the deadline passed.</p><p class=\"sc-9a00e533-0 hxuGS\">The US dropped the first atomic bomb on Hiroshima on 6 August 1945, and the second on Nagasaki three days later. About 214,000 people were killed in the blasts and Japan surrendered.</p></div></div></body></html>"
        },
        {
            "title": "I made an AI clone of my dead son - and let a journalist interview him",
            "time": "2025-08-08T23:30:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a1a6/live/43caf080-747e-11f0-a20f-3b86f375586a.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">An interview between a US journalist and an AI clone of a teenager who was killed during a school shooting in 2018 has prompted criticism online. </p><p class=\"sc-9a00e533-0 hxuGS\">Experts say this is one of the first times that an AI avatar of a dead person has been used in this way. </p><p class=\"sc-9a00e533-0 hxuGS\">BBC Verify's Jake Horton has been speaking to the father of the teenager - 17-year-old Joaquin Oliver - and looks at the ethical questions the interview raises.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"produced-by-meiying-wu\" class=\"sc-d16436d-0 fhKUCU\">Produced by Meiying Wu</i></p></div></div></body></html>"
        },
        {
            "title": "Erin Patterson: Police interview Australian mushroom murderer",
            "time": "2025-08-08T06:23:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/950d/live/b65d63e0-741e-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">Footage of police interviewing Australian mushroom murder Erin Patterson on 3 August 2023 has been released by the Victorian Supreme Court. </p><p class=\"sc-9a00e533-0 hxuGS\">During the trial Patterson admitted she lied to the police about foraging for mushrooms and owning a dehydrator. </p><p class=\"sc-9a00e533-0 hxuGS\">She was found guilty last month of murdering three relatives and attempting to murder another with a toxic mushroom laced beef Wellington.</p><p class=\"sc-9a00e533-0 hxuGS\"></p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_self\" href=\"https://www.bbc.com/news/articles/cwy3ngr2n3vo\" class=\"sc-f9178328-0 bGFWdi\">Read more about the case here.</a></p></div></div></body></html>"
        },
        {
            "title": "NHL mascot Buoy chased by bear in Alaska",
            "time": "2025-08-06T14:12:53",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/73ca/live/1801b150-72d5-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div data-testid=\"card-text-wrapper\" class=\"sc-86f1aae5-3 jfBWUp\"><div class=\"sc-9d830f2a-1 dOyfhs\"><p class=\"sc-9d830f2a-0 eKWlJZ\"><h2 data-testid=\"card-headline\" class=\"sc-9d830f2a-3 jpAIds\">Camp Mystic: Why were so many people killed there during Texas floods?</h2></p></div><p data-testid=\"card-description\" class=\"sc-86f1aae5-4 fCTZOg\">The recent floods in Kerr County, Texas killed 135 people, including many young children.</p></div></div></body></html>"
        },
        {
            "title": "Deadly wildfire spreads in southern France",
            "time": "2025-08-06T15:09:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/eb3b/live/cd5cce50-72d4-11f0-8dbd-f3d32ebd3327.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">One person has died and another is missing after a massive wildfire swept through parts of southern France, destroying homes and forcing thousands to evacuate.</p><p class=\"sc-9a00e533-0 hxuGS\">The blaze broke out on Tuesday near the village of La Ribaute in the Aude region, and has already burned more than 13,000 hectares (50 sq miles) - an area larger than Paris - making it the largest wildfire in France this year.</p><p class=\"sc-9a00e533-0 hxuGS\">At least 25 homes have been destroyed and more than 2,500 households are without electricity.</p><p class=\"sc-9a00e533-0 hxuGS\">More than 1,800 firefighters, supported by 500 vehicles, were deployed to the area.</p></div></div></body></html>"
        },
        {
            "title": "Hiroshima: Ceremony marks 80th anniversary of atomic bombing",
            "time": "2025-08-06T09:21:39",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f500/live/9708cf80-72a6-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">A minute of silence was held in Hiroshima on Wednesday during a ceremony to mark 80 years since the United States dropped an atomic bomb on the Japanese city. </p><p class=\"sc-9a00e533-0 hxuGS\">Japanese prime minister Shigeru Ishiba attended the ceremony and urged all countries to work towards nuclear disarmament. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We must make every effort to realise a world without nuclear war and ultimately a world without nuclear weapons\", Ishiba told the audience at Hiroshima's Peace Memorial Park. </p><p class=\"sc-9a00e533-0 hxuGS\">Bombs dropped in Hiroshima and Nagasaki killed more than 200,000 people - some from the immediate blast and others from radiation sickness and burns.</p></div></div></body></html>"
        },
        {
            "title": "'Hiroshima survivor stories were painful to draw'",
            "time": "2025-08-05T22:07:12",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5b5a/live/2043dd40-721a-11f0-89ea-4d6f9851f623.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">On August 6, 1945, the United States dropped the first atomic bomb on Hiroshima, followed by a second bomb on Nagasaki three days later. </p><p class=\"sc-9a00e533-0 hxuGS\">Shingo Naito was 6 years old when it happened. </p><p class=\"sc-9a00e533-0 hxuGS\">He has been sharing his story with a group of young Hiroshima students, helping them visualise the events of the day and turn them into art. </p><p class=\"sc-9a00e533-0 hxuGS\">He lost his father and two younger siblings in the aftermath of the explosion. </p></div></div></body></html>"
        }
    ]
}