{
    "source": "BBC News",
    "articles": [
        {
            "title": "Zelensky rules out ceding Donbas region as Russians make fresh advance",
            "time": "2025-08-12T21:34:35",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b682/live/34bc1750-77c5-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Zelensky rules out ceding Donbas region as Russians make fresh advance</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Trump-Putin meeting is a 'listening exercise', says press WH secretary</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">President Volodymyr Zelensky has said Ukraine would reject any Russian proposal to give up the Donbas region in exchange for a ceasefire, warning it could be used as a springboard for future attacks.</p><p class=\"sc-9a00e533-0 hxuGS\">Zelensky was speaking ahead of a meeting between US President Donald Trump and Russian counterpart Vladimir Putin in Alaska on Friday.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump has said any peace deal would involve \"some swapping of territories\" and it is believed one of Putin's demands is that Kyiv surrenders the parts of the Donbas it still controls.</p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile Russia's troops have continued their summer offensive, making a sudden thrust near the eastern town of Dobropillia and advancing 10km (six miles) in a short period of time.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Zelensky admitted the advance had taken place in \"several spots\" but said Kyiv would soon destroy the units involved in the attack.</p><p class=\"sc-9a00e533-0 hxuGS\">While downplaying Russia's advance, he added it was \"clear to us\" that Moscow's objective was to create a \"certain information space\" before Putin meets Trump that \"Russia is moving forward, advancing, while Ukraine is losing\".</p><p class=\"sc-9a00e533-0 hxuGS\">No official details have emerged on what demands Vladimir Putin could make when he meets Donald Trump in Anchorage on Friday. </p><p class=\"sc-9a00e533-0 hxuGS\">The Donbas - made up of the eastern regions of Luhansk and Donetsk - has been partly occupied by Russia since 2014.</p><p class=\"sc-9a00e533-0 hxuGS\">Moscow now holds almost all of Luhansk and about 70% of Donetsk but speaking to reporters on Tuesday, Zelensky reaffirmed that Ukraine would reject any proposal to leave the Donbas. </p><p class=\"sc-9a00e533-0 hxuGS\">\"If we withdraw from the Donbas today - our fortifications, our terrain, the heights we control - we will clearly open a bridgehead for the Russians to prepare an offensive,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">Zelensky has previously insisted that Ukrainians would not \"gift their land to the occupier\", and pointed to the country's constitution, which requires a referendum before a change in its territory.</p><p class=\"sc-9a00e533-0 hxuGS\">In his nightly address on Tuesday, Zelensky also said Moscow was preparing new offensives on three parts of the front - Zaporizhzhia, Pokrovsk and Novopavlov areas. </p><p class=\"sc-9a00e533-0 hxuGS\">Last week Trump said there would be \"some swapping of territories to the betterment of both\" Russia and Ukraine - <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/clyrlvwx9rgo\" class=\"sc-f9178328-0 bGFWdi\">sparking concern in Kyiv and across Europe</a> that Moscow could be allowed to redraw Ukraine's borders by force.</p><p class=\"sc-9a00e533-0 hxuGS\">Russia currently controls just under 20% of Ukrainian territory.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The White House on Tuesday said the Alaska talks would be a \"listening exercise\" for Trump and added having him and Putin sit down in the same room would give the US president \"the best indication on how to end this war\".</p><p class=\"sc-9a00e533-0 hxuGS\">It follows Trump describing the summit as a \"feel-out meeting\" on Monday, seeming to tone down expectations that Friday's meeting could bring Ukraine and Russia closer to peace. </p><p class=\"sc-9a00e533-0 hxuGS\">When he announced the summit last week, Trump sounded positive that the meeting could result in concrete steps towards peace. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I think my gut instinct really tells me that we have a shot at it,\" he said. </p><p class=\"sc-9a00e533-0 hxuGS\">But Ukrainian President Zelensky once again expressed serious doubts that the talks could result in a positive outcome for Kyiv, which has been excluded from the summit. \"I don't know what they will talk about without us,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">Zelensky has steered clear of criticising Trump but in recent days his frustration at being sidelined has become apparent, and on Tuesday he said the choice of Alaska as a location was a \"personal victory\" for Putin. </p><p class=\"sc-9a00e533-0 hxuGS\">\"He is coming out of isolation, because they are meeting with him on US territory,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">The Ukrainian leader has previously said any agreements without Kyiv's involvement would amount to \"dead decisions\".</p><p class=\"sc-9a00e533-0 hxuGS\">On Wednesday, Zelensky is due to join a virtual meeting with Donald Trump, EU leaders, UK Prime Minister Sir Keir Starmer and Nato chief Mark Rutte. </p><p class=\"sc-9a00e533-0 hxuGS\">All sides will try to convince Trump of the need not to be swayed by Putin when the two meet at the hastily organised summit.</p></div></article></div></body></html>"
        },
        {
            "title": "Israel bombards Gaza City as UK and allies urge action against 'unfolding famine'",
            "time": "2025-08-13T05:46:11",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/02bc/live/1a0a6650-777a-11f0-b15a-09fa5f596b3a.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Gaza City has come under intense air attack, the territory's Hamas-run civil defence agency has said, as Israeli forces prepare to launch an operation to take over the city.</p><p class=\"sc-9a00e533-0 hxuGS\">Mahmud Bassal, a spokesman, said the residential areas of Zeitoun and Sabra had been hit for three days causing \"massive destruction to civilian homes\", with residents unable to recover the dead and injured.</p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile the UK, EU, Australia, Canada and Japan issued a statement saying \"famine is unfolding in front of our eyes\" and urged action to \"reverse starvation\".</p><p class=\"sc-9a00e533-0 hxuGS\">They demanded \"immediate, permanent and concrete steps\" to facilitate the entry of aid to Gaza. Israel denies there is starvation in Gaza.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It has accused UN agencies of not picking up aid at the borders and delivering it.</p><p class=\"sc-9a00e533-0 hxuGS\">The joint statement also demanded an end to the use of lethal force near aid distribution sites and lorry convoys, where the UN says more than 1,300 Palestinians have been killed, mostly by the Israeli military.</p><p class=\"sc-9a00e533-0 hxuGS\">Separately, the World Health Organization on Tuesday appealed to Israel to let it stock medical supplies to deal with a \"catastrophic\" health situation before it seizes control of Gaza City.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We all hear about 'more humanitarian supplies are allowed in' - well it's not happening yet, or it's happening at a way too low a pace,\" said Rik Peeperkorn, the agency's representative in the Palestinian territories.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We want to as quickly stock up hospitals,\" he added. \"We currently cannot do that. We need to be able to get all essential medicines and medical supplies in.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Israel's war cabinet voted on Monday to take over Gaza City, a move condemned at an emergency meeting of the UN Security Council later that day. On Tuesday the Israel Defense Forces (IDF) said it was \"at the beginning of a new state of combat\".</p><p class=\"sc-9a00e533-0 hxuGS\">The Israeli government has not provided an exact timetable on when its forces would enter the area. On Sunday, Prime Minister Benjamin Netanyahu said Israel's forces had been instructed to dismantle the \"two remaining Hamas strongholds\" in Gaza City and a central area around al-Mawasi.</p><p class=\"sc-9a00e533-0 hxuGS\">He also outlined a three-step plan to increase aid in Gaza, including designating safe corridors for aid distribution, as well as more air drops by Israeli forces and other partners.</p><p class=\"sc-9a00e533-0 hxuGS\">On the ground, however, residents of Gaza City said they had come under unrelenting attack from the air. Majed al-Hosary, a resident in Zeitoun in Gaza City, told AFP that the attacks had been \"extremely intense for two days\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"With every strike, the ground shakes. There are martyrs under the rubble that no one can reach because the shelling hasn't stopped,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It sounded like the war was restarting,\" Amr Salah, 25, told Reuters. \"Tanks fired shells at houses, and several houses were hit, and the planes carried out what we call fire rings, whereby several missiles landed on some roads in eastern Gaza.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The Hamas-run health ministry in Gaza said that 100 dead had been brought to hospitals across Gaza over the past 24 hours, including 31 people who were killed at aid sites. Five more people had also died of malnutrition, it added.</p><p class=\"sc-9a00e533-0 hxuGS\">Israel has faced mounting criticism over the 22-month-long war with Hamas, with UN-backed experts warning of widespread famine unfolding in the besieged territory.</p><p class=\"sc-9a00e533-0 hxuGS\">On Tuesday members of an international group of former leaders known as \"The Elders\" for the first time called the war in Gaza an \"unfolding genocide\" and blamed Israel for causing famine among its population. </p><p class=\"sc-9a00e533-0 hxuGS\">Following a visit to the Gaza border, Helen Clark and Mary Robinson, a former prime minister of New Zealand and a former president of Ireland, said in a joint statement: \"What we saw and heard underlines our personal conviction that there is not only an unfolding, human-caused famine in Gaza. There is an unfolding genocide.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The statement mirrors those of <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c776xkvz6vno\" class=\"sc-f9178328-0 bGFWdi\">leading Israeli rights groups</a>, including B'Tselem, which said it had reached an \"unequivocal conclusion\" that Israel was attempting to \"destroy Palestinian society in the Gaza Strip\".</p><p class=\"sc-9a00e533-0 hxuGS\">Israel strongly rejects the accusations, saying its forces target terrorists and never civilians, and that Hamas was responsible for the suffering in Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">On Sunday, the IDF killed <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ceqyyrp3yq9o\" class=\"sc-f9178328-0 bGFWdi\">four Al Jazeera journalists</a> in a targeted attack on a media tent in Gaza City, sparking widespread international condemnation. Two other freelance journalists were killed. The IDF said it had killed well-known reporter Anas al-Sharif, whom it alleged \"served as the head of a terrorist cell in Hamas\", and made no mention of the others. </p><p class=\"sc-9a00e533-0 hxuGS\">Media freedom groups said it had provided little evidence for its claims. Al Jazeera's managing editor said Israel wanted to \"silence the coverage of any channel of reporting from inside Gaza\".</p><p class=\"sc-9a00e533-0 hxuGS\">Hamas killed more than 1,200 people and took 251 hostage in its attack on Israel on 7 October 2023. Israel's response in Gaza has killed at least 61,599 Palestinians, according to the health ministry, whose toll the UN considers reliable.</p></div></div></body></html>"
        },
        {
            "title": "National Guard troops appear in Washington DC as mayor rejects 'authoritarian push'",
            "time": "2025-08-13T03:01:49",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">National Guard troops appear in Washington DC as mayor rejects 'authoritarian push'</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Crime in DC: What do the figures say and how safe do people feel?</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">US National Guard troops have begun appearing on the streets of Washington DC, a day after President Donald Trump deployed the troops to the city and took control of its police force as he argued violent crime was out of control. </p><p class=\"sc-9a00e533-0 hxuGS\">Armoured vehicles were spotted at urban centres and tourist sites around the US capital on Tuesday evening. </p><p class=\"sc-9a00e533-0 hxuGS\">Officials have said that 800 National Guard troops are expected to be deployed, as well as 500 federal law enforcement agents. </p><p class=\"sc-9a00e533-0 hxuGS\">Washington DC Mayor Muriel Bowser, a Democrat, who has denied crime is out of control in her city, described the troop deployment as an \"authoritarian push\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump, a Republican, has also threatened similar deployments against New York and Chicago, two other Democratic-controlled cities.</p><p class=\"sc-9a00e533-0 hxuGS\">The camouflaged troops have been trickling into the US capital since Trump's announcement on Monday. </p><p class=\"sc-9a00e533-0 hxuGS\">They have been seen erecting barricades outside several government buildings, and taking photos with tourists. </p><p class=\"sc-9a00e533-0 hxuGS\">Twenty-three people were arrested by federal agents on Monday night, according to White House press secretary Karoline Leavitt. The agents are aiding local law enforcement.</p><p class=\"sc-9a00e533-0 hxuGS\">She said the arrests were for homicide, gun offences, drug dealing, lewd acts, stalking, reckless driving, and other crimes.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is only the beginning,\" said Leavitt.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Over the course of the next month, the Trump administration will relentlessly pursue and arrest every violent criminal in the District who breaks the law, undermines public safety, and endangers law-abiding Americans.\"</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/74c1/live/713581b0-77ea-11f0-a0aa-fb5f328d6473.jpg.webp\" loading=\"eager\" alt=\"Getty Images A soldier erecting a barricade outside a government building\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: National Guard arrives in Washington DC</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">FBI Director Kash Patel later said FBI agents were involved in around half of those arrests. </p><p class=\"sc-9a00e533-0 hxuGS\">Both the mayor of Washington and the city's police chief said earlier in the day they shared the same goal as the federal agents.</p><p class=\"sc-9a00e533-0 hxuGS\">\"What I'm focused on is the federal surge and how to make the most of the federal officers that we have,\" Bowser said after a meeting on Tuesday with US Attorney General Pam Bondi.</p><p class=\"sc-9a00e533-0 hxuGS\">Metropolitan Police Department Chief Pamela Smith said: \"We know that we have to get illegal guns off of our streets, and if we have this influx of enhanced presence, we know that it's going to make our city even better.\"</p><p class=\"sc-9a00e533-0 hxuGS\">But at a town hall on Tuesday night, the mayor sharpened her criticism of Trump.</p><p class=\"sc-9a00e533-0 hxuGS\">Bowser called on community members to \"protect our city, to protect our autonomy, to protect our home rule and get to the other side of this guy and make sure we elect a Democratic House so that we have a backstop to this authoritarian push\", according to the New York Times.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fc24/live/11d54440-77e9-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Troops seen standing with the US Capitol building in the background\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">It comes as a manhunt was launched for an armed assailant who killed a man on Monday night in Logan Circle, one of Washington DC's trendiest neighbourhoods, just a mile from the White House.</p><p class=\"sc-9a00e533-0 hxuGS\">It was the 100th homicide recorded in Washington DC this year, according to local media.</p><p class=\"sc-9a00e533-0 hxuGS\">Police say the suspect was last seen wearing a black shirt and carrying a rifle. </p><p class=\"sc-9a00e533-0 hxuGS\">The shooting prompted US Secret Service to bolster security outside the president's home as a precaution.</p><p class=\"sc-9a00e533-0 hxuGS\">According to crime figures published by Washington DC's Metropolitan Police, violent offences peaked in 2023 and fell 35% last year to their lowest level in three decades.</p><p class=\"sc-9a00e533-0 hxuGS\">But DC Police Union chairman Gregg Pemberton has disputed those figures, previously accusing the city police department of \"deliberately falsifying crime data, creating a false narrative of reduced crime while communities suffer\".</p><p class=\"sc-9a00e533-0 hxuGS\">FBI data has also indicated a drop in crime in Washington DC last year - a more modest decrease of 9%.</p><p class=\"sc-9a00e533-0 hxuGS\">Studies suggest the capital's homicide rate is higher than average compared with other major US cities.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/46f1/live/fea883a0-77e8-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Troops were seen posing with tourists on the National Mall near the Washington Monument\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Troops were seen posing with tourists on the National Mall near the Washington Monument</figcaption></p></figure></article></div></body></html>"
        },
        {
            "title": "Kim Keon Hee: South Korea's ex-first lady arrested in bribery probe",
            "time": "2025-08-13T00:55:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/274a/live/624a66c0-7808-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The wife of South Korea's jailed former president, Yoon Suk Yeol, has been arrested over a raft of charges, including stock manipulation and bribery.</p><p class=\"sc-9a00e533-0 hxuGS\">Former first lady Kim Keon Hee denied all charges during a four-hour court hearing in Seoul on Tuesday. But the court issued a detention warrant, citing the risk that she may destroy evidence.</p><p class=\"sc-9a00e533-0 hxuGS\">South Korea has a history of <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c93gqwek5jyo\" class=\"sc-f9178328-0 bGFWdi\">former presidents being indicted and imprisoned</a>. However, this is the first time both the former president and former first lady have been jailed.</p><p class=\"sc-9a00e533-0 hxuGS\">Yoon was detained in January to face trial over a failed martial law bid last year that plunged the country into chaos and eventually led to his ouster.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Prosecutors say Kim, 52, made over 800 million won ($577,940; £428,000) by participating in a price-rigging scheme involving the stocks of Deutsch Motors, a BMW dealer in South Korea. </p><p class=\"sc-9a00e533-0 hxuGS\">While this allegedly happened before her husband was elected the country's leader, it continued to cast a shadow throughout his presidency.</p><p class=\"sc-9a00e533-0 hxuGS\">She allegedly also accepted two Chanel bags and a diamond necklace as bribes from the controversial Unification Church in exchange for business favours. </p><p class=\"sc-9a00e533-0 hxuGS\">Among other charges, Kim is also accused of meddling in candidate nominations during the parliamentary by-elections in 2022 and the general elections last year.</p><p class=\"sc-9a00e533-0 hxuGS\">Kim appeared solemn as she attended Tuesday's hearing wearing a black suit and a black skirt. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I sincerely apologise for causing trouble despite being a person of no importance,\" she told reporters.</p><p class=\"sc-9a00e533-0 hxuGS\">While he was president, Yoon vetoed three opposition-led bills that sought a special counsel investigation into allegations against Kim. </p><p class=\"sc-9a00e533-0 hxuGS\">He issued the last veto in November, a week before he declared martial law.</p><p class=\"sc-9a00e533-0 hxuGS\">A special counsel was set up in June this year after Yoon's rival Lee Jae Myung became president. </p></div></div></body></html>"
        },
        {
            "title": "Wildfires rage across southern Europe as temperatures pass 40C",
            "time": "2025-08-13T00:21:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b7ae/live/694d1160-779b-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Wildfires rage across southern Europe as temperatures top 40C</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Rachel Hagan &amp; Ruth Comerford</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Europe's wildfires seen from above</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">At least three people have died in a scorching heatwave that is fuelling dozens of wildfires across parts of southern Europe, forcing thousands of people from their homes.</p><p class=\"sc-9a00e533-0 hxuGS\">Red heat alerts have been issued in parts of Italy, France, Spain, Portugal and the Balkans, warning of significant risks to health as temperatures push above 40C (104F).</p><p class=\"sc-9a00e533-0 hxuGS\">Spain's weather service Aemet said temperatures could reach 44C (111.2F) in Seville and Cordoba, while southern Portugal could also hit 44C.</p><p class=\"sc-9a00e533-0 hxuGS\">In Spain, an equestrian centre employee died after suffering severe burns in Tres Cantos, near Madrid, where winds over 70km/h (43mph) drove flames near homes, forcing hundreds to flee.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/05aa/live/21e1edb0-777c-11f0-a975-cb151ca452f4.jpg.webp\" loading=\"eager\" alt=\"Reuters Women in shorts walk past a fully charred and burnt car ion a street surrounded by charred trees\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A major blaze in Turkey forced hundreds from their homes</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Spanish Prime Minister Pedro Sanchez said on Tuesday that rescue services \"are working tirelessly to extinguish the fires\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"We are at extreme risk of forest fires. Please be very cautious,\" he added in a post on X.</p><p class=\"sc-9a00e533-0 hxuGS\">In Spain's north-western region of Castile and Leon, almost 4,000 people were evacuated and more than 30 blazes were reported - with one threatening the Unesco-listed Las Médulas, renowned for its ancient gold mines.</p><p class=\"sc-9a00e533-0 hxuGS\">Another 2,000 people were evacuated from hotels and homes near the tourist hotspot of Tarifa in the southern region of Andalusia.</p><p class=\"sc-9a00e533-0 hxuGS\">Almost 1,000 soldiers were deployed to battle wildfires around the country, Spain's national military emergency unit said on Tuesday morning.</p><p class=\"sc-9a00e533-0 hxuGS\">In neighbouring Portugal, firefighters battled three large wildfires, with the most serious near Trancoso contained in the centre of the country on Tuesday.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b799/live/e2d46b20-777b-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"lazy\" alt=\"Reuters Two people both wearing hats have their backs to the camera as they look on as smoke rises from a wildfire burning in the distance with white smoke and orange flames fanning\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Wildfires in Albania forced people to evacuate their homes on Monday</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">More than 1,300 firefighters and 14 aircraft were deployed, with Morocco sending two planes after Portuguese water bombers broke down, Reuters reported. Authorities warned southern regions could hit 44C, with the temperature not expected to dip below 25C.</p><p class=\"sc-9a00e533-0 hxuGS\">One child died of heatstroke in Italy on Monday, where temperatures of 40C are expected to hit later this week. Red heat alerts were in place for at least 10 Italian cities, including Rome, Milan and Florence.</p><p class=\"sc-9a00e533-0 hxuGS\">A four-year-old Romanian boy, who was found unconscious in a car in Sardinia was airlifted to a hospital in Rome but died due to irreversible brain damage, reportedly caused by heatstroke, medical authorities told AFP.</p><p class=\"sc-9a00e533-0 hxuGS\">Almost three-quarters of France is under heat alerts, with temperatures forecast to top 36C in the Paris region and 40C in the Rhône Valley.</p><p class=\"sc-9a00e533-0 hxuGS\">French Health Minister Catherine Vautrin said hospitals were braced for fallout from the country's second heatwave in just a few weeks. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/211e/live/3b1a3b30-7771-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"lazy\" alt=\"Reuters A woman in a black sleevless dress looks passes by the burnt out shell of her home in Piperi Village, Montenegro.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Wildfires in Montenegro destroy property near the capital Podgorica</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Greece is battling more than 150 wildfires across the country, exacerbated by fierce winds, with nearly 5,000 firefighters and dozens of aircraft tackling the blazes. </p><p class=\"sc-9a00e533-0 hxuGS\">Mass evacuations are under way on touristic island Zakynthos and in western Achaia, where blazes have destroyed homes, vehicles and businesses.<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b></p><p class=\"sc-9a00e533-0 hxuGS\">Grigoris Alexopoulos, the mayor of western Achaia, said the fires in the region were \"out of control\", adding some coastal areas have been \"irreparably damaged\".</p><p class=\"sc-9a00e533-0 hxuGS\">Rescue boats have been evacuating beachgoers trapped by advancing flames on Chios and authorities have requested several EU firefighting aircraft. </p><p class=\"sc-9a00e533-0 hxuGS\">Greek authorities are warning the conditions could become even more challenging in the coming days.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a764/live/251f7d20-77d7-11f0-b17a-5df4f816a2a7.jpg.webp\" loading=\"lazy\" alt=\"Reuters A firefighting truck drives down a road with headlights on at dusk. In the background, rows of orange flames are scorching hillsides with plumes of dark grey smoke billowing toward the left side of the picture.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Dozens of people have been evacuated from the Greek island of Chios</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Turkey has brought several major fires under control, including in Canakkale and Izmir, after hundreds were evacuated and the Dardanelles Strait and Canakkale airport were closed.</p><p class=\"sc-9a00e533-0 hxuGS\">In Montenegro, a soldier died and another was injured when their water tanker overturned while fighting fires near the capital Podgorica.</p><p class=\"sc-9a00e533-0 hxuGS\">Wildfires in Albania forced people to evacuate their homes on Monday, while in Croatia a large fire raged in Split and was contained on Tuesday. </p><p class=\"sc-9a00e533-0 hxuGS\">Parts of the UK are sweltering in its fourth heatwave of the year, with temperatures hitting 33C and amber and yellow heat health alerts in place for all of England.</p><p class=\"sc-9a00e533-0 hxuGS\">Two grassfires broke out in the capital on Tuesday, one in Ealing and another in Wanstead Flats, burning more than 17 acres combined.</p><p class=\"sc-9a00e533-0 hxuGS\">Scientists warn global warming is making Mediterranean summers hotter and drier, fuelling longer and more intense fire seasons.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-nikos-papanikolaou.\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by Nikos Papanikolaou.</i></p></div></article></div></body></html>"
        },
        {
            "title": "Putin reaffirms friendship with North Korea ahead of Trump talks",
            "time": "2025-08-13T01:18:36",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Putin reaffirms 'friendship' with North Korea ahead of Trump talks</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/817b/live/698f4be0-77da-11f0-a575-29d93c54bf72.jpg.webp\" loading=\"eager\" alt=\"SPUTNIK/EPA-EFE/REX/Shutterstock Russian President Vladimir Putin shakes hands with North Korean leader Kim Jong Un during their meeting in Pyongyang, North Korea, 19 June 2024.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">SPUTNIK/EPA-EFE/REX/Shutterstock</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Russian President Vladimir Putin has reaffirmed his \"friendship\" with North Korean leader Kim Jong Un, ahead of his talks with Donald Trump on Friday.</p><p class=\"sc-9a00e533-0 hxuGS\">It also comes as the BBC reported the <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c2077gwjlvxo\" class=\"sc-f9178328-0 bGFWdi\">\"slave-like\" condition facing thousands of North Korean workers sent to Russia</a> to take part in construction projects.</p><p class=\"sc-9a00e533-0 hxuGS\">Putin and Kim spoke on Tuesday, with the Russian leader praising Pyongyang's military support for his country's war against Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">This week, Russia has been making <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c4g6qd3k2peo\" class=\"sc-f9178328-0 bGFWdi\">fresh military advances</a> in Ukraine, leading to a sudden thrust near the eastern town of Dobropillia and advancing 10km (six miles) in a short period of time.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Kim and Putin \"reaffirmed their commitment to the further development of friendship relations, good-neighbourliness and cooperation,\" the Kremlin said in a statement.</p><p class=\"sc-9a00e533-0 hxuGS\">Putin gave the North Korean leader an update on the Alaska summit's preparation, sharing with him \"information in the context of the upcoming talks with US President Donald Trump,\" the Kremlin said. </p><p class=\"sc-9a00e533-0 hxuGS\">The official North Korean statement did not mention this. </p><p class=\"sc-9a00e533-0 hxuGS\">Repeating his earlier statement, Putin \"praised the assistance provided by [North Korea's] support during the liberation of the territory of the Kursk region\", according to his office.</p><p class=\"sc-9a00e533-0 hxuGS\">The Ukrainian army briefly invaded Russia's Kursk region last year in an unexpected offensive that showed Western allies its capability to fight back against Russia, which currently occupies about 20% of Ukraine's territories.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">'Like slaves': North Koreans sent to work in Russia</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Putin and Kim spoke just days before the Russian leader is expected to travel to Alaska to meet Trump, his first face-to-face meeting with a US president since Russia's full-scale invasion of Ukraine in February 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">The war, while causing Russia near-complete economic and diplomatic isolation from the West, has seen unprecedented collaboration between Moscow and Pyongyang.  At least 10,000 North Korean soldiers have been sent to fight side by side with their Russian counterparts, according to Ukraine and South Korea.</p><p class=\"sc-9a00e533-0 hxuGS\">North Korea also provided Russia with missiles, artillery shells and labourers.</p><p class=\"sc-9a00e533-0 hxuGS\">With many of Russia's men either killed or tied up fighting - or having fled the country - South Korean intelligence officials have told the BBC that Moscow is increasingly relying on North Korean workers.</p></div></article></div></body></html>"
        },
        {
            "title": "Brad Pitt burglary: Four suspects also targeted other stars in LA",
            "time": "2025-08-13T00:22:23",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d671/live/125433e0-77cb-11f0-b130-f1972a8f1eeb.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Four teenagers have been arrested over a burglary that left actor Brad Pitt's home ransacked, police said.</p><p class=\"sc-9a00e533-0 hxuGS\">The suspects are allegedly behind a number of \"celebrity burglaries\" that targeted the houses of actors and professional athletes, Los Angeles Police Chief Jim McDonnell said.</p><p class=\"sc-9a00e533-0 hxuGS\">He said the male suspects, two 18-year-olds, a 17-year-old and a 16-year-old, are street gang members, and property stolen in the burglaries was found when police searched their homes.</p><p class=\"sc-9a00e533-0 hxuGS\">Police did not name those whose properties were targeted, but celebrities including Nicole Kidman and Keith Urban, LA Dodgers pitcher Yoshinobu Yamamoto and ex-LA Football Club striker Olivier Giroud have reported break-ins this year.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The investigation started in late June after <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c17w5l5wg47o\" class=\"sc-f9178328-0 bGFWdi\">Pitt's home was raided</a> by a trio of masked thieves. </p><p class=\"sc-9a00e533-0 hxuGS\">McDonnell said the group hopped a perimeter fence surrounding the Los Feliz home and shattered a window, hopping inside and taking items before fleeing. </p><p class=\"sc-9a00e533-0 hxuGS\">Police did not confirm the home belonged to the Oscar-winning actor, but the address matched that of a property Pitt bought in 2023.</p><p class=\"sc-9a00e533-0 hxuGS\">The large three-bedroom house sits just outside Griffith Park, where the famous Hollywood Sign sits. It is surrounded by a fence and greenery that shields the property from public view.</p><p class=\"sc-9a00e533-0 hxuGS\">Pitt was not home at the time of the burglary and was promoting his new film, F1. The BBC has contacted representatives for the actor. </p><p class=\"sc-9a00e533-0 hxuGS\">McDonnell said investigators found the suspects were part of a crew that \"were burglarizing various high-profile residents throughout the city\", which he said included homes of \"actors and professional athletes\". </p><p class=\"sc-9a00e533-0 hxuGS\">Last week, authorities followed the four suspects and were able to arrest them on burglary charges, he added. </p><p class=\"sc-9a00e533-0 hxuGS\">Police did not elaborate on what items were recovered after police searched their homes. </p><p class=\"sc-9a00e533-0 hxuGS\">McDonnell said burglars like this group had become increasingly smart in their crimes - planting surveillance cameras in nearby flowerbeds or across the street from homes they target to monitor a victim's routine. </p><p class=\"sc-9a00e533-0 hxuGS\">He said thieves had also been using wi-fi jammers to knock out home surveillance systems and cameras that could alert homeowners or police of a break-in. </p><p class=\"sc-9a00e533-0 hxuGS\">He noted that celebrities and athletes can be easier targets since their appearances and games are publicised online. </p><p class=\"sc-9a00e533-0 hxuGS\">He noted, though, that anyone posting on social media about their travels can unknowingly be alerting a potential thief to their location. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We don't really give enough thought to... [while] we want our friends to know where we are and what we're doing, you're telling everybody else then who may be looking to exploit your situation,\" McDonnell said. </p></div></div></body></html>"
        },
        {
            "title": "British Army in Kenya: Some soldiers using sex workers despite ban, inquiry finds",
            "time": "2025-08-12T17:15:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/b2b7/live/f212d760-7777-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">An investigation by the British Army has found some soldiers stationed at a controversial base in Kenya continue to use sex workers despite being banned from doing so.</p><p class=\"sc-9a00e533-0 hxuGS\">Soldiers at the British Army Training Unit Kenya (Batuk) used sex workers \"at a low or moderate\" level, a report said, adding more work was needed to stamp out the practice.</p><p class=\"sc-9a00e533-0 hxuGS\">The investigation covered a period of more than two years, examining conduct at the base dating back to July 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">It was commissioned in October 2024 following an investigation by ITV into the behaviour of soldiers at Batuk, including allegations some army personnel were paying local women for sex.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The ITV documentary followed previous concerns raised about Batuk after the death in 2012 of a local woman Agnes Wanjiru, allegedly killed by a British soldier stationed at the base.</p><p class=\"sc-9a00e533-0 hxuGS\">Since then a string of allegations have been made about the conduct of troops at the training site, which lies near the town of Nanyuki 200km (125 miles) north of Kenya's capital Nairobi.</p><p class=\"sc-9a00e533-0 hxuGS\">In 2022, the UK's Ministry of Defence banned its forces from using sex workers abroad as part of efforts to curb sexual exploitation and abuse across the military.</p><p class=\"sc-9a00e533-0 hxuGS\">UK Chief of General Staff Gen Sir Roly Walker said in a statement that the army was committed to stopping sexual exploitation by those in its ranks.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The findings of the Service Inquiry I commissioned conclude that transactional sex is still happening in Kenya at a low to moderate level. It should not be happening at all,\" he said. </p><p class=\"sc-9a00e533-0 hxuGS\">\"There is absolutely no place for sexual exploitation and abuse by people in the British Army. It is at complete odds with what it means to be a British soldier. It preys on the vulnerable and benefits those who seek to profit from abuse and exploitation,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://assets.publishing.service.gov.uk/media/689b4b9beb300a86d83d0c34/Service_Inquiry_to_investigate_the_circumstances_surrounding_alleged_unacceptable_behaviour_by_UK_Service_Personnel_in_Kenya_in_contravention_of_MoD_and_Army_policy_on_Sexual_Exploitati.pdf\" class=\"sc-f9178328-0 bGFWdi\">The service inquiry investigation</a> was carried out by a panel of four people, including two serving officers, a civil servant and an independent adviser.</p><p class=\"sc-9a00e533-0 hxuGS\">It investigated the behaviour of troops stationed at Batuk and assessed the army's systems to prevent breaches of its regulation JSP 769 which bans soldiers from paying for sex.</p><p class=\"sc-9a00e533-0 hxuGS\">The report details 35 instances in which Batuk soldiers were suspected to have paid for sex, since guidance for soldiers on the rule was published in July 2022. During that period 7,666 British soldiers served at the base.</p><p class=\"sc-9a00e533-0 hxuGS\">It notes that of those, 26 cases happened before training on the new rule was initiated for all army staff in November of that year, with nine reported cases since then. In the majority of cases, the allegation that soldiers had paid for sex was never proven.</p><p class=\"sc-9a00e533-0 hxuGS\">In addition to those detailed in the report, the Foreign Office told the BBC there was a small number - less than five - cases of alleged use of sex workers currently under investigation. The alleged incidents happened after the inquiry was concluded.</p><p class=\"sc-9a00e533-0 hxuGS\">The report said that despite the training given by the Army and the control measures in place, the reality was that \"transactional sexual activity\" by UK personnel in Kenya was still happening, and that \"the level is somewhere between low and moderate\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"It is not out of control, but the best way for the Army to manage the risk is for the Army to assume it may be at the upper end of that scale between low and moderate,\" the report added.</p><p class=\"sc-9a00e533-0 hxuGS\">The report noted efforts by the Army to stamp out the practice, including regular training and the use of \"sharkwatch\" patrols with a non-commissioned officer of the rank of sergeant or above deployed to monitor the conduct of junior personnel when they left the base for nights out.</p><p class=\"sc-9a00e533-0 hxuGS\">The army said it would implement recommendations from the report, including making it easier to dismiss soldiers found to have used sex workers and the implementation of additional training.</p><p class=\"sc-9a00e533-0 hxuGS\">The report follows years of controversy about the conduct of soldiers at Batuk sparked by an investigation by the Sunday Times in 2021 which revealed the alleged involvement of a British soldier in the murder of Ms Wanjiru, a mother of one whose body was found dumped in a septic tank near a hotel where she had been seen with soldiers on the night she vanished.</p><p class=\"sc-9a00e533-0 hxuGS\">Separately in Kenya,  MPs have been conducting an inquiry into wider allegations of mistreatment of local people by soldiers at Batuk and have heard claims at public hearings of injuries allegedly sustained through the behaviour of British troops and of soldiers fathering children to Kenyan mothers and then abandoning them when they returned home.</p><p class=\"sc-9a00e533-0 hxuGS\">In June this year a soldier stationed at the base was sent back to the UK after being accused of rape.</p><p class=\"sc-9a00e533-0 hxuGS\">The Service Inquiry behind the latest report said it had spoken to many local Kenyans and found \"the vast majority\" of local residents were happy with the presence of the Batuk camp.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div></div></body></html>"
        },
        {
            "title": "US announces criminal charges against Haitian gang leader Barbecue",
            "time": "2025-08-12T20:49:08",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a93a/live/1310bd30-77b7-11f0-97d0-cd631a12c7f2.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">US federal prosecutors have announced criminal charges against Jimmy Cherizier, the Haitian gang leader known as \"Barbecue\" who leads an alliance of gangs that control much of the capitol of Port-au-Prince.</p><p class=\"sc-9a00e533-0 hxuGS\">The indictment alleges that Mr Cherizier, as well as US citizen Bazile Richardson, 48, solicited funds from Haitian diaspora community in the US to help pay gang members and buy firearms in violation of US sanctions.  </p><p class=\"sc-9a00e533-0 hxuGS\">Mr Cherizier, a former police officer who is at large in Haiti, leads the group Viv Ansanm (Live Together). The US is offering $5m (£3.7m) for information leading to his arrest. </p><p class=\"sc-9a00e533-0 hxuGS\">The group has been accused of multiple murders, kidnappings and attacks on infrastructure.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"There's a good reason that there's a $5m reward for information leading to Cherizier's arrest,\" US Attorney Jeanine Pirro said at a news conference on Tuesday.</p><p class=\"sc-9a00e533-0 hxuGS\">\"He's a gang leader responsible for heinous human rights abuses, including violence against American citizens in Haiti.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Prosecutors say he is suspected of playing a key role in the 2018 La Saline massacre, in which 71 people were killed, more than 400 houses were destroyed, and at least seven women raped.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Richardson, who was arrested in Texas last month, is a naturalised US citizen who grew up in Haiti, prosecutors say. He was residing in North Carolina before he was taken into custody.</p><p class=\"sc-9a00e533-0 hxuGS\">Also known as Fredo, Fred Lion, Leo Danger, and Lepe Blode, he helped raise funds that were then used to pay gang leaders and purchase weapons, according to officials.</p><p class=\"sc-9a00e533-0 hxuGS\">Both men helped \"bankroll Cherizier's violent criminal enterprise, which is driving a security crisis in Haiti\", said Assistant US Attorney General John Eisenberg.</p><p class=\"sc-9a00e533-0 hxuGS\">He added that the US \"will continue to pursue those who enable Haiti's violence and instability\".</p><p class=\"sc-9a00e533-0 hxuGS\">In May, US officials designated Viv Ansanm, which has controlled the capital since around 2020, as a foreign terrorist organisation. Earlier this year, the group announced that it was declaring itself a political party.</p><p class=\"sc-9a00e533-0 hxuGS\">In addition to the US, Mr Cherizier is also under sanctions from the United Nations,  Canada and Britain, which accuse him of fueling violence in Haiti. </p><p class=\"sc-9a00e533-0 hxuGS\">If arrested, he could be extradited to the US. However, he remains in a position of significant power on the streets and is protected by his group's members. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2021, President Jovenel Moïse was assassinated by unidentified gunmen in Port-au-Prince.</p><p class=\"sc-9a00e533-0 hxuGS\">Since then the country - the poorest in the Americas - has been wracked by economic chaos, little functioning political control and increasingly violent gang warfare.</p><p class=\"sc-9a00e533-0 hxuGS\">Gang control in Port-au-Prince has led to an almost complete breakdown of law and order, the collapse of health services and emergence of a food security crisis.</p><p class=\"sc-9a00e533-0 hxuGS\">In recent months, a UN backed Kenyan led security force has failed to take back control of the Haitian capital. </p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, the humanitarian crisis in the country has sunk to new levels. UN reports estimate that 5.7 million people – more than half of Haiti's population – are facing acute food insecurity and there are over one million internally displaced people.</p></div></div></body></html>"
        },
        {
            "title": "TerraUSD: 'Cryptocrash king' Do Kwon pleads guilty to fraud",
            "time": "2025-08-13T03:53:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/cf2c/live/3c204270-77d2-11f0-a043-c78c4e04b597.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A South Korean former tech executive accused of helping to spark a cryptocurrency crisis that cost investors more than $40bn (£31.8bn) has pleaded guilty to two criminal counts of fraud.</p><p class=\"sc-9a00e533-0 hxuGS\">Do Kwon was the boss of Singapore-based Terraform Labs, which operated two cryptocurrencies - TerraUSD and Luna - both of which collapsed in 2022, triggering a wider sell-off in the crypto market.</p><p class=\"sc-9a00e533-0 hxuGS\">The US says he was responsible for the failure of the two digital currencies, accusing him of \"orchestrating a multi-billion dollar crypto asset securities fraud\".</p><p class=\"sc-9a00e533-0 hxuGS\">As part of the plea deal, prosecutors have agreed to refrain from seeking a sentence longer than 12 years. Kwon is due to be sentenced on 11 December.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Kwon's guilty plea \"underscores the importance of accountability in the digital asset sector,\" said Todd Snyder, who was appointed by US authorities and Terraform Labs to oversee the company's liquidation.</p><p class=\"sc-9a00e533-0 hxuGS\">He added that those who contributed to the collapse of Terraform Labs will be held to account by the firm and that assets will be recovered in the best interests of claimants.</p><p class=\"sc-9a00e533-0 hxuGS\">Kwon's guilty plea in a New York court comes after a lengthy legal battle. </p><p class=\"sc-9a00e533-0 hxuGS\">He initially fled South Korea after <a target=\"_self\" href=\"https://www.bbc.co.uk/news/business-64671745\" class=\"sc-f9178328-0 bGFWdi\">a warrant for his arrest was issued in 2023</a>, eventually ending up in Montenegro where <a target=\"_self\" href=\"https://www.bbc.co.uk/news/technology-65058533\" class=\"sc-f9178328-0 bGFWdi\">he was arrested</a> and <a target=\"_self\" href=\"https://www.bbc.co.uk/news/business-65957999\" class=\"sc-f9178328-0 bGFWdi\">jailed</a> before being <a target=\"_self\" href=\"https://www.bbc.co.uk/news/business-65957999\" class=\"sc-f9178328-0 bGFWdi\">extradited to the US</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">US prosecutors said Kwon misrepresented features that were supposed to keep the so-called stablecoin at $1 without outside intervention.</p><p class=\"sc-9a00e533-0 hxuGS\">They alleged that in 2021, Kwon arranged for a trading firm to surreptitiously purchase millions of dollars worth of the token to restore TerraUSD's value, even as he told investors that a computer algorithm called Terra Protocol was responsible.</p><p class=\"sc-9a00e533-0 hxuGS\">Prosecutors say the alleged misrepresentation prompted a wide array of investors to buy Terraform's offerings, which helped prop up the value of the company's Luna token, which was closely linked to TerraUSD.</p><p class=\"sc-9a00e533-0 hxuGS\">The following year, Kwon's TerraUSD and the Luna cryptocurrency crashed.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In 2021, I made false and misleading statements about why [TerraUSD] regained its peg,\" he said in court on Tuesday.</p><p class=\"sc-9a00e533-0 hxuGS\">\"What I did was wrong and I want to apologise for my conduct,\" he added.</p><p class=\"sc-9a00e533-0 hxuGS\">Kwon had originally pleaded not guilty to nine counts stemming from the crash, including securities and wire fraud, and money laundering conspiracy.</p><p class=\"sc-9a00e533-0 hxuGS\">He had faced up to 135 years in prison if convicted of the charges in the original indictment.</p><p class=\"sc-9a00e533-0 hxuGS\">As part of his plea deal, Kwon agreed to refrain from challenging the allegations in the indictment. </p><p class=\"sc-9a00e533-0 hxuGS\">He must also forfeit up to $19.3m plus interest and several properties and pay restitution.</p><p class=\"sc-9a00e533-0 hxuGS\">While prosecutors have agreed to limit their requested sentence to 12 years, Judge Paul Engelmayer maintained that he was entitled to prescribe a longer sentence.</p><p class=\"sc-9a00e533-0 hxuGS\">That sentence could be up to 25 years in prison.</p><p class=\"sc-9a00e533-0 hxuGS\">He still faces charges in South Korea, according to his attorney.</p></div></div></body></html>"
        },
        {
            "title": "Mattia Debertolis: Italian athlete dies after collapse at World Games - BBC Sport",
            "time": "2025-08-12T06:30:30",
            "imgUrl": "https://ichef.bbci.co.uk/ace/branded_sport/1200/cpsprodpb/49cc/live/f1cc0800-7743-11f0-9cb9-4b17a25d293a.jpg",
            "body": "<html><body><div><div class=\"ssrcss-1o5p6v2-RichTextContainer e5tfeyi1\"><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\"><b class=\"ssrcss-1xjjfut-BoldText e5tfeyi3\">Italian orienteer Mattia Debertolis has died after collapsing during the World Games in China last week.</b></p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The 29-year-old was found unconscious by organisers during an orienteering event last Friday in Chengdu.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The Italian died on Tuesday - four days after his collapse.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">\"Despite receiving immediate expert medical care at one of China's leading medical institutions, he passed away,\" World Games organisers said in a statement.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">International Orienteering Federation (IOF) President Tom Hollowell said he was \"not able to adequately describe the unfathomable depth of sadness in this tragic loss of life\". </p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Debertolis' cause of death is unknown at this stage.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The World Games is a multi-sport event held every four years for events that are not listed in the Olympics. </p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Debertolis was taking part in the final of the men's middle-distance event, which took place in temperatures above 30 degrees, when he collapsed. </p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Orienteering is an outdoor sport in which participants have to navigate between unmarked checkpoints using a map. </p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">It combines physical activity with map-reading and problem-solving.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">The Italian was one of 12 athletes listed as \"Did Not Finish\" in the official results.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">He was part of the Italian national team and finished fifth in the 2022 World Cup final.</p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">Debertolis, who was qualified as a civil engineer, resided in Sweden and was studying for a PhD at a university in Stockholm. </p><p class=\"ssrcss-1q0x1qg-Paragraph e1jhz7w10\">World Games organisers said they will \"continue to support the family of Debertolis and the orienteering community in every possible way.\"</p></div></div></body></html>"
        },
        {
            "title": "Nepal makes 97 mountains free to climb as Everest fees rise",
            "time": "2025-08-12T01:55:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7c80/live/86de5b60-7725-11f0-9841-2dcf71f54041.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Nepal will make 97 of its Himalayan mountains free to climb for the next two years in a bid to boost tourism in some of its more remote areas. </p><p class=\"sc-9a00e533-0 hxuGS\">It comes as permit fees to summit Mount Everest, the world's highest peak, during peak season will <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cd0jlp3ll88o\" class=\"sc-f9178328-0 bGFWdi\">go up to $15,000</a> (£11,170) from September - the first increase in nearly a decade.</p><p class=\"sc-9a00e533-0 hxuGS\">Nepal's tourism department said it hopes the initiative will highlight the country's \"unexplored tourism products and destinations\". </p><p class=\"sc-9a00e533-0 hxuGS\">Mountaineering generates a significant source of revenue for Nepal, which is home to eight of the world's 10 tallest mountains. Climbing fees brought in $5.9m last year, with Everest accounting for more than three quarters of that.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The peaks for which fees will be waived are located in Nepal's Karnali and Sudurpaschim provinces, standing between 5,970m (19,590 ft) and 7,132m high. </p><p class=\"sc-9a00e533-0 hxuGS\">Both provinces, located in the far-western region of Nepal, are among the country's poorest and least developed provinces. </p><p class=\"sc-9a00e533-0 hxuGS\">\"Despite their breathtaking beauty, the number of tourists and mountaineers here is very low as access is so difficult. We hope the new provision will help,\" said Himal Gautam, director of Nepal's Tourism Department.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They can create jobs, generate income, and strengthen the local economy,\" he said, as reported by The Kathmandu Post.</p><p class=\"sc-9a00e533-0 hxuGS\">But it is unclear if authorities have plans to improve infrastructure and connectivity to these remote areas - and how well communities in these areas might cope with an influx of climbers, if the free-to-climb initiative does take off. </p><p class=\"sc-9a00e533-0 hxuGS\">Climbers have historically shown little interest in these 97 remote peaks - only 68 of them have ventured there in the last two years. In contrast, some 421 climbing permits were issued for Everest in 2024 alone. </p><p class=\"sc-9a00e533-0 hxuGS\">Everest, the world's highest peak at over 8,849m, has in recent years been plagued by overcrowding, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cq5539lj1pqo\" class=\"sc-f9178328-0 bGFWdi\">environmental concerns</a> and a series of <a target=\"_self\" href=\"https://www.bbc.com/news/world-asia-65680598\" class=\"sc-f9178328-0 bGFWdi\">fatal climbing attempts</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">In April 2024, Nepal's Supreme Court ordered the government to limit the number of mountaineering permits issued for Everest and several other peaks, saying that the mountains' capacity \"must be respected\".</p><p class=\"sc-9a00e533-0 hxuGS\">In January this year, authorities announced a 36% mark-up in permit fees. For those attempting the summit outside the peak April to May season, it will now cost $7,500 to climb Everest during September to November and $3,750 during December to February.</p><p class=\"sc-9a00e533-0 hxuGS\">Nepal's parliament is also debating a new law that will require anyone wanting to scale Everest to have first summited a mountain over 7,000m in the country.</p><p class=\"sc-9a00e533-0 hxuGS\">This makes the peaks in Karnali and Sudurpaschim \"ideal training grounds\", according to The Kathmandu Post. </p></div></div></body></html>"
        },
        {
            "title": "Sudan war: Forty killed in attack on Abu Shouk camp near to el-Fasher, aid group says",
            "time": "2025-08-12T11:50:20",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a189/live/ce975880-7766-11f0-ab98-99f31d28fdf9.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">At least 40 people have been killed in an attack on a camp for displaced people in Sudan's western Darfur region, according to an aid group that works there.</p><p class=\"sc-9a00e533-0 hxuGS\">The Abu Shouk Emergency Response Room said Monday's assault was carried out by the Rapid Support Forces (RSF). The resistance committee in nearby el-Fasher city, made up of local citizens and activists, also reported this.</p><p class=\"sc-9a00e533-0 hxuGS\">El-Fasher, which came under intense attack as well, is the last major foothold in Darfur for the army and its allies, which have been fighting the paramilitary RSF in the two-year civil war.</p><p class=\"sc-9a00e533-0 hxuGS\">The conflict has triggered a humanitarian crisis with the UN warning that <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c776njyl74po\" class=\"sc-f9178328-0 bGFWdi\">families trapped in the besieged city faced starvation</a>.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Sudanese media reported that the camp was caught in the crossfire of the fighting in el-Fasher.</p><p class=\"sc-9a00e533-0 hxuGS\">But the aid group inside Abu Shouk, where at least 200,000 people live, said some of those killed in the attack were shot in their homes while others were gunned down in public.</p><p class=\"sc-9a00e533-0 hxuGS\">A US-based organisation that analyses satellite imagery and videos said that it identified a large grouping of 40 light vehicles in the north-west neighbourhoods of the camp, which appear to corroborate reports that the attack came from the north. </p><p class=\"sc-9a00e533-0 hxuGS\">The Yale Humanitarian Research Lab added that it was investigating images and videos \"allegedly showing RSF shooting at people crawling away from them and berating and using ethnic slurs\".</p><p class=\"sc-9a00e533-0 hxuGS\">The camp was created more than two decades ago by people from non-Arab communities - including the Fur and Zaghawa - who were fleeing attacks by the Janjaweed militia.</p><p class=\"sc-9a00e533-0 hxuGS\">The RSF has its origins in this notorious militia that was accused of carrying out a genocide. </p><p class=\"sc-9a00e533-0 hxuGS\">The paramilitary group has also been widely accused of ethnic cleansing in Darfur during this war, and the US has sanctioned it with allegations of genocide.</p><p class=\"sc-9a00e533-0 hxuGS\">The RSF has previously denied such charges, saying it is not part of what it calls tribal conflicts.</p><p class=\"sc-9a00e533-0 hxuGS\">Zaghawa fighters have joined the army in defending el-Fasher, so it is possible that the RSF was deliberately targeting Zaghawa civilians in the camp.</p><p class=\"sc-9a00e533-0 hxuGS\">The camps for displaced people near el-Fasher have frequently come under attack during the war. </p><p class=\"sc-9a00e533-0 hxuGS\">In April, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cg41r3w0e19o\" class=\"sc-f9178328-0 bGFWdi\">more than 100 people died and thousands fled Zamzam camp</a> as the RSF occupied it and took it over.</p><p class=\"sc-9a00e533-0 hxuGS\">Since the conflict began in April 2023, tens of thousands of people have died, 12 million have been forced from their homes and famine has been declared in parts of the country.</p></div></div></body></html>"
        },
        {
            "title": "Madonna urges Pope to visit Gaza 'before it's too late'",
            "time": "2025-08-12T14:37:56",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ea64/live/09b628d0-7774-11f0-a97f-3f8d4bbdf2d8.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Madonna urges Pope to visit Gaza 'before it's too late'</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Paul Glynn</span><p class=\"sc-801dd632-8 hwLppI\"><span>Culture reporter</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ea64/live/09b628d0-7774-11f0-a97f-3f8d4bbdf2d8.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ea64/live/09b628d0-7774-11f0-a97f-3f8d4bbdf2d8.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ea64/live/09b628d0-7774-11f0-a97f-3f8d4bbdf2d8.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ea64/live/09b628d0-7774-11f0-a97f-3f8d4bbdf2d8.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ea64/live/09b628d0-7774-11f0-a97f-3f8d4bbdf2d8.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ea64/live/09b628d0-7774-11f0-a97f-3f8d4bbdf2d8.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ea64/live/09b628d0-7774-11f0-a97f-3f8d4bbdf2d8.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ea64/live/09b628d0-7774-11f0-a97f-3f8d4bbdf2d8.jpg.webp\" loading=\"eager\" alt=\"Getty Images Madonna in a white suit looking serious\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Madonna released her remix album Veronica Electronica last month</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><b id=\"madonna-has-urged-pope-leo-xiv-to-visit-gaza-and-bring-his-&quot;light-to-the-children-before-it's-too-late&quot;.\" class=\"sc-d16436d-0 jpoiOL\">Madonna has urged Pope Leo XIV to visit Gaza and bring his \"light to the children before it's too late\".</b></p><p class=\"sc-9a00e533-0 hxuGS\">The US queen of pop <a target=\"_blank\" href=\"https://www.instagram.com/p/DNOYDvuip2x/\" class=\"sc-f9178328-0 bGFWdi\">shared her plea on social media</a>, saying the pontiff was \"the only one of us who cannot be denied entry.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Her intervention came as the UK, EU, Australia, Canada and Japan issued a statement saying \"famine is unfolding in front of our eyes\" and <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/clyj0dd0qj9o\" class=\"sc-f9178328-0 bGFWdi\">urged action to \"reverse starvation\"</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Most Holy Father, please go to Gaza and bring your light to the children before it's too late,\" Madonna posted on Instagram. \"As a mother, I cannot bear to watch their suffering.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"The children of the world belong to everyone.</p><p class=\"sc-9a00e533-0 hxuGS\">\"You are the only one of us who cannot be denied entry.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Israel has faced mounting pressure over the humanitarian situation in Gaza, with <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cvgvxgl5zxpo\" class=\"sc-f9178328-0 bGFWdi\">UN-backed experts last month warning \"the worst-case scenario of famine\"</a> was playing out in the besieged territory.</p><p class=\"sc-9a00e533-0 hxuGS\">It has continued to deny there is starvation in Gaza and has accused UN agencies of not picking up aid at the borders and delivering it.</p><p class=\"sc-9a00e533-0 hxuGS\">Last week the UN's humanitarian agency said the amount of aid entering Gaza continued to be \"far below the minimum required\". It said it continued to see impediments and delays as it tries to collect aid from Israeli-controlled border zones.</p><p class=\"sc-9a00e533-0 hxuGS\">The Like a Prayer singer added: \"We need the humanitarian gates to be fully opened to save these innocent children.\"</p><p class=\"sc-9a00e533-0 hxuGS\">She signed off by saying: \"There is no more time. Please say you will go. Love, Madonna.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In July, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c8xvnlpx2dxo\" class=\"sc-f9178328-0 bGFWdi\">the new Pope renewed his call for a Gaza ceasefire</a> after three people sheltering in the Catholic church in Gaza City were killed in an Israeli strike.</p><p class=\"sc-9a00e533-0 hxuGS\">According to PA News, he said: \"I appeal to the international community to observe humanitarian law and respect the obligation to protect civilians as well as the prohibition of collective punishment, the indiscriminate use of force, and the forced displacement of populations.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d353/live/6a3d3630-7779-11f0-b15a-09fa5f596b3a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d353/live/6a3d3630-7779-11f0-b15a-09fa5f596b3a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d353/live/6a3d3630-7779-11f0-b15a-09fa5f596b3a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d353/live/6a3d3630-7779-11f0-b15a-09fa5f596b3a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d353/live/6a3d3630-7779-11f0-b15a-09fa5f596b3a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d353/live/6a3d3630-7779-11f0-b15a-09fa5f596b3a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d353/live/6a3d3630-7779-11f0-b15a-09fa5f596b3a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d353/live/6a3d3630-7779-11f0-b15a-09fa5f596b3a.jpg.webp\" loading=\"lazy\" alt=\"Reuters Pope Leo XIV leads the Angelus prayer from his window at the Vatican\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Pope Leo XIV became the first US head of the Catholic Church in May</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Madonna - who last month released her long-rumoured remix album Veronica Electronica - has made impassioned speeches on stage about Gaza since the war began.</p><p class=\"sc-9a00e533-0 hxuGS\">This includes while performing at London's O2 in 2023, when she told fans: \"It breaks my heart to see children suffering, teenagers suffering, elderly people suffering - all of it is heartbreaking, I'm sure you agree.</p><p class=\"sc-9a00e533-0 hxuGS\">\"But even though our hearts are broken our spirits cannot be broken.\"</p><p class=\"sc-9a00e533-0 hxuGS\">She urged fans to bring \"light and love\" into the world - both individually and collectively, via words and actions - in order to \"bring peace to the Middle East\" and beyond.</p><p class=\"sc-9a00e533-0 hxuGS\">In the caption of her latest online post, she noted how it was her son Rocco's birthday and \"the best gift I can give to him as a mother - is to ask everyone to do what they can to help save the innocent children caught in the crossfire in Gaza.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The star, who also asked for donations to three different organisations, continued: \"I am not pointing fingers, placing blame or taking sides.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Everyone is suffering. Including the mothers of the hostages. I pray that they are released as well.\"</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">U2's solidarity statement</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Madonna's comments also come as U2 frontman Bono - along with the rest of his bandmates - also released a statement letting fans know where they stand on the matter.</p><p class=\"sc-9a00e533-0 hxuGS\">While condemning the actions of both Israel Prime Minister Benjamin Netanyahu and Hamas, <a target=\"_blank\" href=\"https://www.hollywoodreporter.com/news/music-news/u2-bono-the-edge-adam-clayton-larry-muller-israel-gaza-1236341269/\" class=\"sc-f9178328-0 bGFWdi\">the Irish frontman offered</a>: \"Our band stands in solidarity with the people of Palestine who truly seek a path to peace and coexistence with Israel and with their rightful and legitimate demand for statehood.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We stand in solidarity with the remaining hostages and plead that someone rational negotiate their release.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/caf1/live/6bdc0200-778d-11f0-907d-6ff0082c2def.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/caf1/live/6bdc0200-778d-11f0-907d-6ff0082c2def.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/caf1/live/6bdc0200-778d-11f0-907d-6ff0082c2def.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/caf1/live/6bdc0200-778d-11f0-907d-6ff0082c2def.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/caf1/live/6bdc0200-778d-11f0-907d-6ff0082c2def.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/caf1/live/6bdc0200-778d-11f0-907d-6ff0082c2def.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/caf1/live/6bdc0200-778d-11f0-907d-6ff0082c2def.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/caf1/live/6bdc0200-778d-11f0-907d-6ff0082c2def.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Bono of U2\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Hamas killed more than 1,200 people and took 251 hostage in its attack on Israel on 7 October 2023. Israel's response in Gaza has killed at least 61,599 Palestinians, according to the Hamas-run Gaza health ministry, whose toll the UN considers reliable.</p><p class=\"sc-9a00e533-0 hxuGS\">On Tuesday the health ministry said five more people had died from malnutrition, bringing the total number of such deaths to 227 including 103 children.</p></div></article></div></body></html>"
        },
        {
            "title": "Tems: Nigerian Afropop star says 'women are not respected in the industry'",
            "time": "2025-08-12T08:00:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c235/live/4faba170-775c-11f0-a20f-3b86f375586a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Grammy-winning Afropop star Tems: 'Women are not respected in the industry'</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 bwIYVa\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Olawale Adekola</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News in Lagos</span></p></div></div><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Wedaeli Chibelushi</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c235/live/4faba170-775c-11f0-a20f-3b86f375586a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c235/live/4faba170-775c-11f0-a20f-3b86f375586a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c235/live/4faba170-775c-11f0-a20f-3b86f375586a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c235/live/4faba170-775c-11f0-a20f-3b86f375586a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c235/live/4faba170-775c-11f0-a20f-3b86f375586a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c235/live/4faba170-775c-11f0-a20f-3b86f375586a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c235/live/4faba170-775c-11f0-a20f-3b86f375586a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c235/live/4faba170-775c-11f0-a20f-3b86f375586a.jpg.webp\" loading=\"eager\" alt=\"WireImage/Getty Images Tems sings into a microphone. She wears a red top and stands in front of a blue, starry background.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">WireImage/Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Nigerian Afropop star Tems has told the BBC \"people don't really respect women\" in her industry.</p><p class=\"sc-9a00e533-0 hxuGS\">The two-time Grammy award-winner told the BBC that at the start of her career, she struggled to be taken seriously.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I realised that there's always a cost. There's always a price that you pay. And a lot of those prices I wasn't willing to pay and there wasn't a lot of options,\" Tems said.</p><p class=\"sc-9a00e533-0 hxuGS\">Afropop has gained immense global popularity over the past decade, but despite this growth it remains notoriously male-dominated.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The industry's so-called \"Big Three\" - Burna Boy, Davido and Wizkid - are all male - while their female counterparts, such as <a target=\"_blank\" href=\"https://www.vogue.co.uk/article/tiwa-savage-afrobeats-interview\" class=\"sc-f9178328-0 bGFWdi\">Tiwa Savage</a> and <a target=\"_self\" href=\"https://www.bbc.co.uk/sounds/play/p09w56r3\" class=\"sc-f9178328-0 bGFWdi\">Yemi Alade</a>, have spoken out about the barriers they face because of their gender.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this year, Tems hit out following negative comments about her body, which were made online after a video of her performing was posted onto X.</p><p class=\"sc-9a00e533-0 hxuGS\">She wrote on the social media platform: \"It's just a body, I will add and lose weight. I never once hid my body, I just didn't feel the need to prove or disprove anyone. The more you don't like my body the better for me actually.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Tems told the BBC she wants \"to change the way women see themselves in music\", and hopes to achieve this through her new platform, The Leading Vibe Initiative.</p><p class=\"sc-9a00e533-0 hxuGS\">The project aims to provide opportunities for young women throughout Africa's music industries.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I promised myself that if I get to a place where I can do more, I will make this initiative for women like me and maybe make it easier for women to access platforms and access a wider audience and success,\" Tems said.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\"></figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The initiative kicked off on Friday in Tems' hometown, Lagos. Vocalists, songwriters and producers were invited to a series of workshops, masterclasses and panel discussions, all with the aim of developing skills and connections.</p><p class=\"sc-9a00e533-0 hxuGS\">Asked what advice she would give to young women wanting to crack the industry, she said: \"I think it's important to have an idea of what you want for yourself, what your brand is, what's your boundary. </p><p class=\"sc-9a00e533-0 hxuGS\">\"What are the things that you wouldn't do for fame and the things that you would do?\"</p><p class=\"sc-9a00e533-0 hxuGS\">Tems, who has scored hits with the likes of <a target=\"_blank\" href=\"https://www.youtube.com/watch?v=Y_NTooezadU\" class=\"sc-f9178328-0 bGFWdi\">Love Me Jeje</a> and <a target=\"_blank\" href=\"https://www.youtube.com/watch?v=tQiNQL-FEgU\" class=\"sc-f9178328-0 bGFWdi\">Free Mind</a>, said anyone trying to break into the industry must be passionate about their craft.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's not everybody that sings that loves music. If I wasn't famous, I would still be doing music. I would be in some kind of jazz club... randomly on a Friday night,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">But this is far from Tems' reality. Five years on from her debut EP, she has collaborated with the likes of Beyoncé and Rihanna, racked up more than 17m monthly listeners on Spotify and headlined international festivals.</p><p class=\"sc-9a00e533-0 hxuGS\">And next month, she will be supporting British band Coldplay during their sold-out run of gigs at the UK's Wembley Stadium.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2ce1/live/5f2ede20-76c4-11f0-ad1a-8dcc9b3a5927.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2ce1/live/5f2ede20-76c4-11f0-ad1a-8dcc9b3a5927.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2ce1/live/5f2ede20-76c4-11f0-ad1a-8dcc9b3a5927.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2ce1/live/5f2ede20-76c4-11f0-ad1a-8dcc9b3a5927.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2ce1/live/5f2ede20-76c4-11f0-ad1a-8dcc9b3a5927.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2ce1/live/5f2ede20-76c4-11f0-ad1a-8dcc9b3a5927.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2ce1/live/5f2ede20-76c4-11f0-ad1a-8dcc9b3a5927.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2ce1/live/5f2ede20-76c4-11f0-ad1a-8dcc9b3a5927.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Tems performs on an outdoor stage in front of large crowd. She wears a bright, pink and red outfit.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Tems is not only a musician - she is also part-owner of US football club San Diego FC</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Tems puts her success down to being \"authentic\" and \"audacious\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"Even when people tell you to change your sound, change your style, you look at them and you say: 'No'. If it meant me not being signed, I was okay not being signed. I went to a couple of places that didn't sign me and I was okay with that,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">Music is not Tems' only passion - she is an avid football fan and recently became part-owner of US football club San Diego FC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I never imagined myself owning or being in an ownership of any football team,\" she said, adding that her brother initially got her into the sport.</p><p class=\"sc-9a00e533-0 hxuGS\">Tems joined San Diego's ownership with Pave Investments, a West African private investment firm which also helped raise funds for the <a target=\"_self\" href=\"https://www.bbc.co.uk/sport/africa/64892885\" class=\"sc-f9178328-0 bGFWdi\">NBA-linked African Basketball League</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">Tems' involvement with San Diego gives her hope that \"people can be bold enough to try things that nobody ever thought was possible\".</p><p class=\"sc-9a00e533-0 hxuGS\">She said: \"I don't see myself as just a singer, just a musician, just an artist. I'm much more than that.\"</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">You may also be interested in:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Charges dropped against teen pilot detained in Antarctica",
            "time": "2025-08-12T08:12:06",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0eb4/live/bbc325b0-7746-11f0-abe9-9dbc4fadc5ac.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Charges against an American influencer and teen pilot who has been stranded on a remote island in the Antarctic since June have been dropped.</p><p class=\"sc-9a00e533-0 hxuGS\">Ethan Guo, 19, is alleged to have illegally landed his plane in Chilean territory after embarking on a solo trip to all seven continents to raise money for cancer research, according to local authorities. </p><p class=\"sc-9a00e533-0 hxuGS\">They accused him of providing false flight plan information to officials who detained him and opened an investigation. </p><p class=\"sc-9a00e533-0 hxuGS\">A judge has ordered him to leave the area, pay a $30,000 (£22,332) donation to a children's cancer foundation and is banned from re-entering Chilean territory for three years.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Mr Guo made headlines last year when he began an attempt to become the youngest person to fly solo to all seven continents and collect donations for research into childhood cancer. </p><p class=\"sc-9a00e533-0 hxuGS\">Having already visited six of seven continents, in June he flew his small Cessna 182Q aircraft from the city of Punta Arenas, near the southernmost point of Chile, to King George island off the Atlantic coast, which is claimed by Chile and named after the UK's King George III. </p><p class=\"sc-9a00e533-0 hxuGS\">He was taken into custody after landing on the island, which is home to a number of international research stations and their staff.</p><p class=\"sc-9a00e533-0 hxuGS\">Authorities said he submitted a plan to fly over Punta Arenas, but not beyond that, according to CBS News, the BBC's US partner.</p><p class=\"sc-9a00e533-0 hxuGS\">He was charged on 29 June with allegedly handing false information to ground control and landing without authorisation, but these were dropped by a judge on Monday. </p><p class=\"sc-9a00e533-0 hxuGS\">\"I remain in Antarctica awaiting approval for my departure flight,\" Mr Guo told the Associated Press (AP) news agency following the judge's ruling on Monday. \"I sincerely hope they give it to me soon so that I and my plane can continue with my original mission.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Guo has been staying at a military base on the island for the last six weeks, AP reported. He was told he could travel to other parts of Chile but because of frigid temperatures was unable to leave the island, it added.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Guo is hoping to become the first pilot to complete solo flights across all seven continents in the Cessna aircraft, and has already spent 140 days in the air on his travels. </p><p class=\"sc-9a00e533-0 hxuGS\">He decided to raise money for cancer research after his cousin was diagnosed with cancer.</p><p class=\"sc-9a00e533-0 hxuGS\">He is aiming to raise $1m for cancer research at St Jude Children's Research Hospital in Memphis, Tennessee. </p></div></div></body></html>"
        },
        {
            "title": "Australia PM Albanese says Israel's Netanyahu 'in denial' about Gaza war",
            "time": "2025-08-12T04:53:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/136c/live/9949c1a0-7742-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Australia's prime minister has accused his Israeli counterpart Benjamin Netanyahu of being \"in denial\" over the consequences of the war in Gaza.</p><p class=\"sc-9a00e533-0 hxuGS\">Anthony Albanese on Monday announced his country would recognise a Palestinian state at the UN General Assembly in September, following similar moves by the UK, France and Canada.</p><p class=\"sc-9a00e533-0 hxuGS\">Albanese said frustration with the Israeli government had played a role in the move, saying Australians \"want to see the killing and the cycle of violence stop\".</p><p class=\"sc-9a00e533-0 hxuGS\">Israel, under increasing pressure to end the war in Gaza, has said recognising a Palestinian state \"rewards terrorism\" and Netanyahu called the decision taken by Australia and other allies \"shameful\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Netanyahu and his government have been facing growing condemnation over reports of starvation in Gaza. </p><p class=\"sc-9a00e533-0 hxuGS\">Five people have died from malnutrition in the past 24 hours, including one child, according to the Hamas-run health ministry, bringing the total number of malnutrition deaths to 222 - including 101 children. </p><p class=\"sc-9a00e533-0 hxuGS\">Israel denies there is starvation in Gaza and has accused UN agencies of not picking up aid at the borders and delivering it. The UN has rejected this, saying it faces obstacles and delays while collecting aid from Israeli-controlled border zones. </p><p class=\"sc-9a00e533-0 hxuGS\">Speaking to the Australian Broadcasting Corporation on Tuesday, Albanese said he had spoken to PM Netanyahu last Thursday to inform him of Australia's decision.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The stopping of aid that we've seen and then the loss of life that we're seeing around those aid distribution points, where people queuing for food and water are losing their lives, is just completely unacceptable. And we have said that,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I spoke with PM Netanyahu. He again reiterated to me what he has said publicly as well, which is to be in denial about the consequences that are occurring for innocent people.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Albanese had earlier said the decision to recognise a Palestinian state was made after receiving commitments from the Palestinian Authority (PA), which controls parts of the Israeli-occupied West Bank, that Hamas would play no role in any future state</p><p class=\"sc-9a00e533-0 hxuGS\">The move has drawn a mixed response in Australia, with the Executive Council of Australian Jewry calling it a \"betrayal\", and some Palestinian activists saying it doesn't go far enough.</p><p class=\"sc-9a00e533-0 hxuGS\">Right-leaning opposition leader Sussan Ley said the decision was \"disrespectful\" to the US, a key Australian ally. </p><p class=\"sc-9a00e533-0 hxuGS\">Earlier this month, a pro-Palestinian protest drew at least 90,000 supporters who walked across Sydney Harbour Bridge, a day after a court ruling allowed the demonstration to happen.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Netanyahu said in a press conference over the weekend that it was \"shameful\" for countries including Australia to recognise a Palestinian state. </p><p class=\"sc-9a00e533-0 hxuGS\">\"They know what they would do if, right next to Melbourne or right next to Sydney, you had this horrific attack. I think you would do at least what we're doing.\"</p><p class=\"sc-9a00e533-0 hxuGS\">More than 61,000 people have been killed as a result of Israel's military campaign since 7 October, according to the Hamas-run health ministry.  </p><p class=\"sc-9a00e533-0 hxuGS\">Israel launched the offensive in response to the Hamas-led attack on 7 October, in which about 1,200 people were killed and 251 others were taken hostage.</p></div></div></body></html>"
        },
        {
            "title": "Nigeria military says it has killed scores of bandits in Zamfara state",
            "time": "2025-08-12T08:29:51",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/1a4b/live/6b6e38c0-7750-11f0-89ee-73563f6604dd.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Scores of bandits killed in air and ground raids, Nigerian military says</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Chris Ewokor</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News in Abuja</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1a4b/live/6b6e38c0-7750-11f0-89ee-73563f6604dd.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1a4b/live/6b6e38c0-7750-11f0-89ee-73563f6604dd.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1a4b/live/6b6e38c0-7750-11f0-89ee-73563f6604dd.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1a4b/live/6b6e38c0-7750-11f0-89ee-73563f6604dd.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1a4b/live/6b6e38c0-7750-11f0-89ee-73563f6604dd.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1a4b/live/6b6e38c0-7750-11f0-89ee-73563f6604dd.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1a4b/live/6b6e38c0-7750-11f0-89ee-73563f6604dd.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1a4b/live/6b6e38c0-7750-11f0-89ee-73563f6604dd.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images Nigerian soldiers, in camouflage uniform, from the Multinational Joint Task Force (MNJTF) hold Kalashnikovs at the MNJTF military base\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP via Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Nigerian air force has killed scores of gunmen, known locally as \"bandits\", who were members of criminal gangs operating in Zamfara state, the military has said.</p><p class=\"sc-9a00e533-0 hxuGS\">The air force said in a statement on Monday that it carried out a raid in Makakkari forest, north-west Nigeria, which was the hideout of the gunmen who were believed to be behind some high-profile kidnappings in the area.</p><p class=\"sc-9a00e533-0 hxuGS\">It said it conducted the operation after surveillance detected more than 400 gang members preparing to attack a village.</p><p class=\"sc-9a00e533-0 hxuGS\">Over the past two weeks, armed gangs have targeted nearby settlements, killing scores and kidnapping many more. At least 13 security personnel have also been killed.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The aerial strikes, in coordination with attacks on the ground, led to the deaths of \"several notorious bandit kingpins and scores of their foot soldiers,\" air force spokesperson Air Commodore Ehimen Ejodame said.</p><p class=\"sc-9a00e533-0 hxuGS\">He added that the ground forces intercepted and killed others trying to flee the forest.</p><p class=\"sc-9a00e533-0 hxuGS\">In parts of Nigeria, kidnapping for ransom has become a lucrative business for some.</p><p class=\"sc-9a00e533-0 hxuGS\">The bandits, motivated by financial gain, have also increased their cooperation with jihadist groups that have been waging a 16-year armed insurgency in the north-east.</p><p class=\"sc-9a00e533-0 hxuGS\">In recent years, the military has launched a number of operations against the gangs, including last month when at least 95 gang members were killed - but the violence has persisted.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">You may also be interested in:</h2></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 dFZIgd\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp\" loading=\"lazy\" alt=\"Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images/BBC</span></div></div></figure></article></div></body></html>"
        },
        {
            "title": "Uttarakhand flash floods: One dead, 66 still missing as rescue efforts continue",
            "time": "2025-08-12T08:51:55",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9325/live/cdbfacd0-77cc-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Scores still missing a week after India flash floods</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 bwIYVa\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Meryl Sebastian</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Kochi</span></p></div></div><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Nitin Ramola</span><p class=\"sc-801dd632-8 hwLppI\"><span>Reporting from Uttarkashi</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/1d54/live/93af66c0-7745-11f0-96df-1f39aceffe36.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/1d54/live/93af66c0-7745-11f0-96df-1f39aceffe36.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/1d54/live/93af66c0-7745-11f0-96df-1f39aceffe36.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/1d54/live/93af66c0-7745-11f0-96df-1f39aceffe36.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/1d54/live/93af66c0-7745-11f0-96df-1f39aceffe36.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/1d54/live/93af66c0-7745-11f0-96df-1f39aceffe36.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/1d54/live/93af66c0-7745-11f0-96df-1f39aceffe36.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/1d54/live/93af66c0-7745-11f0-96df-1f39aceffe36.jpg.webp\" loading=\"eager\" alt=\"AFP via Getty Images Army and rescue personnel construct a bailey bridge near the Bhatwari village in the Uttarkashi district on August 8, 2025, following a cloudburst that caused a massive mudslide and flash floods in India's Uttarakhand state. Scores of people are missing after water and debris tore down a narrow mountain valley, smashing into the town of Dharali in Uttarakhand state on August 5. At least four people have been confirmed killed, but at least 50 others are missing. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Rescue efforts are under way to locate the missing people</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">At least 66 people are still missing a week after flash floods hit the northern Indian state of Uttarakhand, according to an official statement.</p><p class=\"sc-9a00e533-0 hxuGS\">Only one body has been recovered so far, the statement added, revising an earlier death toll of four. </p><p class=\"sc-9a00e533-0 hxuGS\">Nearly half of <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cj3lxzpkn87o\" class=\"sc-f9178328-0 bGFWdi\">Dharali village was submerged</a> on 5 August in a mudslide caused by heavy rains and flash floods. An army camp nearby also suffered extensive damage.</p><p class=\"sc-9a00e533-0 hxuGS\">Rescue operations are continuing at the site of the disaster as workers search for missing people. The work has been affected by inclement weather and the blockage of a key highway near the site due to the mudslide.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Moment flash flood engulfs riverside village in India</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Weeks of heavy rain have pounded Uttarakhand, with Uttarkashi region - home to Dharali village - among the worst hit by flooding.</p><p class=\"sc-9a00e533-0 hxuGS\">Around 1,300 people have been rescued from near Dharali since last week, officials said.</p><p class=\"sc-9a00e533-0 hxuGS\">Heavy rains last week had led to the swelling of the Kheerganga river in the region, sending tonnes of muddy waters gushing downwards on the hilly terrain, covering roads, buildings and shops in Dharali and nearby Harsil village.</p><p class=\"sc-9a00e533-0 hxuGS\">Videos showed a giant wave of water gushing through the area, crumpling buildings in its path, giving little time for people to escape.</p><p class=\"sc-9a00e533-0 hxuGS\">Uttarakhand's chief minister and other officials initially said the flash floods were caused by a cloudburst, but India's weather department has not confirmed this. </p><p class=\"sc-9a00e533-0 hxuGS\">Vinay Shankar Pandey, a senior local official, said a team of 10 geologists has been sent to the village to determine the cause of the flash floods.</p><p class=\"sc-9a00e533-0 hxuGS\">The sludge from Kheerganga blocked a part of the region's main river Bhagirathi [which becomes India's holiest river Ganges once it travels downstream] and created an artificial lake, submerging vast tracts of land, including a government helipad.</p><p class=\"sc-9a00e533-0 hxuGS\">Rescue workers are still trying to drain the lake, which had initially receded but filled up again after more rains.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Pandey said in a statement that a list of missing people included 24 Nepalese workers, 14 locals, nine army personnel and 13 and six individuals from the states of Bihar and Uttar Pradesh, respectively.</p><p class=\"sc-9a00e533-0 hxuGS\">Locals, however, have told reporters that more people from the area are still unaccounted for.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Rescue officials are using helicopters to reach Dharali, which is still blocked by debris.</p><p class=\"sc-9a00e533-0 hxuGS\">A temporary bridge has also been built to allow easier access as workers continue to try and clear the blocked roads.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Efforts are continuously being made to remove the debris and construct roads in Dharali to restore order,\" Mr Pandey said.</p><p class=\"sc-9a00e533-0 hxuGS\">Sniffer dogs and earth-moving machinery are searching for those trapped beneath the rubble.</p><p class=\"sc-9a00e533-0 hxuGS\">A rescue worker told the <a target=\"_blank\" href=\"https://www.deccanherald.com/india/uttarkashi-body-recovered-42-missing-as-relentless-rains-halts-rescue-efforts-3675844\" class=\"sc-f9178328-0 bGFWdi\">Press Trust of India</a> that they were manually digging through the debris where a hotel had stood before the disaster hit. </p><p class=\"sc-9a00e533-0 hxuGS\">\"There was some movement of people in front of it when the disaster struck. The debris here is being dug manually with the help of radar equipment as people might be buried here,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">On Monday, a road-repair machine near Kheerganga plunged into a swollen river; its driver is missing, and the machine remains unrecovered.</p><p class=\"sc-9a00e533-0 hxuGS\">India's weather department has predicted heavy rains and thunderstorms for various parts of Uttarakhand till 14 August with high alerts issued for eight districts, including Garhwal.</p></div></article></div></body></html>"
        },
        {
            "title": "Man faces jail in US for shipping 850 turtles in socks to Hong Kong",
            "time": "2025-08-12T07:43:22",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fb7c/live/c63bc420-7750-11f0-89ee-73563f6604dd.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A Chinese man has pleaded guilty in a US district court to exporting around 850 protected turtles wrapped in socks and falsely labelled as toys, the US Department of Justice said.</p><p class=\"sc-9a00e533-0 hxuGS\">Between August 2023 and November 2024, Wei Qiang Lin exported to Hong Kong more than 200 parcels containing the turtles, according to a Justice Department statement on Monday.</p><p class=\"sc-9a00e533-0 hxuGS\">The boxes packed with the turtles had been labelled as \"containing 'plastic animal toys', among other things\", the authorities said.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Lin primarily shipped eastern box turtles and three-toed box turtles. Both species are native to the US and highly prized by some pet owners.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The turtles have unique markings on their shells, and are seen as a status symbol in China where they are often kept as pets. </p><p class=\"sc-9a00e533-0 hxuGS\">US authorities estimated that Mr Lin's seized turtles had a combined market value of  $1.4m (£1m). He was caught when the animals were intercepted by law enforcement during one border inspection.</p><p class=\"sc-9a00e533-0 hxuGS\">Both species, which were smuggled in large quantities in the 1990s, are protected by the Convention on International Trade in Endangered Species of Wild Fauna and Flora. Trade of the turtles can only be authorised with export permits or re-export certificates.</p><p class=\"sc-9a00e533-0 hxuGS\">The eastern box turtle is also deemed vulnerable by the International Union for Conservation of Nature.</p><p class=\"sc-9a00e533-0 hxuGS\">Besides the turtles, Mr Lin also exported 11 other parcels filled with reptiles, including venomous snakes, according to the Justice Department.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Lin, who is set to be sentenced on 23 December, faces up to five years in prison.</p><p class=\"sc-9a00e533-0 hxuGS\">In March, another Chinese national was sentenced to 30 months in prison for smuggling more than 2,000 eastern box turtles. </p><p class=\"sc-9a00e533-0 hxuGS\">The animals were also wrapped in socks and packed in boxes, which were labelled as containing almonds and chocolate cookies. </p><p class=\"sc-9a00e533-0 hxuGS\">US authorities estimated at the time that each turtle could have been sold for $2,000 (£1,500).</p></div></div></body></html>"
        },
        {
            "title": "Worst coral bleaching on record for Western Australian reefs",
            "time": "2025-08-12T05:45:39",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9892/live/d255b420-7726-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Worst bleaching on record for Western Australian coral reefs</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Can you un-bleach coral? BBC visits remote Australian reef to find out</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">World-famous coral reefs along Western Australia's (WA) coast have suffered the worst bleaching on record after the state's \"longest, largest and most intense\" marine heatwave, scientists say.</p><p class=\"sc-9a00e533-0 hxuGS\">Between last August and this May, warmer water temperatures led to significant heat stress on the reefs, causing many of the coral to expel the algae which gives them life and colour - a process called bleaching, which is often fatal.</p><p class=\"sc-9a00e533-0 hxuGS\">The damage - which will take months to assess - spans 1,500km (932 miles) and includes areas previously unscathed by climate change.</p><p class=\"sc-9a00e533-0 hxuGS\">Coral reefs worldwide have been suffering from a two-year-long global coral bleaching event, due to record high ocean temperatures.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Eight weeks of heat stress is usually enough to kill coral, and early estimates showed many WA reefs suffered between 15 and 30, said Australia's marine science agency. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The length and intensity of the heat stress, and its footprint across multiple regions, is something we've never seen before on most of the reefs in Western Australia,\" James Gilmour, from the Australian Institute of Marine Science (Aims), said.</p><p class=\"sc-9a00e533-0 hxuGS\">In a new report, the Aims researchers found the 2024-25 season was the \"most severe coral bleaching on record\" for WA coral reefs across both the northwestern and central reefs.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Areas which had given us hope because they'd rarely or not bleached before - like the Rowley Shoals, north Kimberley and Ningaloo - have been hit hard this time. Finally, climate heating has caught up with these reefs,\" he said.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Ningaloo Reef is a World Heritage-listed site, just like the Great Barrier Reef on Australia's east coast which has itself suffered from major coral bleaching in recent years.</p><p class=\"sc-9a00e533-0 hxuGS\">Last week, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cvg3pp52m65o\" class=\"sc-f9178328-0 bGFWdi\">a new report</a> revealed the Great Barrier Reef – the world's largest coral system stretching over 2,300km (1,429 miles) – experienced its biggest decline in coral in almost four decades.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Federal Environment Minister Murray Watt told the Australian Broadcasting Corporation that the coral damage at Ningaloo \"underlines the need for Australia and the world to take urgent action, including reaching net zero emissions\".</p><p class=\"sc-9a00e533-0 hxuGS\">Climate change means bleaching events are becoming more frequent, more intense and more widespread, which Dr Gilmore says gives coral reefs - which need 10 to 15 years to recover - little time to bounce back.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Climate change caused by carbon emissions remains the greatest threat to our coral reefs, and all reefs globally,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">The UN has previously warned that even if the world limits global temperature rises to 1.5C above pre-industrial levels, between 70 and 90% of the world's tropical coral reefs will die.</p></div><figure></figure></article></div></body></html>"
        },
        {
            "title": "Tariffs: US and China extend trade truce deadline for another 90 days",
            "time": "2025-08-12T11:50:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/d2b6/live/576dda70-770e-11f0-8c81-1388426461db.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The US and China have extended their trade truce for another 90 days, just hours before the world's two biggest economies were set to raise tariffs on imports of each other's goods.</p><p class=\"sc-9a00e533-0 hxuGS\">On Monday, US President Donald Trump signed <a target=\"_blank\" href=\"https://www.whitehouse.gov/presidential-actions/2025/08/further-modifying-reciprocal-tariff-rates-to-reflect-ongoing-discussions-with-the-peoples-republic-of-china/\" class=\"sc-f9178328-0 bGFWdi\">an executive order</a> to keep the pause in place until 10 November, while Beijing also announced an extension. </p><p class=\"sc-9a00e533-0 hxuGS\">It means the US will hold its levy on Chinese imports at 30%, while China will keep a 10% tariff on American goods.</p><p class=\"sc-9a00e533-0 hxuGS\">Washington had threatened trade taxes as high as 145% on Chinese products earlier this year, with Beijing hitting back with 125% duties on US shipments. The rates for both countries were scaled back after a round of trade talks held in Geneva in May.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The latest<b id=\"\" class=\"sc-d16436d-0 jpoiOL\"> </b>extension will give more time for further negotiations about \"remedying trade imbalances\" and \"unfair trade practices\", the White House said. </p><p class=\"sc-9a00e533-0 hxuGS\">It cited a trade deficit of nearly $300bn (£223bn) with China in 2024 - the largest among any of its trading partner.</p><p class=\"sc-9a00e533-0 hxuGS\">The talks will also aim to increase access for US exporters to China and address national security and economic issues, the statement said.</p><p class=\"sc-9a00e533-0 hxuGS\">A spokesperson for the Chinese embassy in Washington said: \"Win-win cooperation between China and the United States is the right path; suppression and containment will lead nowhere.\"</p><p class=\"sc-9a00e533-0 hxuGS\">China also called on the US to lift its \"unreasonable\" trade restrictions, work together to benefit companies on both sides and maintain the stability of global semiconductor production.</p><p class=\"sc-9a00e533-0 hxuGS\">Tariffs - taxes charged on goods bought from other countries that are typically a percentage of a product's value - have been a key focus of Trump since he returned to the White House in January. </p><p class=\"sc-9a00e533-0 hxuGS\">He has repeatedly said tariffs will encourage US consumers to buy more American-made goods, increase the amount of tax raised and boost investment.</p><p class=\"sc-9a00e533-0 hxuGS\">Referring to his trading partners around the world, the US presiden has argued that his country has been taken advantage of by \"cheaters\", and \"pillaged\" by foreigners.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A return of higher duties would have risked further trade turmoil and uncertainty amid <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c36x29l7e69o\" class=\"sc-f9178328-0 bGFWdi\">worries about the effect of tariffs on prices and the economy</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">But one US business owner told BBC Radio 4's Today programme that the extension just meant further uncertainty.</p><p class=\"sc-9a00e533-0 hxuGS\">\"There's no way to plan for the future of the business,\" said Beth Benike, founder of Busy Baby.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Since I have no idea what the tariff is actually going to end up being I have no control or idea about the pricing that's going to work for my business,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">Tensions between the US and China reached fever pitch in April, after Trump unveiled sweeping new tariffs on goods from countries around the world, with China facing some of the highest levies. </p><p class=\"sc-9a00e533-0 hxuGS\">Beijing retaliated with tariffs of its own, sparking a tit-for-tat fight that saw tariffs soar into the triple digits and nearly shut down trade between the two countries. </p><p class=\"sc-9a00e533-0 hxuGS\">The two sides had agreed to set aside some of those measures in May. </p><p class=\"sc-9a00e533-0 hxuGS\">That agreement left Chinese goods entering the US facing an additional 30% tariff compared with the start of the year, with US goods facing a new 10% tariff in China.</p><p class=\"sc-9a00e533-0 hxuGS\">The two sides remain in discussions about issues including access to China's rare earths, its purchases of Russian oil, and US curbs on sales of advanced technology, including chips to China.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump recently relaxed some of those export restrictions, allowing firms such as AMD and Nvidia to resume sales of certain chips to firms in China in exchange for sharing <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cvgvvnx8y19o\" class=\"sc-f9178328-0 bGFWdi\">15% of their revenues with the US government</a>.</p><p class=\"sc-9a00e533-0 hxuGS\">That \"unprecedented\" agreement has <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cvgvvnx8y19o\" class=\"sc-f9178328-0 bGFWdi\">provoked criticism, with some calling it a \"shakedown\". </a></p><p class=\"sc-9a00e533-0 hxuGS\">The US is also pushing for the spin-off of TikTok from its Chinese owner ByteDance, a move that has been opposed by Beijing.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier on Monday in remarks to reporters, Trump did not commit to extending the truce but said dealings had been going \"nicely\". A day earlier he called on Beijing to increase its purchases of US soybeans. </p><p class=\"sc-9a00e533-0 hxuGS\">Even with the pause, trade flows between the countries have been hit this year, with <a target=\"_blank\" href=\"https://www.census.gov/foreign-trade/balance/c5700.html\" class=\"sc-f9178328-0 bGFWdi\">US government figures</a> showing US imports of Chinese goods in June cut nearly in half compared with June 2024.</p><p class=\"sc-9a00e533-0 hxuGS\">In the first six months of the year, the US imported $165bn worth of goods from China, down by about 15% from the same time last year. </p><p class=\"sc-9a00e533-0 hxuGS\">American exports to China fell roughly 20% year-on-year for the same period.</p></div></div></body></html>"
        },
        {
            "title": "Rachel Morin: Migrant sentenced to life for murdering Maryland mum",
            "time": "2025-08-12T02:58:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9652/live/be339760-7770-11f0-83cd-2f77ab81992a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Migrant sentenced to life for murdering Maryland mum in case invoked by Trump</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Jude Sheerin</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Washington DC</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9652/live/be339760-7770-11f0-83cd-2f77ab81992a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9652/live/be339760-7770-11f0-83cd-2f77ab81992a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9652/live/be339760-7770-11f0-83cd-2f77ab81992a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9652/live/be339760-7770-11f0-83cd-2f77ab81992a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9652/live/be339760-7770-11f0-83cd-2f77ab81992a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9652/live/be339760-7770-11f0-83cd-2f77ab81992a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9652/live/be339760-7770-11f0-83cd-2f77ab81992a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9652/live/be339760-7770-11f0-83cd-2f77ab81992a.jpg.webp\" loading=\"eager\" alt=\"Harford Co Sheriff's Office Woman with blonde hair smiles\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Harford Co Sheriff's Office</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Rachel Morin was killed on a Maryland hiking trail in 2023</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">An illegal immigrant from El Salvador has been sentenced to life without parole for killing an American mother of five – in a case invoked by President Donald Trump to support his border security crackdown.</p><p class=\"sc-9a00e533-0 hxuGS\">Victor Martinez-Hernandez, 24, was found guilty this year in the rape and murder of Rachel Morin, 37, on a hiking trail in Bel Air, Maryland, in August 2023.</p><p class=\"sc-9a00e533-0 hxuGS\">He assaulted her, bludgeoned her head with rocks and strangled her before hiding her body in a drainage culvert, the court heard.</p><p class=\"sc-9a00e533-0 hxuGS\">The killer was also linked to a 2023 home invasion in Los Angeles and is wanted in El Salvador for the murder of another woman, according to prosecutors.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">He showed little emotion as he learned his fate on Monday.</p><p class=\"sc-9a00e533-0 hxuGS\">Judge Yolanda Curtin sentenced him to life for the first-degree murder conviction, life for the rape charge, and an additional 40 years for a third-degree sex offence and kidnapping. He will serve the entire sentence in a Maryland prison.</p><p class=\"sc-9a00e533-0 hxuGS\">He was arrested in June 2024 after a 10-month manhunt in Tulsa, Oklahoma.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Arguably, Harford County has never seen a case or a defendant more deserving of every single day of the maximum sentences this court imposed,\" prosecutor Alison Healey said outside the courthouse.</p><p class=\"sc-9a00e533-0 hxuGS\">In a victim-impact statement before the sentence was handed down, the victim's mother, Patty Morin, said: \"The brutality of her murder will haunt us for the rest of our lives.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Voice recordings of Ms Morin's children, ranging in age from nine to 15, were played for the court.</p><p class=\"sc-9a00e533-0 hxuGS\">In a message addressed to their mother, one of the children said: \"Now I have to spend more time without you than I did with you.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/23eb/live/571e8a80-7725-11f0-a20f-3b86f375586a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/23eb/live/571e8a80-7725-11f0-a20f-3b86f375586a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/23eb/live/571e8a80-7725-11f0-a20f-3b86f375586a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/23eb/live/571e8a80-7725-11f0-a20f-3b86f375586a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/23eb/live/571e8a80-7725-11f0-a20f-3b86f375586a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/23eb/live/571e8a80-7725-11f0-a20f-3b86f375586a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/23eb/live/571e8a80-7725-11f0-a20f-3b86f375586a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/23eb/live/571e8a80-7725-11f0-a20f-3b86f375586a.jpg.webp\" loading=\"lazy\" alt=\"AFP via Getty Images Patty Morin speaks at the White House on 16 April 2025 \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">AFP via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Patty Morin shared graphic details of her daughter's death at a White House media briefing in April</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Rachel's older brother, Michael Morin, told the court his Christian faith compelled him to offer the killer forgiveness.</p><p class=\"sc-9a00e533-0 hxuGS\">According to Immigration and Customs Enforcement, the killer illegally entered the US and was sent back across the US-Mexico border three times in 2023.</p><p class=\"sc-9a00e533-0 hxuGS\">During last year's White House election campaign, Trump held up Ms Morin's killing and other so-called angel families - those with loved ones who have been killed by illegal immigrants - as he pledged to close the US-Mexico border.</p><p class=\"sc-9a00e533-0 hxuGS\">Most studies indicate undocumented immigrants are not more likely to engage in criminality than American citizens.</p><p class=\"sc-9a00e533-0 hxuGS\">The Morin family has supported Trump's campaign for border security.</p><p class=\"sc-9a00e533-0 hxuGS\">Michael Morin addressed the Republican National Convention last summer in Milwaukee, Wisconsin.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Open borders are often portrayed as compassionate and virtuous, but there is nothing compassionate about allowing violent criminals into our country and robbing children of their mother,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">In April, amid an escalating showdown between the president and the judiciary on immigration, the White House invited Ms Morin's mother to address a media briefing.</p><p class=\"sc-9a00e533-0 hxuGS\">Patty Morin shared graphic details of her daughter's death.</p></div></article></div></body></html>"
        },
        {
            "title": "Pennsylvania: Two dead and 10 injured in Clairton steel plant explosion",
            "time": "2025-08-12T01:29:17",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/994f/live/2d9e3ce0-771c-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Two dead and 10 injured in Pennsylvania steel plant explosion</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Timelapse shows smoke billowing from steel plant after explosion</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A second person has died after an explosion tore through a Pennsylvania steel plant on Monday, local officials have confirmed.</p><p class=\"sc-9a00e533-0 hxuGS\">The body was discovered after a search operation which stretched into the evening at the US Steel Clairton site outside Pittsburgh.</p><p class=\"sc-9a00e533-0 hxuGS\">Local police earlier confirmed that one other person had died and 10 others were injured in a large explosion which destroyed part of the plant.</p><p class=\"sc-9a00e533-0 hxuGS\">An order instructing residents within a one-mile radius of the site to keep their windows and doors closed over air pollution fears triggered by the resulting fire was lifted on Monday evening. The cause of the blast is yet to be confirmed and an investigation is under way.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Five of those injured are in a critical but stable condition, according to the BBC's US partner CBS, while the rest have been released from hospital. No other workers are missing.</p><p class=\"sc-9a00e533-0 hxuGS\">The plant is the largest coking operation in North America, and is located about 15 miles (24km) south of Pittsburgh.</p><p class=\"sc-9a00e533-0 hxuGS\">One of the men killed has been identified by his family as 39-year-old Timothy Quinn, a CBS affiliate reported. His sister Trisha told reporters he was a father of three from Fitz Henry in nearby Westmoreland County.</p><p class=\"sc-9a00e533-0 hxuGS\">The second person killed has not been publicly identified.</p><p class=\"sc-9a00e533-0 hxuGS\">Earlier, Governor Josh Shapiro posted on social media that the state's emergency management services and police had been deployed to the plant.</p><p class=\"sc-9a00e533-0 hxuGS\">Shortly after the explosion, US Senator John Fetterman wrote on X that he was at the scene and witnessed \"an active search and rescue underway.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The plant is a major producer of coke, a coal-based fuel used in the production of steel. About 1,300 employees work at the facility, according to US Steel.</p><p class=\"sc-9a00e533-0 hxuGS\">David B Burritt, President and CEO of US Steel, said in a statement that the company was \"working closely with relevant authorities to investigate the cause of the incident\".</p><p class=\"sc-9a00e533-0 hxuGS\">He later told reporters at the press conference that the plant was \"stable\" but \"it is still an active investigation.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's just a sad day for Clairton,\" Mayor Richard Lattanzi told the BBC's US news partner, CBS.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5841/live/23539a00-7717-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5841/live/23539a00-7717-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5841/live/23539a00-7717-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5841/live/23539a00-7717-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5841/live/23539a00-7717-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5841/live/23539a00-7717-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5841/live/23539a00-7717-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5841/live/23539a00-7717-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"eager\" alt=\"Family of Timothy Quinn Timothy Quinn wears sunglasses and a black hat in a selfie style photo\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Family of Timothy Quinn</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Timothy Quin was killed in the explosion on Monday, his family said</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Clairton Coke Works has been dogged by pollution concerns throughout its history and has had to pay millions of dollars in fines, penalties, and settlements in recent years.</p><p class=\"sc-9a00e533-0 hxuGS\">The plant's owner, US Steel, was fined nearly $2m (£1.5m) last year by the<a target=\"_blank\" href=\"https://www.alleghenycounty.us/Services/Health-Department/Legal/Clairton-Coke-Works-Legal-Matters\" class=\"sc-f9178328-0 bGFWdi\"> Allegheny County Health Department (ACHD) </a>for processing and equipment issues with its coking ovens.</p><p class=\"sc-9a00e533-0 hxuGS\">The ACHD also fined US Steel $2.2m in 2023 for exceeding Pennsylvania's standards on hydrogen sulphide emissions from the Clairton plant, and ordered them to provide officials with a plan to comply with state standards. </p><p class=\"sc-9a00e533-0 hxuGS\">In 2022, Pennsylvania health officials fined US Steel $4.7m after it found the plant was not using a pollution control device for its coke pushing.</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Authorities encourage residents near steel plant to stay indoors</figcaption></p></article></div></body></html>"
        },
        {
            "title": "Trump deploys National Guard to Washington DC and pledges crime crackdown",
            "time": "2025-08-12T11:01:50",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8608/live/ea34de40-76ef-11f0-a20f-3b86f375586a.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Trump deploys National Guard to Washington DC and pledges crime crackdown</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Ana Faguy</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News, Washington DC</span></p></div></div></div></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: Trump announces deployment of National Guard to Washington DC</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">President Donald Trump said he was deploying the National Guard to Washington DC and taking control of the city's police force as he pledged to crack down on crime and homelessness in the city.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump declared a \"public safety emergency\" on Monday, deploying 800 National Guard troops to bolster hundreds of federal law enforcement officers who were deployed over the weekend.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's becoming a situation of complete and total lawlessness,\" he told reporters at the White House. </p><p class=\"sc-9a00e533-0 hxuGS\">The city's Mayor Muriel Bowser has rejected the president's claims about crime, and while there was a spike in 2023, statistics show it has fallen since then. Violent crime in the city is also at a 30-year low.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"I'm announcing a historic action to rescue our nation's capital from crime, bloodshed, bedlam and squalor and worse,\" Trump said during a news conference in which he was flanked by US Attorney General Pam Bondi, who will lead the city's police force while it is under federal control.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is liberation day in DC, and we're going to take our capital back,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump said Washington DC had been \"taken over by violent gangs and bloodthirsty criminals\" as well as \"drugged out maniacs and homeless people\".</p><p class=\"sc-9a00e533-0 hxuGS\">According to data from the city's Metropolitan Police Department, homicides dropped by 32% between 2023 and 2024 and reached their lowest level since 2019.</p><p class=\"sc-9a00e533-0 hxuGS\">There has been another substantial drop this year of 12%, the data shows.</p><p class=\"sc-9a00e533-0 hxuGS\">Mayor Bowser, a Democrat, acknowledged there had been a \"terrible\" spike in crime in 2023, which mirrored a national trend, but she pushed back against any claims of a crimewave in the city.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We are not experiencing a crime spike,\" she told MSNBC on Sunday. \"The president is very aware of our efforts.\"</p><p class=\"sc-9a00e533-0 hxuGS\">When asked about White House Deputy Chief of Staff Stephen Miller's comment that Washington is more violent than Baghdad, Bowser said \"any comparison to a war-torn country is hyperbolic and false\".</p><p class=\"sc-9a00e533-0 hxuGS\"></p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Democratic House Minority Leader Hakeem Jeffries also criticised Trump's move and said it had \"no basis in law\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"The Trump administration has consistently broken the law and violated the Constitution to further the personal and political agenda of a wannabe king,\" Jeffries said. \"Meanwhile, Donald Trump and cowardly Republicans have done nothing to make life more affordable for everyday Americans.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Of the 800 National Guard troops who will be activated, between 100-200 will be deployed and supporting law enforcement at any given time, the army said in a statement.</p><p class=\"sc-9a00e533-0 hxuGS\">Defence Secretary Pete Hegseth said the National Guardsmen would arrive by the end of the week.</p><p class=\"sc-9a00e533-0 hxuGS\">As well as that deployment, Trump said he would place the city's police department under direct federal control using the District of Columbia Home Rule Act.</p><p class=\"sc-9a00e533-0 hxuGS\">That act was instituted by former President Richard Nixon to allow residents of Washington DC - which is the only US city that is not in any of the 50 states - to elect a city council and a mayor. </p><p class=\"sc-9a00e533-0 hxuGS\">But it also has a caveat that allows the president to take control of the city's police force if \"special conditions of an emergency nature exist\". </p><p class=\"sc-9a00e533-0 hxuGS\">If the president intends to take control for longer than 48 hours, they need to provide a written notice to Congress. And even if that notice is provided, they cannot keep control of the police for longer than 30 days.</p><p class=\"sc-9a00e533-0 hxuGS\">On Sunday, when asked about the possibility of the president taking control of the city's police department, Mayor Bowser said: \"There are very specific things in our law that would allow [that]. None of those conditions exist in our city right now.\"</p><p class=\"sc-9a00e533-0 hxuGS\">She said she was \"concerned\" about the National Guard enforcing local laws.</p><p class=\"sc-9a00e533-0 hxuGS\">Bowser gave a news conference later on Monday in which she said the president's order was \"unsettling and unprecedented\". </p><p class=\"sc-9a00e533-0 hxuGS\">She said Trump's view of the city had been \"shaped by his Covid-view experience during his first term\", which she acknowledged was \"challenging times\" for the district. </p><p class=\"sc-9a00e533-0 hxuGS\">\"It's true we experienced a crime spike post-Covid,\" she said.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We worked quickly to put laws in place that got violent offenders off our streets,\" she added. \"We have seen a huge decrease in crime because of those efforts.\"</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: DC Mayor Bowser says crime in the city is at a 30-year low</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">As well as crime, Trump also spoke at length about homelessness in Washington DC.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We're getting rid of the slums,\" he said, without giving further details. He said homeless people would be sent elsewhere but did not say where.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump added that \"everything should be perfect\" when dignitaries and foreign leaders visit the city.</p><p class=\"sc-9a00e533-0 hxuGS\">\"It's a very strong reflection of our country,\" he said. \"If our capital is dirty, our whole country is dirty and they don't respect us.\"</p><p class=\"sc-9a00e533-0 hxuGS\">Local groups working with homeless people in the capital told the BBC they had actually seen progress in recent years.</p><p class=\"sc-9a00e533-0 hxuGS\">Homelessness is down almost 20% for individuals in Washington DC in 2025 compared to five years ago, said Ralph Boyd, the president and chief executive of So Others Might Eat (SOME) - a group that provides people in the city with housing, clothing and other social services.</p><p class=\"sc-9a00e533-0 hxuGS\">He also said Trump's proposal to move people out of the city was not a long-term solution. </p><p class=\"sc-9a00e533-0 hxuGS\">\"All it will do is transfer the problem somewhere else into communities that are perhaps less equipped to deal with it than we are,\" Boyd said.</p><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, outside the White House, protesters concerned about Trump's actions gathered and chanted \"hands off DC\" and \"protect home rule\". </p><p class=\"sc-9a00e533-0 hxuGS\">\"Trump does not care about DC's safety, he cares about control,\" a speaker at the event said.</p><p class=\"sc-9a00e533-0 hxuGS\">The president's actions follow a series of social media posts in recent days in which he has criticised the running of Washington DC. Trump has long complained about the city's Democratic leadership for their handling of crime and homelessness.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: \"They will be strong, they will be tough,\" defence secretary on deploying troops to Washington DC</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">He has also expressed concern for a former employee of the Department of Government Efficiency (Doge) who was attacked in the city last week.</p><p class=\"sc-9a00e533-0 hxuGS\">During Monday's press conference, Trump said the employee was \"savagely beaten by a band of roaming thugs\" and was \"left dripping in blood\". </p><p class=\"sc-9a00e533-0 hxuGS\">He also mentioned other federal government employees and elected officials who have been attacked, including a Democratic lawmaker and an intern.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is a threat to America,\" Trump said.</p><p class=\"sc-9a00e533-0 hxuGS\">The first time Trump deployed the National Guard was in June, when he ordered 2,000 National Guardsmen to Los Angeles to deal with unrest over raids on undocumented migrants.</p><p class=\"sc-9a00e533-0 hxuGS\">The last time the National Guard was deployed to Washington DC was in response to the Capitol riot in 2021. </p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"with-additional-reporting-from-madeline-halpert\" class=\"sc-d16436d-0 fhKUCU\"><b id=\"with-additional-reporting-from-madeline-halpert\" class=\"sc-d16436d-0 jpoiOL\">With additional reporting from Madeline Halpert</b></i></p></div></article></div></body></html>"
        },
        {
            "title": "Cristiano Ronaldo engaged to long-term partner Georgina Rodríguez",
            "time": "2025-08-12T02:00:35",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2fa2/live/c1df9490-7711-11f0-9d78-9f818108f1ca.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Ronaldo engaged to long-term partner Georgina Rodríguez</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/2fa2/live/c1df9490-7711-11f0-9d78-9f818108f1ca.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/2fa2/live/c1df9490-7711-11f0-9d78-9f818108f1ca.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/2fa2/live/c1df9490-7711-11f0-9d78-9f818108f1ca.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/2fa2/live/c1df9490-7711-11f0-9d78-9f818108f1ca.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/2fa2/live/c1df9490-7711-11f0-9d78-9f818108f1ca.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/2fa2/live/c1df9490-7711-11f0-9d78-9f818108f1ca.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/2fa2/live/c1df9490-7711-11f0-9d78-9f818108f1ca.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/2fa2/live/c1df9490-7711-11f0-9d78-9f818108f1ca.jpg.webp\" loading=\"eager\" alt=\"Getty Images Cristiano Ronaldo is pictured wearing a medal on a red, green and white striped ribbon, and holding a large golden trophy. To his left is a woman in a matching football top, with long dark hair and silver earrings that come to her shoulders.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Footballer Cristiano Ronaldo has got engaged to his long-term partner Georgina Rodríguez.</p><p class=\"sc-9a00e533-0 hxuGS\">She announced the news on social media alongside a picture of a large ring, writing \"Yes I do. In this and in all my lives\" in her native Spanish.</p><p class=\"sc-9a00e533-0 hxuGS\">No further details have been shared. Ronaldo, who is the most followed person on Instagram, has not yet made a comment about their engagement. </p><p class=\"sc-9a00e533-0 hxuGS\">The couple have been together for nine years, after they met at a Gucci shop in Madrid where Rodríguez was working.  He was playing at the Spanish club Real Madrid at the time. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/93ab/live/59eb7d40-7711-11f0-a20f-3b86f375586a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/93ab/live/59eb7d40-7711-11f0-a20f-3b86f375586a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/93ab/live/59eb7d40-7711-11f0-a20f-3b86f375586a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/93ab/live/59eb7d40-7711-11f0-a20f-3b86f375586a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/93ab/live/59eb7d40-7711-11f0-a20f-3b86f375586a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/93ab/live/59eb7d40-7711-11f0-a20f-3b86f375586a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/93ab/live/59eb7d40-7711-11f0-a20f-3b86f375586a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/93ab/live/59eb7d40-7711-11f0-a20f-3b86f375586a.jpg.webp\" loading=\"lazy\" alt=\"Georgina Rodríguez via Instagram Two hands are pictured on top on one another, The top hand has fingers splayed with a long french manicure, and an enormous diamond-style ring on the fourth finger.\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Georgina Rodríguez via Instagram</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">\"She said siu!\" was one of the top comments, a nod to the footballer's famous goal celebration where he shouts yes in Portuguese or Spanish</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Portugal and Al-Nassr player has five children in total, two of whom he shares with Rodríguez. </p><p class=\"sc-9a00e533-0 hxuGS\">Their youngest daughter Bella was born in April 2022, <a target=\"_self\" href=\"https://www.bbc.co.uk/sport/football/61143808\" class=\"sc-f9178328-0 bGFWdi\">alongside a baby boy who was stillborn. </a></p><p class=\"sc-9a00e533-0 hxuGS\">Rodríguez has also helped to raise Ronaldo's other three children.</p><p class=\"sc-9a00e533-0 hxuGS\">The 31-year-old, who starred in her own Netflix reality show I Am Georgina, previously addressed speculation around her engagement status. On the programme, she said her friends were \"always joking about the wedding.\"</p><p class=\"sc-9a00e533-0 hxuGS\">\"Since Jennifer Lopez's song 'The Ring Or When' came out, they started singing it to me. And well, this is not up to me,\" she added. </p><p class=\"sc-9a00e533-0 hxuGS\">Famous faces including Kim Kardashian have liked the engagement announcement on social media. Piers Morgan, who interviewed Ronaldo in 2022, wished them \"as much success in their marriage as he's had on the football pitch!\" </p><p class=\"sc-9a00e533-0 hxuGS\">Celebrity make-up artist Charlotte Tilbury commented that it was \"fabulous news\". Lauren Sanchez-Bezos, who<a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cdx5g4vjz07o\" class=\"sc-f9178328-0 bGFWdi\"> married Amazon founder Jeff Bezos</a> in June, said she was \"so happy\" for the couple. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The family currently live in the Saudi Arabian capital Riyadh, where Ronaldo plays for Al-Nassr.  He joined the club in December 2022 <a target=\"_self\" href=\"https://www.bbc.co.uk/sport/football/articles/cn0qj75pg7qo\" class=\"sc-f9178328-0 bGFWdi\">for a reported annual salary of £177m</a> ($238m).</p><p class=\"sc-9a00e533-0 hxuGS\">In June 2025, it was announced that the 40-year-old's contract had been extended until 2027 after speculation that he was preparing to retire.</p><p class=\"sc-9a00e533-0 hxuGS\">In a post on X, Ronaldo wrote: \"A new chapter begins. Same passion, same dream. Let's make history together.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Ghislaine Maxwell grand jury materials to stay sealed, judge rules",
            "time": "2025-08-11T16:30:07",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e481/live/a2c527b0-76c5-11f0-a20f-3b86f375586a.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A US judge has ruled grand jury materials in Ghislaine Maxwell's sex-trafficking case will remain sealed, saying that making them public \"would not reveal new information of any consequence\".</p><p class=\"sc-9a00e533-0 hxuGS\">The justice department had asked Judge Paul Engelmayer to unseal the documents, in an effort to assauge anger among President Donald Trump's supporters over the decision not to release all federal files on Maxwell's associate, deceased sex offender Jeffrey Epstein.</p><p class=\"sc-9a00e533-0 hxuGS\">Maxwell, currently serving <a target=\"_self\" href=\"https://www.bbc.com/news/world-us-canada-61970358\" class=\"sc-f9178328-0 bGFWdi\">a 20-year prison sentence</a> for crimes tied to Epstein, opposed unsealing the materials.</p><p class=\"sc-9a00e533-0 hxuGS\">The judge wrote it was important to protect the secrecy of grand juries, who decide whether to indict people accused of crimes.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">There are special circumstances where that secrecy is broken, Judge Engelmayer wrote in his 31-page decision.</p><p class=\"sc-9a00e533-0 hxuGS\">But he wrote that \"applying the exception casually or promiscuously, as the government's motion to unseal the summary-witness grand jury testimony here invites\" would hurt the grand jury system. It could, he wrote, set a precedent where people do not believe the proceedings will be kept secret, which may discourage witnesses from testifying and jurors from focusing solely on the merits of the case.</p><p class=\"sc-9a00e533-0 hxuGS\">He dismissed the government's argument that much of the information given to the grand jury was made public during her trial, although he agreed that \"a member of the public familiar with the Maxwell trial record who reviewed the grand jury materials...would thus learn next to nothing new\".</p><p class=\"sc-9a00e533-0 hxuGS\">The materials \"do not identify any person other than Epstein and Maxwell as having had sexual contact with a minor\" and \"do not discuss or identify any client of Epstein's or Maxwell's,\" he wrote.</p><p class=\"sc-9a00e533-0 hxuGS\">Maxwell, 63, was convicted in December 2019 and was <a target=\"_self\" href=\"https://www.bbc.com/news/articles/czd049y2qymo\" class=\"sc-f9178328-0 bGFWdi\">recently moved</a> from a Florida prison to a new minimum-security facility in Texas. </p><p class=\"sc-9a00e533-0 hxuGS\">Last week, <a target=\"_self\" href=\"https://www.bbc.com/news/videos/cy853m9993vo\" class=\"sc-f9178328-0 bGFWdi\">one of her accusers</a> said outside the court in New York that she should stay in prison for the rest of her life.</p><p class=\"sc-9a00e533-0 hxuGS\">The BBC has reached out to Maxwell's lawyers for comment.</p><p class=\"sc-9a00e533-0 hxuGS\">Last month, she was interviewed by justice department officials under the Trump administration's directive to gather and release credible evidence relating to the Epstein case. </p><p class=\"sc-9a00e533-0 hxuGS\">On the campaign trail, Trump pledged to release what are known as \"The Epstein Files\". But this summer the justice department and FBI said they had concluded that Epstein <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cm2m879neljo\" class=\"sc-f9178328-0 bGFWdi\">did not keep a \"client list\"</a> and that the justice department would not be making additional files public. </p><p class=\"sc-9a00e533-0 hxuGS\">In response to the backlash, Trump said Bondi should release \"whatever she thinks is credible\". Meanwhile, a congressional committee has sent a subpoena to the justice department related to federal investigations into the allegations against Epstein and Maxwell, which go back 20 years.</p><p class=\"sc-9a00e533-0 hxuGS\">The president, who was friends with Epstein, has denied prior knowledge of Epstein's crimes and has said that he and the financier, who died in federal custody while awaiting trial, <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cyvn7ee3539o\" class=\"sc-f9178328-0 bGFWdi\">fell out in the early 2000s</a>.</p></div></div></body></html>"
        },
        {
            "title": "Crime in DC: what do the figures say and how safe do people feel?",
            "time": "2025-08-12T23:18:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8cab/live/5978d9b0-77df-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">US President Donald Trump claims Washington DC has been \"overtaken by violent gangs and bloodthirsty criminals\", but DC Mayor Muriel Bowser says violent crime is \"at a 30-year low\".</p><p class=\"sc-9a00e533-0 hxuGS\">BBC Verify Correspondent Nick Beake has been looking into the crime statistics and asking people how safe they feel in their city.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"produced-by-meiying-wu\" class=\"sc-d16436d-0 fhKUCU\">Produced by Meiying Wu</i></p></div></div></body></html>"
        },
        {
            "title": "Why are Trump and Putin meeting in Alaska?",
            "time": "2025-08-13T03:06:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/875b/live/46aa14d0-7761-11f0-8071-1788c7e8ae0e.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Why are Trump and Putin meeting in Alaska and when will it happen?</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Madeline Halpert and Christal Hayes</span><p class=\"sc-801dd632-8 hwLppI\"><span>BBC News</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 kVRMhO\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c646/live/23d4f800-7764-11f0-a20f-3b86f375586a.jpg.webp\" loading=\"eager\" alt=\"Getty Images File image of a lake and mountains in Alaska\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The US and Russia have agreed to hold a meeting between Presidents Donald Trump and Vladimir Putin on Friday 15 August, to discuss how to end the war in Ukraine.</p><p class=\"sc-9a00e533-0 hxuGS\">Trump announced the meeting a week beforehand - the same day as his deadline for Russia to agree to a ceasefire in Ukraine or face more US sanctions. </p><p class=\"sc-9a00e533-0 hxuGS\">Three rounds of talks between Russia and Ukraine held at Trump's behest this summer have yet to bring the two sides any closer to peace. </p><p class=\"sc-9a00e533-0 hxuGS\">Here is what we know about the meeting between the two leaders, taking place in Alaska - which was once Russian territory - in Anchorage.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Why are they meeting in Alaska?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The US purchased Alaska from Russia in 1867, lending a historical resonance to the meeting. It became a US state in 1959.</p><p class=\"sc-9a00e533-0 hxuGS\">Russian presidential assistant Yuri Ushakov pointed out that the two countries are neighbours, with only the Bering Strait separating them. </p><p class=\"sc-9a00e533-0 hxuGS\">\"It seems quite logical for our delegation simply to fly over the Bering Strait and for such an important and anticipated summit of the leaders of the two countries to be held in Alaska,\" Ushakov said.</p><p class=\"sc-9a00e533-0 hxuGS\">The last time Alaska took centre-stage in an American diplomatic event was in March 2021, when Joe Biden's newly minted diplomatic and national security team met their Chinese counterparts in Anchorage.</p><p class=\"sc-9a00e533-0 hxuGS\">The sit-down turned acrimonious, with the Chinese accusing the Americans of \"condescension and hypocrisy\".</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Where in Alaska will Trump and Putin meet?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The meeting will be in Anchorage, the White House confirmed on Tuesday.</p><p class=\"sc-9a00e533-0 hxuGS\">When announcing the bilateral, Trump said the location would be \"a very popular one for a number of reasons\", without disclosing it would be in the state's largest city. </p><p class=\"sc-9a00e533-0 hxuGS\">The pair will be hosted at Joint Base Elmendorf-Richardson, the largest military installation in Alaska. The 64,000 acre base is a key US site for Arctic military readiness. </p></div><figure></figure><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Why are Putin and Trump meeting? </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Trump has been pushing hard - without much success - to end the war in Ukraine. </p><p class=\"sc-9a00e533-0 hxuGS\">As a presidential candidate, he pledged that he could end the war within 24 hours of taking office. He has also repeatedly argued that the war \"never would have happened\" if he had been president at the time of Russia's invasion in 2022.</p><p class=\"sc-9a00e533-0 hxuGS\">Last month, Trump told the BBC that <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c1e02q12z32o\" class=\"sc-f9178328-0 bGFWdi\">he was \"disappointed\" by Putin.</a></p><p class=\"sc-9a00e533-0 hxuGS\">Frustrations grew and Trump set an 8 August deadline for Putin to agree to an immediate ceasefire or face more severe US sanctions. </p><p class=\"sc-9a00e533-0 hxuGS\">As the deadline hit, Trump instead announced he and Putin would meet in person on 15 August. </p><p class=\"sc-9a00e533-0 hxuGS\">The meeting comes after US Special Envoy Steve Witkoff held \"highly productive\" talks with Putin in Moscow on Wednesday, according to Trump. </p><p class=\"sc-9a00e533-0 hxuGS\">Ahead of the meeting, the White House sought to play down speculation that the bilateral could yield a ceasefire.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This is a listening exercise for the president,\" said White House press secretary Karoline Leavitt. She added that Trump may travel to Russia following the Alaska trip.</p><p class=\"sc-9a00e533-0 hxuGS\">Speaking to reporters on Monday, Trump said he viewed the summit as a \"feel-out meeting\" aimed at urging Putin to end the war.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Is Ukraine attending?</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Ukrainian President Volodymyr Zelensky is not expected to attend. Trump said on Monday: \"I would say he could go, but he's been to a lot of meetings.\" </p><p class=\"sc-9a00e533-0 hxuGS\">Trump did, however, say that Zelensky would be the first person he would call afterwards.</p><p class=\"sc-9a00e533-0 hxuGS\">A White House official later said that Trump and Zelensky would meet virtually on Wednesday, ahead of the US president's summit with Putin. The Zelensky meeting will be joined by several European leaders.</p><p class=\"sc-9a00e533-0 hxuGS\">Putin had requested that Zelensky be excluded, although the White House has previously said that Trump was willing to hold a trilateral in which all three leaders were present.</p><p class=\"sc-9a00e533-0 hxuGS\">Zelensky has said any agreements without input from Ukraine would amount to \"dead decisions\". </p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">What do both sides hope to get out of it? </h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">While both Russia and Ukraine have long said that they want the war to end, both countries want things that the other harshly opposes. </p><p class=\"sc-9a00e533-0 hxuGS\">Trump said on Monday he was \"going to try to get some of that [Russian-occupied] territory back for Ukraine\". But he also warned that there might have to be \"some swapping, changes in land\".</p><p class=\"sc-9a00e533-0 hxuGS\">Ukraine, however, has been adamant that it will not accept Russian control of regions that Moscow has seized, including Crimea. </p><p class=\"sc-9a00e533-0 hxuGS\">Zelensky pushed back this week against any idea of \"swapping\" territories. </p><p class=\"sc-9a00e533-0 hxuGS\">\"We will not reward Russia for what it has perpetrated,\" the Ukrainian president said.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Watch: 'We're going to change the battle lines' Trump on the war in Ukraine</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Meanwhile, Putin has not budged from his territorial demands, Ukraine's neutrality and the future size of its army. </p><p class=\"sc-9a00e533-0 hxuGS\">Russia launched its full-scale invasion of Ukraine, in part, over Putin's belief the Western defensive alliance, Nato, was using the neighbouring country to gain a foothold to bring its troops closer to Russia's borders.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The Trump administration has been attempting to sway European leaders on a ceasefire deal that would hand over swathes of Ukrainian territory to Russia, the BBC's US partner CBS News has reported.</p><p class=\"sc-9a00e533-0 hxuGS\">The agreement would allow Russia to keep control of the Crimean peninsula, and take the Donbas region of eastern Ukraine, which is made up of Donetsk and Luhansk, according to sources familiar with the talks. </p><p class=\"sc-9a00e533-0 hxuGS\">Russia illegally occupied Crimea in 2014 and its forces control the majority of the Donbas region.</p><p class=\"sc-9a00e533-0 hxuGS\">Under the deal, Russia would have to give up the Ukrainian regions of Kherson and Zaporizhzhia, where it currently has some military control.</p><p class=\"sc-9a00e533-0 hxuGS\">Speaking to Fox News, US Vice-President JD Vance said any future deal was \"not going to make anybody super happy\".</p><p class=\"sc-9a00e533-0 hxuGS\">\"You've got to make peace here… you can't finger point,\" he said. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The way to peace is to have a decisive leader to sit down and force people to come together.\"</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 dHQIrb\"></p></article></div></body></html>"
        },
        {
            "title": "Rare earths: Australia bid to take on China dominance",
            "time": "2025-08-12T22:05:03",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">Inside Australia's billion-dollar bid to take on China's rare earth dominance</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Suranjana Tewari</span><p class=\"sc-801dd632-8 hwLppI\"><span>Asia Business Correspondent in Eneabba</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a471/live/fc000d40-7756-11f0-89ee-73563f6604dd.jpg.webp\" loading=\"eager\" alt=\"Bloomberg via Getty Images NdFeB alloy strip at the Australia Strategic Materials Ltd.'s Korean Metals Plant, in the Ochang Foreign Investment Zone, in Cheongju, South Korea\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Bloomberg via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Rare earths are essential in the production of alloys for magnets</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Drive three hours north of Perth, and you'll arrive in Eneabba - barren and desolate, just the odd hill in the distance. </p><p class=\"sc-9a00e533-0 hxuGS\">This is Western Australia mining territory. Buried in this vast terrain is a massive pit, full of what looks like mounds of worthless dirt. </p><p class=\"sc-9a00e533-0 hxuGS\">But appearances can be deceiving: this pit is home to a million-tonne stockpile containing critical minerals, better known as rare earths, which are crucial for making electric vehicles, wind turbines and defence equipment. </p><p class=\"sc-9a00e533-0 hxuGS\">And Australia is betting big on this discovery with a billion dollar loan to a mining company to extract these metals - and disrupt a supply chain that China has monopolised.</p><p class=\"sc-9a00e533-0 hxuGS\">Will the gamble pay off? </p><p class=\"sc-9a00e533-0 hxuGS\">China's chokehold on rare earths has hit home with US President Donald Trump's trade wars. When Beijing restricted exports, a powerful bargaining chip in tariff negotiations, it sent manufacturers around the world into their war rooms. China, they realised with alarm, had the power to stop their factories. </p><p class=\"sc-9a00e533-0 hxuGS\">Ford even halted production of its popular Explorer SUV for a week at one of its Chicago plants - a bold move while grappling with Trump's tariffs.</p><p class=\"sc-9a00e533-0 hxuGS\">A month later, CEO Jim Farley revealed the pause was triggered by a shortage of rare earths, admitting the company was still struggling to secure reliable supply. \"It's day to day,\" Mr Farley told Bloomberg TV.</p><p class=\"sc-9a00e533-0 hxuGS\">Beijing has since agreed to let rare earth minerals and magnets flow to the United States, which eased the bottleneck. </p><p class=\"sc-9a00e533-0 hxuGS\">But without a US-China trade deal, the fear is that the disruption could return.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The West dropped the ball – that's the reality. And China was in for the long run. It saw the benefit and was willing to invest in it,\" says Jacques Eksteen, chair for extractive metallurgy at Curtin University.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">Why rare earths matter</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">The phrase \"rare earths\" - referring to 17 elements on the periodic table which are lightweight, super strong and resistant to heat, making them useful in small electric motors  - is something of a misnomer.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Rare earths are not rare or scarce. Gold is scarce, but it's not a critical material,\" Professor Eksteen explains.</p><p class=\"sc-9a00e533-0 hxuGS\">Rare earths are critical, however. Take the average electric vehicle – there might be rare earths-based motors in dozens of components from side mirrors and speakers to windscreen wipers and braking sensors.</p><p class=\"sc-9a00e533-0 hxuGS\">The problem is therefore not amount, but the fact \"somewhere in the supply chain you've got one or maybe a few countries controlling that bottleneck\", Professor Eksteen adds.</p><p class=\"sc-9a00e533-0 hxuGS\">In the 90s, Europe and France in particular had a prominent rare earths industry. Today, almost all these minerals come from China, which has spent decades mining and refining at scale.</p><p class=\"sc-9a00e533-0 hxuGS\">China now accounts for more than half of global rare earth mining, and almost 90% of processing. </p><p class=\"sc-9a00e533-0 hxuGS\">The US sources 80% of its rare earth imports from China, while the European Union relies on China for about 98% of its supply.</p><p class=\"sc-9a00e533-0 hxuGS\">\"China has since very deliberately and overtly sought to control the market for the purposes of supporting their downstream manufacturing and defence industries,\" says Dan McGrath, head of rare earths for Iluka Resources, in between driving us around the company's vast Eneabba site. </p><p class=\"sc-9a00e533-0 hxuGS\">But Mr McGrath, and Iluka, are hoping to make a dent in that control - even if it wasn't necessarily in the company's original plan. </p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Iluka's 1mn tonne stockpile is worth more than $650m</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">For decades, Iluka has been mining zircon in Australia - a key ingredient in ceramics, and titanium dioxide used in the pigmentation of paint, plastics and paper.</p><p class=\"sc-9a00e533-0 hxuGS\">It just so happens the byproducts of these mineral sands include dysprosium and terbium - some of the most sought-after rare earths.</p><p class=\"sc-9a00e533-0 hxuGS\">Over the years, Iluka has built up the stockpile, and is now worth more than $650m (£440m).</p><p class=\"sc-9a00e533-0 hxuGS\">This was the easy part, however. The processing or refining is another matter altogether.</p><p class=\"sc-9a00e533-0 hxuGS\">\"They're chemically very similar so to try and separate them requires a huge number of stages,\" Professor Eksteen explained.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Also, you've got residues and wastes that you have to deal with out of this industry, and that's problematic. They often produce radioactive materials. It comes at a cost.\"</p><p class=\"sc-9a00e533-0 hxuGS\">And that is one of the reasons the Australian government is loaning Iluka A$1.65bn ($1bn; £798m) to build a refinery to meet demand for rare earths which Iluka sees growing by 50-170% by the end of the decade.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We expect to be able to supply a significant proportion of Western demand for rare earths by 2030. Our customers recognise that having an independent, secure and sustainable supply chain outside of China is fundamental for the continuity of their business,\" says Mr McGrath.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This refinery and Iluka's commitment to the rare earth business is an alternative to China.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Australian resources minister Madeliene King sees investment in rare earths as a strategic decision</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But the refinery will take another two years to build and come online.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Without the strategic partnership we have with the Australian government, a rare earths project would not be economically viable,\" Mr McGrath says.</p></div><p data-component=\"subheadline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h2 class=\"sc-f98b1ad2-0 eOFjmw\">A strategic necessity</h2></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">China's recent willingness to turn supply of rare earths on and off has spurred trading partners to diversify their suppliers. </p><p class=\"sc-9a00e533-0 hxuGS\">Iluka says because automakers for example plan their production years in advance, it is already fielding requests for when its refinery does come online.</p><p class=\"sc-9a00e533-0 hxuGS\">Rare earths are critical to the green transition, electric vehicles, and defence technologies – making their control a pressing national priority.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The open international market in critical minerals and rare earths is a mirage. It doesn't exist. And the reason it doesn't exist is because there is one supplier of these materials and they have the wherewithal to change where the market goes, whether that be in pricing or supply,\" Australia's resources minister Madeleine King says.</p><p class=\"sc-9a00e533-0 hxuGS\">Canberra sees government intervention as necessary to provide an alternative supply, and help the world rely less on China.</p><p class=\"sc-9a00e533-0 hxuGS\">\"We can either sit back and do nothing about that... or we can step up to take on the responsibility to develop a rare earths industry here that competes with that market,\" Ms King adds.</p><p class=\"sc-9a00e533-0 hxuGS\">But there is something that Australia will have to contend with as it invests and works to expand a rare earths industry – pollution.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7018/live/53a393c0-7755-11f0-8071-1788c7e8ae0e.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Labourers work at the site of a rare earth metals mine at Nancheng county, Jiangxi province\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Critics say China's environmental protections and regulations are weak</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In China, environmental damage from years of processing rare earths has led to chemicals and radioactive waste seeping into waterways - cities and people bearing the scars of decades of poor regulation.</p><p class=\"sc-9a00e533-0 hxuGS\">With rare earths, it's not so much about the mining footprint, rather the processing that is a dirty business – because it involves extraction, leaching, thermal cracking and refining which produce radioactive components.</p><p class=\"sc-9a00e533-0 hxuGS\">\"I think there is no metal industry that is completely clean... unfortunately, it's a matter of picking your poison sometimes,\" Professor Eksteen says.</p><p class=\"sc-9a00e533-0 hxuGS\">\"In Australia, we've got mechanisms to handle that. We've got a legal environment and a framework to work with that to at least deal with it responsibly.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The EU has in the past accused China of using a \"quasi monopoly\" on rare earths as a bargaining chip, weaponising it to undermine competitors in key industries. </p><p class=\"sc-9a00e533-0 hxuGS\">The bloc - which is home to hundreds of auto manufacturers that so desperately need rare earths - said even if China has loosened restrictions on supplies, the threat of supply chain shocks remains.</p><p class=\"sc-9a00e533-0 hxuGS\">Even if building a brand new industry will take time, Australia seems to have a lot going for it in the rare earths race, as it tries to be a more reliable and cleaner source.</p><p class=\"sc-9a00e533-0 hxuGS\">And one that - crucially - is independent of China.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-jaltson-akkanath-chummar\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by Jaltson Akkanath Chummar</i></p></div></article></div></body></html>"
        },
        {
            "title": "North Koreans tell BBC they are sent to work 'like slaves' in Russia",
            "time": "2025-08-12T05:10:26",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/116a/live/21750250-7690-11f0-a20f-3b86f375586a.png",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">North Koreans tell BBC they are being sent to work 'like slaves' in Russia</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dEGcKf\"><div data-testid=\"byline-new\" class=\"sc-801dd632-0 eSlECZ\"><div data-testid=\"byline-new-contributors\" class=\"sc-801dd632-12 jSIeFi\"><div class=\"sc-801dd632-5 kRoBHa\"><div><span class=\"sc-801dd632-7 lasLGY\">Jean Mackenzie</span><p class=\"sc-801dd632-8 hwLppI\"><span>Seoul correspondent</span></p></div></div></div></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e47e/live/40a5eef0-7690-11f0-9b97-07a092acff81.png.webp\" loading=\"eager\" alt=\"BBC A graphic showing a North Korean worker in a hard hat and reflective vest with his head in his hands\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">The BBC understands more than 50,000 North Koreans will eventually be sent to work in Russia </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Thousands of North Koreans are being sent to work in slave-like conditions in Russia to fill a huge labour shortage exacerbated by Russia's ongoing invasion of Ukraine, the BBC has learned.</p><p class=\"sc-9a00e533-0 hxuGS\">Moscow has repeatedly turned to Pyongyang to help it fight the war, using its missiles, artillery shells and its soldiers. </p><p class=\"sc-9a00e533-0 hxuGS\">Now, with many of Russia's men either killed or tied up fighting - or having fled the country - South Korean intelligence officials have told the BBC that Moscow is increasingly relying on North Korean labourers.</p><p class=\"sc-9a00e533-0 hxuGS\">We interviewed six North Korean workers who have fled Russia since the start of the war, along with South Korean government officials, researchers and those helping to rescue the labourers.</p><p class=\"sc-9a00e533-0 hxuGS\">They detailed how the men are subjected to \"abysmal\" working conditions, and how the North Korean authorities are tightening their control over the workers to stop them escaping.</p><p class=\"sc-9a00e533-0 hxuGS\">One of the workers, Jin, told the BBC that when he landed in Russia's Far East, he was chaperoned from the airport to a construction site by a North Korean security agent, who ordered him not to talk to anyone or look at anything. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The outside world is our enemy,\" the agent told him. He was put straight to work building high-rise apartment blocks for more than 18 hours a day, he said.</p><p class=\"sc-9a00e533-0 hxuGS\">All six workers we spoke to described the same punishing workdays – waking at 6am and being forced to build high-rise apartments until 2am the next morning, with just two days off a year. </p><p class=\"sc-9a00e533-0 hxuGS\">We have changed their names to protect them.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">'Like slaves': North Koreans sent to work in Russia</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">\"Waking up was terrifying, realising you had to repeat the same day over again,\" said another construction worker, Tae, who managed to escape Russia last year. Tae recalled how his hands would seize up in the morning, unable to open, paralysed from the previous day's work.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Some people would leave their post to sleep in the day, or fall asleep standing up, but the supervisors would find them and beat them. It was truly like we were dying,\" said another of the workers, Chan.</p><p class=\"sc-9a00e533-0 hxuGS\">\"The conditions are truly abysmal,\" said Kang Dong-wan, a professor at South Korea's Dong-A University who has travelled to Russia multiple times to interview North Korean labourers. </p><p class=\"sc-9a00e533-0 hxuGS\">\"The workers are exposed to very dangerous situations. At night the lights are turned out and they work in the dark, with little safety equipment.\"</p><p class=\"sc-9a00e533-0 hxuGS\">The escapees told us that the workers are confined to their construction sites day and night, where they are watched by agents from North Korea's state security department. They sleep in dirty, overcrowded shipping containers, infested with bugs, or on the floor of unfinished apartment blocks, with tarps pulled over the door frames to try to keep out the cold.</p><p class=\"sc-9a00e533-0 hxuGS\">One labourer, Nam, said he once fell four metres off his building site and \"smashed up\" his face, leaving him unable to work. Even then his supervisors would not let him leave the site to visit a hospital.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ba12/live/f497e990-7690-11f0-9b97-07a092acff81.png.webp\" loading=\"lazy\" alt=\"Getty Images Kim Jong Un (left) smiles as he walks alongside Vladimir Putin (right) in front of the national flags of North Korea and Russia\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">Kim Jong Un has sent Vladimir Putin weapons and soldiers to fight his war in Ukraine</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In the past, tens of thousands of North Koreans worked in Russia earning millions of pounds a year for the North Korean leader, Kim Jong Un, and his cash-strapped regime. Then in 2019, the UN banned countries from using these workers in an attempt to cut off Kim's funds and stop him building nuclear weapons, meaning most were sent home.</p><p class=\"sc-9a00e533-0 hxuGS\">But last year more than 10,000 labourers were sent to Russia, according to a South Korean intelligence official speaking to the BBC on the condition of anonymity. They told us that even more were expected to arrive this year, and in total Pyongyang would eventually dispatch more than 50,000 workers.</p><p class=\"sc-9a00e533-0 hxuGS\">The sudden influx means North Korean workers are now \"everywhere in Russia,\" the official added. While most are working on large-scale construction projects, others have been assigned to clothing factories and IT centres, they said, in violation of the UN sanctions banning the use of North Korean labour.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\"><a target=\"_blank\" href=\"https://www.fedstat.ru/indicator/38479\" class=\"sc-f9178328-0 bGFWdi\">Russian government figures show</a> that more than 13,000 North Koreans entered the country in 2024, a 12-fold increase from the previous year. Nearly 8,000 of them entered on student visas but, according to the intelligence official and experts, this is a tactic used by Russia to bypass the UN ban.</p><p class=\"sc-9a00e533-0 hxuGS\">In June, a senior Russian official, Sergei Shoigu, admitted for the first time that 5,000 North Koreans would be sent to rebuild Kursk, a Russian region seized by Ukrainian forces last year but who have since been pushed back. </p><p class=\"sc-9a00e533-0 hxuGS\">The South Korean official told us it was also \"highly likely\" some North Koreans would soon be deployed to work on reconstruction projects in Russian-occupied Ukrainian territories.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Russia is suffering a severe labour shortage right now and North Koreans offer the perfect solution. They are cheap, hard-working and don't get into trouble,\" said Andrei Lankov, a professor at Kookmin University in Seoul and a renowned expert in North Korea-Russia relations.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/9d09/live/a7596ff0-7690-11f0-9b97-07a092acff81.jpg.webp\" loading=\"lazy\" alt=\"KCNA A composite image of flowers that were sent to Kim Jong Un by various Russian construction companies in April, according to North Korean state media\" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">KCNA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">These flowers were sent to Kim Jong Un by various Russian construction companies in April, according to North Korean state media</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">These overseas construction jobs are highly coveted in North Korea as they promise to pay better than the work at home. Most workers go hoping to escape poverty and be able to buy a house for their family or start a business when they return. Only the most trusted men are selected after being rigorously vetted, and they must leave their families behind.</p><p class=\"sc-9a00e533-0 hxuGS\">But the bulk of their earnings is sent straight to the North Korean state as \"loyalty fees\". The remaining fraction – usually between $100-200 (£74-£149) a month  - is marked down on a ledger. The workers only receive this money when they return home – a recent tactic, experts say, to stop them running away.</p><p class=\"sc-9a00e533-0 hxuGS\">Once the men realise the reality of the harsh work and lack of pay, it can be shattering. Tae said he was \"ashamed\" when he learnt that other construction workers from central Asia were being paid five times more than him for a third of the work. \"I felt like I was in a labour camp; a prison without bars,\" he said.</p><p class=\"sc-9a00e533-0 hxuGS\">The labourer Jin still bristles when he remembers how the other workers would call them slaves. \"You are not men, just machines that can speak,\" they jeered. At one point, Jin's manager told him he might not receive any money when he returned to North Korea because the state needed it instead. It was then he decided to risk his life to escape.</p><p class=\"sc-9a00e533-0 hxuGS\">Tae made the decision to defect after watching YouTube videos showing how much workers in South Korea were paid. One night, he packed his belongings into a bin liner, stuffed a blanket under his bed sheets to make it look as if he was still sleeping, and crept out of his construction site. He hailed a taxi and travelled thousands of kilometres across the country to meet a lawyer who helped arrange his journey on to Seoul.</p><p class=\"sc-9a00e533-0 hxuGS\">In recent years, a small number of workers have been able to orchestrate their escapes using forbidden second-hand smartphones, bought by saving the small daily allowance they received for cigarettes and alcohol.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">A handful of labourers have managed to escape Russia during the war and reach Seoul</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">In an attempt to prevent these escapes, multiple sources have told us that the North Korean authorities are now cracking down on workers' already limited freedom.</p><p class=\"sc-9a00e533-0 hxuGS\">According to Prof Kang from Dong-A University, one way the regime has tried to control the workers over the last year is by subjecting them to more frequent ideological training and self-criticism sessions, in which they are forced to declare their loyalty to Kim Jong Un and log their failings.</p><p class=\"sc-9a00e533-0 hxuGS\">Rare opportunities to leave construction sites have also been cut. \"The workers used to go out in groups once a month, but recently these trips have reduced to almost zero,\" Prof Kang added.</p><p class=\"sc-9a00e533-0 hxuGS\">Kim Seung-chul, a Seoul-based activist who helps rescue North Korean workers from Russia, said these outings were being more tightly controlled. \"They used to be allowed to leave in pairs, but since 2023 they have had to travel in groups of five and are monitored more intensely.\"</p><p class=\"sc-9a00e533-0 hxuGS\">In this climate, fewer workers are managing to escape. The South Korean government told us the number of North Koreans making it out of Russia each year and arriving in Seoul had halved since 2022 - from around 20 a year to just 10.</p><p class=\"sc-9a00e533-0 hxuGS\">Mr Lankov, the expert in North Korea-Russia relations, said the crackdowns were likely in preparation for many more workers arriving.</p><p class=\"sc-9a00e533-0 hxuGS\">\"These workers will be the lasting legacy of Kim and Putin's wartime friendship,\" he said, arguing the workers would continue arriving long after the war had ended, and the deployment of soldiers and weapons had ceased.</p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"additional-reporting-by-jake-kwon-and-hosu-lee\" class=\"sc-d16436d-0 fhKUCU\">Additional reporting by Jake Kwon and Hosu Lee</i></p></div></article></div></body></html>"
        },
        {
            "title": "FTA: UK firms chase $38bn India contracts but challenges loom",
            "time": "2025-08-12T21:40:52",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 fDtfvH\"><h1 class=\"sc-f98b1ad2-0 dfvxux\">UK firms chase $38bn India contracts but challenges loom</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gyQxwn\"><div data-testid=\"hero-image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e588/live/4ed166b0-775f-11f0-89ee-73563f6604dd.jpg.webp\" loading=\"eager\" alt=\"Getty Images Britain's Prime Minister Keir Starmer and Indian Prime Minister Narendra Modi shaking hands with the flags of their respective countries behind the leaders. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">UK firms bidding for Indian government contracts in specified areas will be treated on par with Indian suppliers</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">A standout feature of the <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c99p2mlyep5o\" class=\"sc-f9178328-0 bGFWdi\">India-UK free trade agreement </a>signed last month was the Narendra Modi government's decision to open India's vast government procurement market to UK suppliers. </p><p class=\"sc-9a00e533-0 hxuGS\">This typically includes a range of things the government buys - from goods and services to contracts for public works such as roads. </p><p class=\"sc-9a00e533-0 hxuGS\">Some 40,000 high-value tenders worth £38bn from federal ministries will now be open to bidding for UK businesses in strategic sectors like transport, green energy and infrastructure - areas which have thus far been heavily protected from foreign competition.</p><p class=\"sc-9a00e533-0 hxuGS\">The access is unprecedented, trade experts say.</p><p class=\"sc-9a00e533-0 hxuGS\">It is \"far greater\" than what India had offered in its earlier agreement with the United Arab Emirates and \"sets a new benchmark\", Ajay Srivastava of the Global Trade Research Initiative (GTRI), a Delhi-based think-tank, told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Under the agreement, UK firms bidding for Indian government contracts in specified areas will be treated almost on par with Indian suppliers and also have real-time access to information on forthcoming public tenders and procurement opportunities.</p><p class=\"sc-9a00e533-0 hxuGS\">Also, goods from the UK made with just 20% domestic input can now be supplied to the Indian government, allowing UK companies the flexibility to source up to 80% of the parts or raw material from other countries and still qualify for procurement preference in India.</p><p class=\"sc-9a00e533-0 hxuGS\">The minimum contract value at which these firms can bid for government projects has also been sharply reduced as a result of which \"UK companies can now bid on a wide range of lower-value projects - such as rural roads, solar equipment for schools, or IT systems for government offices - that were previously out of reach\", said Mr Srivastava.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/a0d5/live/93bb4970-774c-11f0-abe9-9dbc4fadc5ac.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A rural village mud road in Purulia district, West Bengal flanked by fields and coconut trees. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">UK companies can now bid on a wide range of lower-value projects such as rural roads</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">But for British companies, realising this opportunity on the ground will be easier said than done, several experts told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">While UK suppliers are eligible to participate as Class-II local suppliers, Indian companies will continue to get preferential treatment as Class-I suppliers, says Dr Arpita Mukherjee, a trade expert with the Indian Council for Research on International Economic Relations.</p><p class=\"sc-9a00e533-0 hxuGS\">Moreover, pricing plays a key role in winning contracts, and \"UK companies tend to have higher prices\" compared with Indian companies, which will be a major challenge for them, she adds.</p><p class=\"sc-9a00e533-0 hxuGS\">A more significant deterrent will be delayed payments and difficult contract enforcement, which are \"major legacy issues when it comes to public procurement in India\", says Srijan Shukla of the Observer Research Foundation think-tank.</p><p class=\"sc-9a00e533-0 hxuGS\">He says a study on procurement by India's central public sector enterprises from 2017 to 2020 found that pending payments to suppliers were often more than the total average procurement in a year.</p><p class=\"sc-9a00e533-0 hxuGS\">\"This will impact UK players trying to enter India's public procurement markets, especially when it comes to public contracts that have long-time horizons and are subject to regulatory and political uncertainties,\" Mr Shukla told the BBC.</p><p class=\"sc-9a00e533-0 hxuGS\">Pending dues have been a major irritant for India's small businesses too, leading to short-term liquidity issues that often \"force them out of these procurement markets and reallocate that business to the big players\", according to Mr Shukla.</p><p class=\"sc-9a00e533-0 hxuGS\">Much of this is reflected in India's poor ranking - 163 out of 190 - on contract enforcement in the World Bank's Doing Business report, the latest round of which was in 2020.</p><p class=\"sc-9a00e533-0 hxuGS\">While things have improved since these rankings were published - with one-stop-shop portals like Government e-Marketplace, the Central Public Procurement Portal or the recently launched online dispute resolution portal bringing more transparency to the public tendering process - payment discipline by government entities continues to remain a challenge, says Mr Shukla.</p><p class=\"sc-9a00e533-0 hxuGS\">According to Ms Mukherjee, the India-UK trade agreement emphasises transparency in procurement but omits issues like pending dues, contract enforcement and penalties.</p><p class=\"sc-9a00e533-0 hxuGS\">She adds the deal excludes the Comprehensive Economic and Trade Agreement's dispute settlement provisions for four years after the CETA takes effect - these provisions usually define how disputes are resolved.</p><p class=\"sc-9a00e533-0 hxuGS\">\"Doing business in India is an acquired skill. Over time, companies from the UK will have to learn the way to work around complexities regarding the art of winning public tenders and navigating though complex regulations,\" Mr Shukla says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 hoQmHM\"><div data-testid=\"image\" class=\"sc-d1200759-1 kycbVO\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20250728-162205-9b8a2dcb37-web-2.26.0-8/grey-placeholder.png\" class=\"sc-d1200759-0 dkIvM hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/88a2/live/76e56e60-774d-11f0-abe9-9dbc4fadc5ac.jpg.webp\" loading=\"lazy\" alt=\"Getty Images A woman worker with a headscarf, wearing a maroon tunic, handles a sheet of processed leather at a tannery in Jalandhar, Punjab, India,. \" class=\"sc-d1200759-0 dvfjxj\"><span class=\"sc-d1200759-2 gwFzuU\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 jvncPH\"><figcaption class=\"sc-536eff7b-0 FPsqq\">India's public procurement market has long been reserved for local small and medium enterprises</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dEGcKf\"><p class=\"sc-9a00e533-0 hxuGS\">Despite the niggling issues, allowing foreign players entry into India's government procurement market marks a far-reaching policy shift.</p><p class=\"sc-9a00e533-0 hxuGS\">It shows the Indian government's intentions to open up a space that has long been reserved for local small and medium enterprises, and could be reflective of the concessions Delhi is willing to give foreign players in future trade agreements like <a target=\"_self\" href=\"https://www.bbc.com/news/articles/cz71w1dgl84o\" class=\"sc-f9178328-0 bGFWdi\">the one being negotiated with the US</a>, according to GTRI.</p><p class=\"sc-9a00e533-0 hxuGS\">India is late to including deep government procurement clauses in trade deals, making its current efforts a catch-up game, says Mr Shukla.</p><p class=\"sc-9a00e533-0 hxuGS\">It is also a sign, he says, of the Indian government's \"confidence that its own firms can compete with global firms both externally and at home\". </p><p class=\"sc-9a00e533-0 hxuGS\">The hope is that more foreign players will force more accountability from the Indian government and \"help standardise\" its tendering and public procurement process - marked by payment delays and poor contract enforcement - to global standards. </p><p class=\"sc-9a00e533-0 hxuGS\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 fhKUCU\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"instagram\" class=\"sc-d16436d-0 fhKUCU\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 fhKUCU\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"youtube,\" class=\"sc-d16436d-0 fhKUCU\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 fhKUCU\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"x\" class=\"sc-d16436d-0 fhKUCU\">X</i></a><i id=\"and\" class=\"sc-d16436d-0 fhKUCU\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 bGFWdi\"><i id=\"facebook\" class=\"sc-d16436d-0 fhKUCU\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 fhKUCU\">.</i></p></div></article></div></body></html>"
        },
        {
            "title": "Europe's wildfires seen from above",
            "time": "2025-08-12T19:47:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/6e0a/live/2f6f6fa0-77ba-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">A heatwave is driving wildfires across southern Europe, with temperatures topping 40C (104F).</p><p class=\"sc-9a00e533-0 hxuGS\">Thousands have been forced to flee, and red heat alerts are in effect across Italy, France, Spain, Portugal, and the Balkans. </p><p class=\"sc-9a00e533-0 hxuGS\">Scientists warn global warming is making Mediterranean summers hotter and drier, fuelling longer and more intense fire seasons.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Trump announces federal takeover of Washington DC",
            "time": "2025-08-11T14:55:42",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/fc56/live/731b73b0-76c1-11f0-a20f-3b86f375586a.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">President Trump has announced plans to assert greater federal control over Washington DC, as part of a sweeping crackdown on crime in the capital. The U.S. military is preparing to activate hundreds of National Guard troops in the district. The announcement follows the president's threat to \"exert my powers\" to bring Washington under federal control, after an alleged attempted carjacking that injured a DOGE staff member.</p></div></div></body></html>"
        },
        {
            "title": "Chinese ships collide while pursuing Philippine boat",
            "time": "2025-08-11T10:05:24",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/5259/live/d0fb7660-7699-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 bktrEr\"><p class=\"sc-9a00e533-0 hxuGS\">The Philippines Coast Guard reported that two Chinese vessels collided while pursuing a Philippine patrol ship in the South China Sea.</p><p class=\"sc-9a00e533-0 hxuGS\">According to the Philippines Coast Guard, the Chinese vessels engaged in aggressive behaviour, including dangerous blocking manoeuvres, as they chased Philippines Coast Guard and fishing vessels near Scarborough Shoal.</p><p class=\"sc-9a00e533-0 hxuGS\">Both the Philippines and China lay claim to Scarborough Shoal and other areas in the South China Sea, a region marked by ongoing territorial disputes.</p></div></div></body></html>"
        },
        {
            "title": "Watch: Meteor burns across Australian night sky",
            "time": "2025-08-11T01:05:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/939d/live/58bba550-764c-11f0-a975-cb151ca452f4.jpg",
            "body": "<html><body><div><div data-testid=\"card-text-wrapper\" class=\"sc-86f1aae5-3 jfBWUp\"><div class=\"sc-9d830f2a-1 dOyfhs\"><p class=\"sc-9d830f2a-0 eKWlJZ\"><h2 data-testid=\"card-headline\" class=\"sc-9d830f2a-3 jpAIds\">Massive swells smash windows at Sydney's Bondi Beach</h2></p></div><p data-testid=\"card-description\" class=\"sc-86f1aae5-4 fCTZOg\">A powerful king tide smashed glass, cracked footpaths and caused residents to evacuate as it battered Sydney's coast line.</p></div></div></body></html>"
        }
    ]
}