{
    "source": "BBC News",
    "articles": [
        {
            "title": "Bondi shooting: Injured officer Jack Hibbert released from hospital",
            "time": "2025-12-23T06:06:34",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/379f/live/2724ffe0-dfbb-11f0-a8dc-93c15fe68710.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">'A miracle': Officer shot in head during Bondi attack home from hospital</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/379f/live/2724ffe0-dfbb-11f0-a8dc-93c15fe68710.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/379f/live/2724ffe0-dfbb-11f0-a8dc-93c15fe68710.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/379f/live/2724ffe0-dfbb-11f0-a8dc-93c15fe68710.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/379f/live/2724ffe0-dfbb-11f0-a8dc-93c15fe68710.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/379f/live/2724ffe0-dfbb-11f0-a8dc-93c15fe68710.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/379f/live/2724ffe0-dfbb-11f0-a8dc-93c15fe68710.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/379f/live/2724ffe0-dfbb-11f0-a8dc-93c15fe68710.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/379f/live/2724ffe0-dfbb-11f0-a8dc-93c15fe68710.jpg.webp\" loading=\"eager\" alt=\"PA Media Constable Jack Hibbert dressed in a whiteT-shirt looking down at a dog and sitting in a restaurant.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">PA Media</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Jack Hibbert had been working as a police officer for just months before he was shot</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A young police officer who was shot in the head during the Bondi Beach attack has been released from hospital.</p><p class=\"sc-9a00e533-0 eZyhnA\">Probationary Constable Jack Hibbert - who is just four months into the job - was patrolling a Hanukkah event when two gunmen opened fire, injuring over 40 people and killing 15.</p><p class=\"sc-9a00e533-0 eZyhnA\">The 22-year-old, who was also hit in the shoulder, has lost vision in one of his eyes but is now recovering at home, his family confirmed in a statement.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"As a family, we couldn't ask for anything more - having our Jack home, especially for Christmas, truly feels like a miracle.\"</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">They thanked the public for their \"overwhelming support\" and praised medical staff for their \"exceptional\" care and dedication.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"While he is home, he is still recovering and will need space, support, and continued positive thoughts during this time,\" the statement added.</p><p class=\"sc-9a00e533-0 eZyhnA\">Even after he was shot during the attack, Constable Hibbert continued to help festival attendees until he physically couldn't, his family previously said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Many of his colleagues who were present on the night of the incident have visited in hospital and given testaments to Jack's bravery during the incident... They described how Jack acted, he moved toward people in need, not away from danger,\" they said.</p><p class=\"sc-9a00e533-0 eZyhnA\">He was one of two police officers injured in the shooting, with the second officer Constable Scott Dyson, 25, still recovering from his injuries in hospital, according to the last police update.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Last week, NSW Police Commissioner Mal Lanyon visited Constable Hibbert in hospital, praising him as a \"positive young man\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Lanyon added that the force would rally around Constable Hibbert and find \"appropriate duties for him\" after his recovery.</p><p class=\"sc-9a00e533-0 eZyhnA\">Police have alleged the suspected gunmen were inspired by Islamic State ideology and targeted the Jewish festival in what has been declared a terror attack.</p><p class=\"sc-9a00e533-0 eZyhnA\">Naveed Akram, 24, has been charged with 59 offences, including 15 counts of murder and one of terror. A second gunman - his father, Sajid Akram - was shot dead by police at the scene.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, new court documents alleged the pair \"meticulously\" planned the attack for months, and two days prior to the shooting, visited Bondi for reconnaissance.</p></div></article></div></body></html>"
        },
        {
            "title": "Wegovy pill approved by US FDA for weight loss",
            "time": "2025-12-23T01:29:07",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/8d12/live/22b79c30-dfd2-11f0-8f37-51273813293d.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US Food and Drug Administration (FDA) has approved a pill version of the weight-loss drug Wegovy, according to<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>pharmaceutical giant Novo Nordisk.</p><p class=\"sc-9a00e533-0 eZyhnA\">It is the first pill of its kind to receive approval from the regulator, marking a new era for weight-loss drugs.</p><p class=\"sc-9a00e533-0 eZyhnA\">Wegovy's Danish makers Novo Nordisk said the once-daily pill was a \"convenient option\" to the injectable<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>and would provide the same weight loss as the shot. It comes after Wegovy was approved by the FDA specifically for weight loss.</p><p class=\"sc-9a00e533-0 eZyhnA\">Others like Ozempic, which has similar weight-loss effects, were primarily approved for the treatment of Type 2 diabetes.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has contacted the FDA for comment.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Wegovy pill showed an average weight loss of 16.6% during Novo Nordisk's trials, <a target=\"_blank\" href=\"https://www.novonordisk.com/content/nncorp/global/en/news-and-media/news-and-ir-materials/news-details.html?id=916472\" class=\"sc-f9178328-0 iCaRzc\">the firm said</a> on Monday.</p><p class=\"sc-9a00e533-0 eZyhnA\">A third of around 1,300 participants experienced 20% or greater weight loss in the same trial, it added.</p><p class=\"sc-9a00e533-0 eZyhnA\">The pill is expected to be launched in the US in early January 2026.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Patients will have a convenient, once-daily pill that can help them lose as much weight as the original Wegovy injection,\" said Mike Doustdar, the firm's chief executive.</p><p class=\"sc-9a00e533-0 eZyhnA\">The pill version of Wegovy could give Novo Nordisk's sales a boost after a challenging year which saw its shares slide as it warned over its profits.</p><p class=\"sc-9a00e533-0 eZyhnA\">The company has faced intense competition in the weight-loss market from rival drugmakers like Eli Lilly.</p><p class=\"sc-9a00e533-0 eZyhnA\">Novo Nordisk's shares rose by almost 10% in after-hours trade in New York after the announcement.</p></div></div></body></html>"
        },
        {
            "title": "Galveston: Five dead after plane carrying child burns victim crashes in Texas",
            "time": "2025-12-23T08:58:46",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/bed1/live/9d681660-dfe3-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">At least five people have been killed after a Mexican Navy plane crashed in foggy conditions near Galveston, Texas on Monday while transporting a child burns victim.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to flight tracking website Flight Radar, the plane was last recorded at 15:01 local time (21:01 GMT) over Galveston Bay, near Scholes International Airport.</p><p class=\"sc-9a00e533-0 eZyhnA\">The aircraft was taking part in a medical mission on behalf of the Michou y Mau Foundation, which provides care to Mexican children with severe burns.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mexico's Secretariat of the Navy said one person remains missing and two others were rescued alive.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Video footage shared with AP news agency showed the wreckage of the plane in the water, with witnesses and police officers seen entering the water to search the debris.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sky Decker, a local yacht captain, said he took two police officers to the site of the nearly submerged plane, before jumping in and finding a badly injured woman trapped.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said: \"I couldn't believe. She had maybe three inches of air gap to breathe in.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"And there was jet fuel in there mixed with the water, fumes real bad. She was really fighting for her life.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Earlier the Mexican Navy Secretariat said search and rescue operations were under way in co-ordination with the US Coast Guard.</p><p class=\"sc-9a00e533-0 eZyhnA\">Video taken near Scholes International Airport in Galveston showed rescuers including a dive team working in dense fog.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a statement shared on X, the Michou y Mau Foundation sent \"our deepest condolences to the families of the victims of this tragedy\".</p></div></div></body></html>"
        },
        {
            "title": "Laos ferry disaster: Screams for help and panic as tourists rescued from fatal sinking",
            "time": "2025-12-23T06:55:13",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9e47/live/83d53af0-df2c-11f0-b6a6-1bf5f87ee304.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It was supposed to be just another Thursday in Laos, where Anthonin's father was born.</p><p class=\"sc-9a00e533-0 eZyhnA\">Instead, the 30-year-old French citizen found himself among more than 140 people, mostly tourists, on a ferry that capsized in the Mekong River. All but three are thought to have made it to safety.</p><p class=\"sc-9a00e533-0 eZyhnA\">Videos online show a scene of chaos - people screaming for help, children crying and passengers scrambling to get their belongings.</p><p class=\"sc-9a00e533-0 eZyhnA\">Anthonin, who declined to give his full name,<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>recalls seeing a mother and her two children on board the ferry - but they were nowhere to be seen on the rescue boat.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, Lao media reported that the body of a woman, named Pany Her, had been retrieved from the river. Rescuers then found the body of a one-year-old, who they believe was one of her children. Efforts to find a second child are continuing.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The boat was making its way last Thursday from the riverside town of Huay Xay to the historic city of Luang Prabang in northern Laos, a common route along the Mekong - and popular with visitors to the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">There were <a target=\"_blank\" href=\"https://laotiantimes.com/2025/12/21/slow-boat-sinks-in-mekong-river-near-pak-ou-cave-in-luang-prabang-no-injuries-or-deaths-reported/?fbclid=IwdGRjcAO2DhBleHRuA2FlbQIxMQBzcnRjBmFwcF9pZAo2NjI4NTY4Mzc5AAEeBysBFsIWNoeMcqXE1QknJHgf4TpJ-5DDoQ1KFDC45j6qLwy7i-URYC-wuJY_aem_DNl4hv5-s5U92KR0d3MlOg\" class=\"sc-f9178328-0 iCaRzc\">118 tourists and 29 locals, including four crew, on board the boat</a> when it struck underwater rocks, according to an official report carried by the Laotian Times.</p><p class=\"sc-9a00e533-0 eZyhnA\">Within minutes, the ferry began to sink.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The [crew] were just totally unprepared for that. There was a lot of confusion... it happened really, really fast,\" Anthonin<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"What was, you know, puzzling and alarming is that there were very few life jackets, around like, 15 life jackets maximum... [it] was really bad.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">As the boat continued to capsize, passengers shouted to a passing boat for help, but it did not stop - possibly because, according to him, it was relatively small.</p><p class=\"sc-9a00e533-0 eZyhnA\">The second one, however, did stop and take them in. However, according to British tourist Bradley Cook, another passenger on board, that briefly \"made it worse\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The 27-year-old told the BBC that as the rescue boat came closer to their ferry, people started to shift and put weight on one side of the ferry, causing water to fill up the hull even quicker.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Cook went to the other side to climb up on the roof, from where he jumped onto the rescue ferry.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some people managed to climb over to the ferry, while others swam for it, hung onto the rails and got pulled up by others. Both Anthonin<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>and Mr Cook were among those rescued.</p><p class=\"sc-9a00e533-0 eZyhnA\">But others were less fortunate.</p><p class=\"sc-9a00e533-0 eZyhnA\">Anthonin<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>says he was helping some other passengers retrieve their luggage at the back of the sinking ferry when he saw a Lao mother and her two children.</p><p class=\"sc-9a00e533-0 eZyhnA\">However, when he was on the rescue ferry, he realised they weren't there.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Some people were crying, panicking. It was a mess,\" he said. \"[But] I didn't fear for my life... I was more affected by the three missing people.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Lao media later reported that the body of the Lao woman Pany Her and a one-year-old child were found, separately, near Luang Prabang.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another passenger, Gabrielius Baranovičius, 19, told the BBC that he and his friend, both of whom are from Lithuania, did not panic at first.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We were just joking around,\" Mr Baranovičius said, adding that his attitude quickly changed when he realised they were sinking.</p><p class=\"sc-9a00e533-0 eZyhnA\">After getting on the rescue boat, Mr Baranovičius said he starting filming what was happening on board \"but then I heard other people screaming so [I] turned off the camera and went straight to help other people in the water get on the boat.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Tens of thousands of tourists use slow boat and speedboat services every year along the 300km (185-mile) route connecting Huay Xay, Pak Beng and Luang Prabang, according to the Mekong River Commission.</p><p class=\"sc-9a00e533-0 eZyhnA\">For Mr Cook, the experience was \"terrifying\" and it made him want to get out of Luang Prabang, \"although everyone's really friendly here\", because it was a constant reminder of his narrow escape.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to the BBC from Vang Vieng, a town in northern Laos, Mr Cook said he planned to file for insurance claims for his electrical items that were broken and for cash that was lost, though he was not sure who would be held responsible.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'm assuming it's just a freak accident,\" he said, though he added he \"was not sure how avoidable\" the ferry capsizing was.</p><p class=\"sc-9a00e533-0 eZyhnA\">It's not the first time such a sinking has occurred in Laos.</p><p class=\"sc-9a00e533-0 eZyhnA\">In September 2023, a passenger boat, which travelled on the same river corridor between Huay Xai and Luang Prabang, capsized in the Mekong in Pakbeng district, resulting in three deaths.</p><p class=\"sc-9a00e533-0 eZyhnA\">The boat reportedly became entangled in a fishing net, causing loss of control and the vessel overturning in strong currents.</p></div></div></body></html>"
        },
        {
            "title": "Trump says US is pursuing third oil tanker linked to Venezuela",
            "time": "2025-12-23T01:29:03",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ac01/live/e33d45f0-df40-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Trump says US is pursuing third oil tanker linked to Venezuela</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Vanessa Buschschlüter</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Seher Asaf</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Moment US intercepts a second oil tanker off Venezuela</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US Coast Guard is still pursuing a vessel in international waters near Venezuela as tensions in the region escalate, President Donald Trump has confirmed.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're actually pursuing\" the tanker, Trump said on Monday. \"It came out of Venezuela and it was sanctioned\".  US authorities have already seized two oil tankers this month - one of them on Saturday.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration has accused Venezuela of using oil money to fund drug-related crime, while Venezuela has described the tanker seizures as \"piracy\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The current chase is related to a \"sanctioned dark fleet vessel that is part of Venezuela's illegal sanctions evasion\", a US official told the BBC's partner CBS News.</p></div><p data-component=\"embed-block\" class=\"sc-3b6b161a-0 djqsWD\"></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Late on Saturday the US Coast Guard approached an oil tanker, which US officials said was not flying a valid national flag, the New York Times reported.</p><p class=\"sc-9a00e533-0 eZyhnA\">Confirming the chase on Monday, President Trump said: \"It's moving along. We'll end up getting it.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">The president said that the US would hold onto the seized oil and the vessels carrying it.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're going to keep it... maybe we'll sell it, maybe we'll keep it\", he said. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"Maybe we'll use it in the strategic reserves. We're keeping it, we're keeping the ships also.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He had been in touch with the \"big\" American oil companies about the seizures, he added.</p><p class=\"sc-9a00e533-0 eZyhnA\">British maritime risk management group Vanguard identified the tanker as Bella 1, a very large crude oil carrier which reportedly was on its way to Venezuela to pick up oil.  </p><p class=\"sc-9a00e533-0 eZyhnA\">The <a target=\"_blank\" href=\"https://home.treasury.gov/news/press-releases/jy2399\" class=\"sc-f9178328-0 iCaRzc\">US added the Bella 1 to its sanctions list last year for allegedly \"carrying sanctioned cargo\"</a>. </p><p class=\"sc-9a00e533-0 eZyhnA\">When it added the Bella 1 to its sanctions list, the US Treasury Department accused its registered owner of having links to Iran and of providing support to Iran's Islamic Revolutionary Guard Corps. </p><p class=\"sc-9a00e533-0 eZyhnA\">The NYT reports the tanker \"did not submit to being boarded\" and fled northeast into the Atlantic Ocean with the US Coast Guard in pursuit. </p><p class=\"sc-9a00e533-0 eZyhnA\">BBC Verify has been analysing 50 distress signals transmitted by Bella 1, the first of which was picked up at 13:44 GMT on 21 December, 461km (286 miles) north east of Antigua and Barbuda.</p><p class=\"sc-9a00e533-0 eZyhnA\">The final distress call was received at 17:13 GMT the same day, around 60km (37 miles) further north east in the Atlantic Ocean.</p><p class=\"sc-9a00e533-0 eZyhnA\">The distance between the two points suggests it was travelling at a speed of around 10 knots (11.5mph).</p><p class=\"sc-9a00e533-0 eZyhnA\">The Bella 1 is the third oil tanker to be targeted by the US in waters off Venezuela. </p><p class=\"sc-9a00e533-0 eZyhnA\">On 10 December, the Coast Guard seized the Skipper, which US Attorney General Pam Bondi said was \"used to transport sanctioned oil from Venezuela to Iran\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The Skipper has since been taken under escort to Galveston in Texas, where it arrived on Sunday. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On Saturday, Coast Guard personnel boarded a tanker with the name Centuries written on its side. </p><p class=\"sc-9a00e533-0 eZyhnA\">While the Centuries does not appear on the US Treasury's list of sanctioned vessels, the White House said that it carried oil from Venezuela's state-run oil company, PDVSA.</p><p class=\"sc-9a00e533-0 eZyhnA\">US Homeland Security Secretary Kristi Noem said that the Centuries was \"operating as part of the Venezuelan shadow fleet to traffic stolen oil and fund the narcoterrorist Maduro regime\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The seizure of the tankers is the latest development in the US's pressure campaign against the government of Venezuelan president, Nicolás Maduro.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since Trump returned into office in January, the US has doubled the reward it offers for information leading to Maduro's capture, declared his government a Foreign Terrorist Organisation (FTO) and last week, ordered a \"blockade\" of sanctioned oil tankers entering and leaving the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">As the Venezuelan government relies heavily on profits from oil exports to finance its spending, this latest move has caused particular outrage with Venezuelan officials. </p><p class=\"sc-9a00e533-0 eZyhnA\">While President Maduro did not refer to the seizure of the Centuries or the pursuit of the Bella 1 directly, he denounced US actions as \"piracy\" in comments he made on Sunday. </p><p class=\"sc-9a00e533-0 eZyhnA\">Maduro has also accused the US of trying to seize Venezuela's oil riches - the South American country has the world's largest proven oil reserves. </p><p class=\"sc-9a00e533-0 eZyhnA\">At Venezuela's request, the United Nations Security will hold an emergency session on Tuesday to discuss what Caracas has described as \"ongoing US aggression\".</p><p class=\"sc-9a00e533-0 eZyhnA\">China on Monday appeared to side with Venezuela with a spokesperson for the  foreign ministry denouncing \"unilateral and illegal sanctions that lack a basis in international law or authorisation by the United Nations Security Council\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The spokesperson added that \"Venezuela has the right to develop independently and engage in a mutually beneficial cooperation with other nations\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia's Foreign Minister Sergey Lavrov held a phone call with his Venezuelan counterpart on Monday, after which Russia expressed \"full support for and solidarity with the Venezuelan leadership\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Both Russia and China have supported the Venezuelan government financially and militarily for years. </p><p class=\"sc-9a00e533-0 eZyhnA\">But during the current situation, experts say <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c075mr3190mo\" class=\"sc-f9178328-0 iCaRzc\">that backing seems to be largely symbolic</a>, with statements being given in support rather than concrete military or financial aid.</p></div></article></div></body></html>"
        },
        {
            "title": "Trump says US needs Greenland after naming special envoy",
            "time": "2025-12-22T23:40:18",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2b0a/live/e69d51b0-dfc0-11f0-a8dc-93c15fe68710.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Trump says US 'has to have' Greenland after naming special envoy</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><p data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">James Landale,</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 eDNgSC\">Diplomatic correspondent</span><span class=\"sc-573fa0e8-9 keGieE\">and</span></p><p data-testid=\"byline-contributors-contributor-1\" class=\"sc-573fa0e8-5 ciiGlA\"><span class=\"sc-573fa0e8-7 kdBCdE\">Rachel Hagan</span></p></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: BBC asks Trump what the new appointment to Greenland entails</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Donald Trump has sparked a fresh row with Denmark after appointing a special envoy to Greenland, the vast Arctic island he has said he would like to annex.</p><p class=\"sc-9a00e533-0 eZyhnA\">In response to a question from the BBC about the new role of Jeff Landry, the Republican governor of Louisiana, Trump said the US needed Greenland for \"national protection\" and that \"we have to have it\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Landry, he said, would \"lead the charge\" as special envoy to Greenland, a semi-autonomous part of the Kingdom of Denmark.</p><p class=\"sc-9a00e533-0 eZyhnA\">The move has angered Copenhagen, which said it would call the US ambassador for \"an explanation\". Greenland's prime minister said the island must \"decide our own future\" and its \"territorial integrity must be respected\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Gov Landry said in a post on X that it was an honour to serve in a \"volunteer position to make Greenland a part of the US\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Since returning to the White House in January, Trump has revived his long-standing interest in Greenland, citing its strategic location and mineral wealth. </p><p class=\"sc-9a00e533-0 eZyhnA\">He has refused to rule out using force to secure control of the island, a stance that has shocked Denmark, a Nato ally that has traditionally enjoyed close relations with Washington.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We'll have to work that out,\" Trump added. \"We need Greenland for national security, not minerals.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump specifically mentioned Chinese and Russian ships as potential threats in the nearby seas.</p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland, home to about 57,000 people, has had extensive self-government since 1979, though defence and foreign policy remain in Danish hands. While most Greenlanders favour eventual independence from Denmark, opinion polls show overwhelming opposition to becoming part of the US.</p></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Trump's appointment of Greenland envoy sparks fresh row with Denmark</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Denmark's Foreign Minister, Lars Lokke Rasmussen, described the appointment of Landry as \"deeply upsetting\" and warned Washington to respect Danish sovereignty.</p><p class=\"sc-9a00e533-0 eZyhnA\">He told Danish broadcaster TV2: \"As long as we have a kingdom consisting of Denmark, the Faroe Islands and Greenland, we cannot accept actions that undermine our territorial integrity.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland's Prime Minister, Jens-Frederik Nielsen, said the territory was willing to cooperate with the US and other countries, but only on the basis of mutual respect.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said: \"The appointment of a special envoy does not change anything for us. We decide our own future. Greenland belongs to Greenlanders, and territorial integrity must be respected.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">EU Commission President Ursula von der Leyen said in a post on X that the EU stands in \"full solidarity with Denmark and the people of Greenland\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Writing on social media earlier, the US president said Landry understood how \"essential Greenland is to our national security\" and would advance US interests.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/c234/live/86265f70-df43-11f0-b67b-690eb873de1b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/c234/live/86265f70-df43-11f0-b67b-690eb873de1b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/c234/live/86265f70-df43-11f0-b67b-690eb873de1b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/c234/live/86265f70-df43-11f0-b67b-690eb873de1b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/c234/live/86265f70-df43-11f0-b67b-690eb873de1b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/c234/live/86265f70-df43-11f0-b67b-690eb873de1b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/c234/live/86265f70-df43-11f0-b67b-690eb873de1b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/c234/live/86265f70-df43-11f0-b67b-690eb873de1b.jpg.webp\" loading=\"eager\" alt=\"Getty Images U.S. President Donald Trump in a black suit and Louisiana Governor Jeff Landry in a blue suit smile as they stand at a podium.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">US President Donald Trump and Louisiana Governor Jeff Landry in a file photo in March</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The significance of this appointment is both the US presumption that Greenland is separate to Denmark and the new appointee's assertion that he will help the island become part of the US. </p><p class=\"sc-9a00e533-0 eZyhnA\">Envoys are informal appointments and unlike official diplomats, do not have to be approved by the host country.</p><p class=\"sc-9a00e533-0 eZyhnA\">What this appointment shows is that Trump's ambition to control Greenland remains undimmed. </p><p class=\"sc-9a00e533-0 eZyhnA\">As with his military and rhetorical aggression towards Venezuela, it indicates Trump is determined to gain greater control over what his recent National Security Strategy called \"the Western hemisphere\", a sphere of influence that he hopes will cover the whole of the Americas.</p><p class=\"sc-9a00e533-0 eZyhnA\">Trump tried to buy Greenland during his first presidential term. Both Denmark and the Greenlandic government rejected the 2019 proposal, saying: \"Greenland is not for sale.\"</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Landry has previously voiced his opinion on Greenland, <a target=\"_blank\" href=\"https://x.com/JeffLandry/status/1877553864305471828?s=20\" class=\"sc-f9178328-0 iCaRzc\">writing on his personal X account</a> in January: \"President Donald J. Trump is absolutely right! We need to ensure that Greenland joins the United States. GREAT for them, GREAT for us! Let's get it done!\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Landry is a military veteran and former police officer who was a US Congressman and Louisiana's attorney general before being elected governor in 2023.  He said his new role would not affect his duties as governor. </p><p class=\"sc-9a00e533-0 eZyhnA\">The dispute over his appointment comes as strategic competition in the Arctic grows, with melting ice opening new shipping routes and increasing access to valuable mineral resources. </p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland is located in the Arctic between North America and Europe, which also makes it central to US and Nato security planning. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 GunZh\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/6189/live/e01e57e0-df2e-11f0-aae2-2191c0e48a3b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/6189/live/e01e57e0-df2e-11f0-aae2-2191c0e48a3b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/6189/live/e01e57e0-df2e-11f0-aae2-2191c0e48a3b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/6189/live/e01e57e0-df2e-11f0-aae2-2191c0e48a3b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/6189/live/e01e57e0-df2e-11f0-aae2-2191c0e48a3b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/6189/live/e01e57e0-df2e-11f0-aae2-2191c0e48a3b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/6189/live/e01e57e0-df2e-11f0-aae2-2191c0e48a3b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/6189/live/e01e57e0-df2e-11f0-aae2-2191c0e48a3b.jpg.webp\" loading=\"lazy\" alt=\"Reuters A view of the old city of Nuuk, Greenland, with coloured wooden houses surrounded by snow and ice\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US has maintained a base in Greenland since World War Two, after invading to establish military and radio stations across the territory after the Nazis occupied Denmark during the conflict.</p><p class=\"sc-9a00e533-0 eZyhnA\">Vice-President JD Vance <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cr525e49m2do\" class=\"sc-f9178328-0 iCaRzc\">visited the base in March</a> as he asked Greenland's people to \"cut a deal with the US\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The US reopened a consulate in Nuuk, the capital of Greenland, in 2020 - during Trump's first term - after closing it in 1953. A number of European countries, as well as Canada, have honorary general consulates in Greenland.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-bernd-debusmann-jr-in-mar-a-lago\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Bernd Debusmann Jr in Mar-a-Lago</i></p></div></article></div></body></html>"
        },
        {
            "title": "Wildfire-hit town wins €468m in Spain's Christmas lottery",
            "time": "2025-12-22T21:39:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a538/live/7a3dd420-df77-11f0-9ae0-035f4c136d6c.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Spain's Christmas lottery has been welcomed as an \"injection of hope\" in the northwest of the country, where the jackpot handed out hundreds of millions of euros just months after wildfires had caused devastation.</p><p class=\"sc-9a00e533-0 eZyhnA\">Most of the first-prize-winning tickets in the lottery, known as El Gordo, had been bought by people in small towns in the province of León. </p><p class=\"sc-9a00e533-0 eZyhnA\">A single ticket, or décimo, costing €20 (£17), is worth €400,000 (£349,484) if it bears the winning number, in this case 79432. Décimos come in strips of 10 and when many strips of the same number are sold to a group of neighbours or workmates, there is potential for a massive jackpot.</p><p class=\"sc-9a00e533-0 eZyhnA\">People in the town of La Bañeza shared out €468m (£409m). </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Among the recipients were members of a local football club in the town, which has a population of around 11,000.</p><p class=\"sc-9a00e533-0 eZyhnA\">The jackpot came four months after forest fires had torn through León, burning 8,000 hectares (31 sq miles) of land surrounding La Bañeza and killing a local man, 35-year-old Abel Ramos. </p><p class=\"sc-9a00e533-0 eZyhnA\">The sparsely populated, heavily forested north-west of Spain is used to wildfires, although during this record-breaking year, the area was particularly severely affected. Firefighters battled enormous blazes in León and the neighbouring Galicia region throughout much of August and during the summer 0.8 percent of the country's total surface area was burned.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">According to the mayor of the town, Javier Carrera, the lottery win \"means for La Bañeza an injection of excitement and hope,\" he told Spanish media. Carrera also mentioned the closure this year of a local sugar-beet factory which caused the loss of dozens of jobs.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another town in the León province that was heavily affected by the summer's fires, Villablino, also took a massive share of the jackpot, receiving €200 million (£175m).</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We needed some good news,\" said the mayor, Mario Rivas.</p><p class=\"sc-9a00e533-0 eZyhnA\">On top of the blazes, five local men were killed in two separate mining accidents in nearby Asturias this year.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It doesn't make up for the loss of the lives of our friends, but this shows us that there can also be good news,\" said Rivas.</p><p class=\"sc-9a00e533-0 eZyhnA\">Most of the winning tickets in Villablino were sold by a local Alzheimer's association.</p><p class=\"sc-9a00e533-0 eZyhnA\">In addition, the town of La Pola de Gordón, also in León and with a population of 3,000, shared out 60 million euros. Sixty-four million euros of jackpot money also went to a working-class district in Madrid.</p><p class=\"sc-9a00e533-0 eZyhnA\">In Villablino, Maribel Martín had one of the winning décimos, worth €400,000 (£349,484). She was out doing grocery shopping when her son called her to give her the good news.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We were really down and 200 million euros is a wonderful thing,\" she said</p><p class=\"sc-9a00e533-0 eZyhnA\">She is clear what she wants to do with the prize money. \"Spread it around a bit and enjoy life,\" she said.</p></div></div></body></html>"
        },
        {
            "title": "Donald Trump unveils new class of battleships named after himself",
            "time": "2025-12-23T00:36:38",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/ff85/live/c94254d0-df84-11f0-b89f-11674143d4d8.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Trump unveils plans for 'Golden Fleet' battleships named after himself</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Bernd Debusmann Jr</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">at Mar-a-Lago</span></p></div></span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Watch: Trump announces new class of Navy battleships</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">President Donald Trump has announced that the US will commission a new series of heavily armed Navy \"battleships\" named after himself, as part of a revamped \"Golden Fleet\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Construction on the Trump-class USS Defiant ship, which will be equipped to carry an array of weapons, is expected to begin soon, with Trump saying the first vessels will be operational in two-and-a-half years.</p><p class=\"sc-9a00e533-0 eZyhnA\">The announcement is part of a larger planned expansion of the US Navy by President Trump in both manned and unmanned vessels, including larger missile-armed warships and smaller vessels.</p><p class=\"sc-9a00e533-0 eZyhnA\">Officials have warned that the US currently lags behind China in both shipbuilding capacity and total output.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Speaking at his Mar-a-Lago golf club in Florida alongside defence secretary Pete Hegseth, Secretary of State Marco Rubio and Secretary of the Navy John Phelan on Monday, Trump said he approved the construction of two new battleships to start, with a plan to build up to 25.  </p><p class=\"sc-9a00e533-0 eZyhnA\">\"They'll be the fastest, the biggest, and by far, 100 times more powerful than any battleship ever built,\" Trump said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Once completed, Trump said the armed vessels would be equipped to carry hypersonic and \"extremely lethal\" weapons, and would be the flagships of the US Navy. </p><p class=\"sc-9a00e533-0 eZyhnA\">Trump, who spoke while flanked on both sides with posters of renderings of the \"Trump class\" ships, said the vessels would be built domestically, and their construction would create \"thousands\" of jobs. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ff85/live/c94254d0-df84-11f0-b89f-11674143d4d8.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ff85/live/c94254d0-df84-11f0-b89f-11674143d4d8.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ff85/live/c94254d0-df84-11f0-b89f-11674143d4d8.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ff85/live/c94254d0-df84-11f0-b89f-11674143d4d8.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ff85/live/c94254d0-df84-11f0-b89f-11674143d4d8.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ff85/live/c94254d0-df84-11f0-b89f-11674143d4d8.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ff85/live/c94254d0-df84-11f0-b89f-11674143d4d8.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ff85/live/c94254d0-df84-11f0-b89f-11674143d4d8.jpg.webp\" loading=\"eager\" alt=\"Reuters Donald Trump speaking at a podium in Mar-a-Lago. He is wearing a dark navy blue suit with a bright red tie. Behind him is Secretary of State Marco Rubio. Beside him is a big photo featuring a rendering of Trump Class USS Defiant. Hie is standing in a room with ornate, gold accents behind him. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Trump said he approved the construction of two new battleships to start, with a plan to build up to 25</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In a recent interview with the Wall Street Journal, Phelan said that Trump had specifically asked for a \"big, beautiful\" battleship-type vessel as part of the fleet, which will also include dozens of support and transport vessels. </p><p class=\"sc-9a00e533-0 eZyhnA\">On 19 December, another new set of vessels, based on the US Coast Guard's Legend-class National Security Cutter, were announced by the US Navy.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Recent operations from the Red Sea to the Caribbean make the requirement undeniable - our small surface combatant inventory is a third of what we have,\" Chief of Naval Operations Daryl Caudle said in a video statement about the new ships.  </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We need more capable blue water small combatants to close the gap and keep our [destroyers] focused on the high-end fight,\" he added. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b075/live/5e482970-df84-11f0-b89f-11674143d4d8.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b075/live/5e482970-df84-11f0-b89f-11674143d4d8.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b075/live/5e482970-df84-11f0-b89f-11674143d4d8.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b075/live/5e482970-df84-11f0-b89f-11674143d4d8.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b075/live/5e482970-df84-11f0-b89f-11674143d4d8.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b075/live/5e482970-df84-11f0-b89f-11674143d4d8.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b075/live/5e482970-df84-11f0-b89f-11674143d4d8.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b075/live/5e482970-df84-11f0-b89f-11674143d4d8.jpg.webp\" loading=\"lazy\" alt=\"Reuters A rendering of the 'Trump Class' USS Defiant is displayed, on the day U.S. President Donald Trump makes an announcement about the Navy's &quot;Golden Fleet&quot;, at Mar-a-lago in Palm Beach, Florida, U.S., December 22, 2025.\nIt shows a big ship with a large American flag waving aboard it, on a sea of water. Behind it is the Statue of Liberty and the New York skyline. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Trump unveiled a rendering of the Trump Class USS Defiant at an announcement in Mar-a-Lago on Monday</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A similar vessel, the Constellatio-class frigate - which Trump approved during his first term in office - was cancelled in 2024 after repeated delays and cost overruns. </p><p class=\"sc-9a00e533-0 eZyhnA\">Only two ships were reportedly expected to be delivered after approximately $2bn (£1.49bn) was spent on the project. </p><p class=\"sc-9a00e533-0 eZyhnA\">US officials and defence analysts have repeatedly warned that the US is lagging behind China, its main potential maritime rival, in shipbuilding capacity. </p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.com/news/articles/c93n4nx5yqro\" class=\"sc-f9178328-0 iCaRzc\">Over 60% of the world's orders this year went to Chinese shipyards</a>, and its navy is already the largest in the world. </p><p class=\"sc-9a00e533-0 eZyhnA\">Since returning to office in January, Trump has vowed to revive the US shipbuilding industry. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We used to make so many ships,\" Trump said in March. \"We don't make them very much, but we're going to make them very fast, very soon. It will have a huge impact.\" </p><p class=\"sc-9a00e533-0 eZyhnA\">In October, Trump and Finnish President Alexander Stubb penned a deal for the US to purchase 11 Finnish-designed icebreakers, including seven built in the US with Finnish expertise. </p><p class=\"sc-9a00e533-0 eZyhnA\">The president's announcement also comes as US naval and air assets have surged to the Caribbean amid rising tensions with Venezuela. </p><p class=\"sc-9a00e533-0 eZyhnA\">The US started attacking vessels in September that were alleged to be carrying drugs, with strikes leaving at least 100 people dead. </p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking to reporters on Monday, Trump claimed that thousands of American lives had been saved because of the boat strikes by stopping lethal drugs from entering the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">The attacks have been criticised by some experts, who said they could violate international laws governing armed conflict.</p></div></article></div></body></html>"
        },
        {
            "title": "Amazon blocks 1,800 job applications from suspected North Korean agents",
            "time": "2025-12-23T02:49:45",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/7a77/live/f29f1a40-dfa0-11f0-a643-15fd7b194a0b.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A top Amazon executive has said the US technology giant has blocked more than 1,800 job applications from suspected North Korean agents.</p><p class=\"sc-9a00e533-0 eZyhnA\">North Koreans tried to apply for remote working IT jobs using stolen or fake identities, Amazon's chief security officer Stephen Schmidt said in a LinkedIn post.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Their objective is typically straightforward: get hired, get paid, and funnel wages back to fund the regime's weapons programs,\" he said, adding that this trend is likely to be happening at scale across the industry, especially in the US.</p><p class=\"sc-9a00e533-0 eZyhnA\">Authorities in the US and South Korea have warned about Pyongyang's operatives carrying out online scams.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Amazon has seen a nearly one-third increase in job applications from North Koreans in the past year, <a target=\"_blank\" href=\"https://www.linkedin.com/feed/update/urn:li:activity:7407485036142276610/\" class=\"sc-f9178328-0 iCaRzc\">said Mr Schmidt in his post</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">He said the operatives typically work with people managing \"laptop farms\"  - referring to computers based in the US that are run remotely from outside of the country.</p><p class=\"sc-9a00e533-0 eZyhnA\">The firm used a combination of artificial intelligence (AI) tools and verification by its staff to screen job applications, he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The strategies used by such fraudsters have become more sophisticated, Mr Schmidt said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Bad actors are hijacking dormant LinkedIn accounts using leaked credentials to gain verification. They target genuine software engineers to appear credible, he said, urging firms to report suspicious job applications to the authorities.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Schmidt warned employers to look out for indicators of fraudulent North Korean job applications, including incorrectly formatted phone numbers and mismatched education histories.</p><p class=\"sc-9a00e533-0 eZyhnA\">In June, the US government said it had uncovered 29 \"laptop farms\" <a target=\"_blank\" href=\"https://www.justice.gov/opa/pr/justice-department-announces-coordinated-nationwide-actions-combat-north-korean-remote\" class=\"sc-f9178328-0 iCaRzc\">that were being operated illegally across the country</a> by North Korean IT workers.</p><p class=\"sc-9a00e533-0 eZyhnA\">They used stolen or forged identities of Americans to help North Korean nationals get jobs in the US, said the Department of Justice (DOJ).</p><p class=\"sc-9a00e533-0 eZyhnA\">It also indicted US brokers who had helped secure jobs for the North Korean operatives.</p><p class=\"sc-9a00e533-0 eZyhnA\">In July, a woman from Arizona was <a target=\"_blank\" href=\"https://www.justice.gov/opa/pr/arizona-woman-sentenced-17m-information-technology-worker-fraud-scheme-generated-revenue\" class=\"sc-f9178328-0 iCaRzc\">sentenced to more than eight years in jail</a> for running a laptop farm to help North Korean IT workers secure remote jobs at more than 300 US companies.</p><p class=\"sc-9a00e533-0 eZyhnA\">The DOJ said the scheme generated more than $17m (£12.6m) in illicit gains for her and Pyongyang.</p></div></div></body></html>"
        },
        {
            "title": "Vince Zampella, Call of Duty co-creator, dies in California car crash",
            "time": "2025-12-23T10:04:47",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/09cf/live/c3c06b50-df84-11f0-b89f-11674143d4d8.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Vince Zampella, who co-created the  popular video game series Call of Duty, has died in a car crash in California, aged 55. </p><p class=\"sc-9a00e533-0 eZyhnA\">Zampella's death was confirmed by Electronic Arts, which owns Respawn Entertainment, a game studio he co-founded.</p><p class=\"sc-9a00e533-0 eZyhnA\">The influential video game developer was travelling in a Ferrari with another person, when it crashed and caught fire on a highway in Los Angeles on Sunday. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is an unimaginable loss, and our hearts are with Vince's family, his loved ones, and all those touched by his work,\" a spokesperson for Electronic Arts told the  BBC.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Officials said the person on the vehicle's passenger seat was ejected while the driver remained trapped. It is unclear if Zampella was driving the car and who the other person inside was. </p><p class=\"sc-9a00e533-0 eZyhnA\">Both people inside the vehicle died. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"For unknown reasons, the vehicle veered off the roadway, struck a concrete barrier, and became fully engulfed,\" the California Highway Patrol said in a statement to the BBC. </p><p class=\"sc-9a00e533-0 eZyhnA\">Zampella created Call of Duty with his long time collaborators Jason West and Grant Collier in 2003. </p><p class=\"sc-9a00e533-0 eZyhnA\">Partly inspired by events in World War II, the game has sold more than 500 million copies making owners Microsoft's Activision one of the most profitable gaming companies. It has also spawned an upcoming live-action film.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Call of Duty franchise was not his only success. He was also behind other widely popular games including the Medal of Honor, Titanfall and Apex Legends.</p><p class=\"sc-9a00e533-0 eZyhnA\">Journalist and Game Awards host Geoff Keighley, who <a target=\"_blank\" href=\"https://www.finalhoursoftitanfall.com/\" class=\"sc-f9178328-0 iCaRzc\">wrote a book about the making of Titanfall</a>, called Zampella a \"dear friend\" <a target=\"_blank\" href=\"https://x.com/geoffkeighley/status/2003192911765340568\" class=\"sc-f9178328-0 iCaRzc\">in a post on X</a> and a \"visionary executive\" who \"never wavered in his commitment to honesty and transparency\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"While he created some of the most influential games of our time, I always felt he still had his greatest one ahead of him,\" he said. \"It's heartbreaking that we'll never get to play it.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He really cared about the player experience,\" Keza MacDonald, the Guardian's video games editor, told BBC Newshour.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"He cared about making games, he cared about how people felt when they played and that really came across whenever you spoke to him.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">In 2010, Zampella and West were fired from Activision, which publishes the Call of Duty games, and the pair were subsequently locked in a long dispute with the company which they settled out of court in 2012.</p><p class=\"sc-9a00e533-0 eZyhnA\">At Electronic Arts, Zampella worked on Battlefield 6, which is seen as a direct competitor to Call of Duty.</p><p class=\"sc-9a00e533-0 eZyhnA\">Infinity Ward, the American company that developed Call of Duty, said Zampella \"will always have a special place in our history\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Your legacy of creating iconic, lasting entertainment is immeasurable,\" the company said in a statement on X.</p><p class=\"sc-9a00e533-0 eZyhnA\"></p></div></div></body></html>"
        },
        {
            "title": "NGOs fear Israel registration rules risk collapse of Gaza aid operations",
            "time": "2025-12-22T18:34:00",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/e889/live/4d511f40-df5d-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">NGOs fear Israel registration rules risk collapse of Gaza aid operations</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/e889/live/4d511f40-df5d-11f0-aae2-2191c0e48a3b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/e889/live/4d511f40-df5d-11f0-aae2-2191c0e48a3b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/e889/live/4d511f40-df5d-11f0-aae2-2191c0e48a3b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/e889/live/4d511f40-df5d-11f0-aae2-2191c0e48a3b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/e889/live/4d511f40-df5d-11f0-aae2-2191c0e48a3b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/e889/live/4d511f40-df5d-11f0-aae2-2191c0e48a3b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/e889/live/4d511f40-df5d-11f0-aae2-2191c0e48a3b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/e889/live/4d511f40-df5d-11f0-aae2-2191c0e48a3b.jpg.webp\" loading=\"eager\" alt=\"Reuters Displaced Palestinian woman Hanan Abu Taibah cooks food on a fire outside her  tent in Khan Younis, southern Gaza (18 December 2025)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">MSF said it would be \"a disaster for Palestinians\" if international NGOs are forced to stop operations in Gaza</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The UN and other aid agencies fear new Israeli registration rules for dozens of international non-governmental organisations (INGOs) risk the collapse of the humanitarian response in the occupied West Bank and Gaza Strip.</p><p class=\"sc-9a00e533-0 eZyhnA\">INGOs not registered by 31 December face closure of their operations in Israel within 60 days, which the agencies say could severely disrupt healthcare and other life-saving services in Gaza.</p><p class=\"sc-9a00e533-0 eZyhnA\">Save the Children said its application had not been approved and it was \"pursuing all available avenues to have this decision reconsidered\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Israel's ministry of diaspora affairs and combating antisemitism said the departure of \"rogue organisations\" would not affect the delivery of aid.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Fourteen out of the approximately 100 applications have so far been rejected, 21 have been approved, and those remaining are still undergoing review, according to the ministry.</p><p class=\"sc-9a00e533-0 eZyhnA\">The registration system introduced in March <a target=\"_blank\" href=\"https://www.gov.il/en/pages/interministerial_team_registration_humanitarian_organizations_foreign_employees\" class=\"sc-f9178328-0 iCaRzc\">includes several grounds for rejection</a>, including:</p><ul class=\"sc-6f869981-0 diUlgm\"><li class=\"sc-734a601e-0 cRgahm\">Denying the existence of Israel as a Jewish and democratic state</li><li class=\"sc-734a601e-0 cRgahm\">Denying the Holocaust or the Hamas-led attacks on Israel on 7 October 2023</li><li class=\"sc-734a601e-0 cRgahm\">Supporting an armed struggle against Israel by an enemy state or terrorist organisation</li><li class=\"sc-734a601e-0 cRgahm\">Promoting \"delegitimisation campaigns\" against Israel</li><li class=\"sc-734a601e-0 cRgahm\">Calling for a boycott of Israel or committing to participate in one</li><li class=\"sc-734a601e-0 cRgahm\">Supporting the prosecution of Israeli security forces in foreign or international courts</li></ul><p class=\"sc-9a00e533-0 eZyhnA\">The Humanitarian Country Team of the Occupied Palestinian Territory - a forum that brings together UN agencies and more than 200 local and international organisations - <a target=\"_blank\" href=\"https://www.unocha.org/publications/report/occupied-palestinian-territory/statement-humanitarian-country-team-occupied-palestinian-territory-opt-17-december-2025\" class=\"sc-f9178328-0 iCaRzc\">warned in a statement last Wednesday that the system \"fundamentally jeopardises\" the operations of INGOs in Gaza and the West Bank</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The system relies on vague, arbitrary, and highly politicised criteria and imposes requirements that humanitarian organisations cannot meet without violating international legal obligations or compromising core humanitarian principles,\" it said.</p><p class=\"sc-9a00e533-0 eZyhnA\">It added: \"While some INGOs have been registered under the new system, these INGOs represent only a fraction of the response in Gaza and are nowhere near the number required just to meet immediate and basic needs.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">According to the Humanitarian Country Team, INGOs currently run or support the majority of Gaza's field hospitals and primary healthcare centres, emergency shelter responses, water and sanitation services, nutrition stabilisation centres for children with acute malnutrition, and critical mine action activities.</p><p class=\"sc-9a00e533-0 eZyhnA\">If they were forced to stop operations, it said, one in three health facilities in Gaza would close.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Pressing ahead with this policy will have far-reaching consequences on the future of the OPT, in addition to threatening a fragile ceasefire and putting Palestinian lives at imminent risk, particularly during winter,\" the Humanitarian Country Team warned.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The UN will not be able to compensate for the collapse of INGOs' operations if they are de-registered, and the humanitarian response cannot be replaced by alternative actors operating outside established humanitarian principles.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">It also stressed that Israel had an obligation under international humanitarian law to ensure that Gaza's population was adequately supplied.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fa88/live/7c4d03e0-df5d-11f0-aae2-2191c0e48a3b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fa88/live/7c4d03e0-df5d-11f0-aae2-2191c0e48a3b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fa88/live/7c4d03e0-df5d-11f0-aae2-2191c0e48a3b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fa88/live/7c4d03e0-df5d-11f0-aae2-2191c0e48a3b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fa88/live/7c4d03e0-df5d-11f0-aae2-2191c0e48a3b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fa88/live/7c4d03e0-df5d-11f0-aae2-2191c0e48a3b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fa88/live/7c4d03e0-df5d-11f0-aae2-2191c0e48a3b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fa88/live/7c4d03e0-df5d-11f0-aae2-2191c0e48a3b.jpg.webp\" loading=\"lazy\" alt=\"Reuters Palestinian women stand beside a baby receiving treatment inside the neonatal care unit at Nasser Hospital in Khan Younis, southern Gaza (18 December 2025)\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">An Israeli official said international NGOs, which support many hospitals in Gaza, had been given \"more than sufficient time\" to obtain registration</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Save the Children - which has supported families in Gaza with clean water and cash assistance, as well as healthcare clinics and mother and baby areas - confirmed on Monday that it was informed several weeks ago that its registration application had not been approved.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We are pursuing all available avenues to have this decision reconsidered, including filing a petition with the Israeli courts,\" a spokesperson told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"While we call for this decision to be reconsidered, we remain committed to delivering vital and life-saving support to children and families in the Occupied Palestinian Territory through our team of over 300 dedicated Palestinian staff together with trusted partners.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Médecins Sans Frontières (MSF) - which supports six public hospitals and runs two field hospitals in Gaza, and has treated hundreds of thousands of patients over the past year - meanwhile said it was among the INGOs still waiting to obtain registration.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"With Gaza's health system already destroyed, independent and experienced humanitarian organisations losing access to respond would be a disaster for Palestinians,\" a statement said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"MSF calls on the Israeli authorities to ensure that INGOs can maintain and continue their impartial and independent response in Gaza. The already restricted humanitarian response cannot be further dismantled.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">A spokesman for the Israeli diaspora affairs ministry told the BBC that it had already extended the registration deadline from 9 September to 31 December \"as an extraordinary measure and well beyond what was required\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There has been more than sufficient time to act, and any organisation that has failed to do so by now has demonstrated a clear lack of good faith,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">He also stressed that the process had been carried out by a team that included all relevant Israeli security and government bodies, and that \"claims of a sweeping or mass rejection are false and misleading\".</p><p class=\"sc-9a00e533-0 eZyhnA\">He added: \"Humanitarian aid will continue uninterrupted. The departure of rogue organisations whose real objective is to undermine the State of Israel under a humanitarian guise will not affect the ongoing delivery of aid.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Russian general killed by car bomb in Moscow, officials say",
            "time": "2025-12-22T15:10:28",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/2429/live/f2cd8ea0-df2f-11f0-a8dc-93c15fe68710.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Russian general killed by car bomb in Moscow, officials say</h1></p><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">BBC Russia Editor Steve Rosenberg on scene of Moscow car bombing</figcaption></p><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A Russian general has been killed in a car bombing in Moscow, officials have said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Russia's Investigative Committee said Lt Gen Fanil Sarvarov died on Monday morning after an explosive device planted under a car detonated.</p><p class=\"sc-9a00e533-0 eZyhnA\">He is the third military official to have been killed in bomb attacks in the Russian capital over the last year.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sarvarov, 56, was the head of the armed forces' operational training department, the committee said.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">It added one theory being investigated was that the bomb was planted with the involvement of Ukrainian intelligence services. Ukraine has not commented.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sarvarov died in hospital as a result of his injuries, the committee said, adding it had opened an investigation into murder and illegal trafficking of explosives.</p><p class=\"sc-9a00e533-0 eZyhnA\">Investigators have been sent to the scene, in a car park near an apartment block in the south of Moscow.</p><p class=\"sc-9a00e533-0 eZyhnA\">Images from the area show a badly damaged white Kia Sorento with the doors blown out, surrounded by other vehicles. </p><p class=\"sc-9a00e533-0 eZyhnA\">According to Russian media, Sarvarov previously took part in combat operations during the Ossetian-Ingush conflict and the Chechen wars in the 1990s and early 2000s, and also led operations in Syria between 2015-2016. </p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/b345/live/aa08b410-df20-11f0-b67b-690eb873de1b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/b345/live/aa08b410-df20-11f0-b67b-690eb873de1b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/b345/live/aa08b410-df20-11f0-b67b-690eb873de1b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/b345/live/aa08b410-df20-11f0-b67b-690eb873de1b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/b345/live/aa08b410-df20-11f0-b67b-690eb873de1b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/b345/live/aa08b410-df20-11f0-b67b-690eb873de1b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/b345/live/aa08b410-df20-11f0-b67b-690eb873de1b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/b345/live/aa08b410-df20-11f0-b67b-690eb873de1b.jpg.webp\" loading=\"eager\" alt=\"Reuters Investigators work near a destroyed car after a blast from an explosive device\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Reuters</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Investigators could be seen working at the scene on Monday morning</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Vladimir Putin was informed of Sarvarov's death immediately, Kremlin spokesman Dmitry Peskov said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since Russia launched its full-scale invasion of Ukraine in February 2022, a number of military officials and high-profile individuals have been targeted in the Russian capital.</p><p class=\"sc-9a00e533-0 eZyhnA\">Darya Dugina, the 29-year-old daughter of a prominent nationalist figure and Putin close ally, was killed in a suspected car bombing in 2022.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gen Yaroslav Moskalik was <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/c8rg4mly3ygo\" class=\"sc-f9178328-0 iCaRzc\">killed in a car bomb attack last April</a>, while Gen Igor Kirillov died in December 2024 when a device hidden in a scooter was detonated remotely.</p><p class=\"sc-9a00e533-0 eZyhnA\">A Ukrainian source later told the BBC that Kirillov was killed by Ukraine's security service, though this was never confirmed on the record. As a matter of policy, Ukraine never officially admits or claims responsibility for targeted attacks.</p></div></article></div></body></html>"
        },
        {
            "title": "Ecuadorean soldiers found guilty of boys' forced disappearance",
            "time": "2025-12-22T18:17:57",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/431d/live/e3fbbc80-df57-11f0-a7ad-b72dffdf9dfd.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Eleven Ecuadorean soldiers have been sentenced to 34 years in prison each after being found guilty of the forced disappearance of four boys last year.</p><p class=\"sc-9a00e533-0 eZyhnA\">The discovery of the beaten and burned remains of the four boys, aged between 11 and 15, shocked the violence-wracked nation.</p><p class=\"sc-9a00e533-0 eZyhnA\">The court found a military patrol had picked up the boys as they returned from playing football in the city of Guayaquil, forced them to strip off their clothes, beat them and left them naked in a desolate, dangerous and abandoned location.</p><p class=\"sc-9a00e533-0 eZyhnA\">One of the boys called his father but, by the time he arrived, they were no longer there. Their burned bodies were found days later close to a military base near Guayaquil. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">In total, 17 soldiers were on trial over the disappearance of 15-year-old Nehemías Arboleda, 11-year-old Steven Medina, and brothers Ismael, 15, and Josué Arroyo, 14.</p><p class=\"sc-9a00e533-0 eZyhnA\">Eleven of the soldiers were sentenced to 34 years and eight months in prison and five were given reduced sentences of two and a half years for co-operating with the prosecution.</p><p class=\"sc-9a00e533-0 eZyhnA\">A lieutenant-colonel who had not been on patrol with the rest of the group was declared not guilty. </p><p class=\"sc-9a00e533-0 eZyhnA\">The soldiers had been sent on patrol as part of the government's crackdown on criminal gangs in the country, which has seen its crime rate skyrocket as the gangs' power has expanded. </p><p class=\"sc-9a00e533-0 eZyhnA\">Defence officials had originally said that the four children, who became known as The Malvinas Four after the neighbourhood the were from, had been stopped by the patrol because they were suspects in a robbery.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the judge ruled that they had been \"innocent victims of a state crime\" and ordered that their families be issued with an official apology and that the four victims be commemorated with a plaque.</p><p class=\"sc-9a00e533-0 eZyhnA\">He also ordered that military personnel undergo human rights training.</p><p class=\"sc-9a00e533-0 eZyhnA\">The judge said that evidence provided by the five soldiers who had co-operated with the prosecution had revealed the cruelty with which the 16 soldiers on patrol had acted. </p><p class=\"sc-9a00e533-0 eZyhnA\">He said that they had deliberately taken the four boys to a desolate area, where they subjected them to racist insults, beatings and even a simulated execution.</p><p class=\"sc-9a00e533-0 eZyhnA\">Defence lawyers had argued that because the boys were alive when the soldiers left, the accused were not responsible for their death.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the judge concluded that leaving them in such a dangerous and desolate location \"was the cause of the victims' death\". It is not known who burned the bodies.</p></div></div></body></html>"
        },
        {
            "title": "Élysée Palace staff member to stand trial over theft of precious tableware",
            "time": "2025-12-22T15:35:58",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a65d/live/1beced00-df38-11f0-b6a6-1bf5f87ee304.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A senior staff member at France's presidential palace will stand trial over the alleged theft of precious tableware, including Baccarat Champagne glasses and Sèvres porcelain plates. </p><p class=\"sc-9a00e533-0 eZyhnA\">Around 100 objects that were reported missing from the presidential collection were allegedly later found in the locker, car and home of Thomas M, who is reported to be the Élysée Palace's chief butler. He will stand trial alongside two others. </p><p class=\"sc-9a00e533-0 eZyhnA\">Investigators say they found some of the items - thought to be worth between €15,000 and €40,000 (£13,000 and £35,000) - on his Vinted account. </p><p class=\"sc-9a00e533-0 eZyhnA\">It comes just months after the Louvre Museum in Paris suffered a brazen heist in which jewels worth €88m (£76m) were taken. </p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">French media reported that Thomas M's role as head butler and keeper of precious silver involved setting the tables at state dinners and other prestigious events.</p><p class=\"sc-9a00e533-0 eZyhnA\">He is accused of siphoning off the items over several months and falsifying the records to cover his tracks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Also among the alleged stolen goods are solid silver cutlery and a René Lalique figurine.</p><p class=\"sc-9a00e533-0 eZyhnA\">The inventory kept by Thomas M suggested he was planning to steal more goods, prosecutors say.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Élysée has already posted a job advertisement to find his replacement, according to French media outlet TF1 Info. </p><p class=\"sc-9a00e533-0 eZyhnA\">Officials at Sèvres - France's state-owned porcelain factory - also identified some of their items on online auction sites, including a plate embossed with an air force stamp and ashtrays.</p><p class=\"sc-9a00e533-0 eZyhnA\">Thomas M was arrested on Tuesday 16 December on suspicion of theft, alongside his partner Damien G - a collector and manager of an online auction company.</p><p class=\"sc-9a00e533-0 eZyhnA\">A third man, Ghislain M, was arrested a day later, accused of receiving stolen goods. His \"passion\" for rare antiques has been put forward by his lawyer as being behind his alleged involvement.</p><p class=\"sc-9a00e533-0 eZyhnA\">According to Le Parisien - which first reported on the case - he was working as a guard at the Louvre at the time and has been barred from returning until the trial is completed.</p><p class=\"sc-9a00e533-0 eZyhnA\">The trial is scheduled for February.</p></div></div></body></html>"
        },
        {
            "title": "Thailand, Cambodia agree to talks in bid to end deadly conflict - minister",
            "time": "2025-12-22T09:17:55",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3704/live/f5160cc0-dee7-11f0-8fd8-a790711c1fce.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Thailand, Cambodia agree to talks in bid to end deadly conflict - minister</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/3704/live/f5160cc0-dee7-11f0-8fd8-a790711c1fce.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/3704/live/f5160cc0-dee7-11f0-8fd8-a790711c1fce.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/3704/live/f5160cc0-dee7-11f0-8fd8-a790711c1fce.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/3704/live/f5160cc0-dee7-11f0-8fd8-a790711c1fce.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/3704/live/f5160cc0-dee7-11f0-8fd8-a790711c1fce.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/3704/live/f5160cc0-dee7-11f0-8fd8-a790711c1fce.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/3704/live/f5160cc0-dee7-11f0-8fd8-a790711c1fce.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/3704/live/f5160cc0-dee7-11f0-8fd8-a790711c1fce.jpg.webp\" loading=\"eager\" alt=\"EPA Displaced Thai villagers who fled from homes following clashes between Thai and Cambodian troops, wait for food distribution\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">EPA</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">The renewed fighting this month has displacing around 900,000 on both sides, officials say</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Officials from Thailand and Cambodia will meet next week to discuss the possibility of reviving a ceasefire, Thailand's foreign minister said, as deadly border clashes entered a third week. </p><p class=\"sc-9a00e533-0 eZyhnA\">Both countries had signed a ceasefire earlier in July, brokered by US President Donald Trump. But fighting broke out again earlier this month - which both countries have blamed each other for. </p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, top officials from both countries met at a summit in Malaysia, their first first face-to-face meeting since fighting resumed.</p><p class=\"sc-9a00e533-0 eZyhnA\">Speaking afterwards, Thailand's Foreign Minister said the July ceasefire was \"rushed\", saying it was because the US \"wanted the declaration signed in time for Trump's [visit]\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">\"We were sometimes in a rush because the US wanted it signed by the visit of President Trump,\" said Sihasak Phuangketkeow.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"But sometimes we really just [need to] sit down, trash things [out]...  make sure that the ceasefire reflects... the situation on the ground. And the ceasefire is one that really holds.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Phuangketkeow said a meeting between military officials from both Thailand and Cambodia would take place on 24 December, and that this would need to happen before any ceasefire agreement could be reached. </p><p class=\"sc-9a00e533-0 eZyhnA\">Cambodia has yet to comment on the matter. </p><p class=\"sc-9a00e533-0 eZyhnA\">At least 41 people have been killed and almost one million displaced since the renewed fighting this month. </p><p class=\"sc-9a00e533-0 eZyhnA\">Both countries have blamed each other for the fresh hostilities. </p><p class=\"sc-9a00e533-0 eZyhnA\">The most recent fighting has seen <a target=\"_self\" href=\"https://www.bbc.com/news/articles/c0mpje3e2xmo\" class=\"sc-f9178328-0 iCaRzc\">the exchange of artillery fire along the 800km (500-mile) border</a>. Thailand has also launched air strikes targetting Cambodian positions.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the Association of Southeast Asian Nations (Asean) meeting on Monday, Malaysia's foreign minister had asked both sides and other Asean members to give the matter \"our most urgent attention\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We must consider the wider ramifications of the continued escalation of the situation for the people we serve,\" Mohamad Hasan told his counterparts, according to news agency AFP.</p><p class=\"sc-9a00e533-0 eZyhnA\">The conflict has been the worst between Asean member states since the association was founded in 1967. The failure to contain it represents a serious blow to the bloc's credibility.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US and China have also been attempting to mediate a new ceasefire.</p><p class=\"sc-9a00e533-0 eZyhnA\">China's special envoy for Asian affairs, Deng Xijun, visited Phnom Penh last week. A statement from Beijing said he reaffirmed that China would continue to play a constructive role in facilitating dialogue between Cambodia and Thailand.</p><p class=\"sc-9a00e533-0 eZyhnA\">On Monday, Chinese foreign ministry spokesperson Lin Jian said at the daily press briefing that China had been mediating the confict in its own way since fighting restarted this month. He added that Beijing would release information on the mediation conducted by Deng \"in due course\".</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The argument between Thailand and Cambodia dates back more than a century, and there have been sporadic clashes, with soldiers and civilians killed on both sides over the years. </p><p class=\"sc-9a00e533-0 eZyhnA\">But in May, tensions ramped up after a Cambodian soldier was killed in a clash. And on  24 July, the situation dramatically escalated after a Cambodian rocket barrage into Thailand, which was followed by Thai air strikes. That set off five days of intense fighting, which left dozens of soldiers and civilians dead.</p><p class=\"sc-9a00e533-0 eZyhnA\">The two countries later agreed to an \"immediate and unconditional ceasefire\" brokered by Malaysian Prime Minister Anwar Ibrahim and US President Donald Trump - who at the time threatened to stop tariff negotiations until the hostilities stopped.</p><p class=\"sc-9a00e533-0 eZyhnA\">The US president later oversaw the signing of what he dubbed \"the Kuala Lumpar peace accord\" in October. Thailand refused to call it that - instead referring to it as \"Joint Declaration by the prime ministers of Thailand and Cambodia on the outcomes of their meeting in Kuala Lumpur\".</p><p class=\"sc-9a00e533-0 eZyhnA\">But that ceasefire fell apart in December, with both sides blaming each other for re-igniting the fighting, which has seen air strikes and exchanges of artillery fire.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-jonathan-head-and-thanyarat-doksone\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Jonathan Head and Thanyarat Doksone</i></p></div></article></div></body></html>"
        },
        {
            "title": "Gold and silver hit records as investors hunt for safety",
            "time": "2025-12-22T14:35:14",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/299d/live/b4e710a0-df13-11f0-8db4-97f4d263443d.jpg",
            "body": "<html><body><div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The gold price has hit another record high, trading above $4,400 (£3,275) an ounce for the first time.</p><p class=\"sc-9a00e533-0 eZyhnA\">The price of the precious metal has risen on expectations the US central bank will cut interest rates further next year, analysts said.</p><p class=\"sc-9a00e533-0 eZyhnA\">Gold started the year worth $2,600 an ounce, but geopolitical tensions, the Trump tariffs and expectations of rate cuts have added to investor demand for safe haven assets, such as gold and other commodities.</p><p class=\"sc-9a00e533-0 eZyhnA\">The prices of other precious metals also rose on Monday, with silver hitting a record high as well.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The gold price has risen more than 68% this year, the highest increase since 1979, according to Adrian Ash, director of research at gold bullion marketplace BullionVault.</p><p class=\"sc-9a00e533-0 eZyhnA\">2025 has seen \"slow-burning trends around interest rates, around war and trade tensions\", Mr Ash said, which have helped to push up the price of gold.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The precious metals market says that President Trump has really triggered something – and gold has gone crazy this year.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"You've got the trade war, the attacks on the US Federal Reserve and you've got geopolitical tensions, all of those provocations come from Trump,\" he said.</p><p class=\"sc-9a00e533-0 eZyhnA\">After passing the $4,400 an ounce mark on Monday, the spot price of gold hit a high of $4,426.66.</p><p class=\"sc-9a00e533-0 eZyhnA\">Lower interest rate expectations typically mean lower returns for investments such as bonds, so investors look to commodities such as gold and silver to get a return, but also diversify their portfolios.</p><p class=\"sc-9a00e533-0 eZyhnA\">The consensus among analysts currently is that the US will lower interest rates twice in 2026.</p><p class=\"sc-9a00e533-0 eZyhnA\">Another factor adding to demand is that central banks globally are expanding their own physical holdings of gold as a way to counter economic turbulence, reduce reliance on the US dollar, and diversify their own portfolios, according to analysis from Goldman Sachs, which predicted the pattern would continue in 2026.</p><p class=\"sc-9a00e533-0 eZyhnA\">The steady increase in the price of gold across the year could be because it is seen as a way for traders to help shield themselves from the threat of inflation and economic turmoil, Anita Wright, chartered financial planner at Ribble Wealth Management, said.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When confidence in financial assets and policy stability starts to wobble, gold tends to respond first as the primary monetary metal,\" Ms Wright said.</p><p class=\"sc-9a00e533-0 eZyhnA\">A weaker US dollar has also helped push gold prices higher by making the metal cheaper for overseas buyers.</p><p class=\"sc-9a00e533-0 eZyhnA\">Other precious metals have also had record years. The price of silver also hit a record of $69.44 an ounce on Monday.</p><p class=\"sc-9a00e533-0 eZyhnA\">For 2025 so far, silver is up 138% year-to-date and platinum is at a 17-year high, vastly outperforming gold, underpinned by strong and supply constraints, according to analysts. </p><p class=\"sc-9a00e533-0 eZyhnA\">Unlike gold, the other precious metals are also used widely in industrial manufacturing which helps stoke demand.</p><p class=\"sc-9a00e533-0 eZyhnA\">Separately, oil prices rose on Monday, after the US ordered a \"blockade\" last week of sanctioned oil tankers entering and leaving Venezuela.</p><p class=\"sc-9a00e533-0 eZyhnA\">The price of Brent crude rose $1.31 to $61.78 a barrel, while US oil was up $1.25 at $57.77. However, both measures look set to end 2025 at prices lower than where they started the year.</p></div></div></body></html>"
        },
        {
            "title": "What the underwhelming Epstein files release means for Maga",
            "time": "2025-12-23T00:24:25",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/f5c6/live/a05dad80-dfd4-11f0-a8dc-93c15fe68710.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">What the underwhelming Epstein files release means for Trump and Maga</h1></p><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/34ca/live/5f75b820-df30-11f0-b67b-690eb873de1b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/34ca/live/5f75b820-df30-11f0-b67b-690eb873de1b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/34ca/live/5f75b820-df30-11f0-b67b-690eb873de1b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/34ca/live/5f75b820-df30-11f0-b67b-690eb873de1b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/34ca/live/5f75b820-df30-11f0-b67b-690eb873de1b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/34ca/live/5f75b820-df30-11f0-b67b-690eb873de1b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/34ca/live/5f75b820-df30-11f0-b67b-690eb873de1b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/34ca/live/5f75b820-df30-11f0-b67b-690eb873de1b.jpg.webp\" loading=\"eager\" alt=\"Getty Images Jeffrey Epstein and Trump both pictured in suits, with Trump's arm around Epstein\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Epstein and Trump together at Trump's Mar-a-Lago estate in Florida in a file photo from 1997.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Attorney General Pam Bondi took to X over the weekend with a bold statement: \"President Trump is leading the most transparent administration in American history.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Her post was about efforts to release documents concerning the attempted assassination of Trump last July.</p><p class=\"sc-9a00e533-0 eZyhnA\">But the folks commenting in the replies had a completely different investigation in mind – the one into Jeffrey Epstein. </p><p class=\"sc-9a00e533-0 eZyhnA\">And they weren't buying it.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Liar,\" snapped several people – along with many much harsher insults. One conservative YouTuber who mixes blistering tirades with Bitcoin promotions wrote: \"I will vote for whatever President ... campaigns on arresting Pam Bondi over the cover up of the Epstein Files.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">After folding into his coalition many non-traditional voters from the more fringe corners of the internet, Trump and members of his administration now find themselves coming face to face with the conspiratorial thinking they have stoked.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This is the greatest cover-up by a president and for a president in history,\" said one member of a Facebook group devoted to sleuthing about the case. \"Epstein is the story and don't let up.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">At issue isn't so much the previously unreleased pictures of people like Bill Clinton, Mick Jagger, Michael Jackson and legendary news anchor Walter Cronkite in Epstein's company – which is not an indicator of any wrongdoing – but the sea of blacked-out redactions in the files themselves.</p><p class=\"sc-9a00e533-0 eZyhnA\">On the campaign trail last year, Trump suggested that he would support the release of investigation files. In February, Bondi said they were \"sitting on my desk right now to review\".</p><p class=\"sc-9a00e533-0 eZyhnA\">But after so much time and anticipation, Friday's release landed with a whimper. </p><p class=\"sc-9a00e533-0 eZyhnA\">Joe Uscinski, an associate professor of political science at the University of Miami who studies conspiracy theories and conspiratorial thinking, says Trump's coalition is now more about scepticism and antagonism towards institutions - and less about traditional Republican Party goals.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many in the movement, he says, believe that huge numbers of children are being used for sex trafficking, beliefs that are bolstered by Epstein's very real crimes as well as conspiracy theories like <a target=\"_self\" href=\"https://www.bbc.co.uk/news/53498434\" class=\"sc-f9178328-0 iCaRzc\">QAnon</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"People don't necessarily want documents released - they want documents released which tell them that what they believe is true.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7c8a/live/ca098090-df30-11f0-b67b-690eb873de1b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7c8a/live/ca098090-df30-11f0-b67b-690eb873de1b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7c8a/live/ca098090-df30-11f0-b67b-690eb873de1b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7c8a/live/ca098090-df30-11f0-b67b-690eb873de1b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7c8a/live/ca098090-df30-11f0-b67b-690eb873de1b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7c8a/live/ca098090-df30-11f0-b67b-690eb873de1b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7c8a/live/ca098090-df30-11f0-b67b-690eb873de1b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7c8a/live/ca098090-df30-11f0-b67b-690eb873de1b.jpg.webp\" loading=\"lazy\" alt=\"Getty Images Bondi with a serious expression on her face is sitting in front of a microphone, a nameplate and a bottle of water are in front of her on the table\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Attorney General Pam Bondi has come in for criticism, including from members of her own party, for her handling of the Epstein files.</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The potential for political trouble is not lost on Trump's inner circle. In <a target=\"_blank\" href=\"https://www.vanityfair.com/news/story/trump-susie-wiles-interview-exclusive-part-1?srsltid=AfmBOop0SrRa46a44smA6ixheax1yd1RJx-mffopwLDG4O7PqWY154wf\" class=\"sc-f9178328-0 iCaRzc\">a Vanity Fair article</a> published prior to the document release, White House chief of staff Susie Wiles described the people compelled to vote for Trump because of his promises on Epstein as \"Joe Rogan listeners\" – in other words, younger men who aren't traditionally into politics.</p><p class=\"sc-9a00e533-0 eZyhnA\">Wiles has called the story a \"hit piece\". But she has not disputed specific quotes, including her assertion that Trump has not yet solidified a lasting Republican majority.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The people that are inordinately interested in Epstein are the new members of the Trump coalition, the people that I think about all the time – because I want to make sure that they are not [only] Trump voters, they're Republican voters,\" she told the magazine.</p><p class=\"sc-9a00e533-0 eZyhnA\">Polls and experts back up the chief of staff's concerns about the tenuous nature of Trump's coalition.</p><p class=\"sc-9a00e533-0 eZyhnA\">A survey released in early December by the right-wing Manhattan Institute think tank labelled nearly a third of Trump's supporters \"New Entrant Republicans\" – people who voted for the party for the first time in 2024. And the poll found that just over half of that category would \"definitely\" support a Republican in the 2026 mid-term elections.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"These voters are drawn to Trump but are not reliably attached to the Republican Party,\" the institute concluded.</p><p class=\"sc-9a00e533-0 eZyhnA\">The possible fragility of the Trump coalition is playing out on several different levels.</p><p class=\"sc-9a00e533-0 eZyhnA\">One crucial group is a collection of social media stars and podcasters who stand mostly outside traditional Republican circles but have clout and influence online.</p><p class=\"sc-9a00e533-0 eZyhnA\">They were instrumental in keeping social media attention on the Epstein story long after the convicted sex offender's death.</p><p class=\"sc-9a00e533-0 eZyhnA\">A group of influencers – including \"Libs of TikTok\" creator Chaya Raichik, conspiracy theorist and Turning Point USA activist Jack Posobiec, and elections organiser Scott Presler – were<b id=\"\" class=\"sc-d16436d-0 gnUCoQ\"> </b>even invited to an event at the Department of Justice (DoJ) and given binders, which Bondi described as a \"first phase\" of Epstein document releases.</p><p class=\"sc-9a00e533-0 eZyhnA\">Little if anything new was in the binders, which caused a backlash. Outrage swelled further in July after the DoJ released a memo saying that there was no Epstein \"client list\" and rejecting conspiracy theories about his death in prison.</p><p class=\"sc-9a00e533-0 eZyhnA\">Yet following the most recent release, many of these same conservative influencers have been curiously silent.</p><p class=\"sc-9a00e533-0 eZyhnA\">Laura Loomer, a popular Maga social media influencer who has helped spread Epstein conspiracies online, claimed that they exonerated Trump from any wrongdoing.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Maybe now the media will stop obsessing over these files,\" wrote Loomer, who has mentioned Epstein at least 200 times on X this year alone. </p><p class=\"sc-9a00e533-0 eZyhnA\">Others - including several who were at the DoJ binder event - have not mentioned the document release at all, positively or negatively.</p><p class=\"sc-9a00e533-0 eZyhnA\">Their silence has been noted by other right-wing and far-right commentators, sparking online Maga infighting. And the row over the Epstein case is just one controversy currently roiling the movement, with arguments over free speech, anti-Semitism and Charlie Kirk's legacy <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cp84p722m3do\" class=\"sc-f9178328-0 iCaRzc\">bursting out into the open at an annual conference put on by Turning Point USA this week</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">Jared Holt, senior researcher at Open Measures, a company that analyses online extremism, says the debate over the Epstein files is just one controversy contributing to the challenges facing the Maga movement.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"At the beginning of the year, Maga was a triumphant intimidating cultural force, now the train is falling off the tracks and there's no clear sign that it will be stabalising or rebounding anytime soon,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It seems like the die-hard Trump base has atrophied over the course of the year,\" Holt says, but notes that it's too soon to tell if the recent heavily redacted document drop will have any significant impact on the sorts of \"Joe Rogan listeners\" Wiles is concerned about.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7ae4/live/a202eb90-df30-11f0-aae2-2191c0e48a3b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7ae4/live/a202eb90-df30-11f0-aae2-2191c0e48a3b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7ae4/live/a202eb90-df30-11f0-aae2-2191c0e48a3b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7ae4/live/a202eb90-df30-11f0-aae2-2191c0e48a3b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7ae4/live/a202eb90-df30-11f0-aae2-2191c0e48a3b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7ae4/live/a202eb90-df30-11f0-aae2-2191c0e48a3b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7ae4/live/a202eb90-df30-11f0-aae2-2191c0e48a3b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7ae4/live/a202eb90-df30-11f0-aae2-2191c0e48a3b.jpg.webp\" loading=\"lazy\" alt='Getty Images The three members of Congress are outside in front of a stand of microphones and a sign reading \"Epstein files transparency act\"' class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Rep Thomas Massie (c) speaking prior to last month's vote on a measure to compel the DoJ to release the files, along with Ro Khanna (l) and Marjorie Taylor Greene (r)</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Prominent voices in Congress have been less shy than the influencer class about criticising the justice department. Soon-to-be-ex-Congresswoman Marjorie Taylor Greene lambasted the release, calling it \"NOT MAGA\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Thomas Massie, the Republican member of the House of Representatives from Kentucky who spearheaded legislation leading to the document release, spent the weekend lambasting the justice department online and on US weekend talk shows. </p><p class=\"sc-9a00e533-0 eZyhnA\">He accused Bondi and officials of being in violation of the law requiring the release of the files, and has joined forces with Democratic Representative Ro Khanna to push for greater transparency. </p><p class=\"sc-9a00e533-0 eZyhnA\">Massie has suggested that they could move to charge Bondi with \"inherent contempt\" for ignoring a congressional order - a move which could force further document disclosures.</p><p class=\"sc-9a00e533-0 eZyhnA\">Regardless of whether or not that happens, there may be further revelations in the next few days. Todd Blanche, the deputy attorney general, has promised hundreds of thousands more documents before the end of the year.</p></div></article></div></body></html>"
        },
        {
            "title": "Baby Siwar back in hospital in Gaza after returning from treatment in Jordan",
            "time": "2025-12-22T19:38:10",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0ff0/live/bb237940-df4f-11f0-a8dc-93c15fe68710.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Baby followed by BBC back in Gaza hospital after treatment abroad</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Fergal Keane</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Special correspondent</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/0ff0/live/bb237940-df4f-11f0-a8dc-93c15fe68710.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/0ff0/live/bb237940-df4f-11f0-a8dc-93c15fe68710.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/0ff0/live/bb237940-df4f-11f0-a8dc-93c15fe68710.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/0ff0/live/bb237940-df4f-11f0-a8dc-93c15fe68710.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/0ff0/live/bb237940-df4f-11f0-a8dc-93c15fe68710.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/0ff0/live/bb237940-df4f-11f0-a8dc-93c15fe68710.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/0ff0/live/bb237940-df4f-11f0-a8dc-93c15fe68710.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/0ff0/live/bb237940-df4f-11f0-a8dc-93c15fe68710.jpg.webp\" loading=\"eager\" alt=\"BBC Siwar Ashour\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Siwar Ashour spent six months in Jordan after being evacuated from Gaza</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">A one-year-old Palestinian girl evacuated from Gaza with severe nutritional problems is back in hospital in the territory after being returned there from Jordan. Siwar Ashour, whose story the BBC has followed for several months, was repatriated to Gaza on 3 December after completing her medical treatment in Amman.</p><p class=\"sc-9a00e533-0 eZyhnA\">She'd spent six months in hospital there under a medical evacuation programme run by the Kingdom of Jordan. Her grandmother, Sahar Ashour, said she became ill three days after coming back.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"She started having diarrhoea and vomiting and her situation keeps getting worse. The diarrhoea won't go away,\" she told a freelance journalist working for the BBC in Gaza. International journalists have been banned by Israel from entering Gaza independently since the start of the war nearly two years ago.</p><p class=\"sc-9a00e533-0 eZyhnA\">Siwar is being treated at al-Aqsa Martyrs Hospital in the central Gaza Strip where Dr Khalil al-Daqran told the BBC she is \"receiving the necessary treatment, but the situation is still bad for her\". The doctor said Siwar was suffering from a gastro-intestinal infection. She has an immune system deficiency which makes it hard for her to fight bacteria. She also struggles to absorb nutrition, meaning she requires specialised baby formula.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Dr Khalil al-Daqran said poor hygiene conditions had disease to spread</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Dr Daqran said that hospitals in Gaza - many of which were badly damaged by Israeli bombing and fighting nearby with Hamas before a ceasefire took effect in October - were seeing an increase in child admissions. Poor hygiene conditions caused by the destruction of vital infrastructure have led to the spread of infections and disease.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Since the ceasefire was announced, the number of child patients arriving at Gaza Strip hospitals is three times the capacity… The situation at al-Aqsa Martyrs Hospital is no different from other hospitals in the Gaza Strip.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It suffers from a severe shortage of medicines and medical supplies, and a major shortage regarding electric generators, which are the main artery to keep a hospital going.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The World Health Organization (WHO) described humanitarian needs in Gaza as \"staggering, with current assistance addressing only the most basic survival requirements\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Siwar was evacuated to Jordan in June after the BBC reported on her case and raised it directly with the Jordanian authorities.</p><p class=\"sc-9a00e533-0 eZyhnA\">Jordan's Minister of Communications, Dr Mohammed al-Momani, told us that Siwar was among 45 children returned to Gaza after completing their treatment. Under the evacuation scheme all patients are sent back after medical attention.</p><p class=\"sc-9a00e533-0 eZyhnA\">I put it to Dr al-Momani that people might find it hard to accept that a child in such a vulnerable condition could be sent back to Gaza in the current conditions.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"No patient is sent back before they finish their medical treatment… the first reason [why they are returned] is that this will allow us to bring more patients from Gaza. We cannot take all of them at once. We have to take them in batches. So far we have taken 18 batches. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The second reason is that we don't want to contribute in any shape or form to the displacement of Palestinians from their land and all patients are told… after treatment you are sent back so other patients and other children can be brought in for treatment.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Dr Mohammed al-Momani says patients are sent back from Jordan after medical treatment to allow authorities to bring in new patients from Gaza</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Jordan also treats war wounded at its field hospital in Gaza and has supplied aid via air drops and road convoys. The kingdom hosts more than 2 million Palestinian refugees, who fled conflicts with Israel since 1948, and 500,000 refugees from other countries, mostly Syrians.</p><p class=\"sc-9a00e533-0 eZyhnA\">Since last March some 300 sick and wounded children and 730 parents and guardians have been brought to Jordan out of 2000 scheduled for treatment. Other countries in the region like the United Arab Emirates and Turkey have treated thousands of sick civilians from Gaza.</p><p class=\"sc-9a00e533-0 eZyhnA\">The specialised formula milk Siwar needs was either not available or in very short supply during the ongoing conflict. In March, Israel imposed a total blockade on aid into Gaza that was lifted partially after 11 weeks. Since the ceasefire there has been a surge in aid deliveries, although the UN and aid agencies say not enough humanitarian supplies are flowing.</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Siwar's family are trying to get her evacuated once more due to her condition</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Jordanian authorities gave Siwar's family a supply of 12 cans of the hypoallergenic Neocate formula on their departure for Gaza. However her mother Najwa told us that Israeli officials confiscated much of what they'd been given -  nine of their 12 cans were taken. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"They told us, 'It is forbidden to take more than these cans,'\" said Siwar's mother, Najwa Ashour. \"Even though it is therapeutic milk and they said that treatment is allowed, yet they took them.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">She also said that extra clothing the family had been given in Jordan was taken. \"They searched us from top to bottom. When they saw us wearing clothes over each other [layered] they refused to let us out, and told us, 'You must take off all the clothes, down to one outfit.'\"</p><p class=\"sc-9a00e533-0 eZyhnA\">I asked the Israeli government why the milk formula and clothing were confiscated? They replied that limits were placed on what could be taken back for \"security considerations.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">They said only minimal luggage was allowed and this had been conveyed to the Jordanian authorities and the returning families. \"In cases where the luggage exceeded the approved scope, its entry was denied.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The WHO has appealed for more countries to offer medical evacuation to patients who cannot get the necessary treatment in Gaza.</p><p class=\"sc-9a00e533-0 eZyhnA\">It has also called on the Israeli government to allow patients to be treated in occupied East Jerusalem and the West Bank \"which is the most time and cost effective route.\" Israel stopped allowing such evacuations after the Hamas-led 7 October attacks on Israel in which about 1,200 people were killed and 251 abducted into Gaza.</p><p class=\"sc-9a00e533-0 eZyhnA\">Cogat, the Israeli military bosy in charge of aid, said the process for Gazan residents' departure to third countries had been substantially eased.</p><p class=\"sc-9a00e533-0 eZyhnA\">Siwar's family has been given Neocate milk formula since returning to Gaza. There have also been donations of money, including funds raised from online appeals. Jordanian representatives in Gaza have also visited the family to provide assistance.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Ashours are trying to have Siwar evacuated once more - a process that has begun with the issuing of a permit by Palestinian health officials. It will be managed by the WHO which deals with all evacuation requests from a place the UN calls \"a wasteland\". </p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"with-additional-reporting-by-malak-hassouneh,-suha-kawar-and-alice-doyard.\" class=\"sc-d16436d-0 iVdNuz\">With additional reporting by Malak Hassouneh, Suha Kawar and Alice Doyard.</i></p></div></article></div></body></html>"
        },
        {
            "title": "MNREGA: Is India's landmark rural jobs guarantee scheme under threat from G RAM G?",
            "time": "2025-12-22T23:33:51",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/3919/live/1d7cf470-db6a-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">India's jobs guarantee scheme: A global model under threat? </h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Soutik Biswas</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">India correspondent</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/925f/live/bce628c0-df0b-11f0-8db4-97f4d263443d.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/925f/live/bce628c0-df0b-11f0-8db4-97f4d263443d.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/925f/live/bce628c0-df0b-11f0-8db4-97f4d263443d.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/925f/live/bce628c0-df0b-11f0-8db4-97f4d263443d.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/925f/live/bce628c0-df0b-11f0-8db4-97f4d263443d.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/925f/live/bce628c0-df0b-11f0-8db4-97f4d263443d.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/925f/live/bce628c0-df0b-11f0-8db4-97f4d263443d.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/925f/live/bce628c0-df0b-11f0-8db4-97f4d263443d.jpg.webp\" loading=\"eager\" alt=\"Hindustan Times via Getty Images Three men and a woman pictured with their tools, working on a field. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Hindustan Times via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Providing unskilled public work, the jobs scheme has become a backbone of rural livelihoods in India</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">India is home to one of the world's most ambitious social programmes - a jobs guarantee that gives every rural household the legal right to paid work.</p><p class=\"sc-9a00e533-0 eZyhnA\">Launched in 2005 by a Congress party government, the National Rural Employment Guarantee Scheme (NREGS) entitled every rural household to demand up to 100 days of paid manual work each year at a statutory minimum wage.</p><p class=\"sc-9a00e533-0 eZyhnA\">This mattered in a country where 65% of 1.4 billion people live in rural areas and nearly half rely on farming, which generates insufficient income, accounting for just 16% of India's GDP.</p><p class=\"sc-9a00e533-0 eZyhnA\">Providing unskilled public work across all but fully urban districts, the scheme has become a backbone of rural livelihoods, cushioning demand during economic shocks. It is also among the world's most studied anti-poverty programmes, with strong equity: over half of the estimated 126 million scheme workers are women, and around 40% come from \"scheduled castes\" or tribes, among the most deprived Indians</p><p class=\"sc-9a00e533-0 eZyhnA\">The ruling Narendra Modi government, initially critical and later inclined to pare it back, turned to the scheme in crises -  most notably during the Covid pandemic, when mass return migration from cities to villages sharply drove up demand for work. Economists say the scheme lifted rural consumption, reduced poverty, improved school attendance, and in some regions pushed up private-sector wages.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last week, the government introduced a <a target=\"_blank\" href=\"https://prsindia.org/files/bills_acts/bills_parliament/2025/Summary-Viksit_Bharat_GRamG_Bill_2025.pdf\" class=\"sc-f9178328-0 iCaRzc\">new law</a> that repeals and rebrands the scheme. The programme - renamed MGNREGA in 2009 to honour Mahatma Gandhi - has now dropped his name altogether.</p><p class=\"sc-9a00e533-0 eZyhnA\">While the renaming drew the political heat, the more consequential changes lie in what the new law - <a target=\"_blank\" href=\"https://www.ndtv.com/india-news/g-ram-g-bill-kya-hai-what-is-g-ram-g-bill-g-ram-g-explained-g-ram-g-full-firm-g-ram-g-protests-bill-to-replace-mnrega-9845618\" class=\"sc-f9178328-0 iCaRzc\">known as G RAM G for shor</a>t - actually does.</p><p class=\"sc-9a00e533-0 eZyhnA\">It raises the annual employment guarantee from 100 to 125 days per rural household. It retains the provision that workers not given jobs within 15 days are entitled to an unemployment allowance. </p><p class=\"sc-9a00e533-0 eZyhnA\">Under the original scheme, the federal government paid all labour wages and most material costs - roughly a 90:10 split with the states.</p><p class=\"sc-9a00e533-0 eZyhnA\">Funding will now follow a 60:40 split between the federal government and most states. That could push states' contribution to 40% or more of total project cost. The federal government keeps control, including the power to notify the scheme and decide state-wise allocations.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/4e53/live/50081a50-db6a-11f0-a8dc-93c15fe68710.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/4e53/live/50081a50-db6a-11f0-a8dc-93c15fe68710.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/4e53/live/50081a50-db6a-11f0-a8dc-93c15fe68710.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/4e53/live/50081a50-db6a-11f0-a8dc-93c15fe68710.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/4e53/live/50081a50-db6a-11f0-a8dc-93c15fe68710.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/4e53/live/50081a50-db6a-11f0-a8dc-93c15fe68710.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/4e53/live/50081a50-db6a-11f0-a8dc-93c15fe68710.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4e53/live/50081a50-db6a-11f0-a8dc-93c15fe68710.jpg.webp\" loading=\"lazy\" alt=\"Mint via Getty Images Women in bright clothes, with heads covered doing manual labour under MNREGA (Mahatma Gandhi National Rural Employment Gurantee Act) in Jaipur, India. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Mint via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Women at work under the scheme in Rajasthan; they make up over half of all workers </figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">States remain legally responsible for providing employment - or paying unemployment allowances, even as the central government allocates $9.5bn for the scheme in the current financial year, ending next March.</p><p class=\"sc-9a00e533-0 eZyhnA\">The government frames the reforms as a modernised, more effective, and corruption-free programme aimed at empowering the poor.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"This law stands firmly in favour of the poor, in support of progress, and in complete guarantee of employment for the workers,\" says federal agriculture minister Shivraj Singh Chouhan.</p><p class=\"sc-9a00e533-0 eZyhnA\">Critics - including opposition parties, academics, and some state governments - warn that capping funds and shifting costs to states could dilute a rare legal right in India's welfare system.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It is the culmination of the long-standing drive for centralisation of the scheme under the Modi government. But it is more than centralisation. It is the reduction of employment guarantee to a discretionary scheme. A clause allows the federal government to decide where and when the scheme applies,\" Jean Dreze, a development economist, told me.</p><p class=\"sc-9a00e533-0 eZyhnA\">Prof Dreze says the increase to 125 guaranteed workdays per household may sound like a major revamp, but is a \"red herring\". A recent <a target=\"_blank\" href=\"https://cordindia.com/wp-content/uploads/2025/06/LibTech_India_Tracker_FY-2024-25-English.pdf\" class=\"sc-f9178328-0 iCaRzc\">report</a> by LibTech India, an advocacy group, found that only 7% of rural households received the 100 days of work guaranteed under the scheme in 2023-24.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"When the ceiling is not binding, how does it help to raise it? Raising wage rates, again, is a much better way of expanding benefits. Second, raising the ceiling is a cosmetic measure when financial restrictions pull the other way, \" Prof Dreze<a target=\"_blank\" href=\"https://indianexpress.com/article/opinion/columns/mgnrega-vb-g-ram-g-rural-employment-viksit-bharat-10424877/\" class=\"sc-f9178328-0 iCaRzc\"> notes</a>.</p><p class=\"sc-9a00e533-0 eZyhnA\">These and other concerns appear to have prompted a group of international scholars to petition the Modi government in defence of the original scheme, warning that the new funding model could undermine its purpose.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"The [scheme] has captured the world's attention with its demonstrated achievements and innovative design. To dismantle it now would be a historic error,\"  an <a target=\"_blank\" href=\"https://www.thehindu.com/news/national/an-open-letter-to-the-indian-government-in-support-of-the-mahatma-gandhi-national-rural-employment-guarantee-act/article70412021.ece\" class=\"sc-f9178328-0 iCaRzc\">open letter</a>, led by Olivier De Schutter, UN special rapporteur on extreme poverty and human rights, warned.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/27b0/live/9b27b520-dde7-11f0-b67b-690eb873de1b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/27b0/live/9b27b520-dde7-11f0-b67b-690eb873de1b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/27b0/live/9b27b520-dde7-11f0-b67b-690eb873de1b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/27b0/live/9b27b520-dde7-11f0-b67b-690eb873de1b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/27b0/live/9b27b520-dde7-11f0-b67b-690eb873de1b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/27b0/live/9b27b520-dde7-11f0-b67b-690eb873de1b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/27b0/live/9b27b520-dde7-11f0-b67b-690eb873de1b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/27b0/live/9b27b520-dde7-11f0-b67b-690eb873de1b.jpg.webp\" loading=\"lazy\" alt=\"LightRocket via Getty Images A farmer with his family members seen transplanting rice seedlings at a field during the paddy sowing season in a village of Rural Bihar, India. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">LightRocket via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Nearly half of Indians depend on agriculture for largely low-paying livelihoods</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">To be sure, the scheme has faced persistent challenges, including underfunding and delays in wage payments. West Bengal's programme, for example, has faced deep cuts and funding freezes since 2022, with the federal government halting funds over alleged non-compliance.</p><p class=\"sc-9a00e533-0 eZyhnA\">Yet despite these challenges, the scheme appears to have delivered measurable impact.</p><p class=\"sc-9a00e533-0 eZyhnA\">An influential <a target=\"_blank\" href=\"https://econweb.ucsd.edu/~pniehaus/papers/SmartcardsGE.pdf\" class=\"sc-f9178328-0 iCaRzc\">study</a> by economists Karthik Muralidharan, Paul Niehaus, and Sandip Sukhtankar found that the broader, economy-wide impacts of the scheme boosted beneficiary households' earnings by 14% and cut poverty by 26%. Workers demanded higher wages, land returns fell, and job gains were larger in villages, the study found.</p><p class=\"sc-9a00e533-0 eZyhnA\">But many say the scheme's durability also underscores a deeper structural problem: India's chronic inability to generate enough non-farm jobs to absorb surplus rural labour.</p><p class=\"sc-9a00e533-0 eZyhnA\">Agriculture has consistently lagged behind the broader economy, growing just 3% annually since 2001–02, compared with 7% for the rest of the economy.</p><p class=\"sc-9a00e533-0 eZyhnA\">Critics such as Nitin Pai of the Takshashila Institution, a think-tank, argue that the scheme cushions distress but does little to raise long-term rural productivity, and may even blunt incentives for agricultural reform.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"With [the scheme] we're merely treating a serious underlying malaise with steroids,\" said Mr Pai in a post on X.</p><p class=\"sc-9a00e533-0 eZyhnA\">The government's Economic Survey 2023–24 questions whether demand under the scheme truly mirrors rural hardship.</p><p class=\"sc-9a00e533-0 eZyhnA\">If that was the case, data should show higher fund use and employment in poorer states with higher unemployment, the survey says.</p><p class=\"sc-9a00e533-0 eZyhnA\">Yet, it notes, Tamil Nadu, with under 1% of the country's poor, received nearly 15% of the scheme's funds, while Kerala, with just 0.1% of the poor, accounted for almost 4% of federal allocations.</p><p class=\"sc-9a00e533-0 eZyhnA\">The survey adds that the actual work generated depends largely on a state's administrative capacity: states with trained staff can process requests on time, directly influencing how much employment is provided.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fd3e/live/2bcc8c80-db69-11f0-aae2-2191c0e48a3b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fd3e/live/2bcc8c80-db69-11f0-aae2-2191c0e48a3b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fd3e/live/2bcc8c80-db69-11f0-aae2-2191c0e48a3b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fd3e/live/2bcc8c80-db69-11f0-aae2-2191c0e48a3b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fd3e/live/2bcc8c80-db69-11f0-aae2-2191c0e48a3b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fd3e/live/2bcc8c80-db69-11f0-aae2-2191c0e48a3b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fd3e/live/2bcc8c80-db69-11f0-aae2-2191c0e48a3b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fd3e/live/2bcc8c80-db69-11f0-aae2-2191c0e48a3b.jpg.webp\" loading=\"lazy\" alt=\"Hindustan Times via Getty Images Women working for lake rejuvenation under MNREGA scheme at Bevanahalli village in Mandya, India. Pictured is a dry lake with women workers, with coconut plantations in the backdrop. \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Hindustan Times via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Villagers work on reviving a lake under the scheme in Andhra Pradesh</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Despite these anomalies, the case for the scheme remains strong in a country where many depend on low-income rural work and where the deeper challenge is the lack of quality employment.</p><p class=\"sc-9a00e533-0 eZyhnA\">Even headline figures on rising labour participation in India can be misleading: more people \"working\" does not always mean better or more productive jobs.</p><p class=\"sc-9a00e533-0 eZyhnA\">A recent paper by economists Maitreesh Ghatak, Mrinalini Jha and Jitendra Singh finds that the country's recent rise in labour force participation, especially among women, reflects economic distress rather than growth-driven job creation.</p><p class=\"sc-9a00e533-0 eZyhnA\">The authors say the increase is concentrated in the most vulnerable forms of work: unpaid family helpers and self-employed workers, who have very low productivity and falling real earnings. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"The recent expansion in employment reflects economic distress leading to subsistence work, rather than growth-driven better quality job creation,\" they say.</p><p class=\"sc-9a00e533-0 eZyhnA\">The evidence suggests people are driven into subsistence work by necessity, not drawn into better-quality jobs by a stronger economy. </p><p class=\"sc-9a00e533-0 eZyhnA\">This ensures that the world's largest jobs guarantee scheme will remain central to the livelihoods of hundreds of millions of Indians - whether the revamped version will strengthen it or undermine its impact remains to be seen.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"follow-bbc-news-india-on\" class=\"sc-d16436d-0 iVdNuz\">Follow BBC News India on </i><a target=\"_blank\" href=\"https://www.instagram.com/bbcnewsindia/\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"instagram\" class=\"sc-d16436d-0 iVdNuz\">Instagram</i></a><i id=\",\" class=\"sc-d16436d-0 iVdNuz\">, </i><a target=\"_blank\" href=\"https://www.youtube.com/@bbcnewsindia/featured\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"youtube,\" class=\"sc-d16436d-0 iVdNuz\">YouTube,</i></a><i id=\"\" class=\"sc-d16436d-0 iVdNuz\"> </i><a target=\"_blank\" href=\"https://x.com/BBCIndia\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"x\" class=\"sc-d16436d-0 iVdNuz\">X</i></a><i id=\"and\" class=\"sc-d16436d-0 iVdNuz\"> and </i><a target=\"_blank\" href=\"https://www.facebook.com/bbcindia/\" class=\"sc-f9178328-0 iCaRzc\"><i id=\"facebook\" class=\"sc-d16436d-0 iVdNuz\">Facebook</i></a><i id=\".\" class=\"sc-d16436d-0 iVdNuz\">.</i></p></div></article></div></body></html>"
        },
        {
            "title": "Data centres: The new tech stopping chips from overheating",
            "time": "2025-12-23T00:04:45",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/949d/live/c590f8c0-d032-11f0-9fb5-5f3a3703a365.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">The showers and baths keeping data centre tech cool</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Chris Baraniuk</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Technology Reporter</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/949d/live/c590f8c0-d032-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/949d/live/c590f8c0-d032-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/949d/live/c590f8c0-d032-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/949d/live/c590f8c0-d032-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/949d/live/c590f8c0-d032-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/949d/live/c590f8c0-d032-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/949d/live/c590f8c0-d032-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/949d/live/c590f8c0-d032-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"eager\" alt=\"The Washington Post via Getty Images Pressure gauges attached to blue pipes at a data centre\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">The Washington Post via Getty Images</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Data centres can't function without cooling systems</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">They work 24/7 at high speeds and get searingly hot - but data centre computer chips get plenty of pampering. Some of them basically live at the spa. </p><p class=\"sc-9a00e533-0 eZyhnA\">\"We'll have fluid that comes up and [then] shower down, or trickle down, onto a component,\" says Jonathan Ballon, chief executive at liquid cooling firm Iceotope. \"Some things will get sprayed.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">In other cases, the industrious gizmos recline in circulating baths of fluid, which ferries away the heat they generate, enabling them to function at very high speeds, known as \"overclocking\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We have customers that are overclocking at all times because there is zero risk of burning out the server,\" says Mr Ballon. He adds that one client, a hotel chain in the US, is planning to use heat from hotel servers to warm guest rooms, the hotel laundry and swimming pool.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Without cooling, data centres fall over.</p><p class=\"sc-9a00e533-0 eZyhnA\">In November, a cooling system failure at a data centre in the US sent financial trading tech offline at CME Group, the world's largest exchange operator. The company has since put in place <a target=\"_blank\" href=\"https://www.reuters.com/technology/data-center-operator-cyrusone-adds-more-cooling-after-outage-bloomberg-news-2025-11-30/\" class=\"sc-f9178328-0 iCaRzc\">additional cooling capacity</a> to help protect against a repeat of this incident.</p><p class=\"sc-9a00e533-0 eZyhnA\">Currently, demand for data centres is booming, driven partly by the growth of AI technologies. But the <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cj5ll89dy2mo\" class=\"sc-f9178328-0 iCaRzc\">huge amounts of energy</a> and water that many of these facilities consume mean that they are increasingly controversial.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.foodandwaterwatch.org/2025/11/06/no-more-new-data-centers/\" class=\"sc-f9178328-0 iCaRzc\">More than 200 environmental groups</a> in the US recently demanded a moratorium on new data centres in the country. But there are some data centre firms that say they want to reduce their impact.</p><p class=\"sc-9a00e533-0 eZyhnA\">They have another incentive. Data centre computer chips are becoming increasingly powerful. So much so that many in the industry say traditional cooling methods – such as air cooling, where fans constantly blow air over the hottest components – is no longer sufficient for some operations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Mr Ballon is aware of <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/clyr9nx0jrzo\" class=\"sc-f9178328-0 iCaRzc\">rising controversy</a> around the construction of energy-devouring data centres. \"Communities are pushing back on these projects,\" he says. \"We require significantly less power and water. We don't have any fans whatsoever – we operate silently.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/d4a6/live/59de3db0-d030-11f0-8c06-f5d460985095.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/d4a6/live/59de3db0-d030-11f0-8c06-f5d460985095.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/d4a6/live/59de3db0-d030-11f0-8c06-f5d460985095.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/d4a6/live/59de3db0-d030-11f0-8c06-f5d460985095.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/d4a6/live/59de3db0-d030-11f0-8c06-f5d460985095.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/d4a6/live/59de3db0-d030-11f0-8c06-f5d460985095.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/d4a6/live/59de3db0-d030-11f0-8c06-f5d460985095.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d4a6/live/59de3db0-d030-11f0-8c06-f5d460985095.jpg.webp\" loading=\"lazy\" alt=\"Iceotope Pipework around computer chips some blue and some bright white.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Iceotope</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Iceotope says its tech can cut the cost of cooling by up to 80%</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Iceotope says its approach to liquid cooling, which can soothe multiple components in a data centre, not just the processing chips, may reduce cooling-related energy demands by up to 80%.</p><p class=\"sc-9a00e533-0 eZyhnA\">The company's technology uses water to cool down the oil-based fluid that actually interacts with computer tech. But the water remains in a closed loop, so there is no need to continually draw more of it from local supplies.</p><p class=\"sc-9a00e533-0 eZyhnA\">I ask whether the oil-based fluids in the firm's cooling system are derived from fossil fuel products and he says some of them are, though he stresses that none contain PFAS, <a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/clydd630pxzo\" class=\"sc-f9178328-0 iCaRzc\">also known as forever chemicals</a>, which are harmful to human health.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Some liquid-based data centre cooling technologies use refrigerants that do contain PFAS. Not only that, many refrigerants produce highly potent greenhouse gases, which threaten to exacerbate climate change.</p><p class=\"sc-9a00e533-0 eZyhnA\">Two-phase cooling systems use such refrigerants says Yulin Wang, a former senior technology analyst at IDTechEx, a market research firm. The refrigerant starts out as a liquid but heat from server components causes it to evaporate into a gas and this phase change soaks up a lot of energy, meaning it is an effective way of cooling things down.</p><p class=\"sc-9a00e533-0 eZyhnA\">In some designs, data centre tech is fully immersed in large quantities of PFAS-containing refrigerant. \"Vapours can get out of the tank,\" adds Mr Wang. \"There could be some safety issues.\" In other cases, the refrigerant is piped directly to the hottest components, computer chips, only.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some companies that offer two-phase cooling are currently switching to PFAS-free refrigerants.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/5f56/live/03c9ff30-d031-11f0-9fb5-5f3a3703a365.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/5f56/live/03c9ff30-d031-11f0-9fb5-5f3a3703a365.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/5f56/live/03c9ff30-d031-11f0-9fb5-5f3a3703a365.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/5f56/live/03c9ff30-d031-11f0-9fb5-5f3a3703a365.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/5f56/live/03c9ff30-d031-11f0-9fb5-5f3a3703a365.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/5f56/live/03c9ff30-d031-11f0-9fb5-5f3a3703a365.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/5f56/live/03c9ff30-d031-11f0-9fb5-5f3a3703a365.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/5f56/live/03c9ff30-d031-11f0-9fb5-5f3a3703a365.jpg.webp\" loading=\"lazy\" alt=\"Yulin Wang Yulin Wang wearing a brown hoodie smiles while sitting in a park full of pumpkins.\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Yulin Wang</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Yulin Wang warns of safety issues with some cooling chemicals</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Over the years, firms have experimented with wildly different approaches to cooling, in a race to find the best means of keeping data centre gadgets happy.</p><p class=\"sc-9a00e533-0 eZyhnA\">Microsoft famously <a target=\"_self\" href=\"https://www.bbc.co.uk/news/technology-54146718\" class=\"sc-f9178328-0 iCaRzc\">sank a tube-like container</a> full of servers into the sea off Orkney, for example. The idea was that cold Scottish seawater would improve the efficiency of air-based cooling systems inside the device.</p><p class=\"sc-9a00e533-0 eZyhnA\">Last year, Microsoft confirmed that it had shuttered the project. But the company had learned much from it, says Alistair Speirs, general manager of global infrastructure in the Microsoft Azure business group. \"Without [human] operators, less things went wrong – that informed some of our operational procedures,\" he says. Data centres that are more hands-off appear more reliable.</p><p class=\"sc-9a00e533-0 eZyhnA\">Initial findings showed the subsea data centre had a power usage effectiveness, or PUE, rating of 1.07 – suggesting it was far more efficient than the vast majority of land-based data centres. And it required zero water.</p><p class=\"sc-9a00e533-0 eZyhnA\">But in the end, Microsoft concluded that the economics of building and maintaining subsea data centres weren't very favourable.</p><p class=\"sc-9a00e533-0 eZyhnA\">The company is still working on liquid-based cooling ideas, including microfluidics, where tiny channels of liquid flow through the many layers of a silicon chip. \"You can think of a liquid cooling maze through the silicon at nanometre scale,\" says Mr Speirs.</p></div><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Researchers are coming up with other ideas, too.</p><p class=\"sc-9a00e533-0 eZyhnA\">In July, Renkun Chen, at the University of California San Diego, and colleagues, <a target=\"_blank\" href=\"https://www.sciencedirect.com/science/article/abs/pii/S2542435125001564\" class=\"sc-f9178328-0 iCaRzc\">published a paper</a> detailing their idea for a pore-filled membrane-based cooling technology that could help to cool chips passively – without the need to actively pump fluids or blow air around.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Essentially, you are using heat to provide the pumping power,\" says Prof Chen. He compares it to the process by which water evaporates from a trees' leaves, inducing a pumping effect that draws more water up through the plant's trunk and along its branches to replenish the leaves. Prof Chen says he hopes to commercialise the technology.</p><p class=\"sc-9a00e533-0 eZyhnA\">New ways of cooling down data centre tech are increasingly sought-after, says Sasha Luccioni, AI and climate lead at Hugging Face, a machine learning company. </p><p class=\"sc-9a00e533-0 eZyhnA\">This is partly due to demand for AI – including generative AI, or large language models (LLMs), which are the systems that power chat bots. <a target=\"_blank\" href=\"https://www.sashaluccioni.com/assets/AI%20+%20Environment%20Primer%20(Hugging%20Face).pdf\" class=\"sc-f9178328-0 iCaRzc\">In previous research</a>, Dr Luccioni has shown that such technologies eat up lots of energy.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If you have models that are very energy-intensive, then the cooling has to be stepped up a notch,\" she says.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_blank\" href=\"https://www.cnbc.com/2025/06/26/ai-reasoning-models-problem.html\" class=\"sc-f9178328-0 iCaRzc\">Reasoning models</a>, which explain their output in multiple steps, are even more demanding, she adds.</p><p class=\"sc-9a00e533-0 eZyhnA\">They use \"hundreds or thousands of times more energy\" than standard chat bots that just answer questions. Dr Luccioni calls for greater transparency from AI companies regarding how much energy their various products consume.</p><p class=\"sc-9a00e533-0 eZyhnA\">For Mr Ballon, LLMs are just one form of AI – and he argues they have already \"reached their limit\" in terms of productivity.</p></div><div data-component=\"links-block\" class=\"sc-3b6b161a-0 djqsWD\"><div class=\"sc-666b6d83-0 sc-c4fb5674-0 jYmMqa kGPvxx\"><span data-testid=\"links-title\" class=\"sc-c4fb5674-2 bBuHEW\">More Technology of Business</span></div></div></article></div></body></html>"
        },
        {
            "title": "In rebel-held Myanmar, civilians flee junta airstrikes and a forced election",
            "time": "2025-12-21T22:08:39",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/0d05/live/38fbef60-df09-11f0-b67b-690eb873de1b.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">In rebel-held Myanmar, civilians face devastating air strikes and a sham election</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Yogita Limaye</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">South Asia and Afghanistan correspondent in Myanmar</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gtLOOD\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/fd6e/live/816b03a0-df2a-11f0-a8dc-93c15fe68710.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/fd6e/live/816b03a0-df2a-11f0-a8dc-93c15fe68710.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/fd6e/live/816b03a0-df2a-11f0-a8dc-93c15fe68710.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/fd6e/live/816b03a0-df2a-11f0-a8dc-93c15fe68710.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/fd6e/live/816b03a0-df2a-11f0-a8dc-93c15fe68710.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/fd6e/live/816b03a0-df2a-11f0-a8dc-93c15fe68710.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/fd6e/live/816b03a0-df2a-11f0-a8dc-93c15fe68710.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/fd6e/live/816b03a0-df2a-11f0-a8dc-93c15fe68710.jpg.webp\" loading=\"eager\" alt=\"Aamir Peerzada/BBC Burmese refugees who fled Chin state taking shelter across the border in India \" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Aamir Peerzada/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Some Burmese refugees who fled Chin state are now taking shelter across the border in India</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Late one night last month Iang Za Kim heard explosions in a neighbouring village, then fighter jets flying overhead. She ran out of her home to see smoke rising from a distance.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We were terrified. We thought the junta's planes would bomb us too. So we grabbed what we could – some food and clothes and ran into the jungles surrounding our village.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Iang's face quivers as she recounts the story of what happened on 26 November in K-Haimual, her village in Myanmar's western Chin State, and then she breaks down.</p><p class=\"sc-9a00e533-0 eZyhnA\">She's among thousands of civilians who've fled their homes in recent weeks after the Burmese military launched a fierce campaign of air strikes, and a ground offensive in rebel-held areas across the country, to recapture territory ahead of elections starting on 28 December.</p><p class=\"sc-9a00e533-0 eZyhnA\">Four other women sitting around her on straw mats also start crying. The trauma of what they've gone through to make it to safety is clearly visible.</p><p class=\"sc-9a00e533-0 eZyhnA\">While the air strikes were the immediate cause for Iang to flee, she also doesn't want to be forced to participate in the election.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If we are caught and refuse to vote, they will put us in jail and torture us. We've run away so that we don't have to vote,\" she says.</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/7d61/live/fff81200-df0a-11f0-a8dc-93c15fe68710.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/7d61/live/fff81200-df0a-11f0-a8dc-93c15fe68710.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/7d61/live/fff81200-df0a-11f0-a8dc-93c15fe68710.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/7d61/live/fff81200-df0a-11f0-a8dc-93c15fe68710.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/7d61/live/fff81200-df0a-11f0-a8dc-93c15fe68710.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/7d61/live/fff81200-df0a-11f0-a8dc-93c15fe68710.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/7d61/live/fff81200-df0a-11f0-a8dc-93c15fe68710.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/7d61/live/fff81200-df0a-11f0-a8dc-93c15fe68710.jpg.webp\" loading=\"lazy\" alt=\"Aamir Peerzada/BBC Iang Za Kim, sitting in a green shirt on the floor of a community centre in India\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Aamir Peerzada/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Iang Za Kim had to flee her home after the junta launched air strikes nearby</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Some from Chin state have described the junta's latest offensive as the fiercest it has launched in more than three years.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many of the displaced have sought refuge in other parts of the state. Iang is among a group that crossed the border into India's Mizoram state. Currently sheltered in a rundown badminton court in Vaphai village, the group's few belongings they were able to carry are packed in plastic sacks.</p><p class=\"sc-9a00e533-0 eZyhnA\">Indian villagers have given them food and basic supplies.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ral Uk Thang has had to flee his home at the age of 80, living in makeshift shelters in jungles for days, before finally making it to safety.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We're afraid of our own government. They are extremely cruel. Their military has come into our and other villages in the past, they've arrested people, tortured them, and burned down homes,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">It isn't easy to speak to Burmese civilians freely. Myanmar's military government does not allow free access in the country for foreign journalists. It took over the country in a coup in February 2021, shortly after the last election, and has since been widely condemned for running a repressive regime that has indiscriminately targeted civilians as it looks to crush the armed uprising against it across Myanmar.</p><p class=\"sc-9a00e533-0 eZyhnA\">During its latest offensive, the junta last week targeted a hospital in Rakhine State, just south of Chin State. Rebel groups in Rakhine say at least 30 people were killed and more than 70 injured.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Chin Human Rights Organisation says that since mid-September at least three schools and six churches in Chin State have been targeted by junta airstrikes, killing 12 people including six children.</p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The BBC has independently verified the bombing of a school in Vanha village on 13 October. Two students –Johan Phun Lian Cung, who was seven, and Zing Cer Mawi, 12 - were killed as they were attending lessons. The bombs ripped through their classrooms injuring more than a dozen other students.</p><p class=\"sc-9a00e533-0 eZyhnA\">Myanmar's military government did not respond to the BBC's questions about the allegations.</p><p class=\"sc-9a00e533-0 eZyhnA\">This is the second time Bawi Nei Lian and his young family – a wife and two young children - have been displaced. Back in 2021, soon after the coup, their home in Falam town was burnt down in an air strike. They rebuilt their lives in K-Haimual village. Now they're homeless again.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I can't find the words to explain how painful and hard it is and what a difficult decision it was to make to leave. But we had to do it to stay alive,\" he says.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I want the world to know that what the military is claiming – that this election is free and fair – this is absolutely false. When the main political party is not being allowed to contest the election, how can there be genuine democracy?\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/807f/live/9044b5b0-dc28-11f0-854f-613aec88e40b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/807f/live/9044b5b0-dc28-11f0-854f-613aec88e40b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/807f/live/9044b5b0-dc28-11f0-854f-613aec88e40b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/807f/live/9044b5b0-dc28-11f0-854f-613aec88e40b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/807f/live/9044b5b0-dc28-11f0-854f-613aec88e40b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/807f/live/9044b5b0-dc28-11f0-854f-613aec88e40b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/807f/live/9044b5b0-dc28-11f0-854f-613aec88e40b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/807f/live/9044b5b0-dc28-11f0-854f-613aec88e40b.jpg.webp\" loading=\"lazy\" alt=\"Aamir Peerzada/BBC Bawi Nei Lian and his family sit on the floor of the community centre in India. He's dressed in a white track suit\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Aamir Peerzada/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Bawi Nei Lian (left) says the scheduled elections are a sham</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The National League for Democracy party, led by Aung San Suu Kyi, which won landslides in the two elections prior to the coup, will not be contesting as most of its senior leaders including  Suu Kyi are in jail.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"We don't want the election. Because the military does not know how to govern our country. They only work for the benefit of their high-ranking leaders. When Daw Aung San Suu Kyi's party was in power, we experienced a bit of democracy. But now all we do is cry and shed tears,\" says Ral Uk Thang.</p><p class=\"sc-9a00e533-0 eZyhnA\">Iang Za Kim believes the election will be rigged. \"If we voted for a party not allied with the military, I believe they will steal our votes and claim we voted for them.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The election will take place in phases, with a result expected around the end of January. Rebel groups have called it a sham.</p><p class=\"sc-9a00e533-0 eZyhnA\">At the base of the Chin National Front in Myanmar, the most prominent rebel group operating in the state, the group's Vice Chairman Sui Khar says: \"This election is only being held to prolong military dictatorship. It's not about the people's choice. And in Chin State, they hardly control much area, so how can they hold an election?\"</p><p class=\"sc-9a00e533-0 eZyhnA\">He points out the areas where the most intense fighting is ongoing on a map and tells us nearly 50 rebel fighters have been injured in just the past month. There have been deaths too, but so far the groups have not released a number.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"There are columns of hundreds of soldiers trying to advance into the northern part of Chin state from four directions,\" Sui Khar says. \"The soldiers are being supported by air strikes, artillery fire and by drone units.\"</p></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 gXrNRM\"><div data-testid=\"image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/ef5e/live/00409e10-dc29-11f0-854f-613aec88e40b.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/ef5e/live/00409e10-dc29-11f0-854f-613aec88e40b.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/ef5e/live/00409e10-dc29-11f0-854f-613aec88e40b.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/ef5e/live/00409e10-dc29-11f0-854f-613aec88e40b.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/ef5e/live/00409e10-dc29-11f0-854f-613aec88e40b.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/ef5e/live/00409e10-dc29-11f0-854f-613aec88e40b.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/ef5e/live/00409e10-dc29-11f0-854f-613aec88e40b.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/ef5e/live/00409e10-dc29-11f0-854f-613aec88e40b.jpg.webp\" loading=\"lazy\" alt=\"Aamir Peerzada/BBC Abel lies on a hospital bed under a floral blanket with heavily bandaged hands\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">Aamir Peerzada/BBC</span></div></div><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Abel lost his right leg and his hands were severely wounded fighting against the junta</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Access to the base is extremely rare. Set amid thickly forested mountains, it is the heart of the resistance against the junta in Chin state.</p><p class=\"sc-9a00e533-0 eZyhnA\">Sui Khar takes us to the hospital at the base. We see a group of injured fighters who were brought in overnight and had to undergo hours of surgery. Some of them have had to undergo amputations.</p><p class=\"sc-9a00e533-0 eZyhnA\">Many of them were just schoolboys when the coup occurred in 2021. Just about adults now, they've let go of their dreams to fight on the frontline against the junta.</p><p class=\"sc-9a00e533-0 eZyhnA\">Abel, 18, is in too much pain to speak. He was with a group of fighters trying to take back territory the junta captured a week ago. They won the battle, but Abel lost his right leg and has serious injuries to his hands as well.</p><p class=\"sc-9a00e533-0 eZyhnA\">In a bed next to him is Si Si Maung, 19, who's also had a leg amputated.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"As the enemy was retreating we ran forward and I stepped on a landmine. We were injured in the explosion. Then we were attacked from the air. The airstrikes make things very difficult for us,\" he says. \"I've lost a leg, but even if I've to give up my life I'm happy to make the sacrifice so that future generations have a better life.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">The impact of the ferocity of the latest offensive is visible in room after room at the hospital.</p><p class=\"sc-9a00e533-0 eZyhnA\">Yet, it's the support and grit of tens of thousands of youngsters like Si Si Maung, who picked up arms to fight against the junta, that have helped the rebels make rapid advances against a much more powerful rival in the past four-and-a-half years.</p><p class=\"sc-9a00e533-0 eZyhnA\">Some like 80-year-old Ral Uk Thang hope that after the election, the junta will retreat, and he will be able to go back home.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"But I don't think I will live to see democracy restored in Myanmar,\" he says. \"I hope my children and grandchildren can witness it some day.\"</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"additional-reporting-by-aamir-peerzada,-sanjay-ganguly-and-aakriti-thapar\" class=\"sc-d16436d-0 iVdNuz\">Additional reporting by Aamir Peerzada, Sanjay Ganguly and Aakriti Thapar</i></p></div></article></div></body></html>"
        },
        {
            "title": "Divided between two states, the town at the heart of America's abortion debate",
            "time": "2025-12-22T00:07:55",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/710b/live/5648b340-dd07-11f0-880c-8528adac0a6c.jpg",
            "body": "<html><body><div><article><p data-component=\"headline-block\" class=\"sc-3b6b161a-0 hNbOGD\"><h1 class=\"sc-f98b1ad2-0 idLnWK\">Divided between two states, the town at the heart of America's abortion debate</h1></p><div data-component=\"byline-block\" class=\"sc-3b6b161a-0 dPVOKT\"><div data-testid=\"byline\" class=\"sc-573fa0e8-0 bWRWzH\"><span data-testid=\"byline-contributors\" class=\"sc-573fa0e8-11 cOQNNv\"><div data-testid=\"byline-contributors-contributor-0\" class=\"sc-573fa0e8-5 gXJgDY\"><p><span class=\"sc-573fa0e8-7 gqeTMs\">Eve Webster</span><span data-testid=\"byline-contributors-contributor-0-role-location\" class=\"sc-573fa0e8-8 bIfajQ\">Bristol, Virginia</span></p></div></span></div></div><figure><div data-component=\"image-block\" class=\"sc-3b6b161a-0 eRlINq\"><div data-testid=\"hero-image\" class=\"sc-5340b511-1 cMIbKV\"><img src=\"https://static.files.bbci.co.uk/bbcdotcom/web/20251210-151139-37baf2dfdd-web-2.36.1-1/grey-placeholder.png\" class=\"sc-5340b511-0 gUePlo hide-when-no-script\" aria-label=\"image unavailable\"><img sizes=\"(min-width: 1280px) 50vw, (min-width: 1008px) 66vw, 96vw\" srcset=\"https://ichef.bbci.co.uk/news/240/cpsprodpb/710b/live/5648b340-dd07-11f0-880c-8528adac0a6c.jpg.webp 240w,https://ichef.bbci.co.uk/news/320/cpsprodpb/710b/live/5648b340-dd07-11f0-880c-8528adac0a6c.jpg.webp 320w,https://ichef.bbci.co.uk/news/480/cpsprodpb/710b/live/5648b340-dd07-11f0-880c-8528adac0a6c.jpg.webp 480w,https://ichef.bbci.co.uk/news/640/cpsprodpb/710b/live/5648b340-dd07-11f0-880c-8528adac0a6c.jpg.webp 640w,https://ichef.bbci.co.uk/news/800/cpsprodpb/710b/live/5648b340-dd07-11f0-880c-8528adac0a6c.jpg.webp 800w,https://ichef.bbci.co.uk/news/1024/cpsprodpb/710b/live/5648b340-dd07-11f0-880c-8528adac0a6c.jpg.webp 1024w,https://ichef.bbci.co.uk/news/1536/cpsprodpb/710b/live/5648b340-dd07-11f0-880c-8528adac0a6c.jpg.webp 1536w\" src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/710b/live/5648b340-dd07-11f0-880c-8528adac0a6c.jpg.webp\" loading=\"eager\" alt=\"BBC The town's sign reads: Bristol VA and Tenn, A good place to live\" class=\"sc-5340b511-0 hLdNfA\"><span class=\"sc-5340b511-2 jVqbAn\">BBC</span></div></div></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The US town of Bristol, population around 44,000, is a divided community.</p><p class=\"sc-9a00e533-0 eZyhnA\">Split between Virginia and Tennessee, the state line runs literally down main street. While both sides have much in common, there is one major difference - abortion is illegal in Tennessee. This has been the case since the 2022 Supreme Court ruling which gave individual states, rather than the federal government, the power to legislate abortion, triggering 12 states to pass near-total bans.</p><p class=\"sc-9a00e533-0 eZyhnA\">So the city's only abortion clinic, Bristol Women's Health, moved less than a mile down the road to continue practising legally in Virginia.</p><p class=\"sc-9a00e533-0 eZyhnA\">But just because abortion is legal in Virginia it doesn't mean the battle for abortion access is over.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It's like whack-a-mole,\" said Barbara Schwartz, the co-founder of SLAAP, the State Line Abortion Access Partnership. They assist people travelling into Virginia to get an abortion at Bristol Women's Health Clinic.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"As soon as one approach doesn't work, the anti-abortion crowd pops up in Bristol and tries another.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Barbara Schwartz (on right) with other volunteers at the clinic</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">On 22 December, Bristol's Circuit Court will hear the clinic's case against an eviction notice served by their landlords, brothers Chase and Chadwick King in April 2024. </p><p class=\"sc-9a00e533-0 eZyhnA\">Lawyers for the clinic argue it has the right to renew its lease for a total of six more years. But if the judge rules in favour of the building's owners, the clinic will be forced to find a new home.</p><p class=\"sc-9a00e533-0 eZyhnA\">This is not the landlords' first attempt to remove the clinic from their property. The brothers claimed that the clinic fraudulently concealed that they perform abortions, to which they maintain to be \"adamantly opposed\". The case was dismissed in September last year, with Judge Sage Johnson ruling:</p><p class=\"sc-9a00e533-0 eZyhnA\">\"If [the landlords] had conducted a simple internet search on their tenants, as any reasonably prudent landlord likely would, they would have discovered that the clinic did, in fact, provide abortion services as is plainly stated on their website.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Clinic owner Diana Derzis, who declined to comment on the hearing, previously stated that she hopes to keep the clinic in the city, even if they are evicted. However, she noted there are few other suitable facilities in Bristol, Virginia.</p><p class=\"sc-9a00e533-0 eZyhnA\">The clinic leaving Bristol would be a \"blow\" to abortion access, according to Barbara Schwartz, the co-founder of SLAAP, the State Line Abortion Access Partnership.  </p><p class=\"sc-9a00e533-0 eZyhnA\">Since Roe v Wade was overturned, states where abortions are legal have become destinations for out-of-state abortion seekers, with 155,000 people crossing state lines last year, according to the Guttmacher Institute (GI).</p><p class=\"sc-9a00e533-0 eZyhnA\">The organisation also found that over 9,200 people travelled to Virginia alone to have the procedure done last year.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Bristol's position means the clinic is the closest place by several hours to get a safe and legal abortion for millions of southerners.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Victoria Cobb, the director of anti-abortion lobbyist the Family Foundation, also notes that Bristol's location places it at the \"epicentre of the debate\".</p><p class=\"sc-9a00e533-0 eZyhnA\">Ms Cobb launched the first of several efforts to restrict abortion in Bristol by making use of local bylaws. The tactic is being used by anti-abortion campaigners in states which permit abortion. The logic is simple<b id=\":\" class=\"sc-d16436d-0 gnUCoQ\">:</b> If you can't win at Capitol Hill, why not fight at City Hall?</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Locals don't want to see their town turn into an abortion destination location,\" Ms Cobb states. \"We're happy to help them.\"</p></div><figure><p data-component=\"caption-block\" class=\"sc-3b6b161a-0 Qwxkf\"><figcaption class=\"sc-536eff7b-0 gnQokQ\">Sammi Cooper is opposed to abortion and protests against the clinic</figcaption></p></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">The Family Foundation has argued in the past that the existence of the clinic goes against zoning regulation, which prohibits buildings from being used in a way that could endanger life.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Why would this not extend to unborn life?\" asked Ms Cobb.</p><p class=\"sc-9a00e533-0 eZyhnA\">Their ordinance said no new clinics should be allowed to open in Bristol, and expansion of the existing clinic should be blocked.</p><p class=\"sc-9a00e533-0 eZyhnA\">Similar rules have been used in other parts of the US to restrict abortion, including nearby Washington and Russell counties. But Prof Laura Hermer, an expert on abortion regulations in the US, says these efforts are largely \"virtue signalling\".</p><p class=\"sc-9a00e533-0 eZyhnA\">\"I'd be surprised if many of these towns have any healthcare, let alone abortion, providers,\" she said.</p><p class=\"sc-9a00e533-0 eZyhnA\">The debate became heated in Bristol, as the council agreed to look into the matter.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"It has been more stressful than dealing with a parking lot. It's not something that has really come to the local level before,\" Jay Detrick, the city's planning director told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ultimately, the city's attorney found that imposing restrictions on a medical facility was not in their remit. </p></div><figure></figure><div data-component=\"text-block\" class=\"sc-3b6b161a-0 dPVOKT\"><p class=\"sc-9a00e533-0 eZyhnA\">Soon after the city decided not to intervene, another group decided to try and shut the clinic down - this one spearheaded by Texas pastor Mark Lee Dickson. </p><p class=\"sc-9a00e533-0 eZyhnA\">The pastor has lobbied councils across the US to enforce the <a target=\"_self\" href=\"https://www.bbc.com/news/world-us-canada-68580015\" class=\"sc-f9178328-0 iCaRzc\">Comstock Act</a>, a 152-year-old federal law that prohibits sending or receiving material via post which might induce an abortion.</p><p class=\"sc-9a00e533-0 eZyhnA\">Ninety-three local authorities have passed ordinances to enforce the Comstock Act, even closing a Planned Parenthood clinic in Lubbock, Texas.</p><p class=\"sc-9a00e533-0 eZyhnA\">Pastor Dickson is hopeful his ordinance filed in Bristol will have the same result. It has not yet been considered by the Council, but he remains optimistic.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"A local government's tabling or rejecting of such a measure doesn't by any means mean the initiative is dead,\" he told the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">Kimberly Smith, SLAAP's co-founder, anticipates further campaigns. She says anti-abortion activists target Bristol due to its unusual political make-up:</p><p class=\"sc-9a00e533-0 eZyhnA\">\"They come here because we were a red part of a blue state. If they chip away here, then that weakens the entire framework of a state's rights.\"</p><p class=\"sc-9a00e533-0 eZyhnA\">Indeed, even if the clinic wins its case this week and can remain in place, its opponents are undeterred, Pastor Dickson tells the BBC.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"As long as the cries of unborn babies are silenced in Bristol there will be an effort to push the City Council to fulfil their obligation to protect unborn Bristolians.\"</p></div></article></div></body></html>"
        },
        {
            "title": "Ros Atkins on… the oil tanker being pursued by the US",
            "time": "2025-12-22T21:27:01",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/c426/live/e596b9f0-df7a-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">BBC Verify has been investigating the US Coast Guard's \"active pursuit\" of a ship - believed to be the Bella 1 - in international waters off the coast of Venezuela. The oil tanker issued distress signals while moving northeast from the Caribbean into the Atlantic.</p><p class=\"sc-9a00e533-0 eZyhnA\">US authorities have already seized two oil tankers this month - one of them on Saturday.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Trump administration has been increasingly focused on Venezuela in recent months, accusing it of “stealing” oil and using oil revenues to fund criminal activity. Venezuela rejects the accusations, calling the US tanker seizures illegal acts of “international piracy”.</p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC’s Analysis Editor Ros Atkins has more.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"produced-by-katerina-karelli-and-tom-joyner.-verification-by-joshua-cheetham.-graphics-by-mesut-ersoz.\" class=\"sc-d16436d-0 iVdNuz\">Produced by Katerina Karelli and Tom Joyner. Verification by Joshua Cheetham. Graphics by Mesut Ersoz.</i></p></div></div></body></html>"
        },
        {
            "title": "Trump's appointment of Greenland envoy sparks fresh row with Denmark",
            "time": "2025-12-22T18:52:03",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/a225/live/439b36c0-df62-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">Donald Trump appointed on Sunday a new special envoy to Greenland, the vast Arctic island he has said he would like to annex, sparking a fresh diplomatic row with Denmark. </p><p class=\"sc-9a00e533-0 eZyhnA\">Jeff Landry, the newly appointed envoy and Republican governor of Louisiana, has said on X that it was an honour to serve in a \"volunteer position to make Greenland a part of the US\". </p><p class=\"sc-9a00e533-0 eZyhnA\">Greenland's prime minister said the island must \"decide our own future\" and its \"territorial integrity must be respected\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The dispute over his appointment comes as strategic competition in the Arctic grows, with melting ice opening new shipping routes and increasing access to valuable mineral resources. </p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/ckgmd132ge4o\" class=\"sc-f9178328-0 iCaRzc\">More on this story.</a></p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"video-produced-by-emaan-warraich-and-gabriela-boccaccio.\" class=\"sc-d16436d-0 iVdNuz\">Video produced by Emaan Warraich and Gabriela Boccaccio.</i></p></div></div></body></html>"
        },
        {
            "title": "Watch: Images, cassettes and high-profile figures from Epstein files",
            "time": "2025-12-20T08:52:05",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/305f/live/a5fe1d80-dd4d-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The US Department of Justice has released thousands of files related to its investigations into the late sex offender Jeffrey Epstein. </p><p class=\"sc-9a00e533-0 eZyhnA\">The partial release includes images of Epstein's properties, photos of high-profile figures such as Bill Clinton and Michael Jackson, along with audio files and other documents. </p><p class=\"sc-9a00e533-0 eZyhnA\">The documents were made public under the Epstein Files Transparency Act, which requires the Department of Justice to release all of its files on the late sex offender. </p><p class=\"sc-9a00e533-0 eZyhnA\">The BBC's Nada Tawfik breaks down what's in the latest release.</p><p class=\"sc-9a00e533-0 eZyhnA\"><i id=\"video-by-blanca-estrada\" class=\"sc-d16436d-0 iVdNuz\">Video by Blanca Estrada</i></p></div></div></body></html>"
        },
        {
            "title": "Putin tells BBC western leaders deceived Russia",
            "time": "2025-12-19T18:15:04",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/9c73/live/4018a740-dd13-11f0-aae2-2191c0e48a3b.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">BBC Russia editor Steve Rosenberg asked Vladimir Putin about his plans for the future of the country, during the president's annual end-of-year televised event.</p><p class=\"sc-9a00e533-0 eZyhnA\">The Russian leader responded by saying he's calling for greater respect from other Western leaders.</p><p class=\"sc-9a00e533-0 eZyhnA\">\"Western politicians created the current situation with their own hands\", Putin said, adding that \"they constantly talk about preparing for war with Russia\".</p><p class=\"sc-9a00e533-0 eZyhnA\">The president also said that plans to attack Europe are \"nonsense\".</p></div></div></body></html>"
        },
        {
            "title": "What does TikTok's deal mean for America's users?",
            "time": "2025-12-19T09:22:13",
            "imgUrl": "https://ichef.bbci.co.uk/news/1024/branded_news/4645/live/1b2bc0e0-dcbc-11f0-b67b-690eb873de1b.jpg",
            "body": "<html><body><div><div class=\"sc-6bafae19-3 fVsqyB\"><p class=\"sc-9a00e533-0 eZyhnA\">The Chinese owner of TikTok, ByteDance, has struck a deal with US and global investors to operate its business in America, TikTok's boss told employees on Thursday.</p><p class=\"sc-9a00e533-0 eZyhnA\">ByteDance has been under pressure from Washington to sell its US operations over national security concerns.</p><p class=\"sc-9a00e533-0 eZyhnA\">As BBC Asia business correspondent Suranjana Tewari explains, it is still unclear what sort of experience TikTok users in the US will get.</p><p class=\"sc-9a00e533-0 eZyhnA\"><a target=\"_self\" href=\"https://www.bbc.co.uk/news/articles/cgexp1q8wn1o\" class=\"sc-f9178328-0 iCaRzc\">Read more on this story here.</a></p></div></div></body></html>"
        }
    ]
}