{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "More U.S. investors sue South Korean government over handling of Coupang data breach | TechCrunch",
            "time": "2026-02-12T16:56:32",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/coupang-large-rainbow-2250196254.jpg?resize=1200,858",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Coupang’s <a href=\"https://techcrunch.com/2025/12/01/koreas-coupang-says-data-breach-exposed-nearly-34m-customers-personal-information/\">massive data breach in South Korea</a> has now become a geopolitical flashpoint as a growing number of the company’s U.S. investors take legal action against the South Korean government. </p>\n\n<p class=\"wp-block-paragraph\">What began as a regulatory investigation into data security failures has expanded into a broader dispute over alleged unfair treatment of the U.S.-headquartered company.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">While Coupang — which operates in South Korea, Taiwan, and Japan — is often referred to as the “Amazon of South Korea,” its worldwide headquarters are actually in Seattle, Washington.</p>\n\n<p class=\"wp-block-paragraph\">The company’s investors are now seeking international arbitration under the Korea–U.S. Free Trade Agreement (FTA). On Jan 23, 2026, U.S. investment firms Greenoaks and Altimeter <a rel=\"nofollow\" href=\"https://www.immigration.go.kr/bbs/moj/183/602757/artclView.do\">filed a notice</a> with South Korea’s Ministry of Justice, saying they suffered losses from what they characterized as the government’s discriminatory investigation into the data breach. They said they plan to pursue investor–state dispute settlement (ISDS) arbitration under the Korea–U.S. FTA. </p>\n\n<p class=\"wp-block-paragraph\">South Korea’s Ministry of Justice <a rel=\"nofollow\" href=\"https://moj.go.kr/moj/222/subview.do?enc=Zm5jdDF8QEB8JTJGYmJzJTJGbW9qJTJGMTgzJTJGNjAzNDc2JTJGYXJ0Y2xWaWV3LmRvJTNGcGFzc3dvcmQlM0QlMjZyZ3NCZ25kZVN0ciUzRCUyNmJic0NsU2VxJTNEJTI2cmdzRW5kZGVTdHIlM0QlMjZpc1ZpZXdNaW5lJTNEZmFsc2UlMjZwYWdlJTNEMSUyNmJic09wZW5XcmRTZXElM0QlMjZzcmNoQ29sdW1uJTNEJTI2c3JjaFdyZCUzRCUyNg%3D%3D\">said</a> Thursday that three more investors including Abrams Capital, Durable Capital Partners, and Foxhaven Asset Management have now joined the case. They are alleging the government acted unlawfully toward the e-commerce company.</p>\n\n<p class=\"wp-block-paragraph\">To recap the incident: In December, Coupang disclosed that nearly 34 million Korean customers’ personal information had been leaked in a data breach that had been going on for more than five months. The breach involved customer names, email addresses, phone numbers, shipping addresses, and certain order histories, the company said.</p>\n\n<p class=\"wp-block-paragraph\">While other tech breaches in Korea resulted in less severe penalties, Coupang has faced extraordinary government pressure. The government reportedly threatened <a rel=\"nofollow\" href=\"https://www.koreatimes.co.kr/business/companies/20251201/coupang-faces-potential-770-mil-fine-after-data-breach\">massive fines</a>, <a rel=\"nofollow\" href=\"https://www.koreatimes.co.kr/business/companies/20251221/coupang-faces-possible-business-suspension-after-massive-data-breach\">suspension of operations</a>, and <a rel=\"nofollow\" href=\"https://www.koreatimes.co.kr/business/companies/20260112/police-mull-overseas-travel-ban-on-coupang-chief-in-data-breach-investigation\">travel bans</a> for executives while, Coupang’s investors allege, <a rel=\"nofollow\" href=\"https://en.sedaily.com/society/2025/12/31/labor-minister-warns-officials-against-contact-with-ex\">trying to block public communication</a> and misrepresenting the breach. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Korea’s Personal Information Protection Commission (PIPC) said that more than 30 million Coupang accounts were exposed — but the facts point to just 3,000 affected accounts, according to Coupang’s investors.</p>\n\n<p class=\"wp-block-paragraph\">In December, South Korea’s government and the PIPC <a rel=\"nofollow\" href=\"https://www.newsis.com/view/NISX20251217_0003445328\">said</a> the Coupang breach was serious enough to justify higher fines. Under current law, penalties are capped at 3% of revenue, more than $800 million for Coupang, according to the U.S. investors, but some lawmakers have proposed raising the limit to 10% and applying it retroactively.</p>\n\n<p class=\"wp-block-paragraph\">Even if the new law passes, it wouldn’t apply to Coupang, since the breach occurred before the rules changed. But a Democratic Party lawmaker in the country suggested imposing punitive fines, through either new legislation or a special parliamentary act, and PIPC backed the idea, <a rel=\"nofollow\" href=\"https://www.newsis.com/view/NISX20251217_0003445328\">per news reports. </a> South Korean President Lee Jae Myung also <a rel=\"nofollow\" href=\"https://v.daum.net/v/20260110090249624#:~:text=2025%EB%85%84%2012%EC%9B%94%2011%EC%9D%BC%2C%20%EA%B8%B0%ED%9A%8D%EC%9E%AC%EC%A0%95%EB%B6%80%20%EC%97%85%EB%AC%B4%EB%B3%B4%EA%B3%A0%EC%97%90%EC%84%9C%20%EC%9D%B4%EC%9E%AC%EB%AA%85%20%EB%8C%80%ED%86%B5%EB%A0%B9%EC%9D%B4,%EC%9C%A0%EC%B6%9C%EB%90%9C%20%EC%82%AC%EA%B1%B4%EC%9D%84%20%EB%91%90%EA%B3%A0%20%EA%B0%95%EA%B2%BD%20%EB%8C%80%EC%9D%91%EC%9D%84%20%EC%9A%94%EA%B5%AC%ED%95%9C%20%EA%B2%83%EC%9D%B4%EB%8B%A4.\">publicly c</a><a rel=\"nofollow\" href=\"http://www.marketnews.co.kr/news/articleView.html?idxno=73489\">alled for heavy penalties</a>, suggesting the company had not faced sufficient consequences.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Based on the <a rel=\"nofollow\" href=\"https://www.moj.go.kr/bbs/moj/439/603008/artclView.do\">notice of intent filing</a> released by the investors’ legal advisor, the investors argue that the South Korean government’s actions constitute an “unprecedented assault” on Coupang. In the filing, they argue:  </p>\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"wp-block-paragraph\">“The Government’s unprecedented assault on a U.S. company to benefit its Korean and Chinese competitors is an egregious violation of the Treaty, principles of international law, and the historic partnership between Korea and the United States….. the Government’s shocking conduct has left the U.S. investors with no choice. If the Government does not immediately cease its attacks against Coupang, fully restore the company’s ability to operate its business, and permanently end its longstanding campaign of discrimination against the company, then the U.S. investors will be forced to seek billions of dollars in damages from Korea to protect their investments in Coupang and remedy the Government’s ongoing Treaty violations, including attemped expropriation.”</p>\n</blockquote>\n\n<p class=\"wp-block-paragraph\">The filing is a preliminary, pre-litigation step. South Korea’s <a rel=\"nofollow\" href=\"https://www.moj.go.kr/bbs/moj/439/603008/artclView.do\">Ministry of Justice</a> is now reviewing the notice of intent, which kicks off <a rel=\"nofollow\" href=\"https://cil.nus.edu.sg/wp-content/uploads/2013/11/SIAA-Day3-AndreaMenaker-Pre-arbitration-Requirements.pdf#:~:text=notice%20of%20its%20intention%20to%20submit%20a%20claim%20to%20arbitration%20at%20least%2090&amp;text=%E2%80%A2%20%E2%80%9CRequest%20for%20consultations%E2%80%9D%20triggers%206%2Dmonth%20period.\">a mandatory 90-day consultation period</a> before formal arbitration can begin.</p>\n\n<p class=\"wp-block-paragraph\">Coupang, Abrams Capital, and Foxhaven Asset Management did not respond to TechCrunch’s request for comment. Durable Capital Partners could not be reached.</p>\n\n<p class=\"wp-block-paragraph\">According to the investors’ filing, South Korea’s handling of data breaches has been inconsistent, specifically citing other recent data breaches in South Korea, including KakaoPay, <a href=\"https://techcrunch.com/2025/05/08/a-timeline-of-south-korean-telco-giant-skts-data-breach/\">SK Telecom</a>, Upbit, and Alibaba’s AliExpress. </p>\n\n<p class=\"wp-block-paragraph\">KakaoPay reportedly transferred 54 billion customer records to Alipay Singapore, yet faced <a rel=\"nofollow\" href=\"https://www.koreatimes.co.kr/economy/20250409/fss-fines-kakao-pay-10-mil-for-illegally-transferring-customer-data-to-alipay\">only a $10 million fine</a> and a CEO warning, while <a rel=\"nofollow\" href=\"https://en.yna.co.kr/view/AEN20260119009200315\">SK Telecom was fined $91 million</a> after a massive SIM card breach. <a rel=\"nofollow\" href=\"https://www.dlnews.com/articles/markets/south-korean-police-probe-30-million-upbit-hack/\">Upbit</a> and <a rel=\"nofollow\" href=\"https://www.kedglobal.com/e-commerce/newsView/ked202407250013\">AliExpress</a> also saw minimal government action. The investors say these examples underscore the stark contrast with the government’s response to Coupang.</p>\n\n<p class=\"wp-block-paragraph\">South Korea’s Ministry of Science and ICT said Wednesday that the Coupang data breach was carried out by a former employee who had worked on the company’s authentication systems and was aware of vulnerabilities in both the authentication framework and key management system. </p>\n\n<p class=\"wp-block-paragraph\">The Ministry alleges that Coupang failed to report the breach to the Korea Internet &amp; Security Agency (KISA) within 24 hours and did not fully implement a November 2025 data preservation order, leading to the deletion of key web and app access logs. The ministry has referred the matter to investigators and ordered Coupang to submit a prevention plan by February 2026, with compliance monitored through July.</p>\n\n<p class=\"wp-block-paragraph\">Coupang <a rel=\"nofollow\" href=\"https://www.aboutcoupang.com/English/news/news-details/2026/response-to-the-jit-report-regarding-the-november-2025-data-incident/\">released a statement</a>, saying that the employee, a Chinese national, accessed data from over 33 million accounts but retained only about 3,000 before deleting it, and that no sensitive info such as payment data, passwords, or government IDs was accessed.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Coupang also replaced its CEO, Dae-jun Park with Harold Rogers, its U.S. parent’s top lawyer, <a href=\"https://techcrunch.com/2025/12/10/ceo-of-south-korean-retail-giant-coupang-resigns-after-massive-data-breach/\">in December.</a></p>\n\n<p class=\"wp-block-paragraph\">Adam Farrar, senior associate at CSIS and senior geoeconomics analyst for APAC at Bloomberg, said on <a rel=\"nofollow\" href=\"https://www.youtube.com/watch?v=YV8JR9df8U8\">Tuesday’s Impossible State podcast</a> that what began as a major data breach involving Coupang has grown into a broader issue between the United States and South Korea. </p>\n\n<p class=\"wp-block-paragraph\">Farrar said that the case is amplifying broader U.S. claims of unfair treatment toward American technology firms, raising trade and tariff risks for South Korea as <a rel=\"nofollow\" href=\"https://www.foxbusiness.com/fox-news-world/congress-targets-south-korean-regulators-over-discriminatory-treatment-us-tech-companies\">the U.S. Congress</a> becomes increasingly engaged.</p>\n\n<p class=\"wp-block-paragraph\">“The massive data breach [by Coupang] led to a series of investigations in the National Assembly and some very combative back and forth with Coupang and a series of executives over the past several months,” Farrar said in the podcast. “The additional dynamic here is that Coupang, while driving almost all of its earnings from Korea, is now a US-based company that adds to the dynamic on both sides, impacting how they’re perceived and seen.”</p>\n\n<p class=\"wp-block-paragraph\">The issue extends beyond Coupang, raising broader questions about whether South Korea is unfairly targeting U.S. companies, Farrar continued. </p>\n\n<p class=\"wp-block-paragraph\">Critics point to digital policies they say favor domestic firms, including network usage fees on content providers like <a href=\"https://techcrunch.com/2021/09/30/south-korean-isp-sk-broadband-counterclaims-against-netflix-for-bandwidth-usage-fees/\">Netflix</a>, <a href=\"https://techcrunch.com/2023/10/06/google-apple-face-fines-in-south-korea-for-breaching-in-app-billing-rules/\">Apple’s App Store and Google Play</a> payment rules and data localization requirements that limit services like <a href=\"https://techcrunch.com/2025/10/15/seoul-weighs-approval-for-google-apple-high-resolution-map-requests/\">Google Maps</a> on national security grounds.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple acquires all rights to 'Severance,' will produce future seasons in-house | TechCrunch",
            "time": "2026-02-12T15:34:11",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Severance_Photo_020401.jpg.photo_modal_show_home_large.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple has acquired the IP and all rights to its hit show “Severance” from its original studio, Fifth Season, as first <a href=\"https://deadline.com/2026/02/apple-acquires-severance-more-seasons-1236695148/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reported by Deadline</a>. Under the deal, which was worth just under $70 million, Apple’s in-house studio will be producing the show’s future seasons. Fifth Season will remain as an executive producer. </p>\n\n<p class=\"wp-block-paragraph\">The deal is similar to one Apple struck with AMC Studios for sci-fi show “Silo” after season one. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Severance” will now be one of Apple’s marquee titles, joining popular series such as “Your Friends and Neighbors” and “Stick.”</p>\n\n<p class=\"wp-block-paragraph\">According to Deadline, the production costs for “Severance” had exceeded what Fifth Season could afford. The studio had already requested advances from Apple and was considering relocating production from New York to Canada for bigger and quicker tax rebates. Since Apple definitely has the funds to back the show, the company decided to take full control.</p>\n\n<p class=\"wp-block-paragraph\">“Severance” is important to the streamer, as the show’s second season became Apple’s most-watched series at the time. It also had the highest number of nominations at the 2025 Emmy Awards.</p>\n\n<p class=\"wp-block-paragraph\">Deadline reports that the show is expected to run for four seasons, with the possibility of spin-offs, a prequel, and foreign versions.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "US FTC airs concerns over allegations that Apple News suppresses right-wing content | TechCrunch",
            "time": "2026-02-12T14:40:03",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/04/GettyImages-2193735641.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The U.S. Federal Trade Commission (FTC) has raised concerns over allegations that Apple is censoring conservative content on the Apple News app. </p>\n\n<p class=\"wp-block-paragraph\">In a <a href=\"https://x.com/AFergusonFTC/status/2021704472687218936/photo/1\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">letter</a> to Apple CEO Tim Cook, FTC chair Andrew Ferguson cited <a href=\"https://newsbusters.org/blogs/free-speech/heather-moon/2026/02/04/apple-news-continues-rejection-right-leaning-outlets\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reports</a> from Media Research Center, a right-leaning think tank, which accused Apple of excluding right-leaning outlets from the top 20 articles in the Apple News feed.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“These reports raise serious questions about whether Apple News is acting in accordance with its terms of service and its representations to consumers […] I abhor and condemn any attempt to censor content for ideological reasons,” Ferguson’s letter reads.</p>\n\n<p class=\"wp-block-paragraph\">Ferguson, a Big Tech critic who Trump appointed to lead the competition regulator, noted the FTC doesn’t have any powers to require Apple to take ideological or political positions when curating news, but he said that if the company’s practices are “inconsistent” its terms of service or “reasonable expectations of consumers,” they may be in violation of the FTC Act.</p>\n\n<p class=\"wp-block-paragraph\">Brendan Carr, the chairman of the Federal Communications Commission (another Trump appointee critical of Big Tech), <a href=\"https://x.com/BrendanCarrFCC/status/2021729780907782437\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">supported</a> Ferguson’s stance, writing, “Apple has no right to suppress conservative viewpoints in violation of the FTC Act.”</p>\n\n<p class=\"wp-block-paragraph\">Ferguson has urged Apple to conduct a “comprehensive review” of its terms of service and ensure that the content curated on Apple News is consistent with its policies, and “take corrective action swiftly” if the curation isn’t in line.</p>\n\n<p class=\"wp-block-paragraph\">The letter comes a day after President Donald Trump <a href=\"https://truthsocial.com/@realDonaldTrump/116050559055597383\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">shared</a> the report by Media Research Center on his social media platform, Truth Social. Trump has repeatedly accused Big Tech companies of censoring right-leaning content, though many major platforms have rolled back several measures to curb fake news and disinformation they had imposed in the years prior to his second stint at the White House.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Apple’s relationship with the Trump administration has oscillated between warm and cold over the past year. Trump has criticized Big Tech, especially Apple, for manufacturing its devices in China, but after Cook promised to spend <a href=\"https://techcrunch.com/2025/08/06/apple-to-announce-100b-further-commitment-for-u-s-manufacturing/\">more than $600 billion</a> over the next four years stateside and moved to mend fences, relations between the administration and the company <a href=\"https://techcrunch.com/2025/10/23/big-tech-is-paying-for-trumps-white-house-ballroom/\">have improved</a>. Apple also <a href=\"https://edition.cnn.com/2025/08/07/tech/trump-india-tariffs-apple-iphone-ai\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">dodged</a> planned tariffs on smartphones made overseas and imported into the U.S.</p>\n\n<p class=\"wp-block-paragraph\">The FTC last year also <a href=\"https://techcrunch.com/2025/02/20/trumps-ftc-is-looking-into-censorship-on-tech-platforms/\">launched</a> an investigation into “censorship by tech platforms,” seeking input from the public who felt they were silenced due to their political ideologies or affiliations. “Tech firms should not be bullying their users,” Ferguson said at the time. “This inquiry will help the FTC better understand how these firms may have violated the law by silencing and intimidating Americans for speaking their minds.”</p>\n\n<p class=\"wp-block-paragraph\"> Apple did not immediately return a request for comment.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Eclipse backs all-EV marketplace Ever in $31M funding round | TechCrunch",
            "time": "2026-02-12T14:00:09",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/ever-car-founders.jpg?resize=1156,1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">If you want to buy or sell a used EV right now, what’s the first step you’d take? </p>\n\n<p class=\"wp-block-paragraph\">A startup called Ever wants to be the answer to that question. The company, which bills itself as the first “AI-native, full-stack auto retail business” for electric vehicles, already has thousands of customers buying and selling their EVs on the platform.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Now it’s looking to scale with help from a $31 million Series A funding round led by Eclipse, with Ibex Investors, Lifeline Ventures, and JIMCO — the investment arm of the Saudi Arabian Jameel family (an early investor in Rivian) — as co-investors.</p>\n\n<p class=\"wp-block-paragraph\">Over the last decade, companies like Carvana and CarMax helped usher in the digital car-buying experience. More recently, myriad startups have tried to improve the car-buying experience with AI, pitching ideas like voice agents or smarter scheduling software. Eclipse’s Jiten Behl thinks this is the wrong approach if you want to really modernize the automotive retail experience, though.</p>\n\n<p class=\"wp-block-paragraph\">“These bolt-on AI tools are band-aids,” he said in an interview with TechCrunch. He likened it to how many major automakers’ first EVs were essentially combustion vehicles that were repackaged to fit electric drivetrains. That approach came with major tradeoffs compared to designing a new EV from the ground up, which was the approach companies like Tesla and Rivian took.</p>\n\n<p class=\"wp-block-paragraph\">“Auto retail is a perfect candidate for disrupting with AI, you know? It’s a lot of process, lot of labor, [very] rules-based,” he said. </p>\n\n<p class=\"wp-block-paragraph\">Lasse-Mathias Nyberg, Ever co-founder and CEO, said in an interview that buying or selling a car typically triggers “hundreds or thousands of different actions” that a retailer needs to perform in order to complete the transaction. “There’s massive complexities or frictions on both sides.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">In 2022, he and his team set out to reduce or remove those complexities. What they settled on after a year of research was a digital-first auto retailer. The core tech is an orchestration layer or “operating system” that can handle all the different workflows behind a transaction, whether it’s processing information submitted by a prospective buyer or seller, or managing the vehicle inventory.</p>\n\n<p class=\"wp-block-paragraph\">“When you do appraisals, or pricing, or titling, it’s very deterministic in terms of what steps need to be taken. And today, there are lots of single point solution tools that are used,” he said. Most companies “use these tools together in a very inefficient manner, and you think that you are on a digital journey — but if you actually could clean-sheet it, and if you actually could use the power of agentic AI, and you can create one unified customer experience and remove all these micro-frictions.”</p>\n\n<p class=\"wp-block-paragraph\">Nyberg claimed that building the company this way has allowed Ever’s sales team to be two to three times more productive than they would be otherwise, and he expects that to scale as the company grows. He said this extra efficiency and productivity beefs up their margins, which can be booked as profit or passed along to the customer by offering lower prices.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Ever applies this fresh approach to both its online marketplace and physical locations. Nyberg said the hybrid model is important because seeing and trying a car in person remains crucial to the shopping experience for a lot of buyers — especially those who might be assessing EVs for the first time. </p>\n\n<p class=\"wp-block-paragraph\">Early reviews of Ever’s product have been mixed. Users on <a href=\"https://www.reddit.com/r/electriccars/comments/1jykj9z/has_anyone_ever_bought_from_evercarscom/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">one particular Reddit thread</a> from last year were split, with some drawn to how Ever is making EVs easier to buy, while others detailed struggles getting in touch with the startup’s team. Ever was just getting off the ground and was more or less operating in stealth, and so Nyberg chalks that up to a learning experience. He said his team is working hard to make sure its system can be flexible enough to accomplish everything the company has set out to do.</p>\n\n<p class=\"wp-block-paragraph\">The bigger challenge may be overall interest in EVs, which has cooled a bit in the United States. Nyberg said he hasn’t ruled out Ever buying or selling used combustion cars in the future, but wants to stick to EVs in the near-term since there isn’t a retailer that is laser-focused on these vehicles.</p>\n\n<p class=\"wp-block-paragraph\">Behl, who spent eight years on Rivian’s leadership team, admitted he’s a “hopeless romantic when it comes to EVs,” and said he still believes the industry is moving toward electric propulsion because of the inherent benefits. And he said his “first thought” when he started doing diligence on Ever was: “I wish Rivian was doing this.”</p>\n\n<p class=\"wp-block-paragraph\">More broadly, Behl said, companies like Carvana are still in the single digits of market share when it comes to automotive retail. That’s why he sees so much upside in Ever.</p>\n\n<p class=\"wp-block-paragraph\">“Customers are going to continue to gravitate towards better experience when it comes to buying cars, which means it is going to be a digitally-led customer experience which takes away all the friction of buying and selling a car,” he said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "xAI lays out interplanetary ambitions in public all-hands | TechCrunch",
            "time": "2026-02-11T23:29:08",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.22.39-PM.jpg?resize=1200,679",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">On Wednesday, xAI took the rare step of publishing a full 45-minute all-hands meeting video on X, making it publicly accessible. Details of the Tuesday night meeting were <a href=\"https://www.nytimes.com/2026/02/10/technology/elon-musk-lunar-factory.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">previously reported by The New York Times</a>, which may have influenced xAI’s decision to post the video online.</p>\n\n<p class=\"wp-block-paragraph\">The full video reveals significant new details about Musk’s plans for the AI lab, including its product roadmap and its ongoing ties to the X platform.</p>\n\n\n\n<p class=\"wp-block-paragraph\">The most immediate revelation concerned a string of departing employees, which Musk described as layoffs resulting from a changing organizational structure at the company. While reorganizations are common, the breadth of the departures has caused significant confusion, particularly as it has meant the loss of a significant portion of the founding team.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“As a company grows, especially as quickly as xAI, the structure must evolve,” Musk <a href=\"https://x.com/elonmusk/status/2021673886157607383\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said on X</a>. “This unfortunately required parting ways with some people. We wish them well in future endeavors.”</p>\n\n<p class=\"wp-block-paragraph\">The new organizational system splits xAI into four primary teams: one focused on the Grok chatbot (including voice), another for the app’s coding system, another for the Imagine video generator, and finally a team focused on the Macrohard project, which spans from simple computer use simulation to modeling entire corporations.</p>\n\n<p class=\"wp-block-paragraph\">“[Macrohard] is able to do anything on a computer that a computer is able to do,” Toby Pohlen, who will lead the project under the new organizational structure, told his colleagues. “There should be rocket engines fully designed by AI.”</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?w=680\" alt=\"\" class=\"wp-image-3092311\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg 1268w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=150,98 150w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=300,196 300w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=768,502 768w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=680,444 680w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=1200,784 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=430,281 430w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=720,470 720w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=900,588 900w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=800,522 800w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=668,436 668w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=574,375 574w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=945,617 945w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=708,462 708w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>xAI (screenshot)</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The all-hands also featured claims about new usage and revenue figures for xAI and X. Nikita Bier, X’s head of product, said X had “just crossed” $1 billion in annual recurring revenue from subscriptions, which he attributed to a marketing push during the holidays.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Additionally, executives said the xAI’s Imagine tool is generating 50 million videos a day, and more than 6 billion images over the past 30 days, according to their internal metrics.</p>\n\n<p class=\"wp-block-paragraph\">But it’s difficult to separate those figures from <a href=\"https://techcrunch.com/2026/01/15/us-senators-demand-answers-from-x-meta-alphabet-on-sexualized-deepfakes/\" target=\"_blank\" rel=\"noreferrer noopener\">the flood of deepfake pornography</a> that overtook X during that same period. The X platform <a href=\"https://x.com/nikitabier/status/2008444770071298397\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">saw engagement skyrocket</a> as AI-generated explicit images became more prevalent, and with <a href=\"https://www.nytimes.com/2026/01/22/technology/grok-x-ai-elon-musk-deepfakes.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">an estimated 1.8 million sexualized images</a> generated over just nine days, the image-generation figures likely include substantial amounts of this controversial content.</p>\n\n<p class=\"wp-block-paragraph\">The most eye-catching part of the presentation came at the end, when Musk reemphasized the importance of space-based data centers <a href=\"https://techcrunch.com/2026/02/11/why-the-economics-of-orbital-ai-are-so-brutal/\" target=\"_blank\" rel=\"noreferrer noopener\">despite the technical challenges involved</a>. Musk went still further, envisioning a moon-based factory for AI satellites, including a lunar mass driver — essentially an electromagnetic catapult — to launch them. With such infrastructure, Musk said, one could launch an AI cluster capable of capturing significant portions of the sun’s total energy output or even expanding to other galaxies.</p>\n\n<p class=\"wp-block-paragraph\">“It’s difficult to imagine what an intelligence of that scale would think about,” Musk said, “but it’s going to be incredibly exciting to see it happen.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "AI inference startup Modal Labs in talks to raise at $2.5B valuation, sources say | TechCrunch",
            "time": "2026-02-11T22:48:35",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/01/Screenshot-2024-02-14-at-9.26.16AM.png?resize=1200,607",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://modal.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Modal Labs</a>, a startup specializing in AI inference infrastructure, is talking to VCs about a new round at a valuation of about $2.5 billion, according to four people with knowledge of the deal. Should the deal close at these terms, the funding round would more than double the company’s valuation of <a href=\"https://modal.com/blog/announcing-our-series-b\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$1.1 billion</a> announced less than five months ago, when it announced an <a rel=\"nofollow\" href=\"https://modal.com/blog/announcing-our-series-b\">$87 million</a> Series B round.</p>\n\n<p class=\"wp-block-paragraph\">General Catalyst is in talks to lead the round, the people told TechCrunch. Modal’s annualized revenue run rate (ARR) is approximately $50 million, our sources said. The discussions are early, and terms could still change.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Modal Labs co-founder and CEO Erik Bernhardsson denied that his company was actively fundraising and characterized his recent interactions with VCs as general conversations. General Catalyst did not respond to our requests for comment.</p>\n\n<p class=\"wp-block-paragraph\">Modal is focused on optimizing inference, the process of running trained AI models to generate answers from user requests. Improving inference efficiency reduces compute costs and cuts down the lag time between a user’s prompt and the AI’s response.</p>\n\n<p class=\"wp-block-paragraph\">Modal is one of the handful of inference-focused companies attracting intense investor attention now. Last week, its competitor Baseten announced a <a href=\"https://www.baseten.co/blog/announcing-baseten-s-300m-series-e/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$300 million raise</a> at a $5 billion valuation, more than doubling the $2.1 billion valuation it reached just months prior in September. Similarly, Fireworks AI, an inference cloud provider, secured $250 million at a $4 billion valuation in October.</p>\n\n<p class=\"wp-block-paragraph\">In January, the creators of the open source inference project vLLM announced they had transitioned the tool into a VC-backed startup, Inferact, raising $150 million in seed funding led by Andreessen Horowitz at an <a href=\"https://techcrunch.com/2026/01/22/inference-startup-inferact-lands-150m-to-commercialize-vllm/\">$800 million valuation</a>. Meanwhile, TechCrunch reported that the team behind SGLang has commercialized as RadixArk, which sources told us secured seed funding at a <a href=\"https://techcrunch.com/2026/01/21/sources-project-sglang-spins-out-as-radixark-with-400m-valuation-as-inference-market-explodes/\">$400 million</a> valuation led by Accel.</p>\n\n<p class=\"wp-block-paragraph\">Modal was co-founded by CEO Erik Bernhardsson in 2021 after he spent more than 15 years building and leading data teams at companies including Spotify and Better.com, where he was CTO.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The startup counts Lux Capital and Redpoint Ventures among its earlier backers.</p>\n\n<p class=\"wp-block-paragraph\"><em>Editor’s Note: This story was updated to include a comment from Modal.</em></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OpenAI disbands mission alignment team | TechCrunch",
            "time": "2026-02-11T21:57:18",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2198379368.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">OpenAI has disbanded a team that was designed to communicate the company’s mission to the public and to its own employees. At the same time, the team’s former leader has been given a new role as the company’s “chief futurist.”</p>\n\n<p class=\"wp-block-paragraph\">OpenAI confirmed to TechCrunch that the team’s members have now been assigned to other roles. The news was <a href=\"https://www.platformer.news/openai-mission-alignment-team-joshua-achiam/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">first reported</a> by Platformer.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The disbanded team in question appears to have been <a href=\"https://techcrunch.com/2024/09/25/openais-chief-research-officer-has-left/\" target=\"_blank\" rel=\"noreferrer noopener\">formed in September of 2024</a>. Platformer reports that the team was dedicated to promoting “the company’s stated mission to ensure that artificial general intelligence benefits all of humanity.”</p>\n\n<p class=\"wp-block-paragraph\">An official OpenAI spokesperson described the team thusly: “The Mission Alignment project was a support function to help employees and the public understand our mission and the impact of AI. That work continues throughout the organization.”</p>\n\n<p class=\"wp-block-paragraph\">In <a href=\"https://openaiglobalaffairs.substack.com/p/introducing-our-chief-futurist\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a blog post</a> published Wednesday, Josh Achiam, the former head of OpenAI’s mission alignment team, explained his new role as the company’s chief futurist. “My goal is to support OpenAI’s mission — to ensure that artificial general intelligence benefits all of humanity — by studying how the world will change in response to AI, AGI, and beyond,” Achiam wrote.</p>\n\n<p class=\"wp-block-paragraph\">Achiam noted that, in his new role, he would be collaborating with Jason Pruet, an OpenAI physicist.</p>\n\n<p class=\"wp-block-paragraph\">A spokesperson for OpenAI said the rest of the mission alignment team — a group of six or seven people — had subsequently been reassigned to different parts of the company. The spokesperson couldn’t say where exactly the team members had been assigned, but said that they were engaged in similar work in those roles. It was also unclear whether Achiam would have a new team as part of his “futurist” role.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The spokesperson attributed the disbanding of the team to the kinds of routine reorganizations that occur within a fast-moving company. </p>\n\n<p class=\"wp-block-paragraph\">OpenAI previously had what it called a “superalignment team” — which was <a href=\"https://openai.com/index/introducing-superalignment/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">formed in 2023</a> and focused on studying long-term existential threats posed by AI — but that team <a href=\"https://www.cnbc.com/2024/05/17/openai-superalignment-sutskever-leike.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">was disbanded in 2024</a>. </p>\n\n<p class=\"wp-block-paragraph\">Achiam’s <a href=\"https://jachiam.github.io/about.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">personal website</a> still lists him as head of mission alignment at OpenAI, and describes him as being interested in ensuring that the “long-term future of humanity is good.” His <a href=\"https://www.linkedin.com/in/joshua-achiam-13887199/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">LinkedIn profile</a> shows he had served as head of mission alignment since September 2024.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><em>Correction: This story originally confused mission alignment with another, similarly named team called alignment. It has been corrected and we apologize for the error.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple's Siri revamp reportedly delayed... again | TechCrunch",
            "time": "2026-02-11T21:19:46",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/tim-cook-glowing-apple-logo-GettyImages-2234517515.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple has been promising a new-and-improved, cutting-edge, AI-powered Siri since it first <a href=\"https://techcrunch.com/2024/06/10/apple-intelligence-is-the-companys-new-generative-ai-offering/\">unveiled</a> Apple Intelligence in 2024. Over about a year and a half since then, the release date for this new era of Siri has been continuously pushed back. According to a new <a href=\"https://www.bloomberg.com/news/articles/2026-02-11/apple-s-ios-26-4-siri-update-runs-into-snags-in-internal-testing-ios-26-5-27\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">report</a> from Bloomberg’s Mark Gurman, we’ll likely have to wait even longer.</p>\n\n<p class=\"wp-block-paragraph\">While the new Siri was expected to launch with the upcoming iOS 26.4 update in March, now, the changes are expected to roll out more slowly over time, reportedly postponing some features until the May iOS update, or even until the release of iOS 27 in September. Apparently, Apple ran into trouble when testing the software, requiring the launch date to be pushed back further.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The changes are rumored to make the longtime digital assistant more like the LLM chatbots that have swept the tech world — but instead of opening up a ChatGPT or Claude app on your iPhone or MacBook, you would be able to just talk to Siri, which will be powered by <a href=\"https://techcrunch.com/2026/01/12/googles-gemini-to-power-apples-ai-features-like-siri/\">Google Gemini</a>.</p>\n\n<p class=\"wp-block-paragraph\">We’re starting to feel bad for the Siri product managers. Hang in there, folks.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Uber Eats launches AI assistant to help with grocery cart creation | TechCrunch",
            "time": "2026-02-11T21:07:37",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2019/04/uber-eats-icon-ios.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Uber Eats <a href=\"https://www.uber.com/newsroom/the-shortcut-your-grocery-lists-been-waiting-for/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> a new AI feature, “Cart Assistant,” on Wednesday designed to fill customers’ grocery carts faster and easier. The beta version is now available in the app.​</p>\n\n<p class=\"wp-block-paragraph\">To use the new chatbot, users search for a grocery store in the Uber Eats app and tap the purple Cart Assistant icon on the store’s page to begin shopping. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Customers can enter a list or upload an image of one, and Cart Assistant will automatically add the necessary items to their basket. This includes photos of handwritten lists or screenshots of recipes and their ingredients. Users can then customize the basket by swapping items for preferred brands or adding more products from the store.​</p>\n\n<figure class=\"wp-block-image aligncenter size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/UberEats-cart-assistant.gif?w=346\" alt=\"\" class=\"wp-image-3092211\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Uber Eats</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Uber Eats notes that Cart Assistant uses previous orders to prioritize familiar items — like your usual milk or favorite oatmeal — to make the experience more personalized.​</p>\n\n<p class=\"wp-block-paragraph\">“Users were telling us they wanted a quicker way to shop, and we know how precious your time is,” Uber CTO Praveen Neppalli Naga said in a statement. “Cart Assistant helps you get from idea to checkout in seconds.” </p>\n\n<p class=\"wp-block-paragraph\">Cart Assistant could help Uber Eats better compete with other food delivery and grocery apps that are already integrating or developing AI chatbots.​ For example, Instacart launched an AI search tool powered by OpenAI’s ChatGPT in 2023 to help customers save time and receive personalized shopping recommendations. <a href=\"https://www.bloomberg.com/news/articles/2023-07-27/doordash-is-working-on-an-ai-chatbot-to-speed-up-food-ordering\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">DoorDash</a> was also reportedly testing an AI chatbot called DashAI that same year.​</p>\n\n<p class=\"wp-block-paragraph\">Last year, both <a href=\"https://techcrunch.com/2025/12/29/how-to-use-the-new-chatgpt-app-integrations-including-doordash-spotify-uber-and-others/\" target=\"_blank\" rel=\"noreferrer noopener\">Uber Eats and rival DoorDash integrated with ChatGPT</a> to streamline food ordering. With Uber Eats, U.S. users can browse local restaurants and menus in ChatGPT, then complete their purchase in the Uber Eats app. DoorDash’s integration allows users to request meal plans and automatically add all necessary ingredients to their DoorDash cart.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Notably, Bloomberg reported in 2023 that Uber Eats was <a href=\"https://techcrunch.com/2023/08/28/uber-eats-developing-ai-chatbot-offer-recommendations-speed-up-ordering/\" target=\"_blank\" rel=\"noreferrer noopener\">developing an AI-powered chatbot</a> that would supposedly ask users about their budget and food preferences, and help them place an order.​</p>\n\n<p class=\"wp-block-paragraph\">Overall, Uber Eats is rapidly investing in AI, including <a href=\"https://www.uber.com/newsroom/merchant-product\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">tools for merchants</a> like AI-generated menu descriptions, enhanced food photos, and customer review summaries.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Who will own your company’s AI layer? Glean’s CEO explains | TechCrunch",
            "time": "2026-02-11T20:49:07",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/GettyImages-2259183614.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"></p>\n\n\n\n<p class=\"wp-block-paragraph\">Enterprise AI is shifting fast from chatbots that answer questions to systems that actually do the work across an organization. But who will own the AI layer that powers all of it? </p>\n\n\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.glean.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Glean</a>, which started as an enterprise search product, has evolved into what it calls an “AI work assistant,” aiming to sit underneath other AI experiences, connecting to internal systems, managing permissions, and delivering intelligence wherever employees work. Investors are buying into the vision, too — the startup raised <a href=\"https://techcrunch.com/2025/06/10/enterprise-ai-startup-glean-lands-a-7-2b-valuation/\" target=\"_blank\" rel=\"noreferrer noopener\">$150 million last year at a $7.2 billion valuation</a> as more competition heats up against tech giants bundling AI. </p>\n\n\n\n<p class=\"wp-block-paragraph\">Watch as <a href=\"https://techcrunch.com/podcasts/equity/\" target=\"_blank\" rel=\"noreferrer noopener\">Equity</a> host Rebecca Bellan sits down with Glean’s CEO and founder Arvind Jain at Web Summit Qatar to break down how enterprises are thinking about AI architecture, what’s driving consolidation, and what’s real versus hype in the agent space. </p>\n\n\n\n<p class=\"wp-block-paragraph\">Subscribe to Equity on <a href=\"https://www.youtube.com/@TechCrunch\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">YouTube</a>,<a href=\"https://itunes.apple.com/us/podcast/id1215439780\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Apple Podcasts</a>,<a href=\"https://overcast.fm/itunes1215439780/equity\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Overcast</a>,<a href=\"https://open.spotify.com/show/5IEYLip3eDppcOmy5DmphC?si=rZDFHv2sQUul_g94iCRgpQ\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Spotify</a> and all the casts. You also can follow Equity on<a href=\"https://twitter.com/EquityPod\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> X</a> and<a href=\"https://www.threads.net/@equitypod\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Threads</a>, at @EquityPod. </p>\n</div>\n\n\t\t</div></body></html>"
        },
        {
            "title": "Elon Musk suggests spate of xAI exits have been push, not pull | TechCrunch",
            "time": "2026-02-11T20:47:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2199701496.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Elon Musk is addressing a wave of departures from xAI, including two more co-founders who left this week, bringing the total to six out of the original 12.</p>\n\n<p class=\"wp-block-paragraph\">At an all-hands meeting Tuesday night, Musk suggested the exits were about fit, not performance. “Because we’ve reached a certain scale, we’re organizing the company to be more effective at this scale,” he said, <a rel=\"nofollow\" href=\"https://www.nytimes.com/2026/02/10/technology/elon-musk-lunar-factory.html\">according to The New York Times</a>. “And actually, when this happens, there’s some people who are better suited for the early stages of a company and less suited for the later stages.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Wednesday afternoon on X, he went further, making clear these departures <a rel=\"nofollow\" href=\"https://x.com/elonmusk/status/2021673886157607383?s=46&amp;t=dDcpMIMYg6fdPePSTT9k6w\">weren’t voluntary</a>. “xAI was reorganized a few days ago to improve speed of execution,” Musk wrote. “As a company grows, especially as quickly as xAI, the structure must evolve just like any living organism. This unfortunately required parting ways with some people.”</p>\n\n<p class=\"wp-block-paragraph\">He added that the company is “hiring aggressively” and closed with a quintessentially Musk pitch: “Join xAI if the idea of mass drivers on the Moon appeals to you.”</p>\n\n<p class=\"wp-block-paragraph\">Losing half your co-founders in a relatively short period raises questions, and Musk’s comments seem designed to control the narrative, reframing the exits as necessary rather than a problem for the outfit.</p>\n\n<p class=\"wp-block-paragraph\">In total, at least 10 engineers, including the <a href=\"https://techcrunch.com/2026/02/10/nearly-half-of-xais-founding-team-has-now-left-the-company/\">two co-founders</a>, have publicly announced their departure from xAI in the past week — though two of those exits appear to have occurred a few weeks ago.</p>\n\n<p class=\"wp-block-paragraph\">Three of the departing staff members have said they will be starting something new alongside other former xAI engineers, although no details are available about the new venture. Others have hinted at a desire for more autonomy and smaller teams to build frontier tech more rapidly, pointing to the anticipated surge in AI productivity.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Yuhuai (Tony) Wu, an xAI co-founder and reasoning lead, <a href=\"https://x.com/Yuhu_ai_/status/2021113745024614671\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said in a post</a> announcing his resignation: “It’s time for my next chapter. It is an era with full possibilities: a small team armed with AIs can move mountains and redefine what’s possible.”</p>\n\n<p class=\"wp-block-paragraph\">Shayan Salehian, who worked on product infrastructure and model behavior post-training at xAI and previously worked at Twitter/X, <a href=\"https://x.com/shayan_/status/2020240890233807232\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said last week</a> he was leaving to “start something new.” </p>\n\n\n\n<p class=\"wp-block-paragraph\">Vahid Kazemi, who had a brief stint working on machine learning, <a href=\"https://x.com/vahidk/status/2021392140933402976?s=46&amp;t=Epl8sTZrKzZ5ctcw3cgciw\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">posted Tuesday</a> that he left a few weeks ago, adding: “IMO, all AI labs are building the exact same thing, and it’s boring … So, I’m starting something new.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Roland Gavrilescu, a former xAI engineer, left in November to start Nuraline, a company building “forward-deployed AI agents,” but posted again on Tuesday that he left the firm to build “something new with others that left xAI.”</p>\n\n<p class=\"wp-block-paragraph\">The departures come at a moment of <a href=\"https://techcrunch.com/2026/01/27/among-the-worst-weve-seen-report-slams-xais-grok-over-child-safety-failures/\" target=\"_blank\" rel=\"noreferrer noopener\">significant controversy</a> for xAI. The company is facing <a href=\"https://techcrunch.com/2026/01/14/musk-denies-awareness-of-grok-sexual-underage-images-as-california-ag-launches-probe/\" target=\"_blank\" rel=\"noreferrer noopener\">regulatory scrutiny</a> after Grok created nonconsensual explicit deepfakes of women and children that were disseminated on X — <a href=\"https://www.pbs.org/newshour/world/paris-prosecutors-raid-x-offices-as-part-of-investigation-over-child-abuse-images-deepfakes\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">French authorities last week raided X</a> offices as part of an investigation. The company is also moving toward a <a href=\"https://techcrunch.com/2026/01/29/elon-musk-spacex-tesla-xai-merger-talks-ipo-reuters/\" target=\"_blank\" rel=\"noreferrer noopener\">planned IPO </a>later this year, after being <a href=\"https://techcrunch.com/2026/02/02/elon-musk-spacex-acquires-xai-data-centers-space-merger/\" target=\"_blank\" rel=\"noreferrer noopener\">legally acquired by SpaceX</a> last week.</p>\n\n<p class=\"wp-block-paragraph\">Musk is also facing personal controversy after files published by the Justice Department show extended conversations with convicted rapist and sex trafficker Jeffrey Epstein. The emails show Musk <a href=\"https://www.nbcnews.com/tech/elon-musk/expressed-interest-visiting-jeffrey-epstein-island-emails-show-doj-rcna256784\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">discussing a visit to Epstein’s island</a> on two separate occasions, in 2012 and 2013. Epstein was first convicted of procuring a child for prostitution in 2008.</p>\n\n<p class=\"wp-block-paragraph\">xAI maintains a headcount of <a href=\"https://www.businessinsider.com/xai-org-chart-employees-elon-musk-direct-reports-2025-3\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">over 1,000 employees</a>, so the departures are unlikely to affect the company’s short-term capabilities. Still, the rapid pace of the recent departures had taken on a life of its own online, with users jokingly announcing on X that they too are “leaving xAI” despite never having worked there — a sign of how quickly the narrative of a “mass exodus” snowballed on Musk’s social network.</p>\n\n<p class=\"wp-block-paragraph\">Still, forced co-founder exits are rarely a sign of smooth scaling. While Musk frames the reorganization as calculated, the fact that several engineers followed the co-founders out the door — and that at least three are starting something new together — suggests the departures may also reflect deeper tensions. In frontier AI, where talent is scarce and reputation matters, xAI’s ability to attract and retain top researchers will be tested as it competes with OpenAI, Anthropic, and Google.</p>\n\n<p class=\"wp-block-paragraph\">TechCrunch has reached out to xAI for more information.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-timeline-of-departure-announcements\">Timeline of departure announcements</h2>\n\n<p class=\"wp-block-paragraph\">The following employees have publicly announced their departures from xAI on X in recent days:</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 6:  </strong><a href=\"https://x.com/ayushjaiswal/status/2019857451823296876\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Ayush Jaiswal</a>, engineer, wrote: “This was my last week at xAI. Will be taking a few months to spend time with family &amp; tinker with AI.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>February 7: </strong><a rel=\"nofollow\" href=\"https://x.com/shayan_/status/2020240890233807232\">Shayan Salehian</a>, who worked on product infrastructure and model behavior post-training and was previously at X, wrote: “I left xAI to start something new, closing my 7+ year chapter working at Twitter, X, and xAI with so much gratitude.” He added that working closely with Elon Musk taught him “obsessive attention to detail, maniacal urgency, and to think from first principles.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 9: </strong><a rel=\"nofollow\" href=\"https://x.com/simon_zhai/status/2020980340895121869\">Simon </a><a href=\"https://x.com/simon_zhai/status/2020980340895121869\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Zhai</a>, MTS (member of technical staff), wrote: “Today is my last day at xAI, feeling very fortunate about the opportunity. It has been an amazing journey.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 9:</strong> <a href=\"https://x.com/Yuhu_ai_/status/2021113745024614671\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Yuhuai</a><a rel=\"nofollow\" href=\"https://x.com/Yuhu_ai_/status/2021113745024614671\"> (Tony) Wu</a>, co-founder and reasoning lead, wrote: “I resigned from xAI today. It’s time for my next chapter. It is an era with full possibilities: a small team armed with AIs can move mountains and redefine what’s possible.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 10:</strong> <a href=\"https://x.com/jimmybajimmyba/status/2021374875793801447\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Jimmy Ba</a>, co-founder and research/safety lead, wrote: “Last day at xAI. We are heading to an age of 100x productivity with the right tools. Recursive self improvement loops likely go live in the next 12 months. It’s time to recalibrate my gradient on the big picture. 2026 is gonna be insane and likely the busiest (and most consequential) year for the future of our species.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 10:</strong> <a rel=\"nofollow\" href=\"https://x.com/VahidK/status/2021392140933402976\">Vahid Kazemi</a>, an ML PhD, wrote that he had left xAI “a few weeks ago,” adding: “IMO, all AI labs are building the exact same thing, and it’s boring. I think there’s room for more creativity. So, I’m starting something new.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 10:</strong> <a href=\"https://x.com/hangg70/status/2021412690321924543\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Hang Gao</a>, who worked on multimodal efforts, including Grok Imagine, wrote: “I left xAI today.” He described his time there as “truly rewarding,” citing contributions to Grok Imagine’s releases and praising the team’s “humble craftsmanship and ambitious vision.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 10:</strong> <a rel=\"nofollow\" href=\"https://x.com/rolandgvc\">Roland </a><a href=\"https://x.com/rolandgvc\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Gavrilescu</a>, the engineer who left in November to start Nuraline, posted: “I left xAI. Building something new with others that left xAI. We’re hiring :)”</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 10:</strong> <a href=\"https://x.com/Chace_AGI/status/2021452881875141060\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Chace</a><a rel=\"nofollow\" href=\"https://x.com/Chace_AGI/status/2021452881875141060\"> Lee,</a> a member of the Macrohard founding team, wrote: “Taking a brief reset, then back to the frontier.” (Macrohard is an AI-only software venture under xAI designed to fully automate software development, coding, and operations using Grok-powered, multi-agent systems. Its name is a dig at Microsoft.)</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>February 11: </strong><a rel=\"nofollow\" href=\"https://x.com/textangel/status/2021718007433900230\">Andrew Ma</a>, who had been at xAI since X was called Twitter, worked on app and recommendation model improvements, including “the X video feed, search bar, user modeling, starter-packs and the home feed model.” He wrote: “I’m excited about the future- not sure what I’ll be doing yet (my DMs are open), but there is a world to be changed and no time to waste. Go team, stay focused, be energized, I can’t wait to see you all on the moon and beyond, believe me when I say there is no one that I trust more on the entire planet to get there, there is a world to win.”</p>\n\n<p class=\"wp-block-paragraph\"><em>This article was updated to include an additional employee departure. </em></p>\n\n<p class=\"wp-block-paragraph\"><em>Got a sensitive tip or confidential documents? We’re reporting on the inner workings of the AI industry — from the companies shaping its future to the people impacted by their decisions. Reach out to Rebecca Bellan at <a href=\"mailto:rebecca.bellan@techcrunch.com/\" target=\"_blank\" rel=\"noreferrer noopener\">rebecca.bellan@techcrunch.com</a></em>,<em> Russell Brandom at <a href=\"mailto:russell.brandom@techcrunch.com/\" target=\"_blank\" rel=\"noreferrer noopener\">russell.brandom@techcrunch.com</a></em>, or Tim Fernholz at <a href=\"mailto:tim.fernholz@techcrunch.com/\" target=\"_blank\" rel=\"noreferrer noopener\">tim.fernholz@techcrunch.com</a><em>. For secure communication, you can contact them via Signal at rebeccabellan.491, russellbrandom.49, or </em>tim_fernholz.21.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Microsoft says hackers are exploiting critical zero-day bugs to target Windows and Office users | TechCrunch",
            "time": "2026-02-11T20:46:40",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/microsoft-logo-1865237814.jpg?resize=1200,863",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Microsoft has rolled out fixes for security vulnerabilities in Windows and Office, which the company says are being actively abused by hackers to break into people’s computers.</p>\n\n<p class=\"wp-block-paragraph\">The exploits are <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#zero-click-one-click-attacks\" target=\"_blank\" rel=\"noreferrer noopener\">one-click attacks</a>, meaning that a hacker can plant malware or gain access to a victim’s computer with minimal user interaction. At least two flaws can be exploited by tricking someone into clicking a malicious link on their Windows computer. Another can result in a compromise on opening a malicious Office file.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The vulnerabilities are known as <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#zero-day\" target=\"_blank\" rel=\"noreferrer noopener\">zero-days</a>, because the hackers were exploiting the bugs before Microsoft had time to fix them.</p>\n\n<p class=\"wp-block-paragraph\">Details of how to exploit the bugs have been published, Microsoft said, potentially increasing the chance of hacks. Microsoft did not say where they had been published, and a Microsoft spokesperson did not immediately comment when reached by TechCrunch. In its bug reports, Microsoft acknowledged the input of security researchers in Google’s Threat Intelligence Group in their discovery of the vulnerabilities. </p>\n\n<p class=\"wp-block-paragraph\">Microsoft said one of the bugs, officially tracked as <a href=\"https://msrc.microsoft.com/update-guide/en-US/advisory/CVE-2026-21510\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">CVE-2026-21510</a>, was found in the Windows shell, which powers the operating system’s user interface. The bug affects all supported versions of Windows, the company said. When a victim clicks on a malicious link from their computer, the bug allows hackers to bypass Microsoft’s SmartScreen feature that would typically screen malicious links and files for malware.</p>\n\n<p class=\"wp-block-paragraph\">According to <a href=\"https://www.zerodayinitiative.com/blog/2026/2/10/the-february-2026-security-update-review\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">security expert Dustin Childs</a>, this bug can be abused to <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#remote-code-execution\" target=\"_blank\" rel=\"noreferrer noopener\">remotely plant malware</a> on the victim’s computer.</p>\n\n<p class=\"wp-block-paragraph\">“There is user interaction here, as the client needs to click a link or a shortcut file,” Childs wrote in his blog post. “Still, a one-click bug to gain code execution is a rarity.”</p>\n\n<p class=\"wp-block-paragraph\">A Google spokesperson confirmed that the Windows shell bug was under “widespread, active exploitation,” and said successful hacks allowed the silent execution of malware with high privileges, “posing a high risk of subsequent system compromise, deployment of ransomware, or intelligence collection.”</p>\n\n<p class=\"wp-block-paragraph\">Another Windows bug, tracked as <a rel=\"nofollow\" href=\"https://msrc.microsoft.com/update-guide/vulnerability/CVE-2026-21513\">CVE-2026-21513</a>, was found in Microsoft’s proprietary browser engine, MSHTML, which powers its legacy and long-discontinued Internet Explorer browser. It’s still found in newer versions of Windows to ensure backward compatibility with older apps. </p>\n\n<p class=\"wp-block-paragraph\">Microsoft said this bug allows hackers to bypass security features in Windows to plant malware.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">According to independent security reporter Brian Krebs, Microsoft also patched <a rel=\"nofollow\" href=\"https://krebsonsecurity.com/2026/02/patch-tuesday-february-2026-edition/\">three other zero-day bugs</a> in its software that were being actively exploited by hackers.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "How to get into a16z's super-competitive Speedrun startup accelerator program | TechCrunch",
            "time": "2026-02-11T19:58:01",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/speedrun.webp?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Without a doubt, one of the hottest new startup accelerators in tech right now is Andreessen Horowitz’s Speedrun program. Launched in 2023, the accelerator has an acceptance rate of less than 1%. In a <a href=\"https://speedrun.substack.com/p/what-we-look-for-in-applications\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">January blog post,</a> the program said that over 19,000 startups pitched and fewer than 0.4% were accepted into the latest cohort. </p>\n\n<p class=\"wp-block-paragraph\">The program used to focus on gaming startups, then expanded into entertainment and media, and is now a “horizontal program,” Joshua Lu, the program’s general manager and a partner at a16z, told TechCrunch. Today, founders of any type of startup can apply, and the program runs for about 12 weeks in San Francisco. It once had a program in Los Angeles, but Lu said the focus will be on SF from now on. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">There are two cohorts a year, and around 50 to 70 startups are accepted into each. The program <a href=\"https://speedrun.a16z.com/the-deal\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">invests up to $1 million</a> into each company, though the downside is that it’s a bit pricey. It typically invests $500,000 up front in exchange for 10% of the startup’s company via a SAFE note, and another $500,000 if the next round is raised within 18 months, at whatever terms agreed to by the other investors.</p>\n\n<p class=\"wp-block-paragraph\">In comparison, Y Combinator <a rel=\"nofollow\" href=\"https://www.ycombinator.com/deal\">typically takes a fixed 7% </a>of the company for $125,000, with another $375,000 “invested on an uncapped MFN safe.” </p>\n\n<p class=\"wp-block-paragraph\">Speedrun said its program is more “equity expensive” because of what it offers founders. It provides them with access to a16z’s advisory and business networks that assist with tasks like go-to-market, brand development, media strategy, and talent sourcing. Plus it offers the startups perks like $5 million in credits to vendors such as AWS, OpenAI, Nvidia, and Deel.</p>\n\n<p class=\"wp-block-paragraph\">Given the high interest, and low acceptance rate, TechCrunch spoke to Lu for some tips on how startups can best stand out. The latest cohort began in January and will end in April with a Demo Day. Applications for <a href=\"https://speedrun.a16z.com/apply\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the next cohort open in April,</a> though it looks at off-season applications year-round, Lu said. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-focus-on-the-founding-team-nbsp-nbsp\">Focus on the founding team  </h2>\n\n<p class=\"wp-block-paragraph\">Speedrun focuses on early-stage startups. Because of this, they really examine who is on the founding team and whether their skills complement each other, Lu said.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“That doesn’t mean one has to be technical and one has to be commercial and one has to be marketing,” Lu said. It means that “we prefer not to see any glaring holes in capabilities or interests. We want the founding team to be self-aware and for that to be part of the hiring plan.”  </p>\n\n<p class=\"wp-block-paragraph\">They also like to see teams that have worked together before or have a shared history. </p>\n\n<p class=\"wp-block-paragraph\">“There are lots of things that a founding team has to navigate in their startup journey and having a bit of pattern recognition, being able to work with each other, knowing how to disagree and how to come out the other side of a disagreement, those are all things people on founding teams with shared histories have an easier time with, on average,” he continued. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Even though AI has lowered the barriers to building software, it’s still incredibly helpful for a founding team to be technical, Lu said. At the same time, because AI has made it much faster to build and validate hypotheses and get a product out there, Lu said the Speedrun team likes to see when a startup already has a little bit of market validation or traction for their product.</p>\n\n<p class=\"wp-block-paragraph\">“Speedrun as a program is really great at helping teams pour gasoline on a very small spark or fire,” he said. “We look for teams that have endeavored to build and try to show us that there’s a little spark we can fan the flames on.” </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-limit-the-market-theory\">Limit the market “theory”</h2>\n\n<p class=\"wp-block-paragraph\">Lu said one common mistake founders often make in the application process is spending too much energy talking about the market theory or why there is a defined problem and why their solution is the right one. “All of that may be true,” he said.</p>\n\n<p class=\"wp-block-paragraph\">At the same time, he added, even the biggest, most successful tech companies faced unexpected blockades when they were young, sometimes even pivoting completely. What a company thinks it’s going to build at the beginning isn’t necessarily what will make it successful at the end.</p>\n\n<p class=\"wp-block-paragraph\">“What we really want to hear about is why this founding team is really good together,” he continued, “why they’re a great founding team, the best possible founding team to solve this particular problem.” And then on top of that, any validation on the idea itself. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-it-s-okay-to-use-ai-for-the-application-but\">It’s okay to use AI for the application, but…</h2>\n\n<p class=\"wp-block-paragraph\">Lu said the program encourages every founder to use AI to “clean up” their application. He said there is now no excuse for grammar errors or misspellings given the rising sophistication of AI tools. He also said AI can help founders sort out their thoughts, making them clearer, more concise, and more coherent. </p>\n\n<p class=\"wp-block-paragraph\">But if AI did all the work in explaining the startup, that may backfire. If a founder makes it to the next round, it will be a live video-call interview. “At that point, their live narration explanation skills are going to be put to the test,” he said. So founders should be prepared to talk cogently about their startup without the help of AI.</p>\n\n<p class=\"wp-block-paragraph\">Only about 10% of founders make it to the video-call stage. There are typically two to three investors on the judging panel at a time. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">After the live interview, the team typically conducts a few more screening calls with the founders, and then a final decision on the cohort is made. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-be-greedy-to-network\">Be greedy to network</h2>\n\n<p class=\"wp-block-paragraph\">There are, of course, other accelerator programs for startups to choose from. Lu said Speedrun itself was inspired by some of these other programs. </p>\n\n<p class=\"wp-block-paragraph\">Still, he said, this accelerator prides itself on giving founders access to a large, specialized operating team. In fact, he said the best teams that get the most out of the program are the ones most “greedy about getting exposure to the amazing people and programs” Speedrun has to offer. </p>\n\n<p class=\"wp-block-paragraph\">Lu listed off just a few points: a16z has around 600 people, and 10% of that staff is on the investment team, he said; everyone else is an operator who supports the companies the firm works with. As a result, founders in Speedrun will have access to experts who can help with marketing, banking, finance, management, and many other functions. So it helps to know who the startup wants to connect with and why. </p>\n\n<p class=\"wp-block-paragraph\">“We tell founders that come through the program, what you get out of Speedrun is what you put into it,” he said. “We think founders who want to take advantage of world experts in many different domains early in their startup journey would be really smart to choose us.”</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-advice-from-a-founder-in-the-program\">Advice from a founder in the program</h2>\n\n<p class=\"wp-block-paragraph\">Founder Mohamed Mohamed, who is in the recent cohort, <a href=\"https://techcrunch.com/2026/02/10/proptech-startup-smart-bricks-raises-5-million-pre-seed-in-round-led-by-a16z/\" target=\"_blank\" rel=\"noreferrer noopener\">just announced a $5 million raise</a> for his proptech startup Smart Bricks led by a16z’s Speedrun. He was attracted to the program because he said it stood out as one of the few “explicitly designed for co-founders working on frontier AI applications,” and he picked it because he wanted a program that would allow him to “stress-test an ambitious technical vision.”</p>\n\n<p class=\"wp-block-paragraph\">Mohamed said he treated the application like an internal strategy memo rather than a pitch. “Instead of polishing buzzwords, we focused on clarity — the real problem, why it’s structurally hard, and why our team is unusually well-positioned to solve it,” he said. “We were explicit about what was working, what wasn’t, and where we needed help. I think that honesty and clear articulation of why this problem matters” is what helped the company in the application process.</p>\n\n<p class=\"wp-block-paragraph\">He called the whole process “rigorous but refreshingly thoughtful,” and said it was designed to understand how founders think, not just what they have built so far. “The conversations went deep into product architecture, data strategy, and long-term ambition. It felt closer to a partner-level discussion than a typical accelerator interview, which was a strong signal for us,” he said.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">His overall advice is to be “intellectually honest and precise.” For example, he said in his application he avoided “over-optimizing” for the sake of hyping up his company. “If you’re vague, derivative, or overly defensive about your idea, it shows quickly. Don’t try to sound bigger than you are; clarity about where you actually are is far more compelling than inflated narratives,” he said.</p>\n\n<p class=\"wp-block-paragraph\">In the end, “Speedrun isn’t looking for perfect companies; they’re looking for founders who can reason clearly about complex problems and build with conviction,” he said. “Articulate the hard parts of what you’re doing and why they’re worth tackling. Depth beats polish every time.”</p>\n\n<p class=\"wp-block-paragraph\"><em>Correction, story originally misstated YC’s investment for its 7%. It has been corrected.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Cash App adds payment links so you can get paid in a DM | TechCrunch",
            "time": "2026-02-11T19:50:41",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2021/12/GettyImages-1236600806.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">It’s already quite easy to use Cash App. However, on Wednesday, the payment platform owned by Block, Inc. introduced a new feature designed to make its user experience significantly easier: <a href=\"https://cash.app/press/cash-app-launches-payment-links\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">payment links</a>.</p>\n\n<p class=\"wp-block-paragraph\">The feature allows app users to send payments via a hyperlink that can be attached to a variety of communications.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Users can access the links by taking the typical steps in Cash App’s payment tab, but instead of clicking “add recipient,” the user now has the option to click “share link.” Choosing this will create a link that can subsequently be added to texts, emails, and DMs as a payment request. The recipient clicks the link, which preloads the requested payment amount, allowing the transaction to be facilitated quickly.</p>\n\n<p class=\"wp-block-paragraph\">Cash App says that the links can be used for recurring payments as well as group payments.</p>\n\n<p class=\"wp-block-paragraph\">Cash App introduced the new feature after surveying Gen Z users and finding that it was common for multiple communications to occur around payments. The links are designed to alleviate any social awkwardness that may accompany those communications while also making payments more direct.</p>\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?w=680\" alt=\"\" class=\"wp-image-3092096\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png 1312w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=150,115 150w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=300,229 300w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=768,587 768w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=680,519 680w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=1200,916 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=1280,978 1280w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=430,328 430w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=720,550 720w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=900,687 900w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=800,611 800w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=668,510 668w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=491,375 491w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=808,617 808w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=695,531 695w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-11-at-10.45.36-AM.png?resize=50,38 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Cash App</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">“Payment links make moving money even more seamless, but just as importantly, they make the task of requesting money feel more human and less awkward,” said Kristen Anderson, P2P &amp; Networks Product Lead at Cash App. “We’ve heard from our customers that sending in-app payment requests and push notifications can sometimes come across as overly formal or even passive-aggressive. Payment links solve this by allowing customers to send requests through whichever platform feels most natural so that they can add context, levity, or humor to the conversation.” </p>\n\n<p class=\"wp-block-paragraph\">Cash App has added a number of new features lately, including <a href=\"https://techcrunch.com/2025/11/13/cash-app-debuts-a-new-ai-assistant-that-answers-questions-about-your-finances/\">an AI chatbot</a> that debuted late last year and is designed to advise users on their finances, as well as a new benefits program with a high-borrowing limit.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Amazon's new eero Signal keeps you connected to the internet when outages occur | TechCrunch",
            "time": "2026-02-11T19:30:14",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/eero-signal.jpeg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Amazon-owned <a href=\"https://eero.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">eero</a>‘s new $99.99 eero Signal 4G LTE, <a href=\"https://blog.eero.com/eero-signal-calm-cool-and-connected/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> Wednesday, serves as an instant backup when your internet goes down, provided you have an eero subscription.</p>\n\n<p class=\"wp-block-paragraph\">Customers plug the new eero Signal into any compatible USB-C powered eero device that has Wi-Fi 6 or higher. The eero Signal automatically switches to cellular when an outage occurs, then returns to Standby mode when service is restored.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It’s ideal for work-from-home employees, those needing security systems to stay online, or those in areas prone to outages.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?w=680\" alt=\"\" class=\"wp-image-3092122\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg 11648w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=150,113 150w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=300,225 300w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=768,576 768w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=680,510 680w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=1200,900 1200w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=1280,960 1280w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=430,323 430w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=720,540 720w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=900,675 900w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=800,600 800w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=1536,1152 1536w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=2048,1536 2048w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=668,501 668w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=500,375 500w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=823,617 823w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=708,531 708w, https://techcrunch.com/wp-content/uploads/2026/02/bookshelf.jpeg?resize=50,38 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>eero</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Because the cellular network is only used intermittently, the subscription costs less than most comparable 4G LTE plans. At launch, users can choose between a $99.99 annual eero Plus subscription with 10 GB of backup data or a $199.99 eero Plus 100 plan with 100 GB of data. Both offer discounted pricing when you first purchase the device. Eero says the device supports several major carriers, including AT&amp;T and Verizon, and connects to the optimal network at the time using a built-in multi-carrier eSIM. </p>\n\n<p class=\"wp-block-paragraph\">Later this year, the company will also launch a 5G version of the eero Signal for $199.99, and support for the device will come to those on eero Business plans, as well. </p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "2026 Joseph C. Belden Innovation Award nominations are open | TechCrunch",
            "time": "2026-02-11T19:30:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-2.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Nominations for the <strong><a href=\"https://foundryco.cventevents.com/QRY4mZ?RefId=TCA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">2026 Joseph C. Belden Innovation Award</a></strong> are officially open, inviting groundbreaking technologies and solutions to step into the spotlight and be recognized for driving meaningful impact across connected industries.</p>\n\n<p class=\"wp-block-paragraph\">Named in honor of Joseph C. Belden, a visionary who helped shape early telecommunications and connectivity, this award celebrates innovations that push boundaries and power the future. With more than 120 years of legacy behind it, the program highlights breakthrough technologies across sectors, including manufacturing, energy, healthcare, telecommunications, and more.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><a href=\"https://foundryco.cventevents.com/QRY4mZ?RefId=TCA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://foundryco.cventevents.com/QRY4mZ?RefId=TCA\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?w=680\" alt=\"Belden Innovation Award 2026\" class=\"wp-image-3092026\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png 1600w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=150,79 150w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=300,158 300w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=768,403 768w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=680,357 680w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=1200,630 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=1280,672 1280w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=430,226 430w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=720,378 720w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=900,473 900w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=800,420 800w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=1536,806 1536w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=668,351 668w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=1175,617 1175w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=708,372 708w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-FinalCall.png?resize=50,26 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a></figure>\n\n<p class=\"wp-block-paragraph\"><strong><a href=\"https://foundryco.cventevents.com/QRY4mZ?RefId=TCA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Learn more and start your submission here</a></strong>.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-what-s-new-in-2026\">What’s new in 2026?</h2>\n\n<p class=\"wp-block-paragraph\">This year’s award has an expanded focus on IT/OT convergence, recognizing solutions that bridge the gap between information technology and operational systems — a critical frontier in modern industrial and enterprise innovation.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Finalists and winners will receive visibility with industry leaders, networking opportunities, and tailored co-marketing support to elevate their solutions’ profiles. Previous honorees have included companies delivering fault-tolerant computing and agentic AI platforms that transform operations at scale.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><a href=\"https://foundryco.cventevents.com/QRY4mZ?RefId=TCA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://foundryco.cventevents.com/QRY4mZ?RefId=TCA\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?w=680\" alt=\"Belden Innovation Award 2025\" class=\"wp-image-3092085\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg 5897w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=1200,800 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=1280,853 1280w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=1536,1024 1536w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=2048,1365 2048w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=563,375 563w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=926,617 926w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-3.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Foundry</span></figcaption></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-who-s-eligible\">Who’s eligible</h2>\n\n<p class=\"wp-block-paragraph\">To be eligible, nominees should be from small- or medium-sized companies (under $500 million in revenue) with products launched after July 1, 2024, and with at least one customer deployment. Submissions are reviewed by a panel of industry expert judges, and finalists will be announced in April.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-deadline-hits-in-a-couple-of-days\">Deadline hits in a couple of days</h2>\n\n<p class=\"wp-block-paragraph\">The nomination deadline is <strong>February 13</strong> — don’t miss this chance to shine a spotlight on the innovations shaping what’s next. <strong><a href=\"https://foundryco.cventevents.com/QRY4mZ?RefId=TCA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Learn more and submit your nomination on the official award portal</a></strong>.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<figure class=\"wp-block-image aligncenter size-large\"><a href=\"https://foundryco.cventevents.com/QRY4mZ?RefId=TCA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://foundryco.cventevents.com/QRY4mZ?RefId=TCA\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?w=680\" alt=\"Belden Innovation Award 2025\" class=\"wp-image-3092088\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg 3679w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=1200,800 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=1280,853 1280w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=1536,1024 1536w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=2048,1366 2048w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=562,375 562w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=925,617 925w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2026/02/Belden-Innovation-Award-2025-6.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Foundry</span></figcaption></figure>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Activist investor Ancora publicly opposes the WBD-Netflix deal | TechCrunch",
            "time": "2026-02-11T19:20:50",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/09/warner-bros.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">​Netflix’s <a href=\"https://techcrunch.com/2025/12/05/netflix-to-acquire-warner-bros-in-a-disruptive-deal-valued-at-82-7b/\">$82.7 billion bid </a>to acquire Warner Bros. Discovery (WBD) is facing significant new resistance. Investment group Ancora Holdings announced it has purchased $200 million in WBD shares and opposes Netflix’s offer. Instead, Ancora is throwing its support behind a rival bid from Paramount.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.wsj.com/business/deals/activist-investor-pushes-warner-to-walk-away-from-netflix-deal-0bbe663e?gaa_at=eafs&amp;gaa_n=AWEtsqcVYf3kWtzAuk3h9cqEUj8S0TxQtvw0P11pxSLAc6RHkf3NBZTjrc1HWwCeVUE%3D&amp;gaa_ts=698cd986&amp;gaa_sig=w1KcsiwFN9l4zAnlttUNZHnU8m-4Adu9uHrvXBTh6iGpaXxkTBGmhsqIiG5TMxQrKY4EUeDzA7eibGDCDUk3BQ%3D%3D\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The WSJ </a>had the exclusive. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">​In a <a href=\"https://www.businesswire.com/news/home/20260211606445/en/Ancora-Releases-Presentation-Regarding-its-Strong-Opposition-to-the-Currently-Proposed-WBD-Netflix-Merger\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">press release</a> on Wednesday, Ancora aligned itself with Paramount’s arguments: It claims the Netflix deal is inferior, involves more regulatory risk, and doesn’t deliver as much immediate cash to shareholders. </p>\n\n<p class=\"wp-block-paragraph\">​Just one day earlier, Paramount <a href=\"https://www.prnewswire.com/news-releases/paramount-enhances-its-superior-30-per-share-all-cash-offer-for-warner-bros-discovery-and-provides-update-on-regulatory-progress\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">improved its bid</a> by offering WBD shareholders a new incentive: $0.25 per share for each quarter the deal remains unclosed after December 31, 2026. Additionally, it pledged to cover the $2.8 billion termination fee owed to Netflix if WBD shareholders choose Paramount’s offer.</p>\n\n<p class=\"wp-block-paragraph\">Ancora stepping in is notable because, while its stake may be relatively small, it’s seeking to rally other shareholders to reject the Netflix proposal. Ancora has warned that if the WBD board refuses to reconsider Paramount’s proposal, it will vote against the Netflix deal and press for board accountability at the company’s 2026 annual meeting. </p>\n\n<p class=\"wp-block-paragraph\">​Still, it remains uncertain whether Ancora will be able to sway a significant number of other shareholders. Just last month, WBD reported that <a href=\"https://variety.com/2026/tv/news/warner-bros-discovery-shareholders-reject-paramount-hostile-bid-inferior-scheme-1236637817/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">more than 93%</a> of shareholders had voted against what the company called Paramount’s less attractive offer, instead favoring the <a href=\"https://techcrunch.com/2026/02/10/what-to-know-about-netflixs-landmark-acquisition-of-warner-bros/\">Netflix deal</a>.</p>\n\n<p class=\"wp-block-paragraph\">​But if Ancora actually gets a few shareholders to change their minds, the whole Netflix takeover could get flipped on its head. Suddenly, this already tense situation would get even more unpredictable and dramatic.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "DOJ says Trenchant boss sold exploits to Russian broker capable of accessing 'millions of computers and devices' | TechCrunch",
            "time": "2026-02-11T18:41:41",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/l3harris-phone-logo.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The former boss of a U.S. maker of hacking and surveillance tools stole and sold technology that can hack millions of computers and people worldwide, U.S. prosecutors have confirmed for the first time.</p>\n\n<p class=\"wp-block-paragraph\">In October, Australian national Peter Williams, 39, <a href=\"http://techcrunch.com/2025/10/29/former-l3harris-trenchant-boss-pleads-guilty-to-selling-zero-day-exploits-to-russian-broker/\" target=\"_blank\" rel=\"noreferrer noopener\">pleaded guilty to selling eight hacking tools</a> that he stole from his employer Trenchant, a division of the U.S. defense contractor L3Harris, which sells its surveillance-enabling tools to the U.S. government and its closest allies. Williams admitted to making more than $1.3 million in crypto from the sales between 2022 and 2025, per the Justice Department.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.documentcloud.org/documents/26950140-usa-v-williams-24-doj-sentencing-memo/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">In a court document</a> published on Tuesday, federal prosecutors said Williams’ actions “directly harmed” the U.S. intelligence community by selling the hacking tools to a Russian company, which counts the Russian government among its customers. </p>\n\n<p class=\"wp-block-paragraph\">While it was known that Williams sold Trenchant’s <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#exploit\" target=\"_blank\" rel=\"noreferrer noopener\">exploits</a> — software that takes advantage of flaws in other software usually to gain access to someone’s computer or device — prosecutors now say that these eight tools could have been used to indiscriminately enable government surveillance, cybercrime, and ransomware attacks across the globe. </p>\n\n<p class=\"wp-block-paragraph\">This latest disclosure comes ahead of Williams’ anticipated sentencing on February 24 in a Washington, D.C., federal court. In its sentencing memorandum, which prosecutors use to persuade a court into handing down the maximum punishment, the Justice Department said that the exploits sold by Williams would have allowed the Russian broker and its customers to “potentially access millions of computers and devices around the world, including in the United States.”</p>\n\n<p class=\"wp-block-paragraph\">Prosecutors asked the judge to sentence Williams to nine years in prison, with three years of supervised release, a mandatory restitution of $35 million, and a maximum fine of $250,000. Williams is expected to be deported to Australia after serving his sentence, the memorandum said. </p>\n<p class=\"wp-block-shortcode\">\t\t</p><div class=\"article-block block--callout block--right has-green-500-background-color\">\n\t\t\t<h4 class=\"block--callout__title\">Contact Us</h4><p>\n\t\t\tDo you have more information about this case, or about other zero-day and surveillance tech makers? From a non-work device, you can contact Lorenzo Franceschi-Bicchierai securely on Signal at +1 917 257 1382, or via Telegram, Keybase and Wire @lorenzofb, or </p><a href=\"mailto:lorenzo@techcrunch.com/\">by email</a><a href=\"mailto:lorenzo@techcrunch.com/\">.</a> \t\t</div>\n\t\t\n\n<p class=\"wp-block-paragraph\">In response to the prosecutors’ memorandum, <a href=\"https://www.documentcloud.org/documents/26950139-usa-v-williams-23-williams-sentencing-memo-attachment-1/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Williams submitted a letter</a> to the judge explaining his decisions, saying that he regretted his actions. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“I made choices that directly violated the values I believed in and the trust placed in me by my family, colleagues, and friends,” wrote Williams. “I recognize now that I allowed myself to ignore my obligations and my training, and I failed to seek help or guidance when I knew I was moving in the wrong direction.”</p>\n\n<p class=\"wp-block-paragraph\">Williams’ lawyer, John P. Rowley, wrote in <a href=\"https://www.documentcloud.org/documents/26950138-usa-v-williams-23-williams-sentencing-memo/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">response to prosecutors</a> that none of the stolen hacking tools were classified, and there was no evidence that Williams knew the tools would end up in the hands of the governments of Russia or another country. His lawyer said that Williams did not intend to harm the U.S. and his native Australia, “although he now recognizes that was a consequence of his actions.”</p>\n\n<p class=\"wp-block-paragraph\">When reached by TechCrunch, Justice Department spokesperson Pierson Furnish declined to comment. Rowley, Williams’ attorney, did not respond to a request for comment. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-from-scapegoat-to-sentencing\">From scapegoat to sentencing</h2>\n\n<p class=\"wp-block-paragraph\">During mid-2025, several sources with knowledge of the offensive cybersecurity industry told TechCrunch that someone working for Trenchant had stolen sensitive hacking tools and sold them to an adversary of the United States. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">A former Trenchant employee came forward, telling TechCrunch that he had been wrongly fired after the company accused him of stealing and leaking details of some of the company’s exploits.</p>\n\n<p class=\"wp-block-paragraph\">But by October, prosecutors formally accused Williams, who also goes by “Doogie” and was Trenchant’s general manager at the time, of being behind the theft of the company’s hacking tools. The U.S. government charged Williams with selling the exploits to a Russian broker in exchange for crypto.  </p>\n\n<p class=\"wp-block-paragraph\">Prosecutors said that FBI agents were in contact with Williams from late 2024 until the time of his arrest in mid-2025, during which he was overseeing Trenchant’s internal investigation into the theft of the company’s secrets.</p>\n\n<p class=\"wp-block-paragraph\">Despite the ongoing investigation, Williams <a href=\"https://techcrunch.com/2025/11/03/how-an-ex-l3-harris-trenchant-boss-stole-and-sold-cyber-exploits-to-russia/\" target=\"_blank\" rel=\"noreferrer noopener\">continued to sell the company’s secrets and exploits</a> — technically known as <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#zero-day\" target=\"_blank\" rel=\"noreferrer noopener\">zero-days</a> since the software maker affected hadn’t had time to fix them — even when he was aware that the FBI was investigating the theft and sale of Trenchant’s hacking tools. </p>\n\n<p class=\"wp-block-paragraph\">Williams also oversaw the firing of the Trenchant employee accused of leaking the tools,<strong> </strong>sources told TechCrunch and prosecutors have since confirmed. The fired employee told TechCrunch that he <a href=\"https://techcrunch.com/2025/10/21/apple-alerts-exploit-developer-that-his-iphone-was-targeted-with-government-spyware/\" target=\"_blank\" rel=\"noreferrer noopener\">believed he was a scapegoat</a> for someone else at the company. Weeks after his firing, the employee received a notification from Apple that he had been targeted with government spyware, which has still not been explained. </p>\n\n<p class=\"wp-block-paragraph\">“[Williams] stood idly by while another employee of the company was essentially blamed for the Defendant’s own conduct,” the prosecutors wrote in their sentencing memorandum. “He looked on while an internal corporate investigation falsely cast blame on his subordinate.”</p>\n\n<p class=\"wp-block-paragraph\">A spokesperson for Trenchant did not respond to a request for comment about Williams or its investigation.</p>\n\n<p class=\"wp-block-paragraph\">On August 6, FBI agents obtained and executed search warrants for Williams’ home, and then confronted Williams with evidence that showed receipts of crypto payments, the alias he used to interact with the Russian broker that purchased the stolen trade secrets, and his contract with the broker. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The Russian broker is likely Operation Zero, <a href=\"https://techcrunch.com/2023/09/27/russian-zero-day-seller-offers-20m-for-hacking-android-and-iphones/\" target=\"_blank\" rel=\"noreferrer noopener\">which offers up to $20 million for tools to hack into Android devices and iPhones</a>. The company <a href=\"https://opzero.ru/en/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">explicitly says</a> it only sells to the Russian government and local organizations. </p>\n\n<p class=\"wp-block-paragraph\">Operation Zero did not return a request for comment.</p>\n\n<p class=\"wp-block-paragraph\">Prosecutors called the broker, which it did not name, “one of the world’s most nefarious exploit brokers,” and said that Williams chose it because, “by his own admission, he knew they paid the most.”</p>\n\n<p class=\"wp-block-paragraph\">Williams’ “desire for more money, a better lifestyle, bigger home and more jewels and trinkets simply could not be satiated, and he chose to risk it all to betray his company, his colleagues, and the United States and its allies to satisfy that desire,” the prosecutors wrote.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Why the economics of orbital AI are so brutal | TechCrunch",
            "time": "2026-02-11T18:15:21",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2021/03/starlink-satellites-on-orbit.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">In a sense, this whole thing was inevitable. Elon Musk and his coterie have been talking about AI in space for years — mainly in the context of Iain Banks’ science-fiction series about a far-future universe where sentient spaceships roam and control the galaxy. </p>\n\n<p class=\"wp-block-paragraph\">Now Musk sees an opportunity to realize a version of this vision. His company SpaceX has requested regulatory permission to build solar-powered orbital data centers, distributed across as many as a million satellites, that could shift as much as 100 GW of compute power off the planet. He has <a href=\"https://www.nytimes.com/2026/02/10/technology/elon-musk-lunar-factory.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reportedly</a> suggested some of his AI satellites will be built on the moon.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“By far the cheapest place to put AI will be space in 36 months or less,” Musk said last week on a podcast hosted by Stripe co-founder John Collison. </p>\n\n<p class=\"wp-block-paragraph\">He’s not alone. xAI’s head of compute has reportedly bet his counterpart at Anthropic that 1% of global compute will be in orbit by 2028. Google (which has a significant ownership stake in SpaceX) has announced a space AI effort called Project Suncatcher, which will launch prototype vehicles in 2027. Starcloud, a startup that has raised $34 million backed by Google and Andreessen Horowitz, filed its own plans for an 80,000 satellite constellation last week. Even Jeff Bezos has said this is the future.</p>\n\n<p class=\"wp-block-paragraph\">But behind the hype, what will it actually take to get data centers into space? </p>\n\n<p class=\"wp-block-paragraph\">In a first analysis, today’s terrestrial data centers remain cheaper than those in orbit. Andrew McCalip, a space engineer, has built a <a href=\"https://andrewmccalip.com/space-datacenters\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">helpful calculator</a> comparing the two models. His baseline results show that a 1 GW orbital data center might cost $42.4 billion — almost 3x its ground-bound equivalent, thanks to the up-front costs of building the satellites and launching them to orbit. </p>\n\n<p class=\"wp-block-paragraph\">Changing that equation, experts say, will require technology development across several fields, massive capital expenditure, and a lot of work on the supply chain for space-grade components. It also depends on costs on the ground rising as resources and supply chains are strained by growing demand.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<h2 class=\"wp-block-heading\" id=\"h-designing-and-launching-the-satellites\">Designing and launching the satellites</h2>\n\n<p class=\"wp-block-paragraph\">The key driver for any space business model is how much it costs to get anything up there. Musk’s SpaceX is already pushing down on the cost of getting to orbit, but analysts looking at what it will take to make orbital data centers a reality need even lower prices to close their business case. In other words, while AI data centers may seem to be a story about a new business line ahead of the SpaceX IPO, the plan depends on completing the company’s longest-running unfinished project — Starship. </p>\n\n<p class=\"wp-block-paragraph\">Consider that the reusable Falcon 9 delivers, today, a cost to orbit of roughly $3,600/kg. Making space data centers doable, per Project Suncatcher’s white paper, will require prices closer to $200/kg, an 18-fold improvement that it expects to be available in the 2030s. At that price, however, the energy delivered by a Starlink satellite today would be cost competitive with a terrestrial data center. </p>\n\n<p class=\"wp-block-paragraph\">The expectation is that SpaceX’s next-generation Starship rocket will deliver those improvements — no other vehicle in development promises equivalent savings. However, that vehicle has yet to become operational or even reach orbit; a third iteration of Starship is expected to make its maiden launch sometime in the months ahead. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Even if Starship is completely successful, however, assumptions that it will immediately deliver lower prices to customers may not pass the smell test. Economists at the consultancy Rational Futures make a compelling case that, as with the Falcon 9, SpaceX will not want to charge much less than its best competitor — otherwise the company is leaving money on the table. If Blue Origin’s New Glenn rocket, for example, retails at $70 million, SpaceX won’t take on Starship missions for external customers at much less than that, which would leave it above the numbers publicly assumed by space data center builders.</p>\n\n<p class=\"wp-block-paragraph\">“There are not enough rockets to launch a million satellites yet, so we’re pretty far from that,” Matt Gorman, the CEO of Amazon Web Services, said at a recent event. “If you think about the cost of getting a payload in space today, it’s massive. It is just not economical.”</p>\n\n<p class=\"wp-block-paragraph\">Still, if launch is the bane of all space businesses, the second challenge is production cost. </p>\n\n<p class=\"wp-block-paragraph\">“We always take for granted, at this point, that Starship’s cost is going to be hundreds of dollars per kilo,” McCalip told TechCrunch. “People are not taking into account the satellites are almost $1,000 a kilo right now.”</p>\n\n<p class=\"wp-block-paragraph\">Satellite manufacturing costs are the largest chunk of that price tag, but if high-powered satellites can be made at about half the cost of current Starlink satellites, the numbers start to make sense. SpaceX has made great advances in satellite economics while building Starlink, its record-setting communications network, and the company hopes to achieve more through scale. Part of the reasoning behind a million satellites is undoubtedly the cost savings that come from mass production. </p>\n\n<p class=\"wp-block-paragraph\">Still, the satellites that will be used for these missions must be large enough to satisfy the complex requirements for operating powerful GPUs, including large solar arrays, thermal management systems, and laser-based communications links to receive and deliver data.</p>\n\n<p class=\"wp-block-paragraph\">A <a href=\"https://arxiv.org/pdf/2511.19468\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">2025 white paper</a> from Project Suncatcher offers one way to compare terrestrial and space data centers by the cost of power, the basic input needed to run chips. On the ground, data centers spend roughly $570 to $3,000 for a kW of power over a year, depending on local power costs and the efficiency of their systems. SpaceX’s Starlink satellites get their power from on-board solar panels instead, but the cost of acquiring, launching, and maintaining those spacecraft delivers energy at $14,700 per kW over a year. Put simply, satellites and their components will have to get a lot cheaper before they’re cost-competitive with metered power.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-the-space-environment-is-not-fooling-around\">The space environment is not fooling around</h2>\n\n<p class=\"wp-block-paragraph\">Orbital data center proponents often say that thermal management is “free” in space, but that’s an oversimplification. Without an atmosphere, it’s actually more difficult to disperse heat.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“You’re relying on very large radiators to just be able to dissipate that heat into the blackness of space, and so that’s a lot of surface area and mass that you have to manage,” said Mike Safyan, an executive at Planet Labs, which is building prototype satellites for Google Suncatcher that are expected to launch in 2027. “It is recognized as one of the key challenges, especially long term.”</p>\n\n<p class=\"wp-block-paragraph\">Besides the vacuum of space, AI satellites will need to deal with cosmic radiation. Cosmic rays degrade chips over time, and they can also cause “bit flip” errors that can corrupt data. Chips can be protected with shielding, use rad-hardened components, or work in series with redundant error checks, but all these options involve expensive trades for mass. Still, Google used a particle beam to test the effects of radiation on its tensor processing units (chips designed explicitly for machine learning applications). SpaceX executives said on social media that the company has acquired a particle accelerator for just that purpose.</p>\n\n<p class=\"wp-block-paragraph\">Another challenge comes from the solar panels themselves. The logic of the project is energy arbitrage: Putting solar panels in space makes them anywhere from 5x to 8x more efficient than on Earth, and if they’re in the right orbit, they can be in sight of the sun for 90% of the day or more, increasing their efficiency. Electricity is the main fuel for chips, so more energy equals cheaper data centers. But even solar panels are more complicated in space.</p>\n\n<p class=\"wp-block-paragraph\">Space-rated solar panels made of rare earth elements are hardy, but too expensive. Solar panels made from silicon are cheap and increasingly prevalent in space — Starlink and Amazon Kuiper use them — but they degrade much faster due to space radiation. That will limit the lifetime of AI satellites to around five years, which means they will have to generate return on investment faster. </p>\n\n<p class=\"wp-block-paragraph\">Still, some analysts think that’s not such a big deal, based on how quickly new generations of chips arrive on the scene. “After five or six years, the dollars per kilowatt-hour doesn’t produce a return, and that’s because they’re not state of the art,” Philip Johnston, the CEO of Starcloud, told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">Danny Field, an executive at Solestial, a startup building space-rated silicon solar panels, says the industry sees orbital data centers as a key driver of growth. He’s speaking with several companies about potential data center projects, and says “any player who is big enough to dream is at least thinking about it.” As a long-time spacecraft design engineer, however, he doesn’t discount the challenges in these models.</p>\n\n<p class=\"wp-block-paragraph\">“You can always extrapolate physics out to a bigger size,” Field said. “I’m excited to see how some of these companies get to a point where the economics make sense and the business case closes.”</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-how-do-space-data-centers-fit-in\">How do space data centers fit in?</h2>\n\n<p class=\"wp-block-paragraph\">One outstanding question about these data centers: What will we do with them? Are they general purpose, or for inference, or for training? Based on existing use cases, they may not be entirely interchangeable with data centers on the ground. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">A key challenge for training new models is operating thousands of GPUs together en masse. Most model training is not distributed, but done in individual data centers. The hyperscalers are working to change this in order to increase the power of their models, but it still hasn’t been achieved. Similarly, training in space will require coherence between GPUs on multiple satellites.</p>\n\n<p class=\"wp-block-paragraph\">The team at Google’s Project Suncatcher notes that the company’s terrestrial data centers connect their TPU networks with throughput in the hundreds of gigabits per second. The fastest off-the-shelf inter-satellite comms links today, which use lasers, can only get up to about 100 Gbps. </p>\n\n<p class=\"wp-block-paragraph\">That led to an intriguing architecture for Suncatcher: It involves flying 81 satellites in formation so they are close enough to use the kind of transceivers relied on by terrestrial data centers. That, of course, presents its own challenges: The autonomy required to ensure each spacecraft remains in its correct station, even if maneuvers are required to avoid orbital debris or another spacecraft.</p>\n\n<p class=\"wp-block-paragraph\">Still, the Google study offers a caveat: The work of inference can tolerate the orbital radiation environment, but more research is needed to understand the potential impact of bit-flips and other errors on training workloads. </p>\n\n<p class=\"wp-block-paragraph\">Inference tasks don’t have the same need for thousands of GPUs working in unison. The job can be done with dozens of GPUs, perhaps on a single satellite, an architecture that represents a kind of minimum viable product and the likely starting point for the orbital data center business. </p>\n\n<p class=\"wp-block-paragraph\">“Training is not the ideal thing to do in space,” Johnston said. “I think almost all inference workloads will be done in space,” imagining everything from customer service voice agents to ChatGPT queries being computed in orbit. He says his company’s first AI satellite is already earning revenue performing inference in orbit. </p>\n\n<p class=\"wp-block-paragraph\">While details are scarce even in the company’s FCC filing, SpaceX’s orbital data center constellation seems to anticipate about 100 kW of compute power per ton, roughly twice the power of current Starlink satellites. The spacecraft will operate in connection with each other and use the Starlink network to share information; the filing claims that Starlink’s laser links can achieve petabit-level throughput. </p>\n\n<p class=\"wp-block-paragraph\">For SpaceX, the company’s recent acquisition of xAI (which is building its own terrestrial data centers) will let the company stake out positions in both terrestrial and orbital data centers, seeing which supply chain adapts faster.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">That’s the benefit of having fungible floating point operations per second — if you can make it work. “A FLOP is a FLOP, it doesn’t matter where it lives,” McCalip said. “[SpaceX] can just scale until [it] hits permitting or capex bottlenecks on the ground, and then fall back to [their] space deployments.”</p>\n\n<p class=\"wp-block-paragraph\"><em>Got a sensitive tip or confidential documents about SpaceX? For secure communication, you can contact Tim via Signal at tim_fernholz.21</em>.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Threads' new 'Dear Algo' AI feature lets you personalize your feed | TechCrunch",
            "time": "2026-02-11T18:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/12/instagram-threads-GettyImages-2159215889.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/03/07/what-is-instagrams-threads-app-all-your-questions-answered/\">Threads</a> is introducing an AI-powered feature that lets users personalize their feed, the Meta-owned social network announced on Wednesday. The platform’s new “Dear Algo” feature lets users tell Threads what they temporarily want to see more or less of in their feed.</p>\n\n<p class=\"wp-block-paragraph\">To use the feature, users need to type “Dear Algo” in a public Threads post, followed by what they’d like to see more or less of. For example, if you want to see more content about popular podcasts, you can post “Dear Algo, show me more posts about podcasts.” Your feed will be adjusted for three days after submitting a request.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It’s worth noting that because Dear Algo works through public postings, others are able to see your request, and they can even repost your request to apply it to their own feed. This aspect of the feature may be a hindrance for some users, as they might not want their requests to be public. However, Meta says it views this as a way for users to discover new conversations and topics, turning personalization into a community experience.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?w=680\" alt=\"\" class=\"wp-image-3091671\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png 3158w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=150,150 150w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=300,300 300w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=768,768 768w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=680,680 680w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=1200,1200 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=1280,1280 1280w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=430,430 430w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=720,720 720w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=900,900 900w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=800,800 800w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=1536,1536 1536w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=2048,2048 2048w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=668,668 668w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=375,375 375w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=617,617 617w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=531,531 531w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Post-Activity-Feed.png?resize=50,50 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Meta</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">By allowing users to temporarily influence what appears on their feeds, Threads gains an edge over its competitors by offering a feature that isn’t available on rival platforms.</p>\n\n<p class=\"wp-block-paragraph\">“Threads is where you go to keep up with what’s happening right now,” the company wrote in a <a href=\"https://about.fb.com/news/2026/02/threads-dear-algo/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">blog post</a>. “But sometimes, what matters to you changes in an instant, and you want your Threads feed to reflect that — whether it’s seeing more posts during a live NBA game or less about a TV show you haven’t caught up on yet.”</p>\n\n<p class=\"wp-block-paragraph\">Although Threads and its competitors, X and Bluesky, already offer users a simple way to indicate their preferences with a “Not Interested” button, the new Dear Algo feature takes personalization a step further. The feature could also help make Threads feel more real-time, something X has historically been known for.</p>\n\n<p class=\"wp-block-paragraph\">Dear Algo is available now in the U.S., New Zealand, Australia, and the U.K. Threads plans to introduce it in more countries in the future. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?w=680\" alt=\"\" class=\"wp-image-3091673\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png 3158w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=150,150 150w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=300,300 300w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=768,768 768w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=680,680 680w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=1200,1200 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=1280,1280 1280w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=430,430 430w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=720,720 720w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=900,900 900w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=800,800 800w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=1536,1536 1536w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=2048,2048 2048w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=668,668 668w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=375,375 375w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=617,617 617w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=531,531 531w, https://techcrunch.com/wp-content/uploads/2026/02/Threads_Dear-Algo_Settings-Delete-Request.png?resize=50,50 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Meta</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The launch of the new feature comes a few weeks after a report from market intelligence firm <a href=\"https://www.similarweb.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Similarweb</a> suggested that <a href=\"https://techcrunch.com/2026/01/18/threads-edges-out-x-in-daily-mobile-users-new-data-shows/\">Threads now surpasses X</a> in daily mobile usage. Although X still dominates Threads on the web, the Threads mobile app for iOS and Android has continued to see an increase in daily active users over the past several months.</p>\n\n<p class=\"wp-block-paragraph\">The report revealed that Threads had 141.5 million daily active users on mobile as of January 7, 2026, while X had 125 million daily active users.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}