{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "The computer science dream has become a nightmare | TechCrunch",
            "time": "2025-08-10T18:59:42",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/03/students-typing-on-laptops-GettyImages_1513744777.jpeg?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Well, the coding-equals-prosperity promise has officially collapsed.</p>\n\n<p class=\"wp-block-paragraph\">Fresh computer science graduates are facing unemployment rates of 6.1% to 7.5% —  more than double what biology and art history majors are experiencing, according to a recent Federal Reserve Bank of New York <a rel=\"nofollow\" href=\"https://www.newyorkfed.org/research/college-labor-market#--:explore:outcomes-by-major\">study</a>. A crushing <a rel=\"nofollow\" href=\"https://www.nytimes.com/2025/08/10/technology/coding-ai-jobs-students.html\">New York Times piece</a> highlights what’s happening on the ground.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The individual stories are surreal. Manasi Mishra, 21, graduated from Purdue after being promised six-figure starting salaries, only to receive a single interview, at Chipotle. (She didn’t get the job.) Zach Taylor has applied to nearly 6,000 tech jobs since graduating from Oregon State in 2023, landing just 13 interviews and zero offers. He was even rejected by McDonald’s for “lack of experience.”</p>\n\n<p class=\"wp-block-paragraph\">The alleged culprits? AI programming eliminating junior positions, while Amazon, Meta and Microsoft slash jobs. Students say they’re trapped in an “AI doom loop” — using AI to mass-apply while companies use AI to auto-reject them, sometimes within minutes.</p>\n\n<p class=\"wp-block-paragraph\">Thankfully, Mishra landed a job after one cold application that worked out. It’s not in software engineering.</p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Stanford sticks with legacy admissions | TechCrunch",
            "time": "2025-08-10T18:18:08",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2019/09/GettyImages-1172033932.jpg?resize=1200,803",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Stanford University has confirmed its admissions policies for fall 2026 will continue considering legacy status, a decision that could influence access to one of Silicon Valley’s most important talent pipelines. Stanford is also ending its test-optional policy, requiring SAT or ACT scores for the first time since 2021.</p>\n\n<p class=\"wp-block-paragraph\"><a rel=\"nofollow\" href=\"https://stanforddaily.com/2025/08/06/stanford-to-continue-legacy-admissions-reinstate-standardized-test-requirements/\">According to the Stanford Daily</a>, the university is so committed to keeping legacy preferences that it’s withdrawing from California’s Cal Grant program, forgoing state financial aid rather than comply with legislation signed by California Governor Gavin Newsom last fall — <a rel=\"nofollow\" href=\"https://www.cbsnews.com/sanfrancisco/news/california-ab1780-legacy-admissions-donor-preferences-private-universities-gavin-newsom/\">Assembly Bill 1780</a> — which bans legacy admissions. The university promises to replace that funding with its own money.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">This matters far beyond Palo Alto. Stanford has been the launching pad for countless tech leaders, from the founders of Google, Nvidia, Snap, and Netflix to other renowned CEOs and VCs. With legacy admissions intact, children of Silicon Valley’s elite arguably maintain an advantage in accessing the network that has powered numerous tech booms.</p>\n\n<p class=\"wp-block-paragraph\">The return of test requirements adds another wrinkle, potentially favoring students with resources for test prep. While supporters believe it maintains academic standards, critics argue that for an industry built on meritocracy rhetoric, Stanford’s decisions represent a step in the wrong direction — reinstating standardized barriers and perpetuating inequality. </p>\n\n<p class=\"wp-block-paragraph\">Stanford last year announced its decision to reverse its 2021 decision to remove standardized testing as an application requirement. That the university will continue to consider legacy status was revealed this past week in newly released admissions criteria.</p>\n\n<p class=\"wp-block-paragraph\">The policies take on added importance given universities’ financial dependence on alumni support. Alumni donations are major financial contributors to educational institutions, particularly Ivy League schools. Princeton University, for example, received nearly half its donations — 46.6% — from alums in the 2022-2023 academic year. </p>\n\n<p class=\"wp-block-paragraph\">At Stanford specifically, most donations are either directed toward annual giving via <a rel=\"nofollow\" href=\"https://giving.stanford.edu/the-stanford-fund/\">The Stanford Fund</a>, which spends the money immediately on current operations, financial aid, and other programs; or they are provided — more often — as gifts to Stanford’s massive endowment (managed by <a rel=\"nofollow\" href=\"https://smc.stanford.edu/\">Stanford Management Company</a>), which spends roughly 5% annually on university operations, accounting for roughly 22% of its operating budget.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Universities depend even more heavily on alumni donations when facing external financial pressures, and new federal policies targeting higher education have created unforeseen and unprecedented budget issues for institutions like Stanford.</p>\n\n<p class=\"wp-block-paragraph\">Stanford <a rel=\"nofollow\" href=\"https://www.sfchronicle.com/bayarea/article/stanford-university-layoffs-cuts-20803037.php\">confirmed</a> to the San Francisco Chronicle just last week that it will permanently lay off 363 employees, which is nearly 2% of its administrative and technical workforce, owing to what officials described as “ongoing economic uncertainty” and “anticipated changes in federal policy.” These include, most notably, a whopping increase in endowment taxes from 1.4% to 8% included in the Trump administration’s “<a rel=\"nofollow\" href=\"https://www.budget.senate.gov/imo/media/doc/the_one_big_beautiful_bill_act.pdf\">Big Beautiful Bill</a>” that was signed into law last month.</p>\n\n<p class=\"wp-block-paragraph\">That tax increase alone will cost Stanford an estimated $750 million annually.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "After researchers unmasked a prolific SMS scammer, a new operation has emerged in its wake | TechCrunch",
            "time": "2025-08-10T12:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/rack-of-phones-fraud-scam-darcula-magic-cat.jpg?resize=1200,789",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">If you, like practically anyone else with a cell phone in the U.S. and beyond, have received a scam text message about <a href=\"https://techcrunch.com/2025/05/13/government-email-alert-system-govdelivery-used-to-send-scam-messages/\" target=\"_blank\" rel=\"noreferrer noopener\">an unpaid toll or undelivered mail item</a>, there’s a good chance you have been targeted by a prolific scamming operation.</p>\n\n<p class=\"wp-block-paragraph\">The scam isn’t particularly complex, but it has been highly effective. By sending spam text messages that look like genuine notifications for popular services, from postal deliveries to local government programs, unsuspecting victims click a link that loads a phishing page, they enter their credit card details, and that information is swiped and used for fraud.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">During a period of seven months in 2024, the scam netted at least 884,000 stolen credit card details, allowing scammers to cash in on their victims’ accounts. Some victims lost thousands of dollars in the scam, researchers say.</p>\n\n<p class=\"wp-block-paragraph\">But a series of opsec mistakes ultimately led security researchers and investigative journalists to the real-world identity of the maker of the scamming software, Magic Cat, who researchers say goes by the handle Darcula. </p>\n\n<figure class=\"wp-block-image alignright size-full is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/darcula-cat-photo.jpg\" alt=\"a photo of a profile picture of a prolific scammer, the picture is a white fluffy cat on a couch.\" class=\"wp-image-3035572\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/darcula-cat-photo.jpg 400w, https://techcrunch.com/wp-content/uploads/2025/08/darcula-cat-photo.jpg?resize=148,150 148w, https://techcrunch.com/wp-content/uploads/2025/08/darcula-cat-photo.jpg?resize=296,300 296w, https://techcrunch.com/wp-content/uploads/2025/08/darcula-cat-photo.jpg?resize=370,375 370w, https://techcrunch.com/wp-content/uploads/2025/08/darcula-cat-photo.jpg?resize=50,50 50w\" sizes=\"auto, (max-width: 400px) 100vw, 400px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>via Mnemonic</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">As <a href=\"https://www.mnemonic.io/resources/blog/exposing-darcula-a-rare-look-behind-the-scenes-of-a-global-phishing-as-a-service-operation\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">revealed by the Oslo-headquartered security firm Mnemonic</a> and <a href=\"https://www.nrk.no/dokumentar/xl/the-hunt-for-darcula-1.17399157\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reported in tandem by Norwegian media</a> earlier this year, behind the fluffy cute cat in Darcula’s profile photos is a 24-year-old Chinese national named Yucheng C.</p>\n\n<p class=\"wp-block-paragraph\">The researchers say Yucheng C. develops Magic Cat for his hundreds of customers, who use the software to launch their own SMS text message scam campaigns at their victims.</p>\n\n<p class=\"wp-block-paragraph\">Soon after he was unmasked, Darcula went dark and his scam operation has not seen any updates since, leaving his customers in the lurch. But in its wake, a new operation has emerged and is already vastly outpacing its predecessor.</p>\n\n<p class=\"wp-block-paragraph\">Researchers are now sounding the alarm on the new fraud operation, Magic Mouse, which rose from the ashes of Magic Cat. </p>\n\n<p class=\"wp-block-paragraph\">Ahead of sharing new findings at the Def Con security conference in Las Vegas on Friday, Harrison Sand, an offensive security consultant at Mnemonic, told TechCrunch that Magic Mouse has been surging in popularity since the demise of Darcula’s Magic Cat. </p>\n\n<p class=\"wp-block-paragraph\">Sand also warned of the operation’s growing ability to steal people’s credit cards on a massive scale.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">During their investigation, Mnemonic found photos from inside the operation posted in a Telegram channel that Darcula administered, showing a line-up of credit card payment terminals and videos showing racks with dozens of phones used for automating the sending of messages to victims. </p>\n\n<p class=\"wp-block-paragraph\">The scammers use the card details in mobile wallets on phones and conduct payment fraud, laundering their funds into other bank accounts. Some of the phones had mobile wallets overflowing with other people’s stolen cards, ready to be used for mobile transactions. </p>\n\n<p class=\"wp-block-paragraph\">Sand told TechCrunch that Magic Mouse is already responsible for the theft of at least 650,000 credit cards a month.</p>\n\n<p class=\"wp-block-paragraph\">While evidence suggests Magic Mouse is an entirely new operation, coded by new developers and likely unrelated to Darcula, much of Magic Mouse’s success stems from the new operators stealing the phishing kits that made its predecessor’s software so popular. Sand said these kits contain hundreds of phishing sites that Magic Cat used to mimic the legitimate web pages of major tech giants, popular consumer services, and delivery firms, all designed to trick victims into handing over their credit card details.</p>\n\n<p class=\"wp-block-paragraph\">But despite the prolific nature of Magic Cat and, now, Magic Mouse, and their ability to net millions of dollars in stolen funds from consumers, Sand told TechCrunch in a call that law enforcement is not looking beyond a few scattered reports of fraud or at the wider operation behind the scheme. </p>\n\n<p class=\"wp-block-paragraph\">Instead, Sand said, it is the tech companies and financial giants who shoulder much of the responsibility for allowing these scams to exist and thrive, and for not making it more difficult for scammers to use stolen cards. </p>\n\n<p class=\"wp-block-paragraph\">As for anyone who receives a suspicious text, ignoring an unwanted message might be the best policy. </p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Impersonators are targeting companies with fake TechCrunch outreach | TechCrunch",
            "time": "2025-08-09T00:36:41",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2021/11/GettyImages-1095167058.jpg?resize=1200,955",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Hi, thanks as always for reading TechCrunch. We want to talk with you quickly about something important. </p>\n\n<p class=\"wp-block-paragraph\">We’ve discovered that scammers are impersonating TechCrunch reporters and event leads and reaching out to companies, pretending to be our staff when they absolutely are not. These bad actors are using our name and reputation to try to dupe unsuspecting businesses. It drives us crazy and infuriates us on your behalf.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Anecdotally, this isn’t just happening to us; fraudsters are exploiting the trust that comes with established news brands to get their foot in the door with companies across the media industry.</p>\n\n<p class=\"wp-block-paragraph\">Here’s an example of the most common scheme we’ve been tracking: Impostors impersonating our reporters to extract sensitive business information from unsuspecting targets. In several cases we know about, scammers have adopted the identity of actual staff members, crafting what looks like a standard media inquiry about a company’s products and requesting an introductory call.</p>\n\n<p class=\"wp-block-paragraph\">Sharp-eyed recipients sometimes catch discrepancies in email addresses that don’t match our real employees’ credentials. But these schemes evolve quickly; bad actors keep refining their tactics, mimicking reporters’ writing styles and referencing startup trends to make their pitches increasingly convincing. Equally troubling, victims who agree to phone interviews tell us the fraudsters use those exchanges to dig for even more proprietary details. (A PR rep <a rel=\"nofollow\" href=\"https://www.axios.com/2025/07/17/pr-phishing-scams-fake-journalists-ai\">told Axios</a> that someone posing as a TechCrunch reporter raised suspicions when they shared a scheduling link.)</p>\n\n<p class=\"wp-block-paragraph\">Why are they doing this? We don’t know, though a reasonable guess is that these are groups looking for initial access to a network or other sensitive information.</p>\n\n<p class=\"wp-block-paragraph\">As for what to do about it, if someone reaches out claiming to be from TechCrunch and you have even the slightest doubt about whether they’re legitimate, please don’t just take their word for it. We’ve made it easy for you to verify.</p>\n\n<p class=\"wp-block-paragraph\">Start by checking our <a href=\"https://techcrunch.com/about-techcrunch/\" target=\"_blank\" rel=\"noreferrer noopener\">TechCrunch staff page</a>. It’s the quickest way to see if the person contacting you actually works here. If the individual’s name isn’t on our roster, you’ve got your answer right there.</p>\n\n<p class=\"wp-block-paragraph\">If you do see someone’s name on our staff page, but our employee’s job description doesn’t square with the request you are receiving (i.e., a TechCrunch copy editor is suddenly very interested in learning about your business!), a bad actor may be trying to con you.</p>\n\n<p class=\"wp-block-paragraph\">If it sounds like a legitimate request but you want to make doubly certain, you should also feel free to contact us directly and just ask. You can learn how to reach each writer, editor, sales executive, marketing guru, and events team member in our bios.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">We know it’s frustrating to have to double-check media inquiries, but these groups are counting on you not taking that extra step. By being vigilant about verification, you’re not just protecting your own company — you’re helping preserve the trust that legitimate journalists depend on to do their jobs.</p>\n\n<p class=\"wp-block-paragraph\">Thank you.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Sam Altman addresses ‘bumpy’ GPT-5 rollout, bringing 4o back, and the ‘chart crime’ | TechCrunch",
            "time": "2025-08-08T21:06:30",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/11/GettyImages-1778705142.jpg?resize=1200,758",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">During a Reddit <a href=\"https://www.reddit.com/r/ChatGPT/comments/1mkae1l/comment/n7n5aas/?context=3\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ask-me-anything</a> session on Friday, OpenAI CEO Sam Altman and key members of the GPT-5 team were peppered with questions about the new model and requests to bring back its previous model, GPT-4o.</p>\n\n<p class=\"wp-block-paragraph\">They also asked Altman about the most embarrassing — and perhaps funniest — snafu in the presentation, the “chart crime.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">One of the new features that GPT-5 rolled out is <a href=\"https://techcrunch.com/2025/08/07/openais-gpt-5-is-here/\">a real-time router</a> that decides which model to use for a particular prompt, either responding quickly or taking additional time to “think” through answers.</p>\n\n<p class=\"wp-block-paragraph\">But multiple people in the AMA on the r/ChatGPT Reddit <a href=\"https://www.reddit.com/r/ChatGPT/comments/1mkae1l/comment/n7l66ku/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">complained</a> GPT-5 wasn’t working as well for them as 4o did. Altman said the reason GPT-5 seemed “dumber” was the router wasn’t working properly when it was rolled out Thursday.</p>\n\n<p class=\"wp-block-paragraph\">“GPT-5 will seem smarter starting today. Yesterday, we had a sev and the autoswitcher was out of commission for a chunk of the day, and the result was GPT-5 seemed way dumber. Also, we are making some interventions to how the decision boundary works that should help you get the right model more often. We will make it more transparent about which model is answering a given query,” Altman promised.</p>\n\n<p class=\"wp-block-paragraph\">Still, people on the AMA lobbied so hard to bring 4o back for Plus subscribers that Altman promised to at least look into that. “We are looking into letting Plus users to continue to use 4o. We are trying to gather more data on the tradeoffs,” he wrote. </p>\n\n<p class=\"wp-block-paragraph\">And Altman also promised, “We are going to double rate limits for Plus users as we finish rollout.” This should give people a chance to play and learn the new model, adopt it to their use cases without worry of running out of monthly prompts.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Predictably, he was also asked about the wildly inaccurate chart the team presented during the live presentation that quickly became the butt of many <a href=\"https://x.com/EMostaque/status/1953503036501877053\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">“chart crime” jokes</a>. The chart presented a lower benchmark score with a much taller bar. </p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/GPT-5-chart-crime-chart.png?w=680\" alt=\"OpenAI's GPT-5 chart crime\" class=\"wp-image-3035581\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/GPT-5-chart-crime-chart.png 830w, https://techcrunch.com/wp-content/uploads/2025/08/GPT-5-chart-crime-chart.png?resize=150,140 150w, https://techcrunch.com/wp-content/uploads/2025/08/GPT-5-chart-crime-chart.png?resize=300,280 300w, https://techcrunch.com/wp-content/uploads/2025/08/GPT-5-chart-crime-chart.png?resize=768,716 768w, https://techcrunch.com/wp-content/uploads/2025/08/GPT-5-chart-crime-chart.png?resize=680,634 680w, https://techcrunch.com/wp-content/uploads/2025/08/GPT-5-chart-crime-chart.png?resize=430,401 430w, https://techcrunch.com/wp-content/uploads/2025/08/GPT-5-chart-crime-chart.png?resize=720,671 720w, https://techcrunch.com/wp-content/uploads/2025/08/GPT-5-chart-crime-chart.png?resize=800,746 800w, https://techcrunch.com/wp-content/uploads/2025/08/GPT-5-chart-crime-chart.png?resize=668,623 668w, https://techcrunch.com/wp-content/uploads/2025/08/GPT-5-chart-crime-chart.png?resize=402,375 402w, https://techcrunch.com/wp-content/uploads/2025/08/GPT-5-chart-crime-chart.png?resize=662,617 662w, https://techcrunch.com/wp-content/uploads/2025/08/GPT-5-chart-crime-chart.png?resize=569,531 569w, https://techcrunch.com/wp-content/uploads/2025/08/GPT-5-chart-crime-chart.png?resize=50,47 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">OpenAI’s GPT-5 “chart crime.”</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>OpenAI</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Altman didn’t answer questions about the chart during the AMA, but on Thursday he did call the chart a “mega chart screwup” <a href=\"https://x.com/sama/status/1953513280594751495\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">on X</a>. Others noted the charts in the <a href=\"https://openai.com/index/introducing-gpt-5/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">published blog post were correct</a>.</p>\n\n<p class=\"wp-block-paragraph\">But the damage was done. Jokes ensued about using GPT for charts in a corporate presentation. GPT-5 reviewer Simon Willison, who had early access and generally liked the model’s performance, <a href=\"https://simonwillison.net/2025/Aug/7/gpt-5/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">also pointed out </a>that turning data into a table was “good example of a GPT-5 failure.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In any case, Altman promised fixes to the items that seemed to concern people the most. He ended the AMA with a promise: “We will continue to work to get things stable and will keep listening to feedback.”</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "RIP, Microsoft Lens, a simple little app that's getting replaced by AI | TechCrunch",
            "time": "2025-08-08T19:41:19",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/scan-receipt-with-iphone-GettyImages-1527386459.jpg?resize=1200,801",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Sometimes it’s nice to have a simple app that does one thing well without a lot of fuss.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2015/04/02/microsoft-debuts-office-lens-a-document-scanning-app-for-ios-and-android/\">Microsoft Lens</a> was that type of app: a mobile document scanner that turned paper documents, business cards, receipts, and anything else into easily readable digital files. Now that app is being discontinued, Microsoft says, as it directs its users to its Copilot AI chat app instead.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">According to a new support <a href=\"https://support.microsoft.com/en-us/topic/retirement-of-microsoft-lens-fc965de7-499d-4d38-aeae-f6e48271652d\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">document</a>, Lens will be retired from iOS and Android devices starting on September 15, 2025, then removed from the Apple App Store and Google Play on November 15, 2025. Existing users will be able to continue to use the app’s scanning capabilities through December 15, 2025. After that date, no new scans will be possible, but access to prior scans will remain in the app as long as it stays on the user’s device.</p>\n\n<p class=\"wp-block-paragraph\">First launched in 2015, Microsoft Lens (then known as Office Lens) evolved from an application originally designed for Windows Phone devices. While its core functionality was similar to other mobile scanning applications, it didn’t try to upcharge users for certain functionality or push them into a subscription — a rarity in today’s App Store.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/microsoft-lens.jpeg?w=351\" alt=\"\" class=\"wp-image-3035556\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/microsoft-lens.jpeg 400w, https://techcrunch.com/wp-content/uploads/2025/08/microsoft-lens.jpeg?resize=78,150 78w, https://techcrunch.com/wp-content/uploads/2025/08/microsoft-lens.jpeg?resize=155,300 155w, https://techcrunch.com/wp-content/uploads/2025/08/microsoft-lens.jpeg?resize=351,680 351w, https://techcrunch.com/wp-content/uploads/2025/08/microsoft-lens.jpeg?resize=222,430 222w, https://techcrunch.com/wp-content/uploads/2025/08/microsoft-lens.jpeg?resize=372,720 372w, https://techcrunch.com/wp-content/uploads/2025/08/microsoft-lens.jpeg?resize=345,668 345w, https://techcrunch.com/wp-content/uploads/2025/08/microsoft-lens.jpeg?resize=194,375 194w, https://techcrunch.com/wp-content/uploads/2025/08/microsoft-lens.jpeg?resize=319,617 319w, https://techcrunch.com/wp-content/uploads/2025/08/microsoft-lens.jpeg?resize=274,531 274w, https://techcrunch.com/wp-content/uploads/2025/08/microsoft-lens.jpeg?resize=26,50 26w\" sizes=\"auto, (max-width: 351px) 100vw, 351px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Microsoft</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Instead, it performed its task of turning any note — handwritten or otherwise — document, receipt, business card, or even whiteboard scribbles into the file format of your choice, like PDF, Word, PowerPoint, Excel, or images. It also offered a variety of built-in filters to enhance the resulting image, lighten the document, turn it into a sharper black-and-white copy, and more. </p>\n\n<p class=\"wp-block-paragraph\">You could then save the file to one of Microsoft’s apps, other online services, or your camera roll. It was simple, and it worked well. </p>\n\n<p class=\"wp-block-paragraph\">The app’s impending shutdown was first spotted by the site <a rel=\"nofollow\" href=\"https://www.bleepingcomputer.com/news/microsoft/microsoft-will-kill-the-microsoft-lens-pdf-scanner-app-for-ios-android-in-september/\">Bleeping Computer</a>, which points out that users are being directed to the Microsoft 365 Copilot app, which lacks all the functionality found in Lens. While <a href=\"https://www.microsoft.com/en-us/microsoft-365/copilot/try-copilot-chat\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Copilot</a> can handle scanning, it doesn’t support saving those scans directly to OneNote, Word, or PowerPoint, nor does it save business card scans to OneNote. It also lacks Lens’ accessibility features like read-out-loud and <a href=\"https://support.microsoft.com/en-us/office/use-immersive-reader-in-word-a857949f-c91e-4c97-977c-a4efcaf9b3c1\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Immersive Reader</a> integration, the site notes.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Despite its age, Lens remains fairly popular, having pulled in over 322,000 downloads on the <a href=\"https://apps.apple.com/us/app/microsoft-lens-pdf-scanner/id975925059\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">App Store</a> and <a href=\"https://play.google.com/store/apps/details?id=com.microsoft.office.officelens&amp;hl=en_US\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Google Play</a> over the past 30 days, according to data from app intelligence provider Appfigures. Since January 2017, it has been downloaded 92.3 million times, the firm’s data shows.</p>\n\n<p class=\"wp-block-paragraph\">Microsoft has not yet responded to a request for comment on its decision to shut down Lens.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Former Googlers' AI startup OpenArt now creates ‘brain rot’ videos in just one click | TechCrunch",
            "time": "2025-08-08T19:01:21",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/OpenArt.png?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">AI-generated “brain rot” videos are popping up all over the internet and getting a lot of attention. Currently gaining traction among younger users, these clips feature wild characters, like <a href=\"https://www.tiktok.com/discover/tralalero-tralala-shark\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a shark wearing sneakers</a> and <a href=\"https://www.tiktok.com/en/trending/detail/cappuccina-ballerina\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a ballerina with a cappuccino for a head</a>.</p>\n\n<p class=\"wp-block-paragraph\">One startup driving this trend is <a href=\"https://openart.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">OpenArt</a>, founded by two former Google employees in 2022. It touts around 3 million monthly active users.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company recently launched a new “one-click story” feature in open beta, which allows users to input a single sentence, a script, or even a song and turn it into a one-minute video with a story arc. This can include anything from a light-hearted story for TikTok to more serious content like explainer videos or music videos for YouTube. OpenArt even envisions this feature being used for advertising.</p>\n\n<p class=\"wp-block-paragraph\">With One-Click Story, there are three templates to choose from: Character Vlog, Music Video, or Explainer. For a character vlog, users start by uploading an image of their character and entering a prompt. If a song is uploaded, the software understands the lyrics and creates an animation that aligns with the song’s themes, like illustrating flowers blooming in a garden.</p>\n\n<p class=\"wp-block-paragraph\">Users can edit individual clips by revisiting the editor’s storyboard mode and tweaking prompts for a more refined result. The platform aggregates over 50 AI models, allowing users to choose their preferred tools, such as DALLE-3, GPT, Imagen, Flux Kontext, and Stable Diffusion.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png?w=680\" alt=\"\" class=\"wp-image-3035544\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png 1200w, https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png?resize=150,88 150w, https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png?resize=300,176 300w, https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png?resize=768,450 768w, https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png?resize=680,398 680w, https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png?resize=430,252 430w, https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png?resize=720,422 720w, https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png?resize=900,527 900w, https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png?resize=800,469 800w, https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png?resize=668,391 668w, https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png?resize=640,375 640w, https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png?resize=1053,617 1053w, https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png?resize=708,415 708w, https://techcrunch.com/wp-content/uploads/2025/08/One-Click-Story-OpenArt.png?resize=50,29 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>OpenArt</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The goal of the new feature is to further lower the barrier for becoming an AI creator, a medium that remains immensely popular despite ongoing controversy. </p>\n\n<p class=\"wp-block-paragraph\">While these tools can be beneficial — like using video generators to quickly produce content with original characters and narratives — there are numerous ethical issues to address. These include imitating other artists’ styles, intellectual property rights, and the dangers of misuse and creating misinformation.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">During testing, we noticed that the Character Vlog option may tread into a grey legal area due to the types of characters it offers — such as Pikachu, SpongeBob, and Super Mario — which could pose risks of intellectual property (IP) infringement. In June, <a href=\"https://www.nytimes.com/2025/06/11/business/media/disney-universal-midjourney-ai.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Disney and Universal</a> sued AI firm Midjourney over AI-generated images.</p>\n\n<p class=\"wp-block-paragraph\">Users should be aware that if their videos are found to infringe another’s copyright, the video may be taken off social media platforms, and if the user is found to have contributed to the infringement, they can potentially be held liable under copyright law, which can result in legal action from the copyright holder.</p>\n\n<p class=\"wp-block-paragraph\">“We try to be cautious around the IP infringement,” Coco Mao, co-founder and CEO, told TechCrunch. “When you upload some IP characters, by default, the models we use will reject them, and it’s not able to produce the IP character, but sometimes it slips.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Mao added that the company is open to talking to major IP holders to get licensing for characters. </p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/Character-OpenArt.png?w=680\" alt=\"\" class=\"wp-image-3035546\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/Character-OpenArt.png 1200w, https://techcrunch.com/wp-content/uploads/2025/08/Character-OpenArt.png?resize=150,82 150w, https://techcrunch.com/wp-content/uploads/2025/08/Character-OpenArt.png?resize=300,163 300w, https://techcrunch.com/wp-content/uploads/2025/08/Character-OpenArt.png?resize=768,417 768w, https://techcrunch.com/wp-content/uploads/2025/08/Character-OpenArt.png?resize=680,369 680w, https://techcrunch.com/wp-content/uploads/2025/08/Character-OpenArt.png?resize=430,234 430w, https://techcrunch.com/wp-content/uploads/2025/08/Character-OpenArt.png?resize=720,391 720w, https://techcrunch.com/wp-content/uploads/2025/08/Character-OpenArt.png?resize=900,489 900w, https://techcrunch.com/wp-content/uploads/2025/08/Character-OpenArt.png?resize=800,435 800w, https://techcrunch.com/wp-content/uploads/2025/08/Character-OpenArt.png?resize=668,363 668w, https://techcrunch.com/wp-content/uploads/2025/08/Character-OpenArt.png?resize=1136,617 1136w, https://techcrunch.com/wp-content/uploads/2025/08/Character-OpenArt.png?resize=708,385 708w, https://techcrunch.com/wp-content/uploads/2025/08/Character-OpenArt.png?resize=50,27 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>OpenArt</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">One aspect that OpenArt believes sets it apart is its ability to maintain character consistency. It argues that, unlike the average video model that often relies on simple, standalone clips that users have to piece together into a cohesive story, OpenArt aims to ensure that both the visuals and the narrative remain consistent.</p>\n\n<p class=\"wp-block-paragraph\">“A problem that a lot of AI couldn’t really handle well is to have the character consistent in the same video…If you don’t have the same character, then it’s hard to get immersed in the story,” Mao said. </p>\n\n<p class=\"wp-block-paragraph\">Looking ahead, the company plans to iterate on the one-click feature by allowing users to create videos featuring conversations between two different characters. Another plan on the roadmap is developing a mobile app.   </p>\n\n<p class=\"wp-block-paragraph\">OpenArt operates on a credit-based system. It offers four plans, with the most basic costing $14 per month for 4,000 credits, which includes up to four One-Click stories, 40 videos, 4,000 images, and four characters. The advanced plan costs $30 per month for 12,000 credits and includes up to 12 One-Click stories. The Infinite plan is priced at $56 per month for 24,000 credits, and there is also a team plan available for $35/month per member.</p>\n\n<p class=\"wp-block-paragraph\">OpenArt has raised $5 million in funding to date from Basis Set Ventures and DCM Ventures, and it boasts a positive cash flow. Additionally, the company said it’s on track to achieve an annual revenue rate of over $20 million.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Book your exhibit table before your competitor does at Disrupt 2025 | TechCrunch",
            "time": "2025-08-08T17:45:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/events/tc-disrupt-2025/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2025&amp;utm_content=exhibit&amp;promo=post_exhibitorprogram_08082025&amp;display=\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>TechCrunch Disrupt</strong></a> isn’t just a tech conference — it’s a launchpad.</p>\n\n<p class=\"wp-block-paragraph\">For 20 years, startups have come to TechCrunch Disrupt to meet their first investors, land their biggest partnerships, and spark the idea that takes them to the next level.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In 2025, that launchpad could be <a href=\"https://techcrunch.com/events/tc-disrupt-2025/exhibit/?promo=post_exhibitorprogram_08082025&amp;utm_campaign=disrupt2025&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>your exhibit table</strong></a>.</p>\n\n<p class=\"wp-block-paragraph\">With tables selling fast, <a href=\"https://techcrunch.com/events/tc-disrupt-2025/exhibit/?promo=post_exhibitorprogram_08082025&amp;utm_campaign=disrupt2025&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\">now is your moment</a> to get in front of 10,000+ founders, VCs, and tech innovators from October 27-29 in San Francisco’s Moscone West. If you wait, your competitor will grab the spotlight — and the deals.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2025/exhibit/?promo=post_exhibitorprogram_08082025&amp;utm_campaign=disrupt2025&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2025/exhibit/?promo=post_exhibitorprogram_08082025&amp;utm_campaign=disrupt2025&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?w=680\" alt=\"TechCrunch Disrupt 2024 exhibitor Nebius\" class=\"wp-image-2977679\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg 2048w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=1200,800 1200w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=1280,853 1280w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=1536,1024 1536w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=563,375 563w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=926,617 926w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2025/03/Disrupt-2024-Exhibitors_Nebius.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Slava Blazer Photography</span></figcaption></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-what-you-lose-if-you-don-t-exhibit-at-disrupt-2025\">What you lose if you don’t exhibit at Disrupt 2025</h2>\n\n<p class=\"wp-block-paragraph\"><strong>Visibility where it counts:</strong> No table = no chance to showcase your product to thousands of investors, partners, and press walking the Expo Hall.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Access to key decision-makers:</strong> Without passes, your team misses direct engagement with high-level founders, investors, and enterprise leaders.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Brand amplification across the ecosystem:</strong> Without placement, you miss out on visibility across TechCrunch channels before, during, and after the event.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"><strong>A smart investment skipped:</strong> For just $10,000, you’ll unlock unmatched reach, high-quality networking, and lead-generation tools. Skipping this means leaving serious value on the table.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2025/exhibit/?promo=post_exhibitorprogram_08082025&amp;utm_campaign=disrupt2025&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2025/exhibit/?promo=post_exhibitorprogram_08082025&amp;utm_campaign=disrupt2025&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?w=680\" alt=\"TechCrunch Disrupt 2024 exhibitor Google\" class=\"wp-image-2979874\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg 7218w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=680,454 680w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=1200,800 1200w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=1280,854 1280w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=800,534 800w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=1536,1024 1536w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=2048,1366 2048w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=668,446 668w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=562,375 562w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=925,617 925w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2025/01/Google-Exhibit-Disrupt-2025.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Slava Brazer Photography</span></figcaption></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-here-s-what-s-on-the-table-literally\">Here’s what’s on the table — literally</h2>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">A 6’ x 30” branded exhibit table in the high-traffic Expo Hall for all three days.</li>\n\n\n\n<li class=\"wp-block-list-item\"><strong>10 team passes</strong> (5 Attendee and 5 Expo+) to experience Disrupt and nonstop networking.</li>\n\n\n\n<li class=\"wp-block-list-item\">Featured branding across TechCrunch channels (event page, event app, event venue, sponsor announcements, and more).</li>\n\n\n\n<li class=\"wp-block-list-item\">Access to the Disrupt press list, lead-gen tools, and exclusive founder data.</li>\n\n\n\n<li class=\"wp-block-list-item\">Shoutouts during key event moments and closing ceremonies.</li>\n\n\n\n<li class=\"wp-block-list-item\">A direct path to real traction, investor interest, and game-changing conversations.</li>\n\n\n\n<li class=\"wp-block-list-item\"><a href=\"https://techcrunch.com/events/tc-disrupt-2025/exhibit/?promo=post_exhibitorprogram_08082025&amp;utm_campaign=disrupt2025&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\">Learn more about exhibitor benefits here</a>.</li>\n</ul>\n\n<p class=\"wp-block-paragraph\">Your competitors are circling the same opportunity. Act now to own the attention, the leads, and the momentum. <a href=\"https://techcrunch.com/events/tc-disrupt-2025/exhibit/?promo=post_exhibitorprogram_08082025&amp;utm_campaign=disrupt2025&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Book your table here</strong></a>.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2025/exhibit/?promo=post_exhibitorprogram_08082025&amp;utm_campaign=disrupt2025&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2025/exhibit/?promo=post_exhibitorprogram_08082025&amp;utm_campaign=disrupt2025&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?w=680\" alt=\"TechCrunch Disrupt 2025 October 27-29 San Francisco\" class=\"wp-image-2996383\" srcset=\"https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png 1920w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2024/12/TC25_Disrupt_General_Article_Headers_1920x1080.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TechCrunch</span></figcaption></figure>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "NASA and Google are building an AI medical assistant to keep Mars-bound astronauts healthy | TechCrunch",
            "time": "2025-08-08T17:17:35",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2021/10/GettyImages-637279696.jpg?resize=1200,560",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">As human-spaceflight missions grow longer and travel farther from Earth, keeping crews healthy gets more challenging.</p>\n\n<p class=\"wp-block-paragraph\">Astronauts on the International Space Station can depend on real-time calls to Houston, regular cargo deliveries of medicines, and a quick ride home after six months. All of that may soon change as NASA and its commercial partners, like Elon Musk’s SpaceX, look to conduct longer-duration missions that would take humans to the moon and Mars.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">That looming reality is pushing NASA to gradually make on-orbit medical care more “Earth-independent.” One early experiment is a proof-of-concept AI medical assistant the agency is building with Google. The tool, called Crew Medical Officer Digital Assistant (CMO-DA), is designed to help astronauts diagnose and treat symptoms when no doctor is available or communications to Earth are blacked out.</p>\n\n<p class=\"wp-block-paragraph\">The multimodal tool, which includes speech, text, and images, runs inside Google Cloud’s Vertex AI environment.</p>\n\n<p class=\"wp-block-paragraph\">The project is operating under a fixed-price Google Public Sector subscription agreement, which includes the cost for cloud services, the application development infrastructure, and model training, David Cruley, customer engineer at Google’s Public Sector business unit, told TechCrunch. NASA owns the source code to the app and has helped fine-tune the models. The Google Vertex AI platform provides access to models from Google and other third parties.</p>\n\n<p class=\"wp-block-paragraph\">The two organizations have put CMO-DA through three scenarios: an ankle injury, flank pain, and ear pain. A trio of physicians, one being an astronaut, graded the assistant’s performance across the initial evaluation, history-taking, clinical reasoning, and treatment.</p>\n\n<p class=\"wp-block-paragraph\">The trio found a high degree of diagnostic accuracy, judging the flank pain evaluation and treatment plan to be 74% likely correct; ear pain, 80%; and 88% for the ankle injury.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The roadmap is deliberately incremental. NASA scientists said in <a href=\"https://ntrs.nasa.gov/api/citations/20250006312/downloads/ArtemisBoards_27Jun2025.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a slide deck</a> that they are planning on adding more data sources, like medical devices, and training the model to be “situationally aware” — that is, attuned to space medicine-specific conditions like microgravity.</p>\n\n<p class=\"wp-block-paragraph\">Cruley was vague about whether Google intends to pursue regulatory clearance to take this type of medical assistant into doctor’s offices here on Earth, but it could be an obvious next step if the model is validated on orbit.</p>\n\n<p class=\"wp-block-paragraph\">The tool not only could improve the health of astronauts in space, “but the lessons learned from this tool could also have applicability to other areas of health,” he said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "How to use Instagram Map and protect your privacy | TechCrunch",
            "time": "2025-08-08T16:53:44",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/instagram-map.png?resize=1200,891",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Following Wednesday’s <a href=\"https://techcrunch.com/2025/08/06/instagram-takes-on-snapchat-with-new-instagram-map/\">launch of Instagram’s new Snap Map-like opt-in “Instagram Map”</a> feature — which lets U.S. users share their most recent active location with others and discover location-based content — Instagram head Adam Mosseri is having to reassure people that their location is only visible to others if they decide to share it. Although Meta has made it clear that location sharing is off by default, there have been numerous posts <a href=\"https://x.com/delaniraeann/status/1953275524664713366\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">on social media</a> urging users to turn off location sharing, <a href=\"https://x.com/CAMTEAMROCKET/status/1953323825438790023\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">incorrectly claiming</a> that it’s automatically turned on.</p>\n\n<p class=\"wp-block-paragraph\">“We’re double checking everything, but so far it looks mostly like people are confused and assume that, because they can see themselves on the map when they open, other people can see them too,” Mosseri said in a <a href=\"https://www.threads.com/@mosseri/post/DNDwYMIsP7G\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Threads post</a>. “We’re still checking everything though to make sure nobody shares location without explicitly deciding to do so, which, by the way, requires a double consent by design (we ask you to confirm after you say you want to share).”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Mosseri also said that some <a href=\"https://www.threads.com/@mosseri/post/DNDwYMIsP7G\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">people are “confused”</a> about how the feature works. For instance, people are accessing the feature and then seeing the map populated with the location information of some users. This is because the feature automatically pulls in location tags from recently posted Stories or Reels that include a tagged location. </p>\n\n<p class=\"wp-block-paragraph\">It’s worth noting that this isn’t new, as Instagram already had location tags visible to users in its map view. However, the new Instagram Map feature makes this information a lot easier to access. The new feature might make you rethink whether you want to post your Stories and Reels with location tags (especially if you’re still at the location).</p>\n\n<p class=\"wp-block-paragraph\">If you turn on your location on Instagram Map, your location only updates when you open the app or have it running in the background, meaning it doesn’t provide continuous, real-time location updates. This is different from Snap Map, which lets users choose whether their location is updated only when they open the app or in real time. </p>\n\n<p class=\"wp-block-paragraph\">For those who want to ensure their location is turned off on Instagram Map, we’ll walk you through the steps below. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-how-to-access-instagram-map\"><strong>How to access Instagram Map</strong></h2>\n\n<figure class=\"wp-block-image aligncenter size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?w=680\" alt=\"The Instagram map\" class=\"wp-image-3034355\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png 2120w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=150,150 150w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=300,300 300w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=768,768 768w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=680,680 680w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=1200,1200 1200w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=1280,1280 1280w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=430,430 430w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=720,720 720w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=900,900 900w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=800,800 800w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=1536,1536 1536w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=2048,2048 2048w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=668,668 668w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=375,375 375w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=617,617 617w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=531,531 531w, https://techcrunch.com/wp-content/uploads/2025/08/The-Instagram-map_zoomed-in.png?resize=50,50 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Instagram</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">To access the new feature, you need to navigate to your DMs page (direct messages) and tap the new “Map” option at the top. If it’s your first time accessing the feature, you’ll likely see a pop-up message notifying you about the new Map.</p>\n\n<p class=\"wp-block-paragraph\">The pop-up will tell you that no one can see your location until you share it with them, and that you can change your settings at any time. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-how-to-set-your-location-sharing-preferences\"><strong>How to set your location-sharing preferences</strong></h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/instagram-map-location-settings.png?w=447\" alt=\"\" class=\"wp-image-3035157\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/instagram-map-location-settings.png 746w, https://techcrunch.com/wp-content/uploads/2025/08/instagram-map-location-settings.png?resize=99,150 99w, https://techcrunch.com/wp-content/uploads/2025/08/instagram-map-location-settings.png?resize=197,300 197w, https://techcrunch.com/wp-content/uploads/2025/08/instagram-map-location-settings.png?resize=447,680 447w, https://techcrunch.com/wp-content/uploads/2025/08/instagram-map-location-settings.png?resize=282,430 282w, https://techcrunch.com/wp-content/uploads/2025/08/instagram-map-location-settings.png?resize=473,720 473w, https://techcrunch.com/wp-content/uploads/2025/08/instagram-map-location-settings.png?resize=591,900 591w, https://techcrunch.com/wp-content/uploads/2025/08/instagram-map-location-settings.png?resize=525,800 525w, https://techcrunch.com/wp-content/uploads/2025/08/instagram-map-location-settings.png?resize=439,668 439w, https://techcrunch.com/wp-content/uploads/2025/08/instagram-map-location-settings.png?resize=246,375 246w, https://techcrunch.com/wp-content/uploads/2025/08/instagram-map-location-settings.png?resize=405,617 405w, https://techcrunch.com/wp-content/uploads/2025/08/instagram-map-location-settings.png?resize=349,531 349w, https://techcrunch.com/wp-content/uploads/2025/08/instagram-map-location-settings.png?resize=33,50 33w\" sizes=\"auto, (max-width: 447px) 100vw, 447px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Instagram</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The first time you open Map, you will see a page that reads “Who can see your location.” From there, you can choose to share it with your Friends (followers you follow back), your Close Friends list, select users, or no one. </p>\n\n<p class=\"wp-block-paragraph\">To change your preferences, you need to click on your profile, tap the settings option in the top-right corner, select the “Story, live and location” option, and then tap the “Location sharing” button. Here, you will be able to change your settings. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Note that if you have location sharing turned off, others can still share their location with you, which means you’ll be able to see them on the Map. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-how-to-use-instagram-map\"><strong>How to use Instagram Map</strong></h2>\n\n<p class=\"wp-block-paragraph\">When you open the app, you will see the locations of friends who have shared their location with you. You will also see location-based Stories and Reels from people you follow. </p>\n\n<p class=\"wp-block-paragraph\">For example, if your friend attended a nearby music festival and posted a story while there, it will appear on the map. Similarly, if a creator you follow posts a reel about a new restaurant in your city, you’ll be able to discover it on Instagram Map. </p>\n\n<p class=\"wp-block-paragraph\">You will still see location-based content on the Map even if you have your location turned off. </p>\n\n<p class=\"wp-block-paragraph\">You also can leave short, ephemeral messages, or “Notes,” on the map for others to see. Instagram Notes are the short messages that currently appear at the top of your direct messaging feed, but with the launch of Instagram Map, you will now see these posts on the map if they’re shared with a location.</p>\n\n<p class=\"wp-block-paragraph\"><em>This story was updated with new information.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Pinterest CEO says agentic shopping is still a long way out | TechCrunch",
            "time": "2025-08-08T16:33:18",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/bill-ready-pinterest-GettyImages-2213037081.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Pinterest CEO Bill Ready told investors on the company’s <a href=\"https://investor.pinterestinc.com/news-and-events/press-releases/press-releases-details/2025/Pinterest-Announces-Second-Quarter-2025-Results-Delivers-17-Revenue-Growth-and-Record-Users/default.aspx\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">second-quarter earnings</a> call that the social app and inspirational bookmarking site could be considered an “AI-enabled shopping assistant.” However, he thinks that the agentic web, where AI agents shop on users’ behalf, is still far in the future.</p>\n\n<p class=\"wp-block-paragraph\">The remarks were made in response to a question about the agentic web, which could impact the search funnel and businesses like Pinterest, which positions itself at the early stages of the shopping journey — around the time when users are seeking ideas that could later turn into purchases.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Investors are likely concerned that if AI began to understand users’ interests, they could preemptively direct users to shop from their own personalized recommendations instead of using platforms like Pinterest.</p>\n\n<p class=\"wp-block-paragraph\">“I think this notion of an agent just going and buying all the things for you without you doing anything …” Ready said on the Q2 earnings call. “I think that’s going to be a very, very long cycle for that to play out, both in terms of how the users think about it, where the users are going to be ready to just let something go run off and do everything for them, save for maybe some very utilitarian journeys,” he noted.</p>\n\n<p class=\"wp-block-paragraph\">Still, he pushed for Pinterest to be thought of as an AI-enabled shopping assistant, saying that the company doesn’t talk about it that way, usually, because it’s not how users think of it. </p>\n\n<p class=\"wp-block-paragraph\">“But when users say things like ‘Pinterest just gets me,’ it’s because they can open the app and the app is going to make recommendations to them proactively on things that they’re really interested in, that align with their taste and their style, the way that a really great personal shopping assistant would,” he said. </p>\n\n<p class=\"wp-block-paragraph\">The company referred to this moment in time, when businesses are exploring all the ways to create new, AI-driven experiences, as a “Cambrian moment,” and touched on the various ways it had put AI to work already. This included AI-powered recommendation and personalization systems, the use of proprietary AI models (including multimodal AI that combines text and images), visual search experiences, conversational search, and AI-powered advertising efficiencies. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Not addressed were the growing user concerns that too much of Pinterest is now filled with AI-generated, low-quality content. The situation became so bad that Pinterest earlier this year had to launch a <a href=\"https://techcrunch.com/2025/04/30/pinterest-launches-new-tools-to-fight-ai-slop/\">new set of tools to fight this invasion</a>, like labels for AI-generated images and controls for users to filter out generative AI pins. The discussion also omitted mention of <a href=\"https://techcrunch.com/2025/05/14/pinterest-finally-admits-mass-bans-were-a-mistake-caused-by-an-internal-error/\">mass user bans</a>, which users believe stem from an overreliance on poorly designed AI moderation systems. (Pinterest wouldn’t say if that’s the case, only chalking them up to an internal error. However, similar problems are cropping up across social media, including on <a href=\"https://techcrunch.com/2025/06/24/facebook-group-admins-complain-of-mass-bans-meta-says-its-fixing-the-problem/\">Facebook</a>, <a href=\"https://techcrunch.com/2025/06/16/instagram-users-complain-of-mass-bans-pointing-finger-at-ai/\">Instagram</a>, and <a href=\"https://techcrunch.com/2025/06/17/tumblrs-content-filtering-systems-have-been-falsely-flagging-posts-as-mature-users-blame-ai/\">Tumblr</a>.)</p>\n\n<p class=\"wp-block-paragraph\">On the call, Ready also spoke about how Pinterest aims to compete in the war for AI talent, saying that people who want to work there care about AI that’s used for good and used “responsibly.” </p>\n\n<p class=\"wp-block-paragraph\">“On the mission side, I think we really, really punch above our weight,” the exec explained. “Both in terms of what we’re doing with tuning AI for positivity, creating a more positive alternative to what’s happening in the rest of social media,” he said.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Pinterest stock dropped after earnings, as the company reported a beat on sales, with revenue of $998 million, but earnings per share at 33 cents (adjusted) fell short of the 35 cents analysts expected. The company also noted that over half its monthly users were Gen Z, and male users were up 95% year-over-year.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OpenAI priced GPT-5 so low, it may spark a price war | TechCrunch",
            "time": "2025-08-08T16:10:04",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/04/GettyImages-2198353376.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">OpenAI astounded the tech industry for the second time this week by launching its <a href=\"https://techcrunch.com/2025/08/07/openais-gpt-5-is-here/\">newest flagship model, GPT-5</a>, just days after releasing two <a href=\"https://techcrunch.com/2025/08/05/for-the-first-time-openai-models-are-available-on-aws/\">new freely available models</a> under an open source license.</p>\n\n<p class=\"wp-block-paragraph\">OpenAI CEO Sam Altman went so far as to call GPT-5 “the best model in the world.” That may be pride or hyperbole, as TechCrunch’s Maxwell Zeff reports that GPT-5 only slightly outperforms other leading AI models from Anthropic, Google DeepMind, and xAI on some key benchmarks, and slightly lags on others.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Still, it’s a model that performs well for a wide variety of uses, particularly coding. And, as Altman pointed out, one area where it is undoubtedly competing well is price. “Very happy with the pricing we are able to deliver!” <a href=\"https://x.com/sama/status/1953527247257899389\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">he tweeted</a>.</p>\n\n<p class=\"wp-block-paragraph\">The top-level GPT-5 API costs $1.25 per 1 million tokens of input, and $10 per 1 million tokens for output (plus $0.125 per 1 million tokens for cached input). This pricing mirrors Google’s Gemini 2.5 Pro basic<strong> </strong>subscription, which is also popular for coding-related tasks. Google, however, <a href=\"https://techcrunch.com/2025/04/04/gemini-2-5-pro-is-googles-most-expensive-ai-model-yet/\">charges more</a> if inputs/outputs cross a heavy threshold of 200,000 prompts, meaning its most consumption-heavy customers end up paying more.</p>\n\n<p class=\"wp-block-paragraph\">But OpenAI is really undercutting Anthropic’s Claude Opus 4.1, which starts at $15 per 1 million input tokens and $75 per 1 million output tokens. (Anthropic does, however, offer big discounts for prompt caching and batch processing — storing/reusing prompts and processing multiple requests together.)</p>\n\n<p class=\"wp-block-paragraph\">Anthropic’s model has been extremely popular among programmers, both as a choice <a href=\"https://techcrunch.com/2025/07/28/anthropic-unveils-new-rate-limits-to-curb-claude-code-power-users/\">within popular coding assistant Cursor</a> and for powering its own such assistant, Claude Code. (Note that <a href=\"https://cursor.com/blog/gpt-5\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Cursor offered GPT-5 as an option</a> minutes after it was announced.)</p>\n\n<p class=\"wp-block-paragraph\">Developers who have had early access to GPT-5 are touting the pricing. Simon Willison, one of the developers <a rel=\"nofollow\" href=\"https://x.com/OpenAIDevs/status/1953535155789865423\">featured in OpenAI’s launch video</a>, writes in his <a href=\"https://simonwillison.net/2025/Aug/7/gpt-5/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">review</a>: “The pricing is <em>aggressively competitive</em> with other providers.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">But GPT-5 is also priced competitively with GPT-4o. OthersideAI’s co-founder and CEO, Matt Shumer (maker of HyperWrite), <a href=\"https://x.com/mattshumer_/status/1953501875602395327\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">writes</a> that GPT-5 “is cheaper than GPT-4o, which is fantastic. Intelligence per dollar continues to increase.”</p>\n\n<p class=\"wp-block-paragraph\">Some on X called OpenAI’s fees for the model “<a href=\"https://x.com/mehuljindal18/status/1953528613938377084\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a pricing killer</a>,” while others on Hacker News are <a href=\"https://news.ycombinator.com/item?id=44827878\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">offering similar praise</a>.</p>\n\n<p class=\"wp-block-paragraph\">Will competitors like Anthropic follow? Will Google — who undercut OpenAI on pricing before — get even more affordable? If so, we could be witnessing the start of a much-awaited LLM price war.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">There’s no doubt a price war would be welcome. The underlying economics of vibe-coding tool providers, for instance, is pretty shaky because of the high and unpredictable fees they have to pay model makers, <a href=\"https://techcrunch.com/2025/08/07/the-high-costs-and-thin-margins-threatening-ai-coding-startups/\">as TechCrunch’s Marina Temkin reports</a>. And there are countless startups building on top of AI models as well.</p>\n\n<p class=\"wp-block-paragraph\">Silicon Valley has been hoping that the LLM price-to-performance ratio will eventually improve, along with inference costs. But it seemed like such an equalization could be years away as the tech industry invests hundreds of billions to build data centers and infrastructure to support growing AI demand. </p>\n\n<p class=\"wp-block-paragraph\">OpenAI itself has a <a href=\"https://techcrunch.com/2025/07/22/openai-agreed-to-pay-oracle-30b-a-year-for-data-center-services/\">$30 billion-per-year contract</a> with Oracle for capacity, when it only recently hit <a href=\"https://techcrunch.com/2025/06/09/openai-claims-to-have-hit-10b-in-annual-revenue/\">annual recurring revenue of $10 billion</a>. Meanwhile, Meta plans to <a href=\"https://techcrunch.com/2025/07/30/meta-to-spend-up-to-72b-on-ai-infrastructure-in-2025-as-compute-arms-race-escalates/\">spend up to $72 billion</a> on AI infrastructure in 2025, and Alphabet has <a href=\"https://www.cnbc.com/2025/07/23/googles-85-billion-capital-spend-spurred-by-cloud-ai-demand.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">set aside</a> $85 billion for capital expenditures in 2025, driven by AI needs. In the face of such enormous expenses, costs typically go one way: up.</p>\n\n<p class=\"wp-block-paragraph\">Given such investments, it may be too soon for startups <a href=\"https://techcrunch.com/2025/07/07/cursor-apologizes-for-unclear-pricing-changes-that-upset-users/\">looking at their rising model API bills</a> to rejoice from OpenAI’s lone move to lower pricing. </p>\n\n<p class=\"wp-block-paragraph\">Yet this week, OpenAI threw down the gauntlet to put pressure on prices not just once but twice. We’ll see if others follow.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "SoftBank reportedly bought Foxconn's Ohio factory for the Stargate AI project | TechCrunch",
            "time": "2025-08-08T16:00:51",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2019/05/GettyImages-956434664.jpg?resize=1200,836",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The <a href=\"https://techcrunch.com/2025/08/04/foxconn-sells-former-gm-factory-to-mystery-buyer-after-failing-to-make-evs/\" target=\"_blank\" rel=\"noreferrer noopener\">mystery buyer</a> of the former General Motors factory owned by Foxconn in Lordstown, Ohio, is apparently SoftBank, according to <a href=\"https://www.bloomberg.com/news/articles/2025-08-08/softbank-buys-foxconn-s-ohio-plant-to-jumpstart-stargate-ai-push?embedded-checkout=true\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Bloomberg News</a>. SoftBank wants to use the factory to build AI servers as part of the Stargate data center project being spearheaded by the Japanese conglomerate, OpenAI, and Oracle.</p>\n\n<p class=\"wp-block-paragraph\">The report comes just a few days after Foxconn announced it had sold the factory, along with electric vehicle manufacturing equipment that was inside of it, to a buyer it only referred to as “Crescent Dune LLC” — an entity that was created in Delaware in late July. Neither company immediately responded to requests for comment.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It’s unclear what this means for Monarch Tractor, a California-based startup that develops electric and autonomous farm equipment. Monarch was the lone customer of Foxconn’s contract manufacturing operation at the Ohio factory, after the other three of the Taiwanese tech giant’s prospective customers <a href=\"https://techcrunch.com/2025/08/04/foxconn-sells-former-gm-factory-to-mystery-buyer-after-failing-to-make-evs/\">went bankrupt</a>. Monarch CEO Praveen Penmetsa has not responded to emailed requests for comment.</p>\n\n<p class=\"wp-block-paragraph\">SoftBank, OpenAI, and Oracle announced the Stargate project one day after Donald Trump’s inauguration. The effort currently involves a large data center that is being built in Texas, but the companies involved have said they want to build infrastructure in other states and countries. In May, <a href=\"https://www.bloomberg.com/news/articles/2025-05-12/softbank-stargate-venture-with-openai-hits-snags-on-tariff-fears?embedded-checkout=true\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Bloomberg reported</a> that SoftBank was struggling to line up funding for the project and that it was already being hampered by Trump’s myriad trade wars.</p>\n\n<p class=\"wp-block-paragraph\">Foxconn bought the factory in late 2021 from electric vehicle startup Lordstown Motors. At the time, Foxconn chairman Young Liu said his company wanted to develop the site into the “most important electric vehicle manufacturing and R&amp;D hub in North America.” </p>\n\n<p class=\"wp-block-paragraph\">The sale closed in 2022 and, one year later, Lordstown Motors filed for bankruptcy. Prospective customers like Fisker Inc. and California startup IndiEV also went out of business. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "What founders need to know before choosing their exit at Disrupt 2025 | TechCrunch",
            "time": "2025-08-08T14:30:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Startups face more exit options — and more uncertainty — than ever before. That’s why we’re bringing this essential conversation to the <a href=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_wincekdas_080825&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\">Going Public Stage</a> at <a href=\"https://techcrunch.com/events/tc-disrupt-2025/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;promo=post_wincekdas_080825&amp;display=\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>TechCrunch Disrupt 2025</strong></a>, happening <strong>October 27-29 in San Francisco’s Moscone West</strong>. Whether you’re already eyeing a liquidity event or just starting to scale, this is your chance to hear what top VCs are looking for and how to set up your company for long-term success.</p>\n\n<p class=\"wp-block-paragraph\">Two of the best in the business — <a href=\"https://www.linkedin.com/in/roseannewincek/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Roseanne Wincek</a> of Renegade Partners and <a href=\"https://www.linkedin.com/in/jaidas/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Jai Das</a> of Sapphire Ventures — will break down the decision-making process, from when to make a move to how to be ready when the moment comes.</p>\n\n<figure class=\"wp-block-image size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_wincekdas_080825&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_wincekdas_080825&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?w=680\" alt=\"TechCrunch Disrupt 2025 Roseanne Wincek and Jai Das\" class=\"wp-image-3035287\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png 1920w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Wincek-Das-Speaker-16x9-Dark.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-why-this-session-belongs-on-your-calendar\">Why this session belongs on your calendar</h2>\n\n<p class=\"wp-block-paragraph\">Startups can no longer afford to treat exit planning as an afterthought. Between tighter capital markets, shifting investor expectations, and growing regulatory complexity, founders need a smarter playbook — and this conversation delivers just that.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">You’ll get real talk on key timing considerations, market signals to watch, and how to structure your business for optionality, whether you’re thinking IPO, acquisition, or just keeping your head down and building. It’s a candid, high-level look at how the best founders are preparing for every possible outcome.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-meet-the-experts-leading-this-conversation\">Meet the experts leading this conversation</h2>\n\n<p class=\"wp-block-paragraph\">Roseanne Wincek is a venture capitalist, early-stage founder, and co-founder of <a href=\"https://www.renegadepartners.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Renegade Partners</a>. A veteran of IVP and Canaan Partners, she’s invested in game-changers like Glossier, MasterClass, Looker, Spekit, and Daily — and brings a sharp lens for what makes companies truly ready for scale and exit.</p>\n\n<p class=\"wp-block-paragraph\">Jai Das is co-founder, president, and partner at <a href=\"https://sapphireventures.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Sapphire Ventures</a>. He’s led investments in more than a dozen IPOs and two dozen acquisitions, with a deep focus on enterprise tech and AI-driven SaaS. His portfolio includes Netskope, ThoughtSpot, MuleSoft, and CircleCI, among many others.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-get-in-the-room-where-high-impact-decisions-start\">Get in the room where high-impact decisions start</h2>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/events/tc-disrupt-2025/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;promo=post_wincekdas_080825&amp;display=\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>TechCrunch Disrupt 2025</strong></a> brings together over 10,000 startup and VC leaders from around the world, and this session is your front-row seat to one of the most important conversations founders will face. <a href=\"https://techcrunch.com/events/tc-disrupt-2025/tickets/?promo=post_wincekdas_080825&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Register now</strong></a> to get your pass for Disrupt (with savings of up to $600+) and take the guesswork out of your exit strategy.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Meta acquires AI audio startup WaveForms | TechCrunch",
            "time": "2025-08-08T14:24:04",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/09/zuck-meta.png?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Meta has acquired AI voice startup WaveForms for an undisclosed sum, <a href=\"https://www.theinformation.com/articles/meta-acquires-ai-audio-startup-waveforms\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The Information reports</a>. It’s the company’s latest buy to strengthen its new AI unit, Superintelligence Labs, and Meta’s second major AI audio acquisition in the last month after it <a href=\"https://techcrunch.com/2025/07/13/meta-acquires-voice-startup-play-ai/\">bought PlayAI</a>. </p>\n\n<p class=\"wp-block-paragraph\">WaveForms, founded just eight months ago, raised $40 million from Andreessen Horowitz in a round that valued the company at $160 million pre-money, per PitchBook data. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Two of the startup’s co-founders — former Meta and OpenAI researcher Alexis Conneau, and former Google advertising strategist Coralie Lemaitre — have reportedly joined Meta. While at OpenAI, Conneau co-created GPT4-o Advanced Voice Mode neural networks. </p>\n\n<p class=\"wp-block-paragraph\">TechCrunch has reached out to WaveForms to find out whether its chief technologist, Kartikay Khandelwal, will also join Meta, as well as the outcome of the deal for the roughly 14 other staffers (per LinkedIn) at the company.</p>\n\n<p class=\"wp-block-paragraph\">WaveForms appears to have taken down its own <a href=\"http://www.waveforms.ai\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">website</a>, but the company’s LinkedIn page describes its mission as solving the “Speech Turing Test,” which tries to measure if a listener can distinguish between human and AI-generated speech. WaveForms was also developing “Emotional General Intelligence,” which focuses on understanding individual self-awareness and management.</p>\n\n<p class=\"wp-block-paragraph\"><em>Correction: A previous version of this article misstated Khandelwal’s role at WaveForms.</em></p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google tests revamped Google Finance with AI upgrades, live news feed | TechCrunch",
            "time": "2025-08-08T13:50:43",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/12/GettyImages-2186206744.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google <a href=\"https://blog.google/products/search/google-finance-ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> on Friday that it’s giving <a href=\"https://www.google.com/finance/?hl=en\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Google Finance</a>, its tool that provides financial information and business news, an AI update. Users will now be able to research their financial questions with AI, access advanced charting tools, and get real-time data and news. </p>\n\n<p class=\"wp-block-paragraph\">With the update, users can now ask detailed questions about finance and get a comprehensive AI response that includes links to relevant sites. Instead of having to look up individual stock details, users can ask complex questions in one go.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">As for the new charting tools, <a href=\"https://blog.google/products/search/google-finance-ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Google says</a> these “will help you visualize financial data beyond simple asset performance. You can view technical indicators, like moving average envelopes, or adjust the display to see candlestick charts and more.”</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?w=680\" alt=\"\" class=\"wp-image-3035315\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png 7368w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=680,382 680w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=2048,1152 2048w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/08/Google-Finance.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Google</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Google Finance is also getting additional market data, including commodities and additional cryptocurrencies. Additionally, there’s a new live news feed that lets you see real-time headlines.</p>\n\n<p class=\"wp-block-paragraph\">With this update, Google is looking to take on platforms like Yahoo Finance and Seeking Alpha. The company also likely hopes that by supercharging Google Finance with AI answers and charts, people are less likely to leave the service and go to an AI chatbot like ChatGPT for answers to complex questions. </p>\n\n<p class=\"wp-block-paragraph\">The tech giant says the new AI-powered Google Finance is rolling out over the coming weeks in the U.S. Users will have the option to toggle between the new and old design. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Openvibe combines news and social media in one app | TechCrunch",
            "time": "2025-08-08T13:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/10-openvibe-unified-timeline-dark.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://openvibe.social/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Openvibe</a>, an app that <a href=\"https://techcrunch.com/2024/07/09/openvibe-combines-mastodon-bluesky-and-nostr-into-one-social-app/\">allows you to follow open social networks</a> like Bluesky, Mastodon, <a href=\"https://techcrunch.com/2024/11/01/cross-posting-social-app-openvibe-now-supports-threads-too/\">Threads</a>, and Nostr in one place, is now expanding its functionality so you can follow your favorite news sites and blogs, too. To do so, the startup is adding support for RSS (Really Simple Syndication, or news feeds), an open standard that allows you to subscribe to automatic updates from websites, like new articles or blog posts.</p>\n\n<p class=\"wp-block-paragraph\">The addition makes Openvibe more useful for keeping up with your interests and other important information without having to switch between multiple newsreaders, websites, or social networking apps.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The new feature also puts Openvibe in more direct competition with other social media and content aggregators that track updates from across the open web. These competitors include <a href=\"https://techcrunch.com/2024/12/19/tapestry-a-new-app-for-tracking-social-media-news-blogs-and-more-will-launch-in-early-2025/\">Tapestry</a>, the new app from the company that once built a popular Twitter client known as Twitterrific; <a href=\"https://techcrunch.com/2024/03/11/feeeed-is-a-reader-app-that-goes-beyond-tracking-rss-feeds/\">Feeeed</a>, an RSS reader that supports tracking social profiles on Mastodon, YouTube, and other platforms; and <a href=\"https://techcrunch.com/2024/12/18/flipboard-launches-surf-a-new-app-for-browsing-the-open-social-web/\">Surf</a>, a new open social app and browser from the makers of Flipboard.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?w=680\" alt=\"\" class=\"wp-image-3035179\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png 2880w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=150,113 150w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=300,225 300w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=768,576 768w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=680,510 680w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=1200,900 1200w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=1280,960 1280w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=430,323 430w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=720,540 720w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=900,675 900w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=800,600 800w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=1536,1152 1536w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=2048,1536 2048w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=668,501 668w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=500,375 500w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=823,617 823w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=708,531 708w, https://techcrunch.com/wp-content/uploads/2025/08/8-openvibe-rss-hello-dark.png?resize=50,38 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Openvibe</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Openvibe CEO Matej Svancer says RSS support was always part of the app’s longer-term roadmap since its launch last year. However, the feature was heavily requested by the user base, so the team prioritized its development, he says.</p>\n\n<p class=\"wp-block-paragraph\">To use the feature, you can choose to add RSS sources one by one, check the app’s suggested sites, and tap “follow” on those you want to track, or import your entire OPML file from another news reader. After more people adopt RSS, Openvibe will introduce a leaderboard that shows the most added feeds to help direct users to popular sources.</p>\n\n<p class=\"wp-block-paragraph\">Once added, you can track the RSS updates in the app’s combined home feed or in the dedicated “RSS” feed, or you can add the RSS feeds to your own custom feed.</p>\n\n<p class=\"wp-block-paragraph\">While RSS can also be used to track podcasts and YouTube channels, Openvibe isn’t yet focused on those formats, Svancer tells TechCrunch. It may be technically possible to add them in the app today, but it won’t offer a good user experience, he explains — unless you don’t mind having to open each item in a browser.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?w=680\" alt=\"\" class=\"wp-image-3035180\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png 2880w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=150,113 150w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=300,225 300w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=768,576 768w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=680,510 680w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=1200,900 1200w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=1280,960 1280w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=430,323 430w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=720,540 720w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=900,675 900w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=800,600 800w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=1536,1152 1536w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=2048,1536 2048w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=668,501 668w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=500,375 500w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=823,617 823w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=708,531 708w, https://techcrunch.com/wp-content/uploads/2025/08/6-openvibe-rss-example-dark.png?resize=50,38 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Openvibe</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">With news and blogs, however, Openvibe opens content directly within the app using a clean, distraction-free reading mode. If you prefer to visit the websites in a browser, you can change this setting.</p>\n\n<p class=\"wp-block-paragraph\">Plus, the app offers a “Performance Mode” toggle that will turn off image loading in the timeline previews to make the feature even less resource-intensive.  </p>\n\n<p class=\"wp-block-paragraph\">The company has been testing the RSS feature ahead of launch with just over 100 people who have, combined, added over 4,000 feeds. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">RSS support is now available in Openvibe’s iOS and Android apps. The app remains free to download without in-app purchases for now, but the company plans to introduce a subscription offering in the future.</p>\n\n<p class=\"wp-block-paragraph\">The startup is <a href=\"https://techcrunch.com/2025/01/28/automattic-and-others-back-openvibe-an-app-thats-unifying-the-open-social-web/\">currently backed by a small amount of funding</a> from Czech Founders VC, Tensor Ventures, and Automattic — the parent company to WordPress.com, Tumblr, Beeper, and others.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "xAI's legal chief steps down after whirlwind year | TechCrunch",
            "time": "2025-08-08T04:49:29",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2194754542.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Robert Keele said this week that he has <a href=\"https://x.com/keelelaw_io/status/1952880645216289178\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">stepped down</a> as xAI’s head of legal after just over a year, saying he wants to spend more time with his children. In his announcement, Keele also acknowledged “daylight between our worldviews” with boss Elon Musk, who hasn’t commented on Keele’s exit.</p>\n\n<p class=\"wp-block-paragraph\">“I love my two toddlers and I don’t get to see them enough,” Keele wrote, posting the news on both X and LinkedIn. Despite calling his time at the AI startup “incredible” and working with Musk “the adventure of a lifetime,” he said he couldn’t keep “riding two horses at once — the family and the job.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Keele’s news prompted an outpouring of support on social media from xAI colleagues as well as parents. When he joined xAI in May 2024 as its first legal head, he had just launched his own, very short-lived fractional legal outfit. “Keele Law had a good run (~3 weeks!), but I couldn’t pass up an opportunity to run legal at xAI,” he wrote at the time, calling himself “beyond stoked, and insanely lucky.”</p>\n\n<p class=\"wp-block-paragraph\">Keele arrived just before xAI announced a massive $6 billion Series B funding round in May 2024, backed by heavy hitters like Andreessen Horowitz and Sequoia Capital, valuing the company at $24 billion. Soon after, xAI began experiencing rapid growth and, in March of this year, acquired X, Musk’s social media company, in a deal that, said Musk at the time, valued xAI at $80 billion and X at $33 billion.</p>\n\n<p class=\"wp-block-paragraph\">Before his entrepreneurial stint, Keele had been head of legal at autonomous aircraft maker Elroy Air and general counsel at Airbus’ Silicon Valley innovation center.</p>\n\n<p class=\"wp-block-paragraph\">Taking over is Lily Lim, who, before becoming a lawyer, was a rocket scientist at NASA, working on spacecraft navigation for the project that mapped Venus’ surface. She joined xAI in late 2024 as a privacy and IP specialist after legal stints at numerous firms and companies like ServiceNow.</p>\n\n<p class=\"wp-block-paragraph\">Keele’s departure fits an ongoing pattern of executive turnover across Musk’s empire. X CEO Linda Yaccarino <a href=\"https://techcrunch.com/2025/07/09/linda-yaccarino-steps-down-as-ceo-of-elon-musks-x/\">left last month</a>, and Tesla has lost several top executives recently. Musk — who also has numerous long-standing lieutenants — openly expects employees to work long hours, even if it means <a href=\"https://nypost.com/2022/11/02/twitter-employee-sleeps-on-office-floor-amid-elon-musk-deadlines/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">sleeping at the office</a>, as happened when he acquired X, formerly Twitter.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Some newer companies appear to have adopted a similar mentality to get ahead of rivals, including AI coding startup Cognition, which is looking to aggressively shrink its team. In fact, its CEO recently told employees in an email that he doesn’t believe in <a href=\"https://techcrunch.com/2025/08/05/three-weeks-after-acquiring-windsurf-cognition-offers-staff-the-exit-door/\">work-life balance</a>.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Tesla shuts down Dojo, the AI training supercomputer that Musk said would be key to full self-driving | TechCrunch",
            "time": "2025-08-07T22:19:50",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/08/tesla-dojo.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Tesla is breaking up the team behind its <a href=\"https://techcrunch.com/2025/02/06/tesla-dojo-elon-musks-big-plan-to-build-an-ai-supercomputer-explained/\">Dojo supercomputer</a>, ending the automaker’s play at developing in-house chips for driverless technology, according to <a href=\"https://www.bloomberg.com/news/articles/2025-08-07/tesla-disbands-dojo-supercomputer-team-in-blow-to-ai-effort\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Bloomberg</a>.</p>\n\n<p class=\"wp-block-paragraph\">Dojo’s lead, Peter Bannon, is leaving the company, and the remaining team members will be reassigned to other data center and compute projects within Tesla, per Bloomberg’s reporting, which cited anonymous sources. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The disbanding of Tesla’s Dojo efforts follows the departure of around 20 workers, who left the automaker to start their own <a href=\"https://www.bloomberg.com/news/articles/2025-08-06/former-tesla-executives-start-automotive-ai-company-densityai\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">AI company called DensityAI</a>. The new startup is reportedly coming out of stealth soon and is building chips, hardware, and software that will power data centers for AI that are used in robotics, by AI agents, and in automotive applications. DensityAI was founded by former Dojo head <a href=\"https://techcrunch.com/2021/08/19/top-five-highlights-of-elon-musks-tesla-ai-day/\">Ganesh Venkataramanan</a> and ex-Tesla employees Bill Chang and Ben Floering.</p>\n\n<p class=\"wp-block-paragraph\">It also comes at a crucial time for Tesla. </p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/08/04/techcrunch-mobility-teslas-ride-hailing-gambit/\">CEO Elon Musk has pushed </a>to get shareholders to view Tesla as an AI and robotics company, despite a limited robotaxi launch in Austin this past June that featured Model Y vehicles with a human in the front passenger seat and resulted in a number of reported incidents of the vehicles exhibiting problematic driving behavior.</p>\n\n<p class=\"wp-block-paragraph\">Tesla’s decision to shut down Dojo, which Musk has been talking about since 2019, is a major shift in strategy. Musk has said that Dojo would be the cornerstone of Tesla’s AI ambitions and its goal to reach full self-driving due to its ability to “process truly vast amounts of video data.” He talked about Dojo, albeit briefly, as recently as the company’s second-quarter earnings call.</p>\n\n<p class=\"wp-block-paragraph\">In 2023, Morgan Stanley predicted Dojo could add $500 billion to the company’s market value by unlocking new revenue streams in the form of robotaxis and software services. Just last year, Musk noted that Tesla’s AI team would “<a href=\"https://techcrunch.com/2024/07/23/tesla-robotaxi-event-october-10-elon-musk/\">double down</a>” on Dojo in the lead-up to <a href=\"https://techcrunch.com/storyline/tesla-robotaxi-event-follow-elon-musks-big-reveals-here/\">Tesla’s robotaxi reveal,</a> which happened in October. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">But talk about Dojo halted around August 2024, when Musk began touting Cortex instead, Tesla’s “giant new AI training supercluster being built at Tesla HQ in Austin to solve real-world AI.”</p>\n\n<p class=\"wp-block-paragraph\">The Dojo project was one part supercomputer, one part in-house chip-making. Tesla unveiled its D1 chip when it formally announced Dojo at its first AI Day in 2021. <a href=\"https://techcrunch.com/2021/08/19/top-five-highlights-of-elon-musks-tesla-ai-day/\">Venkataramanan</a> presented the chip, which Tesla said would be used alongside Nvidia’s GPU to power the Dojo supercomputer. The automaker also said it was working on a next-gen D2 chip that would solve any information flow bottlenecks of its predecessor. </p>\n\n<p class=\"wp-block-paragraph\">Sources told Bloomberg that now Tesla plans to increase its reliance on Nvidia, as well as other external tech partners like AMD for compute and Samsung for chip manufacturing. Tesla last month signed a <a href=\"https://techcrunch.com/2025/07/28/tesla-signs-16-5b-deal-with-samsung-to-make-ai-chips/\">$16.5 billion deal with Samsung</a> to make its AI6 inference chips, a chip design that promises to scale from powering FSD and Tesla’s Optimus humanoid robots all the way to high-performance AI training in data centers. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">During Tesla’s second-quarter earnings call, Musk hinted at potential redundancies. </p>\n\n<p class=\"wp-block-paragraph\">“Thinking about Dojo 3 and the AI6 inference chip, it seems like intuitively, we want to try to find convergence there, where it’s basically the same chip,” Musk said. </p>\n\n<p class=\"wp-block-paragraph\">The news comes as <a href=\"https://techcrunch.com/2025/08/04/tesla-hands-29b-comp-package-to-elon-musk-amid-ai-talent-war/\">Tesla’s board offers Musk a $29 billion pay package</a> to keep him at Tesla and help push the company’s AI efforts forward, rather than getting too sidetracked by his other companies, including the more pure-play AI startup xAI. </p>\n\n<p class=\"wp-block-paragraph\">TechCrunch has reached out to Tesla for more information. </p>\n\n<p class=\"wp-block-paragraph\"><em>Have a sensitive tip or confidential documents? We’re reporting on the inner workings of the AI industry — from the companies shaping its future to the people impacted by their decisions. Reach out to Rebecca Bellan at rebecca.bellan@techcrunch.com and Maxwell Zeff at maxwell.zeff@techcrunch.com. For secure communication, you can contact us via Signal at @rebeccabellan.491 and @mzeff.88.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Rocket Lab eyes big defense opportunities with new acquisition | TechCrunch",
            "time": "2025-08-07T21:23:39",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/rocket-lab-neutron.jpeg?resize=1200,830",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Rocket Lab is signaling to investors, yet again, that it’s more than “just” a rocket company.</p>\n\n<p class=\"wp-block-paragraph\">Rocket Lab’s second-quarter results, which were posted Thursday, show revenues continue to be driven by its space systems business rather than launch. The results also highlighted the company’s acquisition strategy and how its purchase of a new optical payloads company will make it more competitive for lucrative government contracts.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company’s space systems brought in $97.9 million of the $144.5 million in total revenues for the second quarter. Rocket Labs’ total revenue, its highest quarterly revenue in the company’s history, jumped 36% from a year ago. The company’s net loss widened to $66.4 million.</p>\n\n<p class=\"wp-block-paragraph\">Rocket Lab founder and CEO Peter Beck highlighted the “busy quarter of M&amp;A activity” as the company gets close to closing its deal to buy <a href=\"https://www.geost.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Geost</a>, a company that builds optical payloads. Through that acquisition, which will close at $275 million in cash and equity, Rocket Lab is opening a new business unit called Optical Systems to scale electro-optical and infrared sensor manufacturing.</p>\n\n<p class=\"wp-block-paragraph\">Those sensors are used in missile warning, tracking, and space domain awareness. The acquisition is also one part of a larger play from Rocket Lab — spelled out quite explicitly in the company’s earnings presentation — to bid for multibillion-dollar <a href=\"https://techcrunch.com/2025/07/29/golden-dome-may-not-be-the-golden-ticket-silicon-valley-is-hoping-for/\">DOD initiatives like Golden Dome.</a></p>\n\n<p class=\"wp-block-paragraph\">Rocket Lab has already won some major defense contracts, including a $515 million, 18-satellite build contract to support the Space Development Agency’s constellation of missile-tracking satellites. The company has moved into production on those satellites, following confirmation that they meet the DOD’s mission requirements, Rocket Lab said.</p>\n\n<p class=\"wp-block-paragraph\">Down on Earth, Rocket Lab says it’s progressing well toward the first launch of its larger Neutron rocket. The rocket’s launch complex in Virginia is expected to be complete in the third quarter of this year, with <a href=\"https://techcrunch.com/2025/07/22/rocket-labs-first-hurdle-to-flying-its-new-rocket-is-getting-it-to-the-pad/\">hardware en route</a> and the new rocket engine, called Archimedes, undergoing multiple tests per day.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The company is staying vague about the exact launch date, saying only in the presentation that it is pushing an “all-out effort to get Neutron to the launch pad before the end of 2025.”</p>\n\n<p class=\"wp-block-paragraph\">Rocket Lab ended the quarter with $564 million in cash and cash equivalents and estimates revenues will hit between $145 to $155 million next quarter.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}