{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "Reddit revenue soars as it bets on AI and advertising | TechCrunch",
            "time": "2025-07-31T22:13:23",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/05/reddit-ipo-v2.webp?resize=1200,674",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Reddit reported its second-quarter earnings on Thursday, and it’s clear that the company’s focus on AI has ramped up considerably.</p>\n\n<p class=\"wp-block-paragraph\">One significant area of investment is growing its advertising business, supported by its AI-powered marketing tools. The results revealed that the majority of Reddit’s revenue continues to come from ads, which brought in $465 million, representing 93% of the company’s total revenue. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Last month, Reddit launched two new features for advertisers: Reddit Insights, a tool that leverages the billions of posts and comments on the platform to spot trends and offer real-time insights for campaign strategies, and Conversation Summary Add-ons, which let advertisers include Reddit user discussions directly in ads, showing public opinions about products or brands.</p>\n\n<p class=\"wp-block-paragraph\">The company also saw growth in its “other revenue” category, which includes its data licensing business — meaning its deals with AI providers for access to its data. Reddit said the category jumped 24% year-over-year to $35 million, up from $28.1 million in the same period a year prior. </p>\n\n<p class=\"wp-block-paragraph\">Reddit has already established content licensing agreements with major players in AI, including Google and OpenAI. Although these deals are still new, the results from the second quarter point out a steady income stream that has significant potential for the long haul.</p>\n\n<p class=\"wp-block-paragraph\">Another key AI-powered feature is the Reddit Answers tool, which launched in December. This tool, which offers answers in a conversational interface, has attracted 6 million weekly users, a considerable jump from <a href=\"https://s203.q4cdn.com/380862485/files/doc_financials/2025/q1/Q1-25-Shareholder-Letter.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">1 million</a> users in the previous quarter. </p>\n\n<p class=\"wp-block-paragraph\">In a <a href=\"https://s203.q4cdn.com/380862485/files/doc_financials/2025/q2/Q2-25-Shareholder-Letter.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">letter to shareholders</a>, Reddit CEO Steve Huffman said the platform is working to integrate the tool “more deeply into the core search experience” to make “search a central feature across Reddit.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple has now sold 3 billion iPhones | TechCrunch",
            "time": "2025-07-31T21:35:04",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/09/CMC_7975.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple has sold 3 billion iPhones since the product was launched in 2007, Apple CEO Tim Cook said Thursday during the company’s third-quarter earnings call.</p>\n\n<p class=\"wp-block-paragraph\">It took Apple nine years to sell the billionth iPhone, a milestone the company <a href=\"https://www.apple.com/newsroom/2016/07/apple-celebrates-one-billion-iphones/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reached</a> in 2016. This implies that Apple sold 2 billion between 2016 and now — also a nine-year period — marking the product’s growing popularity.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">While Apple celebrates 3 billion iPhones sold, the company has struggled a bit in the stock market this year, as the tech giant fell behind Nvidia and Microsoft as the market’s most highly valued businesses. So perhaps a bigger cause for celebration at Apple is that its <a href=\"https://www.apple.com/newsroom/2025/07/apple-reports-third-quarter-results/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">iPhone sales were stronger</a> this quarter than expected.</p>\n\n<p class=\"wp-block-paragraph\">Sales of the iPhone, Apple’s most popular product, are up 13% year-over-year, generating $44.6 billion in revenue, according to information shared on the earnings call. That’s nearly half of the entire company’s <a href=\"https://www.sec.gov/Archives/edgar/data/320193/000032019325000071/a8-kex991q3202506282025.htm\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">total revenue</a> this quarter, which reached $94 billion.</p>\n\n<p class=\"wp-block-paragraph\">This uptick in iPhone sales might be temporary, though. Apple expert and Bloomberg managing editor Mark Gurman mused that the company may have sold more iPhones last quarter over fears that President Trump’s tariff plans would exponentially increase prices in the United States.</p>\n\n\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple plans to 'significantly' grow AI investments, Cook says | TechCrunch",
            "time": "2025-07-31T21:21:41",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/tim-cook-2025-GettyImages-2223580830.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple on Thursday signaled that it’s getting more serious about its plans to catch up in the AI race. </p>\n\n<p class=\"wp-block-paragraph\">“We see AI as one of the most profound technologies of our lifetime. We are embedding it across our devices and platforms and across the company. We are also significantly growing our investments,” CEO Tim Cook said on the Q3 2025 earnings call with investors. “Apple has always been about taking the most advanced technologies and making them easy to use and accessible for everyone, and that’s at the heart of our AI strategy,” he added.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Cook expanded on those comments on the call, noting that Apple was “reallocating a fair number of people” to focus on AI. </p>\n\n<p class=\"wp-block-paragraph\">“We have a great, great team and we’re putting all of our energy behind it,” he added.</p>\n\n<p class=\"wp-block-paragraph\">AI investments are also driving increased CapEx spending, which was up year-to-date, the company said. However, Apple pointed out that it still employed a hybrid model where it relies on third parties to make capital investments, which is why the figure won’t grow exponentially. </p>\n\n<p class=\"wp-block-paragraph\">Ahead of its call, the company shared in an interview with <a href=\"https://www.cnbc.com/2025/07/31/apple-aapl-q3-earnings-report-2025.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">CNBC</a> that it’s open to M&amp;A to accelerate its roadmap. The company told the outlet that it has already acquired seven companies this year. None was “huge” in terms of dollar amount, Cook said.</p>\n\n<p class=\"wp-block-paragraph\">On the call, he added that Apple was making acquisitions at the rate of one every several weeks.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Apple has been <a href=\"https://www.axios.com/2025/07/10/ai-apple-stock-market\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">criticized</a> for having been caught off guard by the AI era; it has announced a number of AI features that it has, so far, <a href=\"https://basicappleguy.com/basicappleblog/siriously-delayed\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">failed</a> to ship. The company was even accused of <a href=\"https://www.youtube.com/watch?v=NTLk53h7u_k\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">showing off an improved AI-powered version of Siri</a> that wasn’t close to being ready to launch.</p>\n\n<p class=\"wp-block-paragraph\">But <a href=\"https://techcrunch.com/2025/06/11/apple-executives-say-new-ai-powered-siri-wasnt-demoware-it-just-wasnt-ready-to-ship/#:~:text=Staff-,Apple%20executives%20say%20new%20AI%2Dpowered%20Siri%20wasn't%20',wasn't%20ready%20to%20ship&amp;text=In%20a%20handful%20of%20interviews,despite%20having%20yet%20to%20launch.\">Apple has defended itself</a> by saying that it doesn’t need to rush — that launching the wrong features or the wrong products just to be first would be a mistake. That’s especially true if those products don’t work as promised.</p>\n\n<p class=\"wp-block-paragraph\">So far, Apple says it has launched more than 20 Apple Intelligence features, including visual intelligence, cleanup, and writing tools. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Later this year, Apple plans to launch AI features like live translation and an AI-powered workout buddy, but the more <a href=\"https://techcrunch.com/2025/03/07/ai-powered-more-personalized-siri-is-delayed/\">personalized Siri’s improvements have been delayed</a> to 2026. On the call with investors, Cook said the company was “making good progress” on the Siri update. </p>\n\n<p class=\"wp-block-paragraph\">He also shared his thoughts on how AI may impact the iPhone business if new hardware were to emerge. For instance, Meta CEO Mark Zuckerberg earlier this week suggested that AI glasses would be the form factor for interacting with the new technology, and <a href=\"https://techcrunch.com/2025/07/30/zuckerberg-says-people-without-ai-glasses-will-be-at-a-disadvantage-in-the-future/\">those without them would be left behind</a>. </p>\n\n<p class=\"wp-block-paragraph\">Cook, naturally, disagreed. </p>\n\n<p class=\"wp-block-paragraph\">“It’s difficult to see a world where iPhone’s not living in it,” he said. “That doesn’t mean that we are not thinking about other things, as well, but I think that the [AI] devices are likely to be complementary devices, not substitutions.” </p>\n\n<p class=\"wp-block-paragraph\">The exec declined to answer a question about which AI technologies it believed would ultimately be commoditized, saying that would give away part of its strategy.</p>\n\n<p class=\"wp-block-paragraph\">Apple delivered better-than-expected iPhone sales and record revenue in Q3, which <a href=\"https://www.businessinsider.com/apple-q3-earnings-aapl-stock-price-iphone-demand-ai-tariffs-2025-7\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">saw its stock pop</a> in after-hours trading.</p>\n\n<p class=\"wp-block-paragraph\"><em>This article was updated after initial publication with more details from the earnings call. </em></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Iconiq's Will Griffith explains how his firm celebrated Figma's IPO and why investors sold shares | TechCrunch",
            "time": "2025-07-31T21:01:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/WillGriffith2025_V2.jpg?resize=961,1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Will Griffith had only been two months in his job as a venture investor for Iconiq when he met a 19-year-old college dropout named Dylan Field. This would lead to one of his signature seed investments, in a startup called Figma.</p>\n\n<p class=\"wp-block-paragraph\">On Thursday, <a href=\"https://techcrunch.com/2025/07/31/figmas-stock-soars-in-its-highly-anticipated-ipo-market-cap-instantly-hits-45b/\">Figma went public with the stock popping</a> from the $33 IPO opening price to close at $115.50 and a $47 billion market cap. And Griffith could not be more effusive in his praise for the company.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“You go to one of these user conferences and you’re like, there’s 15,000 people here and 5,000 have Figma tattoos,” Griffith smiled. From the earliest days, the founders of this company that offers software for designers had “a fervent desire to win and deliver and redefine this ecosystem.”</p>\n\n<p class=\"wp-block-paragraph\">Yet in 2013 at that first meeting, co-founders Dylan Field and Evan Wallace were untested. And at that point, so was Iconiq. It was known then as the very secretive wealth management firm for many of Silicon Valley’s richest tech moguls, like Mark Zuckerberg and Jack Dorsey.</p>\n\n<p class=\"wp-block-paragraph\">Figma, however, already had a champion: Field had been an intern at LinkedIn under its then CEO Jeff Weiner. Weiner was an angel investor (and bought more <a rel=\"nofollow\" href=\"https://www.figma.com/blog/figma-series-c/\">stock at later rounds</a>, too) and introduced Field to Griffith.</p>\n\n<p class=\"wp-block-paragraph\">“We got connected to Figma before we had an early fund, before we had any venture fund,” Griffith told TechCrunch. The investor remembers trekking out to meet the founders. “It was like two guys and the dog in an apartment in Palo Alto, and they were working on these newfangled graphics and design capability in a browser.”</p>\n\n<p class=\"wp-block-paragraph\">The demo showed how light could be manipulated when editing a photo in a browser. At the time, browser-based design software, based on WebGL, was revolutionary. Tech giant Adobe had the graphics design market locked up with its desktop software. “I thought it was insane,” Griffith recalled.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The idea was so unproven Alexis Ohanian, who was investing out of his then firm Initialized, passed on Figma when he saw the product years later in 2016, he noted in <a href=\"https://x.com/alexisohanian/status/1950221481813622997\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a tweet this week</a>. Ohanian called Figma a member of his “embarrassing miss-list.”</p>\n\n<p class=\"wp-block-paragraph\">But Griffith wrote a check. Seed shares, by the way, were priced at $0.0878 each, Figma <a rel=\"nofollow\" href=\"https://www.sec.gov/Archives/edgar/data/1579878/000162828025036090/figmas-1a2.htm\">disclosed</a> in its S-1A. And Griffith wrote more checks as Figma raised additional rounds. The company raised a total of about $332 million in venture funding through 2024, PitchBook estimates. </p>\n\n<p class=\"wp-block-paragraph\">“We invested in the seed. We invested in the Series A. We invested further. We did some secondary and we also invested more meaningfully a year ago,” Griffith said. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Iconiq did not wind up owning at least 5% of the company, a bar that would require Figma to publicly disclose the size of its stake. But it owns enough that the IPO will be celebrated at the Iconiq offices.</p>\n\n<p class=\"wp-block-paragraph\">“One of the ways that we celebrate is we guess what the closing day stock price is going to be on the first day. It’s a prediction contest around the firm,” Griffith said. “There are some good prizes and rewards.” If someone nails that number, they could wind up with a healthy cash bonus or even something like a trip to Hawaii. </p>\n\n<p class=\"wp-block-paragraph\">As for the odd part of this IPO, Griffith has some insight. Most of the stock sold was <a href=\"https://techcrunch.com/2025/07/30/figmas-ipo-price-hit-a-19-3b-valuation-out-of-the-gate/\">from investors’ stakes</a>, <a href=\"https://techcrunch.com/2025/07/21/figmas-dylan-field-will-cash-out-about-60m-in-ipo-with-index-kleiner-greylock-sequoia-all-selling-too/\">including Field’s</a>, rather than new shares issued by the company, the company said.</p>\n\n<p class=\"wp-block-paragraph\">“I think it’s very generous that existing investors are willing to sell as much to create enough supply for this IPO,” he said.</p>\n\n<p class=\"wp-block-paragraph\">Figma’s fundamentals are so solid that the <a href=\"https://www.bloomberg.com/news/articles/2025-07-29/figma-s-1-2-billion-ipo-approaching-40-times-oversubscribed\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">IPO was 40 times oversubscribed</a>, according to Bloomberg, meaning far more investors wanted shares than the supply available.</p>\n\n<p class=\"wp-block-paragraph\">That can be almost as problematic as investor disinterest, Griffith explained. The largest institutional investors won’t bother with an IPO where they can’t trade hundreds of millions’ worth of shares, he said. And if an IPO doesn’t float enough shares, prices of available shares could become artificially inflated, meaning the company won’t be properly valued. Should prices decline after opening day, the company could be artificially devalued as well.</p>\n\n<p class=\"wp-block-paragraph\">Figma’s existing shareholders didn’t really want to sell shares at $33, Griffith said. “We have been with this business since 2015, and we haven’t sold a share. And we are going to be meaningful buyers in the IPO,” he said.</p>\n\n<p class=\"wp-block-paragraph\">Still, Griffith emphasized that for Figma, IPO day is just a milestone and not an end. “I met a young, 19-year-old Dylan, and we forged a partnership,” he said. He describes himself as “proud” of seeing Field, Figma’s CEO, “continue to just mature and grow, but have the same vision, morals, authenticity.“</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In the meantime, he says he’ll be spending Figma’s IPO day “meeting with the next generation of founders.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Enterprises prefer Anthropic's AI models over anyone else's, including OpenAI's | TechCrunch",
            "time": "2025-07-31T20:32:49",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/06/YouTube-Thumb-Text-2-3.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">AI research lab Anthropic’s AI models are now the top choice for enterprises, surpassing OpenAI.</p>\n\n<p class=\"wp-block-paragraph\">Anthropic now holds 32% of the enterprise large language model market share by usage, according to a <a href=\"https://menlovc.com/perspective/2025-mid-year-llm-market-update/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">report from Menlo Ventures</a> released on Thursday. OpenAI holds the second-largest market share by usage among enterprises, with 25%.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The figure marks a strong reversal from even just a couple of years ago. Since 2023, OpenAI has seen its market share among enterprises decline sharply, according to the report, as Anthropic’s has steadily risen over the same timeframe. OpenAI held 50% of the enterprise market share by usage just two years ago while Anthropic had 12%.</p>\n\n<p class=\"wp-block-paragraph\">Google has seen enterprise usage for its models increase over the last few years as well.</p>\n\n<p class=\"wp-block-paragraph\">Anthropic has an even larger market share when it comes to coding, with 42% of the enterprise market share, the largest market share by a wide margin. Enterprise usage of Anthropic’s AI models are more than double OpenAI’s, when it comes to coding, which garnered 21% of overall market share.</p>\n\n<p class=\"wp-block-paragraph\">Anthropic’s release of its Claude 3.5 Sonnet model in June 2024 is what laid the foundation for the company’s surge in usage, according to the report. The release of <a href=\"https://techcrunch.com/2025/02/24/anthropic-launches-a-new-ai-model-that-thinks-as-long-as-you-want/\">Claude 3.7 Sonnet </a> in February 2025 only accelerated that momentum.</p>\n\n<p class=\"wp-block-paragraph\">The findings from Menlo Ventures align with anecdotal chatter in the industry, which suggested that enterprise and startup developers preferred Claude over OpenAI’s ChatGPT. Meanwhile, OpenAI has a strong foothold on the consumer side of the house. The company reported last week that its users send more than <a href=\"https://techcrunch.com/2025/07/21/chatgpt-users-send-2-5-billion-prompts-a-day/\">2.5 billion prompts</a> to ChatGPT a day.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The Menlo Ventures report found enterprises prefer closed models, which Anthropic and OpenAI use. More than half of enterprises replied that they don’t use open source models at all. Only 13% of enterprise daily workloads use open source models as of mid-year 2025, down from 19% at the beginning of the year. Meta still maintains dominance in the open source market.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Twitter's former Trust and Safety head details the challenges facing decentralized social platforms | TechCrunch",
            "time": "2025-07-31T20:24:40",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/06/fediverse-logos-general.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://www.yoyoel.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Yoel Roth</a>, <a href=\"https://techcrunch.com/2022/11/10/twitter-elon-musk-resignations-yoel-roth-robin-wheeler/\">previously</a> the head of Twitter’s Trust and Safety, <a href=\"https://techcrunch.com/2024/03/11/twitters-former-head-trust-safety-joins-match-group-protect-millions-users-dating-apps/\">now at Match</a>, is sharing his concerns about the future of the open social web and its ability to combat misinformation, spam, and other illegal content, like child sexual abuse material (CSAM). In a recent interview, Roth worried about the lack of moderation tools available to the fediverse — the open social web that includes apps like Mastodon, Threads, Pixelfed, and others, as well as other open platforms like Bluesky.</p>\n\n<p class=\"wp-block-paragraph\">He also reminisced about key moments in Trust and Safety at Twitter, like its decision to ban President Trump from the platform, the misinformation spread by Russian bot farms, and how Twitter’s own users, including CEO Jack Dorsey, fell prey to bots.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">On the podcast <a href=\"https://www.youtube.com/watch?v=yS_cXVrkyVE\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">revolution.social with @Rabble</a>, Roth pointed out that the efforts at building more democratically run online communities across the open social web are also those that have the fewest resources when it comes to moderation tools.</p>\n\n<p class=\"wp-block-paragraph\">“…looking at Mastodon, looking at other services based on ActivityPub [protocol], looking at Bluesky in its earliest days, and then looking at Threads as Meta started to develop it, what we saw was that a lot of the services that were leaning the hardest into community-based control gave their communities the least technical tools to be able to administer their policies,” Roth said. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Yoel Roth on Banning Trump, Battling Bots &amp; the Difficult Job of Trust &amp; Safety\" src=\"https://www.youtube.com/embed/yS_cXVrkyVE?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<p class=\"wp-block-paragraph\">He also saw a “pretty big backslide” on the open social web when it came to the transparency and decision legitimacy that Twitter once had. While, arguably, many at the time disagreed with Twitter’s decision to ban Trump, the company explained its rationale for doing so. Now, social media providers are so concerned about preventing bad actors from gaming them that they rarely explain themselves.</p>\n\n<p class=\"wp-block-paragraph\">Meanwhile, on many open social platforms, users wouldn’t receive a notice about their banned posts, and their posts would just vanish — there wasn’t even an indication to others that the post used to exist.</p>\n\n<p class=\"wp-block-paragraph\">“I don’t blame startups for being startups, or new pieces of software for lacking all the bells and whistles, but if the whole point of the project was increasing democratic legitimacy of governance, and what we’ve done is take a step back on governance, then, has this actually worked at all?” Roth wonders.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<h2 class=\"wp-block-heading\" id=\"h-the-economics-of-moderation\">The economics of moderation</h2>\n\n<p class=\"wp-block-paragraph\">He also brought up the issues around the economics of moderation and how the federated approach hasn’t yet been sustainable on this front. </p>\n\n<p class=\"wp-block-paragraph\">For instance, an organization called IFTAS (Independent Federated Trust &amp; Safety) had been working to build moderation tools for the fediverse, including providing the fediverse with access to tools to combat CSAM, but it ran out of money and <a href=\"https://about.iftas.org/2025/03/03/iftas-service-shutdowns/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">had to shut down many</a> of its projects earlier in 2025.</p>\n\n<p class=\"wp-block-paragraph\">“We saw it coming two years ago. IFTAS saw it coming. Everybody who’s been working in this space is largely volunteering their time and efforts, and that only goes so far, because at some point, people have families and need to pay bills, and compute costs stack up if you need to run ML models to detect certain types of bad content,” he explained. “It just all gets expensive, and the economics of this federated approach to trust and safety never quite added up. And in my opinion, still don’t.” </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Bluesky, meanwhile, has chosen to employ moderators and hire in trust and safety, but it limits itself to the moderation of its own app. Plus, they’re providing tools that let people customize their own moderation preferences. </p>\n\n<p class=\"wp-block-paragraph\">“They’re doing this work at scale. There’s obviously room for improvement. I’d love to see them be a bit more transparent. But, fundamentally, they’re doing the right stuff,” Roth said. However, as the service further decentralizes, Bluesky will face questions about when it is the responsibility to protect the individual over the needs of the community, he notes.</p>\n\n<p class=\"wp-block-paragraph\">For example, with doxxing, it’s possible that someone wouldn’t see that their personal information was being spread online because of how they configured their moderation tools. But it should still be someone’s responsibility to enforce those protections, even if the user isn’t on the main Bluesky app. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-where-to-draw-the-line-on-privacy\">Where to draw the line on privacy</h2>\n\n<p class=\"wp-block-paragraph\">Another issue facing the fediverse is that the decision to favor privacy can thwart moderation attempts. While Twitter tried not to store personal data it didn’t need to, it still collected things like the IP address of the user, when they accessed the service, device identifiers, and more. These helped the company when it needed to do forensic analysis of something like a Russian troll farm.</p>\n\n<p class=\"wp-block-paragraph\">Fediverse admins, meanwhile, may not even be collecting the necessary logs or won’t view them if they think it’s a violation of user privacy.</p>\n\n<p class=\"wp-block-paragraph\">But the reality is that without data, it’s harder to determine who’s really a bot.</p>\n\n<p class=\"wp-block-paragraph\">Roth offered a few examples of this from his Twitter days, noting how it became a trend for users to reply “bot” to anyone they disagreed with. He says that he initially set up an alert and reviewed all these posts manually, examining hundreds of instances of “bot” accusations, and nobody was ever right. Even Twitter co-founder and former CEO Jack Dorsey fell victim, retweeting posts <a rel=\"nofollow\" href=\"https://blog.x.com/common-thread/en/topics/stories/2021/four-truths-about-bots\">from a Russian actor who claimed to be Crystal Johnson</a>, a Black woman from New York.  </p>\n\n<p class=\"wp-block-paragraph\">“The CEO of the company liked this content, amplified it, and had no way of knowing as a user that Crystal Johnson was actually a Russian troll,” Roth said. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-the-role-of-ai\">The role of AI</h2>\n\n<p class=\"wp-block-paragraph\">One timely topic of discussion was how AI was changing the landscape. Roth referenced recent research from Stanford that found that, in a political context, large language models (LLMs) could even be more convincing than humans when properly tuned. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">That means a solution that relies only on content analysis itself isn’t enough. </p>\n\n<p class=\"wp-block-paragraph\">Instead, companies need to track other behavioral signals — like if some entity is creating multiple accounts, using automation to post, or posting at weird times of day that correspond to different time zones, he suggested.</p>\n\n<p class=\"wp-block-paragraph\">“These are behavioral signals that are latent even in really convincing content. And I think that’s where you have to start this,” Roth said. “If you’re starting with the content, you’re in an arms race against leading AI models and you’ve already lost.” </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "The sequel to 'The Social Network' may have just found its lead actors | TechCrunch",
            "time": "2025-07-31T19:36:41",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/TheSocialNetwork-TMBD.jpg?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Over a decade after “The Social Network,” director Aaron Sorkin is reportedly working on a sequel, possibly with two leads in mind.</p>\n\n<p class=\"wp-block-paragraph\">While the 2010 original film focused on Mark Zuckerberg’s rise, “Social Network Part II” is said to draw from Jeff Horwitz’s “<a href=\"https://www.wsj.com/articles/the-facebook-files-11631713039\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The Facebook Files</a>,” which exposed Facebook’s harmful effects on teens and its role in spreading misinformation.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">According to <a href=\"https://deadline.com/2025/07/mikey-madison-jeremy-allen-white-social-network-part-ii-1236474718/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Deadline</a>, Jeremy Allen White from “The Bear” is being considered for the role of Horwitz, while Mikey Madison, known for her Oscar-winning role in “Anora,” may portray Frances Haugen, the whistleblower behind the articles who was a former product manager at Facebook.</p>\n\n<p class=\"wp-block-paragraph\">Sorkin has reportedly met with both actors, but it’s important to note that the film is still in development and hasn’t been greenlit by Sony Pictures yet.</p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Your public ChatGPT queries are getting indexed by Google and other search engines | TechCrunch",
            "time": "2025-07-31T19:23:07",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/04/Search-in-ChatGPT.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><em>Update 7/31/25 4:10pm PT: Hours after this article was published, OpenAI said it <a rel=\"nofollow\" href=\"https://x.com/cryps1s/status/1951041845938499669\">removed the feature</a> from ChatGPT that allowed users to make their public conversations discoverable by search engines. The company says this was a short-lived experiment that ultimately “introduced too many opportunities for folks to accidentally share things they didn’t intend to.” The original story follows.</em></p>\n\n<p class=\"wp-block-paragraph\">It’s a strange glimpse into the human mind: If you <a href=\"https://www.linkedin.com/posts/olivermolander_artificialintelligence-activity-7356621639284862976-jlEL/?utm_source=share&amp;utm_medium=member_desktop&amp;rcm=ACoAABiDiCIBqB3Hlz-FnttvYmkM02-OgyLf_Qc\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">filter search results</a> on Google, Bing, and other search engines to only include URLs from the domain “https://chatgpt.com/share,” you can find strangers’ conversations with ChatGPT.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Sometimes, these shared conversation links are pretty dull — people ask for help <a href=\"https://chatgpt.com/share/011b8169-b122-45d9-9e94-ac14af26f424\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">renovating their bathroom</a>, understanding <a href=\"https://chatgpt.com/share/6fb219ae-cf5e-486f-9e40-35a653ebe7a4\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">astrophysics</a>, and finding <a href=\"https://chatgpt.com/share/670ee5a0-28b4-8001-bb3f-4baaab45cdaf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">recipe ideas</a>.</p>\n\n<p class=\"wp-block-paragraph\">In another case, one user asks ChatGPT to rewrite their resume for a particular job application (judging by this person’s LinkedIn, which was easy to find based on the details in the chat log, they did not get the job). Someone else is asking questions that sound like they came out of an incel forum. Another person asks the snarky, hostile AI assistant if they can <a href=\"https://chatgpt.com/share/67ed5fe2-fff8-8008-b106-952343a5863a\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">microwave a metal fork</a> (for the record: no), but they continue to ask the AI increasingly absurd and trollish questions, eventually leading it to create a guide called “How to Use a Microwave Without Summoning Satan: A Beginner’s Guide.”</p>\n\n<p class=\"wp-block-paragraph\">ChatGPT does not make these conversations public by default. </p>\n\n<p class=\"wp-block-paragraph\">A conversation would be appended with a “/share” URL only if the user deliberately clicks the “share” button on their own chat and then clicks a second “create link” button. The service also declares that “your name, custom instructions, and any messages you add after sharing stay private.” After clicking through to create a link, users can toggle whether or not they want that link to be discoverable.</p>\n\n<p class=\"wp-block-paragraph\">However, users may not anticipate that other search engines will index their shared ChatGPT links, potentially betraying personal information (my apologies to the person whose LinkedIn I discovered).</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Though unintentional, this is a norm that was established in part by Google. When people share public links to files from Google Drive, such as documents with the “Anyone with link can view” setting, Google may index them in Search. However, Google generally does not surface links to Drive documents that have not been publicly posted on the web — for example, a document may appear in search if it is linked on a trusted website.</p>\n\n<p class=\"wp-block-paragraph\">According to ChatGPT, these chats were indexed as part of an experiment.</p>\n\n<p class=\"wp-block-paragraph\">“ChatGPT chats are not public unless you choose to share them,” an OpenAI spokesperson told TechCrunch. “We’ve been testing ways to make it easier to share helpful conversations, while keeping users in control, and we recently ended an experiment to have chats appear in search engine results if you explicitly opted in when sharing.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">While search engines like Google control the algorithms that determine what content gets surface for search terms, the search engines themselves cannot control what gets indexed.</p>\n\n<p class=\"wp-block-paragraph\">“Neither Google nor any other search engine controls what pages are made public on the web,” a Google spokesperson told TechCrunch. “Publishers of these pages have full control over whether they are indexed by search engines.”</p>\n\n<p class=\"wp-block-paragraph\"><em>Updated, 7/31/25, 5:30 pm ET with comment and additional context from OpenAI.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Figma's stock soared in its highly anticipated IPO, market cap instantly hit $45B | TechCrunch",
            "time": "2025-07-31T18:15:35",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/Figma_Opening-Bell_Podium.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Figma began trading on the New York Stock Exchange on Thursday after a long delay. It soared so quickly that trading was halted for a short time due to market volatility.</p>\n\n<p class=\"wp-block-paragraph\">Within a minute of trading, its market cap hit $45 billion but the price spent the day bouncing between $101 and as high as $124. It closed at $115.50 and a $47 billion market cap, Yahoo Finance reports.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company and existing investors sold shares at the IPO price of $33 per share. Quite the pop. And after-market trading is still hot with the stock price climbing.</p>\n\n<p class=\"wp-block-paragraph\">There has been so much demand for this stock that people on X were <a href=\"https://x.com/nadavwiz/status/1950924101423403066\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">posting</a> <a href=\"https://x.com/brianhc/status/1950922497517318477\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">funny</a> pictures of their orders being fulfilled by Robinhood. Instead of getting dozens or hundreds of shares as requested, they were allocated one solitary share, they said. (One person <a href=\"https://x.com/alexkehr/status/1950953559119528375\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">bragged about</a> getting 17 shares.)</p>\n\n<p class=\"wp-block-paragraph\">In any case, the successful IPO means Figma’s failed $20 billion acquisition by competitor Adobe in 2023 is now just a shoulder-shrug footnote in its history.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google loses appeal over app store overhaul in Epic Games case | TechCrunch",
            "time": "2025-07-31T17:48:23",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/10/GettyImages-1337403704.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google lost its appeal of a judge’s court order requiring the tech giant to revamp its app store in an antitrust case filed by Fortnite maker Epic Games, <a href=\"https://www.reuters.com/legal/litigation/google-loses-appeal-over-app-store-reforms-epic-games-case-2025-07-31/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Reuters</a> reported on Thursday. </p>\n\n<p class=\"wp-block-paragraph\">The 9th U.S. Circuit Court of Appeals rejected Google’s argument that the trial judge made legal errors in the antitrust case that unfairly favored Epic Games. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Epic Games first filed its lawsuit in 2020 and was able to convince a jury in 2023 that Google illegally stifled competition. The trial judge ordered <a href=\"https://techcrunch.com/2024/10/07/us-judge-orders-google-to-open-up-google-play-to-rivals/\">Google last October</a> to open its app store to rivals and give Android users more choice when it comes to downloading apps. The order was on hold pending the outcome of Google’s appeal. </p>\n\n<p class=\"wp-block-paragraph\">Google argued to the appeals court that its Play Store competes with Apple’s App Store, and claimed that the trial judge unfairly prevented it from presenting that argument in defense against Epic’s antitrust claims.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "The best dating apps aren’t even dating apps | TechCrunch",
            "time": "2025-07-31T17:40:05",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2101883924.jpg?resize=1200,770",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">It’s no longer taboo to meet your partner on the internet. The evidence is everywhere: It’s on your refrigerator door, where you’ve hung up the wedding invitations of friends who met on Tinder. It’s on your Instagram feed, where a friend shares a sappy post about her one-year anniversary with a woman she met on Hinge.</p>\n\n<p class=\"wp-block-paragraph\">But when Zeke Rothfels tells people that she met her husband online, she’s not talking about swiping left until she finally found the right guy. She’s talking about cultivating a relationship across the U.S.-Canada border with a man she met in a Facebook meme group.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“I think we both felt kind of like, is this crazy?” Rothfels told TechCrunch. “Do I acknowledge that this feels like something, or will that ruin it?”</p>\n\n<p class=\"wp-block-paragraph\">It was crazy, but it was also real — six years later, Rothfels is reminiscing about meeting her husband after she’s just put their 2-year-old child to sleep.</p>\n\n\n\n\n\n\n\n<figure class=\"wp-block-pullquote alignright\"><blockquote><p>“Do I acknowledge that this feels like something, or will that ruin it?”</p></blockquote></figure>\n\n<p class=\"wp-block-paragraph\">Everyone is tired of dating apps. This mass <a href=\"https://nymag.com/intelligencer/article/dating-apps-for-dating-app-fatigue.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">disillusionment</a> has sent the stocks of dating giants <a href=\"https://finance.yahoo.com/news/why-match-group-mtch-down-163111663.html\" target=\"_blank\" rel=\"noreferrer noopener\">tumbling</a>. The stock prices of Bumble and Match Group — the company behind 45 dating apps, including Tinder, Hinge, and OkCupid — have declined about <a href=\"https://finance.yahoo.com/quote/BMBL/\">90%</a> and<a href=\"https://finance.yahoo.com/quote/MTCH/\" target=\"_blank\" rel=\"noreferrer noopener\"> 68%</a> over the last five years, respectively. Together, these companies have shed <a href=\"https://investorsobserver.com/news/stock-update/match-and-bumble-stocks-have-gen-z-problem/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$40 billion</a> in market cap since 2021, struggling to capture the attention of Gen Z users.</p>\n\n<p class=\"wp-block-paragraph\">But the internet’s presence in our social lives won’t just disappear. As singles <a href=\"https://www.popsugar.co.uk/love/gen-z-giving-up-dating-apps-49344249\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">grow weary</a> of swiping, couples are getting to know each other on traditional social media sites — in the Tumblr “Ask” box, in Reddit DMs, and even on <a href=\"https://bsky.app/profile/makeshermark.bsky.social/post/3luxoskdrus2q\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">newer platforms like Bluesky</a>.</p>\n\n<p class=\"wp-block-paragraph\">People may not turn to social media with the intent to find love, but these online spaces naturally forge connections, and sometimes, those connections grow beyond friendship. Here, people are no longer at the mercy of dating apps’ mysterious algorithms and emphasis on physical appearance, nor do they have to face an inexplicable number of <a href=\"https://www.thecut.com/2018/02/why-dating-apps-are-full-of-guys-with-fish-photos.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">fish photos</a>. It makes these unexpected digital “meet-cutes” look more appealing than updating your Tinder profile again.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-swipe-fatigue\">Swipe fatigue</h2>\n\n<figure class=\"wp-block-image alignright size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/PI_2023.02.02_online-dating_1-03.png?w=467\" alt=\"\" class=\"wp-image-3032812\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/PI_2023.02.02_online-dating_1-03.png 620w, https://techcrunch.com/wp-content/uploads/2025/07/PI_2023.02.02_online-dating_1-03.png?resize=103,150 103w, https://techcrunch.com/wp-content/uploads/2025/07/PI_2023.02.02_online-dating_1-03.png?resize=206,300 206w, https://techcrunch.com/wp-content/uploads/2025/07/PI_2023.02.02_online-dating_1-03.png?resize=467,680 467w, https://techcrunch.com/wp-content/uploads/2025/07/PI_2023.02.02_online-dating_1-03.png?resize=296,430 296w, https://techcrunch.com/wp-content/uploads/2025/07/PI_2023.02.02_online-dating_1-03.png?resize=495,720 495w, https://techcrunch.com/wp-content/uploads/2025/07/PI_2023.02.02_online-dating_1-03.png?resize=619,900 619w, https://techcrunch.com/wp-content/uploads/2025/07/PI_2023.02.02_online-dating_1-03.png?resize=550,800 550w, https://techcrunch.com/wp-content/uploads/2025/07/PI_2023.02.02_online-dating_1-03.png?resize=459,668 459w, https://techcrunch.com/wp-content/uploads/2025/07/PI_2023.02.02_online-dating_1-03.png?resize=258,375 258w, https://techcrunch.com/wp-content/uploads/2025/07/PI_2023.02.02_online-dating_1-03.png?resize=424,617 424w, https://techcrunch.com/wp-content/uploads/2025/07/PI_2023.02.02_online-dating_1-03.png?resize=365,531 365w, https://techcrunch.com/wp-content/uploads/2025/07/PI_2023.02.02_online-dating_1-03.png?resize=34,50 34w\" sizes=\"auto, (max-width: 467px) 100vw, 467px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Pew Research Center</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">By 2013, online dating had become the most popular way for heterosexual couples in America to meet, according to the longstanding “<a href=\"https://data.stanford.edu/hcmst\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">How Couples Meet and Stay Together</a>” study from Stanford. By 2019, about 40% of heterosexual couples had <a href=\"https://www.pnas.org/doi/10.1073/pnas.1908630116\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">met online</a>, doubling the number of couples who met through friends.</p>\n\n<p class=\"wp-block-paragraph\">Today, about 30% of all American adults have used dating apps, a figure that <a href=\"https://www.pewresearch.org/short-reads/2023/02/24/the-never-been-married-are-biggest-users-of-online-dating/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">increases</a> to 52% among never-married adults.</p>\n\n<p class=\"wp-block-paragraph\">With broader adoption, however, people were exposed to the darker sides of dating online. Seven out of 10 online daters said it’s common to <a href=\"https://www.pewresearch.org/internet/2020/02/06/the-virtues-and-downsides-of-online-dating/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">encounter people lying</a> on their profiles, and 66% of women ages 18 to 49 reported being harassed, <a href=\"https://www.pewresearch.org/internet/2023/02/02/from-looking-for-love-to-swiping-the-field-online-dating-in-the-u-s/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to Pew Research</a>. Another 56% said they were sent sexually explicit images they didn’t ask for.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Over time, people began to feel that their experiences on dating apps had become more frustrating than hopeful, and the future of the dating app giants was called into question.</p>\n\n<p class=\"wp-block-paragraph\">Meanwhile, discouraged dating app users have begun to create online whisper networks where they can discover if others have had negative experiences with their date. The trend started on “<a href=\"https://en.wikipedia.org/wiki/Are_We_Dating_The_Same_Guy%3F\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Are we dating the same guy?”-style</a> Facebook Groups, where women would post screenshots of potential dates’ profiles to find out if they were already seeing someone else.</p>\n\n<figure class=\"wp-block-image alignright size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?w=680\" alt=\"\" class=\"wp-image-3032793\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg 1630w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=150,104 150w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=300,209 300w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=768,534 768w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=680,473 680w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=1200,835 1200w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=1280,891 1280w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=430,299 430w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=720,501 720w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=900,626 900w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=800,557 800w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=1536,1069 1536w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=668,465 668w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=539,375 539w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=887,617 887w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=708,493 708w, https://techcrunch.com/wp-content/uploads/2025/07/are-we-dating-the-same-guy.jpg?resize=50,35 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Screenshot of Facebook by TechCrunch</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The same concept also powers the newly viral dating advice app <a href=\"https://techcrunch.com/2025/07/26/dating-safety-app-tea-breached-exposing-72000-user-images/\">Tea</a>, which claims to have 1.6 million users. Its sudden popularity has fueled online debate, where men accuse women of doxxing them, and women point to the necessity of sharing these warnings with others. After all, dating apps largely ignored serious safety concerns, like background checks, according to a 2019 <a rel=\"nofollow\" href=\"https://www.propublica.org/article/tinder-lets-known-sex-offenders-use-the-app-its-not-the-only-one\">investigative report by </a><a href=\"https://www.propublica.org/article/tinder-lets-known-sex-offenders-use-the-app-its-not-the-only-one\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ProPublica</a><a rel=\"nofollow\" href=\"https://www.propublica.org/article/tinder-lets-known-sex-offenders-use-the-app-its-not-the-only-one\"> and Columbia Journalism Investigations</a>, which highlighted the presence of sexual predators on Match-owned dating apps.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Yet the solutions are often as bad as the problems they try to fix. Tea, for example, has seen its security breached twice, with <a href=\"https://www.404media.co/women-dating-safety-app-tea-breached-users-ids-posted-to-4chan/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">users’ selfies, private messages, and government IDs shared to 4chan</a>, a notorious web forum.</p>\n\n<p class=\"wp-block-paragraph\">It’s not surprising, then, that some are giving up online dating altogether.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-the-new-meeting-online\">The new “meeting online”</h2>\n\n<p class=\"wp-block-paragraph\">Rothfels didn’t mean to fall in love with a guy from a Facebook meme group who lived in another country. The internet had other plans.</p>\n\n<p class=\"wp-block-paragraph\">“I always thought he was hot,” Rothfels concedes. “I liked his mustache.”</p>\n\n<p class=\"wp-block-paragraph\">These <a href=\"https://knowyourmeme.com/memes/subcultures/weird-facebook-post-ironic-facebook\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">absurdist communities</a>, mostly populated with quick-witted, offbeat college students, often had thousands of members. Rothfels and her husband, Owen, had only interacted in passing, but she knew that they had similar senses of humor and political views — otherwise, they wouldn’t have both spent so much time in these online spaces.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Owen lived in Minneapolis, and she lived in Toronto, so she never acted on her idle crush. Then one morning in 2019, while she was hungover in bed after a party, she saw that Owen had posted on Instagram about the folk musician Woody Guthrie.</p>\n\n<p class=\"wp-block-paragraph\">“I replied saying that I’m related to Woody Guthrie, which is true — distantly — and he replied saying, ‘Marry me,’” she said. “That exchange kind of kicked off us talking constantly for the next week … We basically never stopped messaging each other.”</p>\n\n<p class=\"wp-block-paragraph\">Though their connection blossomed beyond their shared interest in “elaborate dadaist memes,” the whimsical foundation of their relationship had proven to be the ultimate icebreaker.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“The knowledge that we had both spent a lot of time online making these dumb memes made it less daunting,” Rothfels said.</p>\n\n<p class=\"wp-block-paragraph\">Elsewhere, demand for alternative ways to meet people is <a href=\"https://abcnews.go.com/US/singles-school-swapping-apps-real-life-dating/story?id=113454495\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">growing</a>, like going to in-person <a href=\"https://www.bbc.com/news/articles/c3w822n7827o\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">speed dating</a> events or <a href=\"https://www.businessinsider.com/millennial-single-tired-of-dating-apps-alternative-2025-3\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">mixers</a>, turning to <a href=\"https://www.nytimes.com/2024/11/25/style/seven-days-personals-vermont.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">older methods like personal ads</a>, <a href=\"https://www.dazeddigital.com/life-culture/article/65865/1/i-tried-breeze-the-dating-app-that-takes-online-dating-offline\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">trying apps for offline dating</a>, or even joining running clubs, which have become a <a href=\"https://www.vice.com/en/article/running-clubs-are-the-new-dating-apps/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">weirdly popular</a> avenue for dating.</p>\n\n<p class=\"wp-block-paragraph\">But like Rothfels, people are finding love in unexpected places — the forums and sites they use to pass idle time online, as opposed to those dedicated to online dating. There, they get to know each other in shared social settings, where the specter of possible romance doesn’t haunt each of their interactions from the first message.</p>\n\n<p class=\"wp-block-paragraph\">Rudy, a 54-year-old who had never used traditional dating apps, met his wife by chance in an erotic pen pals forum on Reddit, where their identities were obscured by their personas of mythical creatures.</p>\n\n<figure class=\"wp-block-pullquote alignright\"><blockquote><p>I think that Twitter has changed how we communicate and has definitely changed how we relate to other people … on Twitter, you could be dropping lore every five seconds.</p></blockquote></figure>\n\n<p class=\"wp-block-paragraph\">“There’s a great deal of safety thrown into those interactions, at least on Reddit,” Rudy (using a pseudonym) told TechCrunch. “Throwaway Reddit accounts are effectively anonymous.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Within their fantastical world, they wrote hundreds of thousands of words to each other, solely because they found it fun. Over the course of a year and a half, their fictional correspondence slowly became more real.</p>\n\n<p class=\"wp-block-paragraph\">“We explained it as a creative writing forum,” Rudy said. “My family is aware that I met her [online]; they’re just not aware that it was explicitly pornographic, ‘Cthulhu mythos’ stuff.”</p>\n\n<p class=\"wp-block-paragraph\">Explicit flirtations aside, their creative connection allowed them to get to know each other on a deeper level. Over time, they revealed details about their real lives, and they decided to meet in person. Soon, the woman who became Rudy’s wife moved to the U.S. to be with him.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“My wife’s wit and cleverness … She makes me laugh more than anybody, and I believe it’s the same for her,” Rudy told TechCrunch. “When we wrote, we wrote lots of poetry together and things like that. That just becomes a connection — we were locked in before we’d ever had any romantic encounter.”</p>\n\n<p class=\"wp-block-paragraph\">Developing a connection with a friend — even an internet friend — can help speed up the “getting to know you” process that typically comes with online dating, which users have begun to <a href=\"https://www.theguardian.com/lifeandstyle/2024/dec/08/it-feels-like-admin-why-are-people-falling-out-of-love-with-dating-apps\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">describe as “admin work”</a> or <a href=\"https://www.refinery29.com/en-gb/dating-like-second-job\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a second job</a>. In contrast with dating apps, this way of meeting more naturally mimics the feel of meeting through friends.</p>\n\n<p class=\"wp-block-paragraph\">James Cassar, a writer in their 30s, found a similar sense of common ground with their partner Nicole. The couple originally met on Twitter, where they followed each other because they posted about the same niche rock bands.</p>\n\n<p class=\"wp-block-paragraph\">When they later matched on Tinder, they already recognized each other from the internet, allowing them to skip the small talk.</p>\n\n<p class=\"wp-block-paragraph\">“When Nicole looked at my Tinder, she was like, ‘You like Cheem? I don’t know anyone that listens to Cheem,’ and I was like, ‘Then you must know that I’m that person [from Twitter],’” Cassar told TechCrunch. “It’s like a weird CAPTCHA — like, which underground indie band do you like?”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Though they had never spoken, they already knew a lot about each other, since they had been reading each other’s posts for years. And often, people are more open about their thoughts and feelings when they’re posting semi-anonymously to a crowd of internet strangers.</p>\n\n<p class=\"wp-block-paragraph\">“I think that Twitter has changed how we communicate and has definitely changed how we relate to other people,” Cassar said. “It bypasses a lot of the social contract of like, ‘Oh, I’m gonna meet somebody in person, and we’re gonna get a coffee or something, and then I’m not gonna tell them this embarrassing thing about me until seven or eight dates in.’ Whereas on Twitter, you could be dropping lore every five seconds.”</p>\n\n<p class=\"wp-block-paragraph\">With the internet permeating so much of our everyday lives, the separation between online and offline relationships can blur.</p>\n\n\n\n\n\n\n\n<figure class=\"wp-block-pullquote alignright\"><blockquote><p>The internet provides beautiful connections of all sorts, all the time.</p></blockquote></figure>\n\n<p class=\"wp-block-paragraph\">Recently, when a friendly stranger asked how I met my boyfriend, I was prepared to offer my canned version of the story: We were close friends for seven years, and after our friends pestered us about it long enough, we finally got together.</p>\n\n<p class=\"wp-block-paragraph\">My boyfriend’s answer was a bit more blunt.</p>\n\n<p class=\"wp-block-paragraph\">“We met on a meme page,” he said.</p>\n\n<p class=\"wp-block-paragraph\">With some surprise and amusement, I realized that his version of events was correct, too.</p>\n\n<p class=\"wp-block-paragraph\">While we did start dating after many years of friendship, we first became friends because we were both moderators of a local Facebook meme group in 2017. We crossed paths in the irony-laden halls of <a href=\"https://nymag.com/intelligencer/2016/02/weird-facebook-became-cool-again.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">“weird Facebook,”</a> the same collection of esoteric meme groups where Zeke and Owen met.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“There’s always a responsible distance that people should put between their presence online and themselves,” Rudy said. “But I think the internet provides beautiful connections of all sorts, all the time.”</p>\n\n<p class=\"wp-block-paragraph\">It’s a bit weirder than meeting on Hinge, but so far, it’s working.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Design and development shop the Iconfactory is selling some apps - and AI is partially to blame | TechCrunch",
            "time": "2025-07-31T17:36:05",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/Tapestry-Quicklinks-New.jpg?resize=1200,683",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">At one point, an app called <a href=\"https://techcrunch.com/2009/05/08/twitterrific-comes-roaring-back-into-the-iphone-twitter-app-wars/\">Twitterrific</a> was one of the most popular iPhone apps for browsing Twitter. These days, the company behind that app, and the many apps that followed, is struggling. And AI may partially be to blame.</p>\n\n<p class=\"wp-block-paragraph\">On Wednesday, the company known as the Iconfactory admitted it was at a crossroads and was putting up several of its apps for sale due to a lack of resources. While the <a href=\"https://blog.iconfactory.com/2025/07/apps-up-for-sale/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announcement</a> positioned the matter as a situation where the Iconfactory’s app catalog had simply grown to include too many apps to keep up with and not enough time to do so, the reality is that the business today has no choice but to focus on the apps that offer a better return on investment.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Side products can no longer be maintained, even if they have “loads of happy and loyal customers,” as the Iconfactory’s co-founder, Ged Maheux, says. </p>\n\n<p class=\"wp-block-paragraph\">The company says that it will continue to work on apps like <a href=\"https://usetapestry.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Tapestry</a>, <a href=\"https://linea-app.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Linea Sketch</a>, <a href=\"https://wallaroo.app/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Wallaroo</a>, and <a href=\"https://tot.rocks/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Tot</a>, as well as its new project involving <a href=\"https://iconfactory.com/pixelportraits/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Retro Pixel Portraits</a>, but is accepting “serious offers” for the other apps. These sales will include intellectual property and source code.</p>\n\n<p class=\"wp-block-paragraph\">Of particular interest is that the company points to AI significantly affecting its business as the reason.</p>\n\n<p class=\"wp-block-paragraph\">“ChatGPT and other AI services are basically killing @Iconfactory, and I’m not exaggerating or being hyperbolical,” Iconfactory developer Sean Heber <a href=\"https://mastodon.social/@bigzaphod/114835025353921777\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said in a Mastodon</a> post earlier this month.</p>\n\n<p class=\"wp-block-paragraph\">The issue isn’t that people are using AI instead of mobile apps, but how vibe coding is affecting the need for app design firms like theirs. Besides building its own apps, the Iconfactory generated revenue by offering app <a href=\"https://iconfactory.com/services\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">design services</a>, which include things like icon design (hence the name), app design, marketing asset creation, plus branding and consulting services.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">These services helped fuel the business that’s now being destroyed by AI. “I know nothing I say is going to get anyone to stop using ChatGPT and generating a new app icon in 5 minutes for the app that you also had ChatGPT write for you in a few hours, but I’m not sure what the rest of us are supposed to do about making enough money to, ya know, live,” Heber wrote.</p>\n\n<p class=\"wp-block-paragraph\">Another issue for the longtime app makers at the Iconfactory was the shutdown of its most popular app, Twitterrific, which was killed by Elon Musk in 2023 when the company (now known as X) <a href=\"https://techcrunch.com/2023/01/19/twitter-officially-bans-third-party-clients-after-cutting-off-prominent-devs/\">officially banned all third-party clients</a>. The move put <a href=\"https://blog.iconfactory.com/2023/01/twitterrific-end-of-an-era/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Twitterrific</a>, <a href=\"https://tapbots.com/tweetbot/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Tweetbot</a>, and other apps almost instantly out of business, leading the Iconfactory to <a href=\"https://techcrunch.com/2023/03/01/twitter-apps-tweetbot-and-twitterific-ask-customers-to-decline-their-refunds-in-rare-app-store-exception/\">plead with its users to decline their App Store refunds</a> to help them stay afloat.</p>\n\n<p class=\"wp-block-paragraph\">That, too, has affected the Iconfactory’s future, Heber admitted in his posts.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“First Twitter/Elon killed our main app revenue that kept the lights on around here, then generative AI exploded to land a final blow to design revenue,” he wrote. “I think perhaps because @Iconfactory design is quite good people have this impression that we’re sitting here on a pile of money or something and some huge powerhouse — nope. We’ve been barely making it since Elon/Twitter. There’s only 6 of us and there’s no war chest.”</p>\n\n<p class=\"wp-block-paragraph\">After shutting down Twitterrific, the Iconfactory turned to the open social web as a way to generate a new revenue stream. It <a href=\"https://techcrunch.com/2025/02/04/team-behind-twitterrific-launches-a-multi-feed-app-called-tapestry/\">launched an app called Tapestry</a>, which allows users to track sources across the open web, including RSS feeds, YouTube, Bluesky, podcasts, Mastodon, Reddit, Tumblr, Micro.blog, and others. The app <a href=\"https://techcrunch.com/2025/02/04/a-review-of-tapestry-an-app-powered-by-the-growing-open-web/\">offers a variety of clever tools</a> for organizing sources, making feeds, muting and hiding content you don’t want to see, and more. It also offered a way for third-party developers to extend Tapestry with add-ons called Connectors, allowing users to add even more open feeds.</p>\n\n<p class=\"wp-block-paragraph\">That app will remain a part of the company’s efforts for now — a Mac app is in the works — but even its future could be uncertain. For one thing, open social media platforms like Mastodon and Bluesky are still dwarfed by tech giants, which means consumer demand for something like Tapestry is fairly niche. </p>\n\n<p class=\"wp-block-paragraph\">As Heber <a href=\"https://mastodon.social/@bigzaphod/114835029301935167\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">shared</a>, the app’s Kickstarter was a bit of a “Hail Mary” on the company’s part, but people aren’t subscribing in great enough numbers to make up for the revenue that Twitterrific once brought in, he said.</p>\n\n<p class=\"wp-block-paragraph\">If AI continues to commoditize the business of app making, the Iconfactory won’t be alone in suffering the consequences. But vibe-coded apps aren’t necessarily what consumers need, not only because of the lack of human input, but also the <a href=\"https://techcrunch.com/2025/07/09/jack-dorsey-says-his-secure-new-bitchat-app-has-not-been-tested-for-security/\">lax security</a> some of these apps offer.</p>\n\n<p class=\"wp-block-paragraph\">Reached for comment, Maheux agreed that AI had “definitely put a damper on the design side of our services,” though it hasn’t “killed” the company yet.</p>\n\n<p class=\"wp-block-paragraph\">“Many indie developers have adopted AI for an inexpensive or free solution for graphical work like app icons, which has been a core part of the services we offer. We still do, of course, but the frequency of developers coming to us for these services has declined greatly in the last few years,” he told TechCrunch via email. </p>\n\n<p class=\"wp-block-paragraph\">He also cited other factors impacting the business, like Apple’s graphical system, SF Symbols, that developers can use instead. Consumers are tiring of subscriptions for everything. Plus, he points out that the cost of everything has increased over the years, while the cost of apps has not, making it harder to make a living as a small business developer.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“We’ve had to expand our offerings into other areas like UX consulting, coding consultation, and side revenue services to try and make up the revenue from this lost design work. Apple’s introduction of Liquid Glass has offered some new opportunities for design work and consultation, and we’ve been working with a handful of companies on this, so that’s been hopeful,” he noted. </p>\n\n<p class=\"wp-block-paragraph\"><em>Updated after publication with company comment.</em></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Quora's Poe releases a developer API with access to a bouquet of AI models | TechCrunch",
            "time": "2025-07-31T17:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/03/Poe-platform.png?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Quora’s AI platform <a href=\"https://poe.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Poe</a> announced on Thursday that it’s releasing an API that allows developers to easily access different models or bots for their own applications.</p>\n\n<p class=\"wp-block-paragraph\">The API doesn’t require a separate fee. Instead, usage is tracked via Poe’s existing point-based subscription plans, where each model call costs a set number of points. For instance, low-quality image generation through GPT-4o in a 1:1 aspect ratio and 1024 x 1024 size would cost 328 points.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Today, Poe’s plans include the $4.99 per month plan (10,000 points per day), the $19.99/mo plan (1 million points per month), the $49.99/mo plan (2.5 million points per month), the $99.99/mo plan (5 million points per month), and the $249.99/mo plan (12.5 million points per month).</p>\n\n<p class=\"wp-block-paragraph\">Developers will also be able to buy additional points at a rate of $30 for 1 million tokens. Add-on tokens don’t come in a fixed package, so customers can pay any dollar amount to get tokens based on that rate.</p>\n\n<p class=\"wp-block-paragraph\">Through this API, developers can power tools like Cursor, Cline, Continue, Roo, and any others that work with OpenAI-compatible chat completion APIs. The platform currently provides access to more than 100 models across voice, text, image, and video generation. </p>\n\n<p class=\"wp-block-paragraph\">These multimodal models include Imagen 4, GPT Image 1, Flux Kontext, Seedream 3.0, Veo 3, Runway Gen 4 Turbo, Kling 2.1, ElevenLabs, and Lyria.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?w=680\" alt=\"\" class=\"wp-image-3032708\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png 1920w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/07/API_architecture_D.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Quora</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">“Currently, we are working on allowing developers to take a private bot they have built on Poe and use that through an API. Plus, we are thinking about better key management for developers for the API product,” Gareth Jones, Poe’s product lead for creators and developers, told TechCrunch over a call.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">While API provides a way for developers to use different models, Poe also offers tools aimed at consumers. Earlier this year, the company introduced a new way to allow <a href=\"https://techcrunch.com/2025/02/25/quoras-poe-now-lets-users-create-and-share-custom-ai-powered-apps/\">users to easily create AI-powered apps</a>. It also offers templates to build server bots, prompt bots, and image generation bots.</p>\n\n<p class=\"wp-block-paragraph\">At the moment, developers will need to pick and manage model use manually. Jones said that the company will consider adding budget management functionality in the future, based on developer feedback.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "TikTok merges its Core Product and Trust & Safety teams | TechCrunch",
            "time": "2025-07-31T16:00:20",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/04/GettyImages-2084803237.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">As TikTok’s <a href=\"https://techcrunch.com/2025/06/18/trump-set-to-delay-tiktok-ban-with-yet-another-extension/\">future in the U.S. remains uncertain</a>, the company is merging its Core Product and Trust &amp; Safety teams into a single organization, according to an internal memo sent to staff by TikTok CEO Shou Zi Chew and viewed by TechCrunch and confirmed by TikTok.</p>\n\n<p class=\"wp-block-paragraph\">“This new team will allow us to better leverage our technical capabilities across both business and safety objectives, and will help us move faster as we develop the next generation of safety technology,” Chew wrote in the memo. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">As part of the changes, the memo said that TikTok’s head of Operations and Trust &amp; Safety, Adam Presser, will become the general manager of TikTok USDS, a separate entity of TikTok that’s tasked with safeguarding U.S. national security interests, TikTok confirmed to TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">Andy Bonillo, the current general manager of TikTok USDS, who led the organization’s creation and growth, will transition to a new role as senior adviser, reporting to Presser.</p>\n\n<p class=\"wp-block-paragraph\">The TikTok Operations teams will continue to report directly to Presser, while Sandeep Grover will become the new head of Global Trust &amp; Safety.</p>\n\n<p class=\"wp-block-paragraph\">Meanwhile, Jenny Zi will become the leader for TikTok Live.</p>\n\n<p class=\"wp-block-paragraph\">The reorganization comes as President Trump extended the TikTok shutdown deadline for a third time last month. The <a href=\"https://www.whitehouse.gov/presidential-actions/2025/06/further-extending-the-tiktok-enforcement-delay/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">current deadline</a> is September 17.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">U.S. Commerce Secretary Howard Lutnick said last week that <a href=\"https://www.reuters.com/business/media-telecom/tiktok-will-go-dark-us-without-chinese-approval-sale-deal-us-commerce-secretary-2025-07-24/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">TikTok will go dark</a> in the country if China doesn’t approve a deal for the sale of the app. Lutnick also stated that the U.S. must control the app’s algorithm as part of the sale. </p>\n\n<p class=\"wp-block-paragraph\">Given the tense situation, which comes in the middle of a tariff war with China, it would not be surprising to see TikTok trying to beef up its USDS team as its U.S. deal hangs in the balance. </p>\n\n<p class=\"wp-block-paragraph\">“For increased alignment across our robust trust and safety programs, the T&amp;S Product team will now become part of the TikTok Product organization,” Chew wrote. “We are creating a new Platform Responsibility team, which will be led by Adam Wang, reporting to Fiona Zhi. Adam has successfully led the launch and expansion of TikTok LIVE globally over the past four years.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“I am confident that this reorganization will put us in an even stronger position to match the opportunities ahead of us,” the memo said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OpenAI to launch AI data center in Norway, its first in Europe | TechCrunch",
            "time": "2025-07-31T14:54:37",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2173788627.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">OpenAI said Thursday that it plans to launch Stargate Norway, its first AI data center in Europe, in partnership with British AI cloud infrastructure provider Nscale and Norwegian energy infrastructure firm Aker. </p>\n\n<p class=\"wp-block-paragraph\">Nscale will design and build the site, and it will be a 50/50 joint venture between the two companies. OpenAI will be an “off-taker” in the project, buying capacity from the data center. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The announcement comes as Europe races to achieve AI sovereignty and invest in data centers and compute power. Earlier this week, the bloc unveiled details of its <a href=\"https://www.cnbc.com/2025/07/29/europe-sets-its-sights-on-multi-billion-euro-gigawatt-ai-factories.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">multibillion-dollar investment</a> into AI infrastructure, including €10 billion ($11.8 billion) to set up 13 AI factories and €20 billion as an initial investment in the factories. Data sovereignty is key to that mission, due to the sensitive nature of business and government data. </p>\n\n<p class=\"wp-block-paragraph\">Nscale and OpenAI told TechCrunch that Stargate Norway isn’t a part of the European Union’s plans to scale AI at home. Nscale CEO Josh Payne <a href=\"https://www.cnbc.com/2025/07/31/openai-backs-ai-data-center-in-norway-with-100000-nvidia-gpus.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">told CNBC</a> that part of the purpose of this project is to “leverage European sovereign compute” for the benefit of the continent. Norway’s AI ecosystem, like startups and scientific researchers, will get priority access to the center.</p>\n\n<p class=\"wp-block-paragraph\">CNBC also reported that Nscale and Aker have each committed around $1 billion to the initial 20 megawatt (MW) phase of the project. OpenAI says Stargate Norway will initially deliver 230 MW capacity, with plans to expand to 290 MW, and will run on 100,000 Nvidia GPUs by the end of 2026.</p>\n\n<p class=\"wp-block-paragraph\">The site will be located near Narvik, a small town in northern Norway. OpenAI said in <a href=\"https://openai.com/index/introducing-stargate-norway/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a blog post</a> the region is notable for its access to hydropower, a cool climate, and a “mature industrial base.”</p>\n\n<p class=\"wp-block-paragraph\">“The facility will run entirely on renewable power and is expected to incorporate closed-loop, direct-to-chip liquid cooling to ensure maximum cooling efficiency,” said OpenAI. “Additionally, excess heat from the GPU systems will be made available to support low-carbon enterprises in the region.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Per the <a href=\"https://techcrunch.com/2025/07/30/google-says-it-will-sign-eus-ai-code-of-practice/\">EU AI Act</a>, which took effect in August 2024 and bans systems with “unacceptable risk,” companies building data centers must take steps to protect the environment and be transparent about the energy consumption of AI models. Additionally, the bloc’s Energy Efficiency Directive emphasizes energy efficiency in the ICT sector, which includes data centers. The directive also directs data centers exceeding certain energy input thresholds to recover waste heat. </p>\n\n<p class=\"wp-block-paragraph\">The Stargate Norway announcement comes seven months after OpenAI announced it would <a href=\"https://techcrunch.com/2025/01/21/openai-teams-up-with-softbank-and-oracle-on-50b-data-center-project/\">invest $500 billion</a> into 10 gigawatts of AI infrastructure in the United States over the next four years, in partnership with <a href=\"https://techcrunch.com/2025/07/22/openai-agreed-to-pay-oracle-30b-a-year-for-data-center-services/\">Oracle</a> and SoftBank. The deal also follows the launch of <a href=\"https://techcrunch.com/2025/05/22/openai-teams-up-with-cisco-oracle-to-build-uae-data-center/\">Stargate UAE</a> earlier this year, and a recently <a href=\"https://www.bbc.com/news/articles/czdv68gejm7o\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">signed deal with the U.K. government</a> to accelerate AI adoption and boost infrastructure.</p>\n\n<p class=\"wp-block-paragraph\"><em>This article was updated to clarify that Stargate Norway is separate from the EU’s investment into AI infrastructure.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "ChatGPT: Everything you need to know about the AI chatbot",
            "time": "2025-07-31T14:52:58",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/01/GettyImages-2191707579.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">ChatGPT, OpenAI’s text-generating AI chatbot, has taken the world by storm since its launch <a href=\"https://techcrunch.com/2022/12/31/chatgpt-everything-released-from-the-ai-powered-chatbot-in-2022/\">in November 2022.</a> What started as a tool to supercharge productivity through writing essays and code with <a href=\"https://techcrunch.com/2023/06/15/chatgpt-prompts-how-to-optimize-for-sales-marketing-writing-and-more/\">short text prompts</a> has evolved into a behemoth with <a href=\"https://www.theinformation.com/briefings/openai-surpasses-300-million-weekly-active-users\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">300 million weekly active users.</a></p>\n\n<p class=\"wp-block-paragraph\">2024 was a big year for OpenAI, from its <a href=\"https://techcrunch.com/2024/06/10/apple-brings-chatgpt-to-its-apps-including-siri/\">partnership with Apple</a> for its generative AI offering, <a href=\"https://techcrunch.com/2024/06/10/apple-intelligence-is-the-companys-new-generative-ai-offering/\">Apple Intelligence,</a> the release of <a href=\"https://techcrunch.com/2024/12/12/chatgpt-now-understands-real-time-video-seven-months-after-openai-first-demoed-it/\">GPT-4o with voice capabilities,</a> and the highly-anticipated launch of its <a href=\"https://techcrunch.com/2024/12/09/openais-sora-video-generator-might-not-be-available-in-the-eu-at-launch/\">text-to-video model Sora.</a></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">OpenAI also faced its share of internal drama, including the notable exits of high-level execs like co-founder and <a href=\"https://techcrunch.com/2024/05/14/ilya-sutskever-openai-co-founder-and-longtime-chief-scientist-departs/?utm_medium=newsletter&amp;utm_source=tc&amp;utm_campaign=tc_week_in_review\">longtime chief scientist Ilya Sutskever</a> and <a href=\"https://techcrunch.com/2024/09/25/openai-cto-mira-murati-says-shes-leaving-the-company/\">CTO Mira Murati.</a> OpenAI has also been hit with lawsuits from <a href=\"https://www.axios.com/2024/04/30/microsoft-openai-lawsuit-copyright-newspapers-alden-global\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Alden Global Capital-owned newspapers</a> alleging copyright infringement, as well as <a href=\"https://techcrunch.com/2024/11/30/elon-musk-files-for-injunction-to-halt-openais-transition-to-a-for-profit/\">an injunction from Elon Musk</a> to halt OpenAI’s transition to a for-profit. </p>\n\n<p class=\"wp-block-paragraph\">In 2025, OpenAI is battling the perception that it’s ceding ground in the AI race to <a href=\"https://techcrunch.com/2025/01/28/deepseek-everything-you-need-to-know-about-the-ai-chatbot-app/\">Chinese rivals like DeepSeek</a>. The company has been trying to shore up its <a href=\"https://siliconangle.com/2025/01/19/openai-ceo-brief-us-officials-advanced-ai-agents-capable-complex-tasks/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">relationship with Washington</a> as it simultaneously <a href=\"https://techcrunch.com/2025/01/21/openai-teams-up-with-softbank-and-oracle-on-50b-data-center-project/\">pursues an ambitious data center project,</a> and as it <a href=\"https://techcrunch.com/2025/01/30/openai-said-to-be-in-talks-to-raise-40b-at-a-340b-valuation/\">reportedly lays the groundwork</a> for one of the largest funding rounds in history.</p>\n\n<p class=\"wp-block-paragraph\">Below, you’ll find a timeline of ChatGPT product updates and releases, starting with the latest, which we’ve been updating throughout the year. If you have any other questions, check out <a href=\"https://techcrunch.com/2024/12/09/chatgpt-everything-to-know-about-the-ai-chatbot/#faq\">our ChatGPT FAQ here.</a></p>\n\n<p class=\"wp-block-paragraph\">To see a list of 2024 updates, <a href=\"https://techcrunch.com/2024/12/31/chatgpt-a-2024-timeline-of-updates-to-openais-text-generating-chatbot/\">go here</a>.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-timeline-of-the-most-recent-chatgpt-updates\">Timeline of the most recent ChatGPT updates</h2>\n\n\n\n<p class=\"has-text-align-left wp-block-paragraph\"></p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<h3 class=\"wp-block-heading\" id=\"h-july-2025\">July 2025 </h3>\n\n<h4 class=\"wp-block-heading\" id=\"h-chatgpt-now-has-study-mode\">ChatGPT now has study mode</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/07/29/openai-launches-study-mode-in-chatgpt/\">unveiled Study Mode</a>, a new ChatGPT feature designed to promote critical thinking by prompting students to engage with material rather than simply receive answers. The tool is now rolling out to <a href=\"https://techcrunch.com/2025/02/25/how-much-does-chatgpt-cost-everything-you-need-to-know-about-openais-pricing-plans/\">Free, Plus, Pro, and Team users</a>, with availability for Edu subscribers expected in the coming weeks.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-altman-warns-that-chatgpt-therapy-isn-t-confidential\">Altman warns that ChatGPT therapy isn’t confidential</h4>\n\n<p class=\"wp-block-paragraph\">ChatGPT users should be cautious when seeking emotional support from AI, as the AI industry lacks safeguards for sensitive conversations, <a href=\"https://techcrunch.com/2025/07/25/sam-altman-warns-theres-no-legal-confidentiality-when-using-chatgpt-as-a-therapist/\">OpenAI CEO Sam Altman said on a recent episode</a> of This Past Weekend w/ Theo Von. Unlike human therapists, AI tools aren’t bound by doctor-patient confidentiality, he noted.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-chatgpt-hits-2-5b-prompts-daily\">ChatGPT hits 2.5B prompts daily</h4>\n\n<p class=\"wp-block-paragraph\">ChatGPT now <a href=\"https://techcrunch.com/2025/07/21/chatgpt-users-send-2-5-billion-prompts-a-day/\" target=\"_blank\" rel=\"noreferrer noopener\">receives 2.5 billion prompts daily</a> from users worldwide, including roughly 330 million from the U.S. That’s more than double the volume reported by CEO Sam Altman just eight months ago, highlighting the chatbot’s explosive growth.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-launches-a-general-purpose-agent-in-chatgpt\">OpenAI launches a general-purpose agent in ChatGPT</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/07/17/openai-launches-a-general-purpose-agent-in-chatgpt/\" target=\"_blank\" rel=\"noreferrer noopener\">has introduced</a> <a href=\"https://openai.com/index/introducing-chatgpt-agent/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ChatGPT Agent</a>, which completes a wide variety of computer-based tasks on behalf of users and combines several capabilities like <a href=\"https://techcrunch.com/2025/01/23/openai-launches-operator-an-ai-agent-that-performs-tasks-autonomously/\" target=\"_blank\" rel=\"noreferrer noopener\">Operator</a> and <a href=\"https://techcrunch.com/2025/02/02/openai-unveils-a-new-chatgpt-agent-for-deep-research/\" target=\"_blank\" rel=\"noreferrer noopener\">Deep Research</a>, according to <a href=\"https://openai.com/index/introducing-chatgpt-agent/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the company</a>. OpenAI says the agent can automatically navigate a user’s calendar, draft editable presentations and slideshows, run code, shop online, and handle complex workflows from end to end, all within a secure virtual environment.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-study-warns-of-major-risks-with-ai-therapy-chatbots\">Study warns of major risks with AI therapy chatbots</h4>\n\n<p class=\"wp-block-paragraph\">Researchers at Stanford University have observed that therapy chatbots powered by large language models <a href=\"https://techcrunch.com/2025/07/13/study-warns-of-significant-risks-in-using-ai-therapy-chatbots/\">can sometimes stigmatize people</a> with mental health conditions or respond in ways that are inappropriate or could be harmful. While chatbots are “being used as companions, confidants, and therapists,” the study found “significant risks.”</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-delays-releasing-its-open-model-again\">OpenAI delays releasing its open model again</h4>\n\n<p class=\"wp-block-paragraph\">CEO Sam Altman <a href=\"https://x.com/sama/status/1943837550369812814\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said</a> that the company <a href=\"https://techcrunch.com/2025/07/11/openai-delays-the-release-of-its-open-model-again/\">is delaying the release of its open model,</a> which <a href=\"https://techcrunch.com/2025/06/10/openais-open-model-is-delayed/\" target=\"_blank\" rel=\"noreferrer noopener\">had already been postponed</a> by a month earlier this summer. The ChatGPT maker, which initially planned to release the model around mid-July, has indefinitely postponed its launch to conduct additional safety testing.</p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-is-reportedly-releasing-an-ai-browser-in-the-coming-weeks\"><strong>OpenAI is reportedly releasing an AI browser in the coming weeks</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/07/09/openai-is-reportedly-releasing-an-ai-browser-in-the-coming-weeks/\">plans to release an AI-powered web browser</a> to challenge Alphabet’s Google Chrome. It will keep some user interactions within ChatGPT, rather than directing people to external websites.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-chatgpt-is-testing-a-mysterious-new-feature-called-study-together\">ChatGPT is testing a mysterious new feature called “study together”</h4>\n\n<p class=\"wp-block-paragraph\">Some ChatGPT users have noticed <a href=\"https://techcrunch.com/2025/07/07/chatgpt-is-testing-a-mysterious-new-feature-called-study-together/\">a new feature called “Study Together”</a> appearing in their list of available tools. This is the chatbot’s approach to becoming a more effective educational tool, rather than simply providing answers to prompts. Some people also wonder whether there will be a feature that allows multiple users to join the chat, similar to a study group.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-referrals-from-chatgpt-to-news-sites-are-rising-but-not-enough-to-offset-search-declines\">Referrals from ChatGPT to news sites are rising but not enough to offset search declines</h4>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/07/02/chatgpt-referrals-to-news-sites-are-growing-but-not-enough-to-offset-search-declines/\">Referrals from ChatGPT to news publishers are increasing</a>. But this rise is insufficient to offset the decline in clicks as more users now obtain their news directly from AI or AI-powered search results, according to a report by digital market intelligence company Similarweb. Since Google launched its AI Overviews in May 2024, the percentage of news searches that don’t lead to clicks on news websites has increased from 56% to nearly 69% by May 2025.</p>\n\n<h3 class=\"wp-block-heading\" id=\"june2025\">June 2025 </h3>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-uses-google-s-ai-chips-to-power-its-products\"><strong>OpenAI uses Google’s AI chips to power its products</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI has started using <a href=\"https://www.reuters.com/business/openai-turns-googles-ai-chips-power-its-products-information-reports-2025-06-27/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Google’s AI chips to power ChatGPT</a> and other products, as reported by Reuters. The ChatGPT maker is one of the biggest buyers of Nvidia’s GPUs, using the AI chips to train models, and this is the first time that OpenAI is using <em>non</em>-Nvidia chips in an important way.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-a-new-mit-study-suggests-that-chatgpt-might-be-harming-critical-thinking-skills\"><strong>A new MIT study suggests that ChatGPT might be harming critical thinking skills</strong></h4>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://time.com/7295195/ai-chatgpt-google-learning-school/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Researchers from MIT’s Media Lab monitored</a> the brain activity of writers in 32 regions. They found that ChatGPT users showed minimal brain engagement and consistently fell short in neural, linguistic, and behavioral aspects. To conduct the test, the lab split 54 participants from the Boston area into three groups, each consisting of individuals ages 18 to 39. The participants were asked to write multiple SAT essays using tools such as OpenAI’s ChatGPT, the Google search engine, or without any tools.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-chatgpt-was-downloaded-30-million-times-last-month\">ChatGPT was downloaded 30 million times last month</h4>\n\n<p class=\"wp-block-paragraph\">The ChatGPT app for iOS was downloaded 29.6 million times in the last 28 days, while TikTok, Facebook, Instagram, and X were downloaded a total of 32.9 million times during the same period, representing a difference of about 10.6%, according to <a href=\"https://www.zdnet.com/article/chatgpt-was-downloaded-30-million-times-last-month-but-its-user-base-data-is-more-shocking/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ZDNET report</a> citing Similarweb’s X post.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-the-energy-needed-for-an-average-chatgpt-query-can-power-a-lightbulb-for-a-couple-of-minutes\">The energy needed for an average ChatGPT query can power a lightbulb for a couple of minutes</h4>\n\n<p class=\"wp-block-paragraph\">Sam Altman said that the average ChatGPT query uses about one-fifteenth of a teaspoon of water, equivalent to 0.000083 gallons of water, or the energy required to power a lightbulb for a few minutes, <a href=\"https://www.businessinsider.com/how-much-energy-does-chatgpt-use-average-query-watts-altman-2025-6\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">per Business Insider</a>. In addition to that, the chatbot requires 0.34 watt-hours of electricity to operate.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-has-launched-o3-pro-an-upgraded-version-of-its-o3-ai-reasoning-model\"><strong>OpenAI has launched o3-pro, an upgraded version of its o3 AI reasoning model</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/06/10/openai-releases-o3-pro-a-souped-up-version-of-its-o3-ai-reasoning-model/\">has unveiled o3-pro</a>, an enhanced version of its o3, a reasoning model that the chatGPT maker launched earlier this year. O3-pro is available for ChatGPT and Team users and in the API, while Enterprise and Edu users will get access in the third week of June.</p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"h-chatgpt-s-conversational-voice-mode-has-been-upgraded\">ChatGPT’s conversational voice mode has been upgraded</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/06/09/openai-updates-chatgpts-voice-mode-with-more-natural-sounding-speech/\" target=\"_blank\" rel=\"noreferrer noopener\">upgraded ChatGPT’s conversational voice mood</a> for all paid users across different markets and platforms. The startup has launched an update to Advanced Voice that enables users to converse with ChatGPT out loud in a more natural and fluid sound. The feature also helps users translate languages more easily, the comapny <a href=\"https://help.openai.com/en/articles/6825453-chatgpt-release-notes\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said</a>.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-chatgpt-has-added-new-features-like-meeting-recording-and-connectors-for-google-drive-box-and-more\"><strong>ChatGPT has added new features like meeting recording and connectors for Google Drive, Box, and more</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI’s ChatGPT <a href=\"https://techcrunch.com/2025/06/04/chatgpt-introduces-meeting-recording-and-connectors-for-google-drive-box-and-more/\">now offers new funtions for business users</a>, including integrations with various cloud services, meeting recordings, and MCP connection support for connecting to tools for in-depth research. The feature enables ChatGPT to retrieve information across users’ own services to answer their questions. For instance, an analyst could use the company’s slide deck and documents to develop an investment thesis.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-may-2025\">May 2025 </h3>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-cfo-says-hardware-will-drive-chatgpt-s-growth\">OpenAI CFO says hardware will drive ChatGPT’s growth</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/05/21/jony-ive-to-lead-openais-design-work-following-6-5b-acquisition-of-his-company/\" target=\"_blank\" rel=\"noreferrer noopener\">plans to purchase Jony Ive’s devices startup io</a> for $6.4 billion. Sarah Friar, CFO of OpenAI, <a href=\"https://www.cnbc.com/2025/05/22/openai-cfo-says-ai-hardware-boost-chatgpt-in-new-era-of-computing-.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">thinks that the hardware will significantly enhance</a> ChatGPT and broaden OpenAI’s reach to a larger audience in the future.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-s-chatgpt-unveils-its-ai-coding-agent-codex\"><strong>OpenAI’s ChatGPT unveils its AI coding agent, Codex</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/05/16/openai-launches-codex-an-ai-coding-agent-in-chatgpt/\">has introduced its AI coding agent, Codex,</a> powered by codex-1, a version of <a href=\"https://techcrunch.com/2024/12/20/openai-announces-new-o3-model/\" target=\"_blank\" rel=\"noreferrer noopener\">its o3 AI reasoning model</a> designed for software engineering tasks. OpenAI says codex-1 generates more precise and “cleaner” code than o3. The coding agent may take anywhere from one to 30 minutes to complete tasks such as writing simple features, fixing bugs, answering questions about your codebase, and running tests.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-sam-altman-aims-to-make-chatgpt-more-personalized-by-tracking-every-aspect-of-a-person-s-life\"><strong>Sam Altman aims to make ChatGPT more personalized by tracking every aspect of a person’s life</strong></h4>\n\n<p class=\"wp-block-paragraph\">Sam Altman, the CEO of OpenAI, said during a recent AI event hosted by VC firm Sequoia that <a href=\"https://techcrunch.com/2025/05/15/sam-altmans-goal-for-chatgpt-to-remember-your-whole-life-is-both-exciting-and-disturbing/\" target=\"_blank\" rel=\"noreferrer noopener\">he wants ChatGPT to record and remember every detail of a person’s life</a> when one attendee asked about how ChatGPT can become more personalized.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-releases-its-gpt-4-1-and-gpt-4-1-mini-ai-models-in-chatgpt\"><strong>OpenAI releases its GPT-4.1 and GPT-4.1 mini AI models in ChatGPT</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI said in <a href=\"https://x.com/OpenAI/status/1922707554745909391\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a post on X</a> that it <a href=\"https://techcrunch.com/2025/05/14/openai-brings-its-gpt-4-1-models-to-chatgpt/\" target=\"_blank\" rel=\"noreferrer noopener\">has launched its GPT-4.1 and GPT4.1 mini AI</a> models in ChagGPT.</p>\n\n\n\n\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/05/08/chatgpts-deep-research-tool-gets-a-github-connector-to-answer-questions-about-code/\">has launched a new feature</a> for <a href=\"https://techcrunch.com/2025/04/24/openai-rolls-out-a-lightweight-version-of-its-chatgpt-deep-research-tool/\">ChatGPT deep research</a> to analyze code repositories on GitHub. The ChatGPT deep research feature is in beta and lets developers connect with GitHub to ask questions about codebases and engineering documents. The connector will soon be available for ChatGPT Plus, Pro, and Team users, with support for Enterprise and Education coming shortly, per an OpenAI spokesperson.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-launches-a-new-data-residency-program-in-asia\"><strong>OpenAI launches a new data residency program in Asia</strong></h4>\n\n<p class=\"wp-block-paragraph\">After introducing <a href=\"https://techcrunch.com/2025/02/06/openai-launches-data-residency-in-europe/\">a data residency program in Europe</a> in February, <a href=\"https://techcrunch.com/2025/05/08/openai-launches-a-data-residency-program-in-asia/\">OpenAI has now launched</a> a similar program <a href=\"https://openai.com/index/introducing-data-residency-in-asia/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">in Asian countries</a> including India, Japan, Singapore, and South Korea. The new program will be accessible to users of ChatGPT Enterprise, ChatGPT Edu, and API. It will help organizations in Asia meet their local data sovereignty requirements when using OpenAI’s products.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-to-introduce-a-program-to-grow-ai-infrastructure\"><strong>OpenAI to introduce a program to grow AI infrastructure</strong></h4>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/05/07/openai-wants-to-team-up-with-governments-to-grow-ai-infrastructure/\" target=\"_blank\" rel=\"noreferrer noopener\">OpenAI is unveiling a program</a> called <a href=\"https://openai.com/global-affairs/openai-for-countries/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">OpenAI for Countries</a>, which aims to develop the necessary local infrastructure to serve international AI clients better. The AI startup will work with governments to assist with increasing data center capacity and customizing OpenAI’s products to meet specific language and local needs. OpenAI for Countries is part of efforts to support the company’s expansion of its AI data center Project Stargate to new locations outside the U.S., per <a href=\"https://archive.is/20250507101501/https://www.bloomberg.com/news/articles/2025-05-07/openai-aims-to-help-more-countries-build-out-ai-infrastructure#selection-1599.220-1599.338\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Bloomberg</a>.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-promises-to-make-changes-to-prevent-future-chatgpt-sycophancy\"><strong>OpenAI promises to make changes to prevent future ChatGPT sycophancy</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://openai.com/index/expanding-on-sycophancy/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">has announced</a> its plan to<a href=\"https://techcrunch.com/2025/05/02/openai-pledges-to-make-changes-to-prevent-future-chatgpt-sycophancy/\" target=\"_blank\" rel=\"noreferrer noopener\"> make changes to its procedures for updating the AI models</a> that power ChatGPT, <a href=\"https://techcrunch.com/2025/04/29/openai-explains-why-chatgpt-became-too-sycophantic/\" target=\"_blank\" rel=\"noreferrer noopener\">following an update</a> that caused the platform to become <a href=\"https://techcrunch.com/2025/04/29/openai-rolls-back-update-that-made-chatgpt-too-sycophant-y/\" target=\"_blank\" rel=\"noreferrer noopener\">overly sycophantic</a> for many users.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-april-2025\">April 2025 </h3>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-clarifies-the-reason-chatgpt-became-overly-flattering-and-agreeable\"><strong>OpenAI clarifies the reason ChatGPT became overly flattering and agreeable</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://openai.com/index/sycophancy-in-gpt-4o/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">has released a post</a> on the recent sycophancy issues with the default AI model powering ChatGPT, GPT-4o, leading the company to revert an update to the model released last week. CEO Sam Altman acknowledged the issue on Sunday and confirmed two days later that the <a href=\"https://x.com/sama/status/1917291637962858735\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">GPT-4o update was being rolled back</a>. OpenAI is working on “additional fixes” to the model’s personality. Over the weekend, users on social media criticized the new model for making ChatGPT too validating and agreeable. It became a popular meme fast.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-is-working-to-fix-a-bug-that-let-minors-engage-in-inappropriate-conversations\"><strong>OpenAI is working to fix a “bug” that let minors engage in inappropriate conversations</strong></h4>\n\n<p class=\"wp-block-paragraph\">An issue within OpenAI’s ChatGPT enabled the chatbot to create graphic erotic content for accounts registered by users under the age of 18, as demonstrated by <a href=\"https://techcrunch.com/2025/04/28/openai-is-fixing-a-bug-that-allowed-minors-to-generate-erotic-conversations/\">TechCrunch’s testing</a>, a fact later confirmed by OpenAI. “Protecting younger users is a top priority, and our Model Spec, which guides model behavior, clearly restricts sensitive content like erotica to narrow contexts such as scientific, historical, or news reporting,” a spokesperson told TechCrunch via email. “In this case, a bug allowed responses outside those guidelines, and we are actively deploying a fix to limit these generations.”</p>\n\n\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/04/28/openai-upgrades-chatgpt-search-with-shopping-features/\">has added a few features to</a> its <a href=\"https://techcrunch.com/2025/04/21/chatgpt-search-is-growing-quickly-in-europe-openai-data-suggests/\">ChatGPT search</a>, its web search tool in ChatGPT, to give users an improved online shopping experience. The company says people can ask super-specific questions using natural language and receive customized results. The chatbot provides recommendations, images, and reviews of products in various categories such as fashion, beauty, home goods, and electronics.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-wants-its-ai-model-to-access-cloud-models-for-assistance\">OpenAI wants its AI model to access cloud models for assistance</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI leaders have been talking about allowing the open model to link up with OpenAI’s cloud-hosted models to improve its ability to respond to intricate questions, <a href=\"https://techcrunch.com/2025/04/24/openai-wants-its-open-ai-model-to-call-models-in-the-cloud-for-help/\">two sources familiar with the situation told TechCrunch</a>.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-aims-to-make-its-new-open-ai-model-the-best-on-the-market\"><strong>OpenAI aims to make its new “open” AI model the best on the market</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/04/23/openai-seeks-to-make-its-upcoming-open-ai-model-best-in-class/\">is preparing to launch an AI system</a> that will be openly accessible, allowing users to download it for free without any API restrictions. Aidan Clark, OpenAI’s VP of research, is spearheading the development of the open model, which is in the very early stages, sources familiar with the situation told TechCrunch.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-s-gpt-4-1-may-be-less-aligned-than-earlier-models\"><strong>OpenAI’s GPT-4.1 may be less aligned than earlier models</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI released a new AI model called GPT-4.1 in mid-April. However, multiple independent tests indicate that the model is less reliable than previous OpenAI releases. The company <a href=\"https://techcrunch.com/2025/04/15/openai-ships-gpt-4-1-without-a-safety-report/\" target=\"_blank\" rel=\"noreferrer noopener\">skipped that step</a> — sending safety cards for GPT-4.1 — claiming in a statement to TechCrunch that “GPT-4.1 is not a frontier model, so there won’t be a separate system card released for it.”</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-s-o3-ai-model-scored-lower-than-expected-on-a-benchmark\"><strong>OpenAI’s o3 AI model scored lower than expected on a benchmark</strong></h4>\n\n<p class=\"wp-block-paragraph\">Questions have been raised regarding OpenAI’s transparency and procedures for testing models after a <a href=\"https://techcrunch.com/2025/04/20/openais-o3-ai-model-scores-lower-on-a-benchmark-than-the-company-initially-implied/\">difference in benchmark outcomes</a> was detected by first- and third-party benchmark results for the o3 AI model. OpenAI introduced o3 in December, stating that the model could solve approximately 25% of questions on FrontierMath, a difficult math problem set. Epoch AI, the research institute behind FrontierMath, discovered that o3 achieved a score of approximately 10%, which was significantly lower than OpenAI’s top-reported score.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-unveils-flex-processing-for-cheaper-slower-ai-tasks\"><strong>OpenAI unveils Flex processing for cheaper, slower AI tasks</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI has launched <a href=\"https://techcrunch.com/2025/04/17/openai-launches-flex-processing-for-cheaper-slower-ai-tasks/\">a new API feature called Flex processing</a> that allows users to use AI models at a lower cost but with slower response times and occasional resource unavailability. Flex processing is available in beta on the o3 and o4-mini reasoning models for non-production tasks like model evaluations, data enrichment, and asynchronous workloads.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-s-latest-ai-models-now-have-a-safeguard-against-biorisks\"><strong>OpenAI’s latest AI models now have a safeguard against biorisks</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI has rolled out a new system to monitor its <a href=\"https://techcrunch.com/2025/04/16/openai-launches-a-pair-of-ai-reasoning-models-o3-and-o4-mini/\" target=\"_blank\" rel=\"noreferrer noopener\">AI reasoning models, o3 and o4 mini</a>, for biological and chemical threats. The system is designed to prevent models from giving advice that could potentially lead to harmful attacks, as stated in <a href=\"https://cdn.openai.com/pdf/2221c875-02dc-4789-800b-e7758f3722c1/o3-and-o4-mini-system-card.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">OpenAI’s safety report</a>.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-launches-its-latest-reasoning-models-o3-and-o4-mini\"><strong>OpenAI launches its latest reasoning models, o3 and o4-mini</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/04/16/openai-launches-a-pair-of-ai-reasoning-models-o3-and-o4-mini/\" target=\"_blank\" rel=\"noreferrer noopener\">has released two new reasoning models</a>, o3 and o4 mini, just two days after launching GPT-4.1. The company claims o3 is the most advanced reasoning model it has developed, while o4-mini is said to provide a balance of price, speed, and performance. The new models stand out from previous reasoning models because they can use ChatGPT features like web browsing, coding, and image processing and generation. But <a href=\"https://techcrunch.com/2025/04/18/openais-new-reasoning-ai-models-hallucinate-more/\" target=\"_blank\" rel=\"noreferrer noopener\">they hallucinate</a> more than several of OpenAI’s previous models.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-has-added-a-new-section-to-chatgpt-to-offer-easier-access-to-ai-generated-images-for-all-user-tiers\"><strong>OpenAI has added a new section to ChatGPT to offer easier access to AI-generated images for all user tiers</strong></h4>\n\n<p class=\"wp-block-paragraph\">Open AI introduced a new section called “library” to make it easier for users to create images on mobile and web platforms, per <a href=\"https://x.com/OpenAI/status/1912255254512722102\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the company’s X post</a>.</p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-could-adjust-its-safeguards-if-rivals-release-high-risk-ai\"><strong>OpenAI could “adjust” its safeguards if rivals release “high-risk” AI</strong></h4>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/04/15/openai-says-it-may-adjust-its-safety-requirements-if-a-rival-lab-releases-high-risk-ai/\">OpenAI said on Tuesday</a> that it might revise its safety standards if “another frontier AI developer releases a high-risk system without comparable safeguards.” The move shows how commercial AI developers face more pressure to rapidly implement models due to the increased competition.</p>\n\n\n\n<p class=\"wp-block-paragraph\">OpenAI<a href=\"https://techcrunch.com/2025/04/15/openai-is-reportedly-developing-its-own-x-like-social-media-platform/\" target=\"_blank\" rel=\"noreferrer noopener\"> is currently in the early stages of developing</a> its own social media platform to compete with Elon Musk’s X and Mark Zuckerberg’s Instagram and Threads, <a href=\"https://www.theverge.com/openai/648130/openai-social-network-x-competitor\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to The Verge</a>. It is unclear whether OpenAI intends to launch the social network as a standalone application or incorporate it into ChatGPT.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-will-remove-its-largest-ai-model-gpt-4-5-from-the-api-in-july\">OpenAI will remove its largest AI model, GPT-4.5, from the API, in July</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/04/14/openai-plans-to-wind-down-gpt-4-5-its-largest-ever-ai-model-in-its-api/\">will discontinue its largest AI model, GPT-4.5</a>, from its API even though it was just launched in late February. GPT-4.5 will be available in a research preview for paying customers. Developers can use GPT-4.5 through OpenAI’s API until July 14; then, they will need to switch to GPT-4.1, which was released on April 14.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-unveils-gpt-4-1-ai-models-that-focus-on-coding-capabilities\">OpenAI unveils GPT-4.1 AI models that focus on coding capabilities</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/04/14/openais-new-gpt-4-1-models-focus-on-coding/\">has launched three members of the GPT-4.1 model</a> — GPT-4.1, GPT-4.1 mini, and GPT-4.1 nano — with a specific focus on coding capabilities. It’s accessible via the OpenAI API but not ChatGPT. In the competition to develop advanced programming models, GPT-4.1 will rival AI models such as<a href=\"https://techcrunch.com/2025/04/04/gemini-2-5-pro-is-googles-most-expensive-ai-model-yet/\" target=\"_blank\" rel=\"noreferrer noopener\"> Google’s Gemini 2.5 Pro</a>, <a href=\"https://techcrunch.com/2025/02/24/anthropic-launches-a-new-ai-model-that-thinks-as-long-as-you-want/\" target=\"_blank\" rel=\"noreferrer noopener\">Anthropic’s Claude 3.7 Sonnet</a>, and <a href=\"https://www.reuters.com/technology/artificial-intelligence/chinas-deepseek-releases-ai-model-upgrade-intensifies-rivalry-with-openai-2025-03-25/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">DeepSeek’s upgraded V3.</a></p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-will-discontinue-chatgpt-s-gpt-4-at-the-end-of-april\"><strong>OpenAI will discontinue ChatGPT’s GPT-4 at the end of April</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/04/11/openai-is-winding-down-its-gpt-4-ai-model-in-chatgpt/?utm_campaign=tc_daily_pm&amp;utm_medium=newsletter&amp;_hsenc=p2ANqtz--8fvBSiOEbUZNasLbhGJ0VM1LKcq4APhq67yc77gvL-elDZOVNxH7-m9-sZDvbho6fid1xek31ippF5IIdF2Bso1CIE76Pjl2xVGoJfNNdmBZH1ok&amp;_hsmi=356362607&amp;utm_source=tc\">plans to sunset GPT-4</a>, an AI model introduced more than two years ago, and replace it with GPT-4o, the current default model, <a href=\"https://help.openai.com/en/articles/6825453-chatgpt-release-notes#h_cbb2e4f019\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">per changelog</a>. It will take effect on April 30. GPT-4 will remain available via OpenAI’s API.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-could-release-gpt-4-1-soon\">OpenAI could release GPT-4.1 soon</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI may launch several new AI models, including GPT-4.1, soon, The Verge <a href=\"https://www.theverge.com/news/646458/openai-gpt-4-1-ai-model\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reported</a>, citing anonymous sources. GPT-4.1 would be an update of OpenAI’s GPT-4o, which was released last year. On the list of upcoming models are GPT-4.1 and smaller versions like GPT-4.1 mini and nano, per the report.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-has-updated-chatgpt-to-use-information-from-your-previous-conversations\"><strong>OpenAI has updated ChatGPT to use information from your previous conversations</strong></h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/04/10/openai-updates-chatgpt-to-reference-your-other-chats/\">started updating ChatGPT</a> to enable the chatbot to remember previous conversations with a user and customize its responses based on that context. This feature is rolling out to ChatGPT Pro and Plus users first, excluding those in the U.K., EU, Iceland, Liechtenstein, Norway, and Switzerland.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-is-working-on-watermarks-for-images-made-with-chatgpt\"><strong>OpenAI is working on watermarks for images made with ChatGPT</strong></h4>\n\n<p class=\"wp-block-paragraph\">It looks like OpenAI is working on a watermarking feature for images generated using GPT-4o. AI researcher Tibor Blaho <a href=\"https://x.com/btibor91/status/1908442874884350110\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">spotted</a> a new “ImageGen” watermark feature in the new beta of ChatGPT’s Android app. Blaho also found mentions of other tools: “Structured Thoughts,” “Reasoning Recap,” “CoT Search Tool,” and “l1239dk1.”</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-offers-chatgpt-plus-for-free-to-u-s-canadian-college-students\">OpenAI offers ChatGPT Plus for free to U.S., Canadian college students</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI is offering its $20-per-month <a href=\"https://openai.com/index/chatgpt-plus/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ChatGPT Plus</a> subscription tier for free to all college students <a href=\"https://venturebeat.com/ai/openai-just-made-chatgpt-plus-free-for-millions-of-college-students-and-its-a-brilliant-competitive-move-against-anthropic/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">in the U.S. and Canada through the end of May</a>. The offer will let millions of students use OpenAI’s premium service, which offers access to the company’s GPT-4o model, image generation, voice interaction, and research tools that are not available in the free version.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-chatgpt-users-have-generated-over-700m-images-nbsp-so-far\">ChatGPT users have generated over 700M images so far</h4>\n\n<p class=\"wp-block-paragraph\">More than 130 million users have created over 700 million images since ChatGPT got <a href=\"https://techcrunch.com/2025/03/25/chatgpts-image-generation-feature-gets-an-upgrade/\" target=\"_blank\" rel=\"noreferrer noopener\">the upgraded image generator</a> on March 25, according to <a href=\"https://x.com/bradlightcap/status/1907810330018726042\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">COO of OpenAI Brad Lightcap</a>. The image generator was made available  <a href=\"https://techcrunch.com/2025/03/31/openais-new-image-generator-is-now-available-to-all-users/\" target=\"_blank\" rel=\"noreferrer noopener\">to all ChatGPT users</a> on March 31, and went viral for being able to create Ghibli-style photos.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-s-o3-model-could-cost-more-to-run-than-initial-estimate\">OpenAI’s o3 model could cost more to run than initial estimate</h4>\n\n<p class=\"wp-block-paragraph\">The Arc Prize Foundation, which develops the AI benchmark tool ARC-AGI, has updated the estimated computing costs for OpenAI’s o3 “reasoning” model managed by ARC-AGI. The organization originally estimated that the best-performing configuration of o3 it tested, o3 high, would cost approximately $3,000 to address a single problem. The Foundation now thinks the cost could be much higher, <a href=\"https://x.com/tobyordoxford/status/1907379921825014094\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">possibly around $30,000 per task.</a></p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-ceo-says-capacity-issues-will-cause-product-delays\">OpenAI CEO says capacity issues will cause product delays</h4>\n\n<p class=\"wp-block-paragraph\">In a <a href=\"https://x.com/sama/status/1907098207467032632\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">series</a> of posts <a href=\"https://x.com/sama/status/1907098208821801222\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">on X</a>, OpenAI CEO Sam Altman said the company’s new image-generation tool’s popularity may cause product releases to be delayed. “We are getting things under control, but you should expect new releases from OpenAI to be delayed, stuff to break, and for service to sometimes be slow as we deal with capacity challenges,” he wrote. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-march-2025\">March 2025</h3>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-plans-to-release-a-new-open-ai-language-model\">OpenAI plans to release a new ‘open’ AI language model</h4>\n\n<p class=\"wp-block-paragraph\">OpeanAI <a href=\"https://techcrunch.com/2025/03/31/openai-plans-to-release-a-new-open-language-model-in-the-coming-months/\" target=\"_blank\" rel=\"noreferrer noopener\">intends to release its “first” open language model</a> since <a href=\"https://techcrunch.com/2019/02/17/openai-text-generator-dangerous/\" target=\"_blank\" rel=\"noreferrer noopener\">GPT-2</a> “in the coming months.” The company plans to host developer events to gather feedback and eventually showcase prototypes of the model. The first developer event is to be held in San Francisco, with sessions to follow in Europe and Asia.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-removes-chatgpt-s-restrictions-on-image-generation\">OpenAI removes ChatGPT’s restrictions on image generation</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/03/28/openai-peels-back-chatgpts-safeguards-around-image-creation/\">made a notable change to its content moderation policies</a> after the success of its new image generator in ChatGPT, which went viral for being able to create <a href=\"https://techcrunch.com/2025/03/26/openais-viral-studio-ghibli-moment-highlights-ai-copyright-concerns/\" target=\"_blank\" rel=\"noreferrer noopener\">Studio Ghibli-style images</a>. The company has updated its policies to allow ChatGPT to generate images of public figures, hateful symbols, and racial features when requested. OpenAI had previously declined such prompts due to the potential controversy or harm they may cause. However, the company has now “evolved” its approach, as stated <a href=\"https://reservoirsamples.substack.com/p/thoughts-on-setting-policy-for-new\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">in a blog post</a> published by Joanne Jang, the lead for OpenAI’s model behavior.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-adopts-anthropic-s-standard-for-linking-ai-models-with-data\">OpenAI adopts Anthropic’s standard for linking AI models with data</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/03/26/openai-adopts-rival-anthropics-standard-for-connecting-ai-models-to-data/\">wants to incorporate Anthropic’s Model Context Protocol (MCP)</a> into all of its products, including the ChatGPT desktop app. MCP, an open-source standard, helps AI models generate more accurate and suitable responses to specific queries, and lets developers create bidirectional links between data sources and AI applications like chatbots. The protocol is currently available in the Agents SDK, and support for the ChatGPT desktop app and Responses API will be coming soon, OpenAI CEO <a href=\"https://x.com/sama/status/1904957253456941061?t=pxUUk3dAynvA25TdaIIPMA&amp;s=19\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Sam Altman said</a>. </p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-s-viral-studio-ghibli-style-images-could-raise-ai-copyright-concerns\">OpenAI’s viral Studio Ghibli-style images could raise AI copyright concerns</h4>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/03/25/chatgpts-image-generation-feature-gets-an-upgrade/\" target=\"_blank\" rel=\"noreferrer noopener\">The latest update of the image generator on OpenAI’s ChatGPT</a> has triggered a flood of AI-generated memes in the style of Studio Ghibli, the Japanese animation studio behind blockbuster films like “My Neighbor Totoro” and “Spirited Away.” The burgeoning mass of Ghibli-esque images have <a href=\"https://techcrunch.com/2025/03/26/openais-viral-studio-ghibli-moment-highlights-ai-copyright-concerns/\" target=\"_blank\" rel=\"noreferrer noopener\">sparked concerns about</a> whether OpenAI has violated copyright laws, especially since the company is already facing legal action for using source material without authorization. </p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-expects-revenue-to-triple-to-12-7-billion-this-year\">OpenAI expects revenue to triple to $12.7 billion this year</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI expects its revenue to triple to $12.7 billion in 2025, fueled by the performance of its paid AI software, Bloomberg <a href=\"https://www.bloomberg.com/news/articles/2025-03-26/openai-expects-revenue-will-triple-to-12-7-billion-this-year\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reported</a>, citing an anonymous source. While the startup doesn’t expect to reach positive cash flow until 2029, it expects revenue to increase significantly in 2026 to surpass $29.4 billion, the report said. </p>\n\n<h4 class=\"wp-block-heading\" id=\"h-chatgpt-has-upgraded-its-image-generation-feature\">ChatGPT has upgraded its image-generation feature</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI on <a href=\"https://techcrunch.com/2025/03/25/chatgpts-image-generation-feature-gets-an-upgrade/\" target=\"_blank\" rel=\"noreferrer noopener\">Tuesday</a> rolled out a major upgrade to ChatGPT’s image-generation capabilities: ChatGPT can now use <a href=\"https://techcrunch.com/2024/05/13/openais-newest-model-is-gpt-4o/\" target=\"_blank\" rel=\"noreferrer noopener\">the GPT-4o</a> model to generate and edit images and photos directly. The feature went live earlier this week in ChatGPT and Sora, OpenAI’s AI video-generation tool, for subscribers of the company’s Pro plan, priced at $200 a month, and will be available soon to ChatGPT Plus subscribers and developers using the company’s API service. The company’s CEO <a href=\"https://techcrunch.com/2025/03/26/chatgpts-new-ai-image-feature-is-delayed-for-free-users/\" target=\"_blank\" rel=\"noreferrer noopener\">Sam Altman said on Wednesday,</a> however, that the release of the image generation feature to free users would be delayed due to higher demand than the company expected.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-announces-leadership-updates\">OpenAI announces leadership updates</h4>\n\n<p class=\"wp-block-paragraph\">Brad Lightcap, OpenAI’s chief operating officer, will lead the company’s global expansion and manage corporate partnerships <a href=\"https://www.reuters.com/technology/artificial-intelligence/openai-coo-spearhead-global-growth-partnerships-expanded-role-altman-says-2025-03-24/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">as CEO Sam Altman shifts his focus to research and products</a>, according <a href=\"https://openai.com/news/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">to a blog post</a> from OpenAI. Lightcap, who previously worked with Altman at Y Combinator, joined the Microsoft-backed startup in 2018. OpenAI also said Mark Chen would step into the expanded role of chief research officer, and Julia Villagra will take on the role of chief people officer.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-s-ai-voice-assistant-now-has-advanced-feature\">OpenAI’s AI voice assistant now has advanced feature</h4>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/03/24/openai-says-its-ai-voice-assistant-is-now-better-to-chat-with/\" target=\"_blank\" rel=\"noreferrer noopener\">OpenAI </a>has updated its AI voice assistant with improved chatting capabilities, according to a video posted on Monday (March 24) to the company’s <a href=\"https://www.youtube.com/watch?v=mm4djPNO8os\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">official media channels</a>. The update enables real-time conversations, and the AI assistant is said to be more personable and interrupts users less often. Users on ChatGPT’s free tier can now access the new version of Advanced Voice Mode, while paying users will receive answers that are “more direct, engaging, concise, specific, and creative,” <a href=\"https://techcrunch.com/2025/03/24/openai-says-its-ai-voice-assistant-is-now-better-to-chat-with/\" target=\"_blank\" rel=\"noreferrer noopener\">a spokesperson from OpenAI told TechCrunch</a>.</p>\n\n\n\n<p class=\"wp-block-paragraph\">OpenAI and Meta have separately engaged in discussions with Indian conglomerate Reliance Industries regarding potential collaborations to enhance their AI services in the country, <a href=\"https://www.theinformation.com/articles/openai-meta-seek-ai-alliance-indias-reliance\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">per a report by The Information</a>. One key topic being discussed is Reliance Jio distributing OpenAI’s ChatGPT. Reliance has proposed selling OpenAI’s models to businesses in India through an application programming interface (API) so they can incorporate AI into their operations. Meta also plans to bolster its presence in India by constructing a large 3GW data center in Jamnagar, Gujarat. OpenAI, Meta, and Reliance have not yet officially announced these plans.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-faces-privacy-complaint-in-europe-for-chatbot-s-defamatory-hallucinations\">OpenAI faces privacy complaint in Europe for chatbot’s defamatory hallucinations</h4>\n\n<p class=\"wp-block-paragraph\">Noyb, a privacy rights advocacy group, is supporting an individual in Norway <a href=\"https://techcrunch.com/2025/03/19/chatgpt-hit-with-privacy-complaint-over-defamatory-hallucinations/\">who was shocked to discover that ChatGPT</a> was providing false information about him, stating that he had been found guilty of killing two of his children and trying to harm the third. “The GDPR is clear. Personal data has to be accurate,” said Joakim Söderberg, data protection lawyer at Noyb, in a statement. “If it’s not, users have the right to have it changed to reflect the truth. Showing ChatGPT users a tiny disclaimer that the chatbot can make mistakes clearly isn’t enough. You can’t just spread false information and in the end add a small disclaimer saying that everything you said may just not be true.”</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-upgrades-its-transcription-and-voice-generating-ai-models\">OpenAI upgrades its transcription and voice-generating AI models</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/03/20/openai-upgrades-its-transcription-and-voice-generating-ai-models/\">has added new transcription and voice-generating AI models to its APIs</a>: a text-to-speech model, “gpt-4o-mini-tts,” that delivers more nuanced and realistic sounding speech, as well as two speech-to-text models called “gpt-4o-transcribe” and “gpt-4o-mini-transcribe”. The company claims they are improved versions of what was already there and that they hallucinate less.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-has-launched-o1-pro-a-more-powerful-version-of-its-o1\">OpenAI has launched o1-pro, a more powerful version of its o1</h4>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/03/19/openais-o1-pro-is-its-most-expensive-model-yet/\">OpenAI</a> <a rel=\"nofollow\" href=\"https://x.com/OpenAIDevs/status/1902485690958450871\">has introduced o1-pro</a> in its developer API. OpenAI says its o1-pro uses more computing than its <a href=\"https://techcrunch.com/2024/12/05/openais-o1-model-sure-tries-to-deceive-humans-a-lot/\">o1 “reasoning” AI model</a> to deliver “consistently better responses.” It’s only accessible to select developers who have spent at least $5 on OpenAI API services. OpenAI charges $150 for every million tokens (about 750,000 words) input into the model and $600 for every million tokens the model produces. It costs twice as much as <a href=\"https://techcrunch.com/2025/02/27/openai-unveils-gpt-4-5-orion-its-largest-ai-model-yet/\">OpenAI’s GPT-4.5</a> for input and 10 times the price of regular o1.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-research-lead-noam-brown-thinks-ai-reasoning-models-could-ve-arrived-decades-ago\">OpenAI research lead Noam Brown thinks AI “reasoning” models could’ve arrived decades ago</h4>\n\n<p class=\"wp-block-paragraph\">Noam Brown, who heads AI reasoning research at OpenAI, <a href=\"https://techcrunch.com/2025/03/19/openai-research-lead-noam-brown-thinks-ai-reasoning-models-couldve-arrived-decades-ago/\">thinks that certain types of AI models for “reasoning” could have been developed 20 years ago</a> if researchers had understood the correct approach and algorithms.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-says-it-has-trained-an-ai-that-s-really-good-at-creative-writing\">OpenAI says it has trained an AI that’s “really good” at creative writing</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI CEO Sam Altman said, in a <a href=\"https://x.com/sama/status/1899535387435086115\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">post on X</a>, that the company has<a href=\"https://techcrunch.com/2025/03/11/openai-says-it-has-trained-an-ai-thats-really-good-at-creative-writing/\"> trained a “new model” that’s “really good” at creative writing</a>. He posted a lengthy sample from the model given the prompt “Please write a metafictional literary short story about AI and grief.” OpenAI has not extensively explored the use of AI for writing fiction. The company has mostly concentrated on challenges in rigid, predictable areas such as math and programming.<em> </em>And it turns out that it <a href=\"https://techcrunch.com/2025/03/13/openais-creative-writing-ai-evokes-that-annoying-kid-from-high-school-fiction-club/\">might not be that great</a> at creative writing at all. </p>\n\n\n\n\n\n\n\n \n\n\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/03/11/openai-launches-new-tools-to-help-businesses-build-ai-agents/\">rolled out new tools </a>designed <a rel=\"nofollow\" href=\"https://openai.com/index/new-tools-for-building-agents/\">to help developers and businesses build AI agents</a> — automated systems that can independently accomplish tasks — using the company’s own AI models and frameworks. The tools are part of OpenAI’s new Responses API, which enables enterprises to develop customized AI agents that can perform web searches, scan through company files, and navigate websites, similar to <a href=\"https://techcrunch.com/2025/01/23/openai-launches-operator-an-ai-agent-that-performs-tasks-autonomously/\">OpenAI’s Operator product</a>. The Responses API effectively replaces <a href=\"https://techcrunch.com/2023/11/06/openai-launches-api-that-lets-developers-build-assistants-into-their-apps/\">OpenAI’s Assistants API</a>, which the company plans to discontinue in the first half of 2026.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-reportedly-plans-to-charge-up-to-20-000-a-month-for-specialized-ai-agents\">OpenAI reportedly plans to charge up to $20,000 a month for specialized AI ‘agents’</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI <a href=\"https://techcrunch.com/2025/03/05/openai-reportedly-plans-to-charge-up-to-20000-a-month-for-specialized-ai-agents/?utm_campaign=tc_week_in_review&amp;utm_medium=newsletter&amp;_hsenc=p2ANqtz-8FzNR8H1_dsObV2gcIx4Q_s93NalU5zuUUx-jctJ62xqnRwNGxc2gr5utyX0DuL-91VpBVongHzoJ8hJ3OehgsNFdCBQ&amp;_hsmi=350636795&amp;utm_source=tc\">intends to release several “agent” products</a> tailored for different applications, including sorting and ranking sales leads and software engineering, according to <a rel=\"nofollow\" href=\"https://www.theinformation.com/articles/openai-plots-charging-20-000-a-month-for-phd-level-agents\">a report from The Information</a>. One, a “high-income knowledge worker” agent, will reportedly be priced at $2,000 a month. Another, a software developer agent, is said to cost $10,000 a month. The most expensive rumored agents, which are said to be aimed at supporting “PhD-level research,” are expected to cost $20,000 per month. The jaw-dropping figure is indicative of how much cash OpenAI needs right now: The company lost roughly $5 billion last year after paying for costs related to running its services and other expenses. It’s unclear when these agentic tools might launch or which customers will be eligible to buy them.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-chatgpt-can-directly-edit-your-code\"><strong>ChatGPT can directly edit your code</strong></h4>\n\n<p class=\"wp-block-paragraph\">The latest version of the macOS ChatGPT app <a href=\"https://techcrunch.com/2025/03/06/chatgpt-on-macos-can-now-directly-edit-code/?utm_campaign=tc_week_in_review&amp;utm_medium=newsletter&amp;_hsenc=p2ANqtz-8Dh-rNIgvGepwqn-EYEootxCgYYltseGbOLmtO1UOTpM5PXEUcRi6pC0YbhChouKl-DKAWfPpGFctFphhoDop3aD8q_w&amp;_hsmi=350636795&amp;utm_source=tc\">allows users to edit code directly in supported developer tools</a>, including Xcode, VS Code, and JetBrains. ChatGPT Plus, Pro, and Team subscribers can use the feature now, and the company plans to roll it out to more users like Enterprise, Edu, and free users.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-chatgpt-s-weekly-active-users-doubled-in-less-than-6-months-thanks-to-new-releases\">ChatGPT’s weekly active users doubled in less than 6 months, thanks to new releases</h4>\n\n<p class=\"wp-block-paragraph\">According to <a href=\"https://a16z.com/100-gen-ai-apps-4/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a new report</a> from VC firm Andreessen Horowitz (a16z), OpenAI’s AI chatbot, ChatGPT, <a href=\"https://techcrunch.com/2025/03/06/chatgpt-doubled-its-weekly-active-users-in-under-6-months-thanks-to-new-releases/\" target=\"_blank\" rel=\"noreferrer noopener\">experienced solid growth in the second half of 2024.</a> It took ChatGPT nine months to increase its weekly active users from <a href=\"https://techcrunch.com/2023/11/06/openais-chatgpt-now-has-100-million-weekly-active-users/\" target=\"_blank\" rel=\"noreferrer noopener\">100 million in November 2023</a> to 200 million in August 2024, but it only took less than six months to double that number once more, according to the report. ChatGPT’s weekly active users increased to <a href=\"https://www.cnbc.com/2024/12/04/openais-active-user-count-soars-to-300-million-people-per-week.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">300 million by December 2024</a> and <a href=\"https://techcrunch.com/2025/02/20/openai-now-serves-400-million-users-every-week/\" target=\"_blank\" rel=\"noreferrer noopener\">400 million by February 2025</a>. ChatGPT has experienced significant growth recently due to the launch of new models and features, such as GPT-4o, with multimodal capabilities. ChatGPT usage spiked from April to May 2024, shortly after that model’s launch.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-february-2025\">February 2025 </h3>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-cancels-its-o3-ai-model-in-favor-of-a-unified-next-gen-release\">OpenAI cancels its o3 AI model in favor of a ‘unified’ next-gen release</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI has effectively canceled the release of o3 in favor of what CEO Sam Altman is calling a “simplified” product offering. In a <a href=\"https://x.com/sama/status/1889755723078443244\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">post on X</a>, Altman said that, in the coming months, OpenAI will release a model called GPT-5 that “integrates a lot of [OpenAI’s] technology,” including o3, in ChatGPT and its API. As a result of that roadmap decision, OpenAI no longer plans to release o3 as a standalone model. </p>\n\n<h4 class=\"wp-block-heading\" id=\"h-chatgpt-may-not-be-as-power-hungry-as-once-assumed\">ChatGPT may not be as power-hungry as once assumed</h4>\n\n<p class=\"wp-block-paragraph\">A <a rel=\"nofollow\" href=\"https://www.cnbctv18.com/technology/chatgpt-uses-10-times-more-power-than-google-searches-says-goldman-sachs-19435551.htm\">commonly cited stat</a> is that ChatGPT requires around 3 watt-hours of power to answer a single question. Using OpenAI’s latest default model for ChatGPT, GPT-4o, as a reference, nonprofit <a rel=\"nofollow\" href=\"https://epoch.ai/gradient-updates/how-much-energy-does-chatgpt-use\">AI research institute Epoch AI</a> found the average ChatGPT query <a href=\"https://techcrunch.com/2025/02/11/chatgpt-may-not-be-as-power-hungry-as-once-assumed/\">consumes around 0.3 watt-hours.</a> However, the analysis doesn’t consider the additional energy costs incurred by ChatGPT with features like image generation or input processing.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-now-reveals-more-of-its-o3-mini-model-s-thought-process\">OpenAI now reveals more of its o3-mini model’s thought process</h4>\n\n<p class=\"wp-block-paragraph\">In response to pressure from rivals like DeepSeek, OpenAI is changing the way its o3-mini model communicates <a href=\"https://techcrunch.com/2025/02/06/openai-now-reveals-more-of-its-o3-mini-models-thought-process/\">its step-by-step “thought” process.</a> ChatGPT users will see an updated “chain of thought” that shows more of the model’s “reasoning” steps and how it arrived at answers to questions.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-you-can-now-use-chatgpt-web-search-without-logging-in\">You can now use ChatGPT web search without logging in</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI is now allowing anyone to use ChatGPT web search <a href=\"https://techcrunch.com/2025/02/06/you-can-now-use-chatgpt-web-search-without-logging-in/\">without having to log in.</a> While OpenAI <a href=\"https://techcrunch.com/2024/04/01/chatgpt-no-longer-requires-an-account-but-theres-a-catch/\">had previously allowed</a> users to ask ChatGPT questions without signing in, responses were restricted to the chatbot’s last training update. This only applies through ChatGPT.com, however. To use ChatGPT in any form through the native mobile app, you will still need to be logged in.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-unveils-a-new-chatgpt-agent-for-deep-research\">OpenAI unveils a new ChatGPT agent for ‘deep research’</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI announced a new AI “agent” <a href=\"https://techcrunch.com/2025/02/02/openai-unveils-a-new-chatgpt-agent-for-deep-research/\">called deep research</a> that’s designed to help people conduct in-depth, complex research using ChatGPT. OpenAI says the “agent” is intended for instances where you don’t just want a quick answer or summary, but instead need to assiduously consider information from multiple websites and other sources.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-january-2025\"><strong>January 2025</strong></h3>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-used-a-subreddit-to-test-ai-persuasion\">OpenAI used a subreddit to test AI persuasion</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI used the subreddit r/ChangeMyView to <a href=\"https://techcrunch.com/2025/01/31/openai-used-this-subreddit-to-test-ai-persuasion/\">measure the persuasive abilities</a> of its AI reasoning models. OpenAI says it collects user <a href=\"https://techcrunch.com/2024/05/16/openai-inks-deal-to-train-ai-on-reddit-data/\">posts from the subreddit</a> and asks its AI models to write replies, in a closed environment, that would change the Reddit user’s mind on a subject. The company then shows the responses to testers, who assess how persuasive the argument is, and finally OpenAI compares the AI models’ responses to human replies for that same post. </p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-launches-o3-mini-its-latest-reasoning-model\">OpenAI launches o3-mini, its latest ‘reasoning’ model</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI launched a new <a href=\"https://techcrunch.com/2025/01/31/openai-launches-o3-mini-its-latest-reasoning-model/\">AI “reasoning” model, o3-mini,</a> the newest in the company’s o family of models. OpenAI first <a href=\"https://techcrunch.com/2024/12/20/openai-announces-new-o3-model/\">previewed the model in December</a> alongside a more capable system called o3. OpenAI is pitching its new model as both “powerful” and “affordable.”</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-chatgpt-s-mobile-users-are-85-male-report-says\">ChatGPT’s mobile users are 85% male, report says</h4>\n\n<p class=\"wp-block-paragraph\">A new report from app analytics firm Appfigures found that <a href=\"https://techcrunch.com/2025/01/29/chatgpts-mobile-users-are-85-male-report-says/\">over half of ChatGPT’s mobile users</a> are under age 25, with users between ages 50 and 64 making up the second largest age demographic. The gender gap among ChatGPT users is even more significant. Appfigures estimates that across age groups, men make up 84.5% of all users.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-launches-chatgpt-plan-for-us-government-agencies\">OpenAI launches ChatGPT plan for US government agencies</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI launched ChatGPT Gov <a href=\"https://techcrunch.com/2025/01/28/openai-launches-chatgpt-plan-for-u-s-government-agencies/\">designed to provide U.S. government agencies</a> an additional way to access the tech. ChatGPT Gov includes many of the capabilities found in OpenAI’s corporate-focused tier, ChatGPT Enterprise. OpenAI says that ChatGPT Gov enables agencies to more easily manage their own security, privacy, and compliance, and could expedite internal authorization of OpenAI’s tools for the handling of non-public sensitive data.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-more-teens-report-using-chatgpt-for-schoolwork-despite-the-tech-s-faults\">More teens report using ChatGPT for schoolwork, despite the tech’s faults</h4>\n\n<p class=\"wp-block-paragraph\">Younger Gen Zers are embracing ChatGPT, for schoolwork, <a href=\"https://techcrunch.com/2025/01/15/more-teens-report-using-chatgpt-for-schoolwork-despite-the-techs-faults/\">according to a new survey by the Pew Research Center.</a> In a follow-up to its 2023 poll on ChatGPT usage among young people, Pew asked ~1,400 U.S.-based teens ages 13 to 17 whether they’ve used ChatGPT for homework or other school-related assignments. Twenty-six percent said that they had, double the number two years ago. Just over half of teens responding to the poll said they think it’s acceptable to use ChatGPT for researching new subjects. But considering the ways ChatGPT can fall short, the results are possibly cause for alarm.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-says-it-may-store-deleted-operator-data-for-up-to-90-days\">OpenAI says it may store deleted Operator data for up to 90 days</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI says that it might store chats and associated screenshots from customers who use Operator, <a href=\"https://techcrunch.com/2025/01/23/openai-launches-operator-an-ai-agent-that-performs-tasks-autonomously/\">the company’s AI “agent” tool,</a> for up to 90 days — even after a user manually deletes them. While OpenAI has a similar deleted data retention policy for ChatGPT, the retention period for ChatGPT is only 30 days, <a href=\"https://techcrunch.com/2025/01/23/openai-says-it-may-store-deleted-operator-data-for-up-to-90-days/\">which is 60 days shorter than Operator’s.</a></p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-launches-operator-an-ai-agent-that-performs-tasks-autonomously\">OpenAI launches Operator, an AI agent that performs tasks autonomously</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI is launching a research preview of Operator, a general-purpose AI agent that can <a href=\"https://techcrunch.com/2025/01/23/openai-launches-operator-an-ai-agent-that-performs-tasks-autonomously/\">take control of a web browser and independently perform certain actions.</a> Operator promises to automate tasks such as booking travel accommodations, making restaurant reservations, and shopping online.</p>\n\n\n\n<p class=\"wp-block-paragraph\">Operator, <a href=\"https://techcrunch.com/2025/01/20/openais-agent-tool-may-be-nearing-release/\">OpenAI’s agent tool,</a> could be released sooner rather than later. Changes to ChatGPT’s code base suggest that <a href=\"https://techcrunch.com/2025/01/23/openais-agent-tool-will-be-available-to-users-paying-200-per-month-for-pro/\">Operator will be available as an early research preview</a> to users on the $200 Pro subscription plan. The changes aren’t yet publicly visible, but <a rel=\"nofollow\" href=\"https://x.com/arrakis_ai/status/1882343287522226591\">a user on X who goes by Choi</a> spotted these updates in ChatGPT’s client-side code. TechCrunch separately identified the same references to Operator on OpenAI’s website.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-openai-tests-phone-number-only-chatgpt-signups\">OpenAI tests phone number-only ChatGPT signups</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI has begun testing a feature that lets new ChatGPT users <a href=\"https://techcrunch.com/2025/01/15/openai-tests-letting-users-sign-up-for-chatgpt-with-only-a-phone-number/\">sign up with only a phone number</a> — no email required. The feature is currently in beta in the U.S. and India. However, users who create an account using their number can’t upgrade to one of OpenAI’s paid plans without verifying their account via an email. Multi-factor authentication also isn’t supported without a valid email.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-chatgpt-now-lets-you-schedule-reminders-and-recurring-tasks\">ChatGPT now lets you schedule reminders and recurring tasks</h4>\n\n<p class=\"wp-block-paragraph\">ChatGPT’s new beta feature, called tasks, <a href=\"https://techcrunch.com/2025/01/14/chatgpt-now-lets-you-schedule-reminders-and-recurring-tasks/\">allows users to set simple reminders</a>. For example, you can ask ChatGPT to remind you when your passport expires in six months, and the AI assistant will follow up with a push notification on whatever platform you have tasks enabled. The feature will start rolling out to ChatGPT Plus, Team, and Pro users around the globe this week.</p>\n\n<h4 class=\"wp-block-heading\" id=\"h-new-chatgpt-feature-lets-users-assign-it-traits-like-chatty-and-gen-z\">New ChatGPT feature lets users assign it traits like ‘chatty’ and ‘Gen Z’</h4>\n\n<p class=\"wp-block-paragraph\">OpenAI is introducing a new way for users to <a href=\"https://techcrunch.com/2025/01/09/chatgpts-newest-feature-lets-user-assign-it-traits-like-chatty-and-gen-z/\">customize their interactions with ChatGPT.</a> Some users found they can specify a preferred name or nickname and “traits” they’d like the chatbot to have. OpenAI suggests traits like “Chatty,” “Encouraging,” and “Gen Z.” However, <a rel=\"nofollow\" href=\"https://x.com/Makuh90/status/1877479064967295484\">some users reported</a> that the new options have disappeared, so it’s possible they went live prematurely.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-faqs\">FAQs:</h3>\n\n<h4 class=\"wp-block-heading\">What is ChatGPT? How does it work?</h4>\n\n<p class=\"wp-block-paragraph\">ChatGPT is a general-purpose chatbot that uses artificial intelligence to generate text after a user enters a prompt, developed by tech startup <a href=\"https://techcrunch.com/tag/openai/\">OpenAI</a>. The chatbot uses GPT-4, a large language model that uses deep learning to produce human-like text.</p>\n\n<h4 class=\"wp-block-heading\">When did ChatGPT get released?</h4>\n\n<p class=\"wp-block-paragraph\">November 30, 2022 is when ChatGPT was released for public use.</p>\n\n<h4 class=\"wp-block-heading\">What is the latest version of ChatGPT?</h4>\n\n<p class=\"wp-block-paragraph\">Both the free version of ChatGPT and the paid ChatGPT Plus are regularly updated with new GPT models. The most recent model is <a href=\"https://techcrunch.com/2024/05/13/openais-newest-model-is-gpt-4o/\">GPT-4o</a>.</p>\n\n<h4 class=\"wp-block-heading\">Can I use ChatGPT for free?</h4>\n\n<p class=\"wp-block-paragraph\">There is a free version of <a href=\"https://chat.openai.com/auth/login?next=/chat\" target=\"_blank\" rel=\"noopener nofollow\">ChatGPT</a> that only requires a sign-in in addition to the paid version, <a href=\"https://openai.com/blog/chatgpt-plus\" target=\"_blank\" rel=\"noopener nofollow\">ChatGPT Plus</a>.</p>\n\n<h4 class=\"wp-block-heading\">Who uses ChatGPT?</h4>\n\n<p class=\"wp-block-paragraph\">Anyone can use ChatGPT! More and more tech companies and <a href=\"https://techcrunch.com/2023/03/14/microsofts-new-bing-was-using-gpt-4-all-along/\">search engines</a> are utilizing the chatbot to automate text or quickly answer user questions/concerns.</p>\n\n<h4 class=\"wp-block-heading\">What companies use ChatGPT?</h4>\n\n<p class=\"wp-block-paragraph\">Multiple enterprises utilize ChatGPT, although others may <a href=\"https://techcrunch.com/2023/05/19/apple-reportedly-limits-internal-use-of-ai-powered-tools-like-chatgpt-and-github-copilot/\">limit the use of the AI-powered tool</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Most recently, <a href=\"https://techcrunch.com/2023/05/23/windows-11-gets-an-ai-copilot/\">Microsoft announced</a> at its 2023 Build conference that it is integrating its ChatGPT-based Bing experience into Windows 11. A Brooklyn-based 3D display startup <a href=\"https://techcrunch.com/2023/05/23/looking-glass-taps-chatgpt-for-holograms-you-can-talk-to/\">Looking Glass utilizes ChatGPT</a> to produce holograms you can communicate with by using ChatGPT.  And nonprofit organization <a href=\"https://techcrunch.com/2023/05/23/solana-chatgpt-blockchain/\">Solana officially integrated the chatbot</a> into its network with a ChatGPT plug-in geared toward end users to help onboard into the web3 space.</p>\n\n<h4 class=\"wp-block-heading\">What does GPT mean in ChatGPT?</h4>\n\n<p class=\"wp-block-paragraph\">GPT stands for Generative Pre-Trained Transformer.</p>\n\n<h4 class=\"wp-block-heading\">What is the difference between ChatGPT and a chatbot?</h4>\n\n<p class=\"wp-block-paragraph\">A chatbot can be any software/system that holds dialogue with you/a person but doesn’t necessarily have to be AI-powered. For example, there are chatbots that are rules-based in the sense that they’ll give canned responses to questions.</p>\n\n<p class=\"wp-block-paragraph\">ChatGPT is AI-powered and utilizes LLM technology to generate text after a prompt.</p>\n\n<h4 class=\"wp-block-heading\">Can ChatGPT write essays?</h4>\n\n<p class=\"wp-block-paragraph\">Yes.</p>\n\n<h4 class=\"wp-block-heading\">Can ChatGPT commit libel?</h4>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2023/04/03/the-great-pretender/\">Due to the nature of how these models work</a>, they don’t know or care whether something is true, only that it looks true. That’s a problem when you’re using it to do your homework, sure, but when it accuses you of a crime you didn’t commit, that may well at this point be libel.</p>\n\n<p class=\"wp-block-paragraph\">We will see how <a href=\"https://techcrunch.com/2023/04/06/can-ai-commit-libel-were-about-to-find-out/\">handling troubling statements produced by ChatGPT</a> will play out over the next few months as tech and legal experts attempt to tackle the fastest moving target in the industry.</p>\n\n<h3 class=\"wp-block-heading\">Does ChatGPT have an app?</h3>\n\n<p class=\"wp-block-paragraph\">Yes, <a href=\"https://techcrunch.com/2024/05/20/chatgpts-mobile-app-revenue-saw-biggest-spike-yet-following-gpt-4o-launch/\">there is a free ChatGPT mobile app</a> for iOS and Android users.</p>\n\n<h3 class=\"wp-block-heading\">What is the ChatGPT character limit?</h3>\n\n<p class=\"wp-block-paragraph\">It’s not documented anywhere that ChatGPT has a character limit. However, users have noted that there are some character limitations after around 500 words.</p>\n\n<h3 class=\"wp-block-heading\">Does ChatGPT have an API?</h3>\n\n<p class=\"wp-block-paragraph\">Yes, it was <a href=\"https://techcrunch.com/2023/03/01/openai-launches-an-api-for-chatgpt-plus-dedicated-capacity-for-enterprise-customers/\">released</a> March 1, 2023.</p>\n\n<h3 class=\"wp-block-heading\">What are some sample everyday uses for ChatGPT?</h3>\n\n<p class=\"wp-block-paragraph\">Everyday examples include programming, scripts, email replies, listicles, blog ideas, summarization, etc.</p>\n\n<h3 class=\"wp-block-heading\">What are some advanced uses for ChatGPT?</h3>\n\n<p class=\"wp-block-paragraph\">Advanced use examples include debugging code, programming languages, scientific concepts, complex problem solving, etc.</p>\n\n<h3 class=\"wp-block-heading\">How good is ChatGPT at writing code?</h3>\n\n<p class=\"wp-block-paragraph\">It depends on the nature of the program. While ChatGPT can write workable Python code, it can’t necessarily program an entire app’s worth of code. That’s because ChatGPT lacks context awareness — in other words, the generated code isn’t always appropriate for the specific context in which it’s being used.</p>\n\n<h3 class=\"wp-block-heading\">Can you save a ChatGPT chat?</h3>\n\n<p class=\"wp-block-paragraph\">Yes. OpenAI allows users to save chats in the ChatGPT interface, stored in the sidebar of the screen. There are no built-in sharing features yet.</p>\n\n<h3 class=\"wp-block-heading\">Are there alternatives to ChatGPT?</h3>\n\n<p class=\"wp-block-paragraph\">Yes. There are <a href=\"https://techcrunch.com/2023/04/17/developers-are-looking-for-creative-ways-to-build-ai-powered-chatbot-assistants/\">multiple AI-powered chatbot</a> competitors such as <a rel=\"nofollow\" href=\"https://www.together.xyz/\">Together</a>, Google’s <a href=\"https://techcrunch.com/2024/04/29/what-is-google-gemini-ai/\">Gemini</a> and Anthropic’s <a href=\"https://techcrunch.com/2023/03/14/anthropic-launches-claude-a-chatbot-to-rival-openais-chatgpt/\">Claude</a>, and developers are <a href=\"https://techcrunch.com/2022/12/30/theres-now-an-open-source-alternative-to-chatgpt-but-good-luck-running-it/\">creating open source</a> <a href=\"https://techcrunch.com/2023/03/14/meet-the-team-developing-an-open-source-chatgpt-alternative/\">alternatives</a>.</p>\n\n<h3 class=\"wp-block-heading\">How does ChatGPT handle data privacy?</h3>\n\n<p class=\"wp-block-paragraph\">OpenAI has said that individuals in “certain jurisdictions” (such as the EU) can object to the processing of their personal information by its AI models by filling out <a href=\"https://share.hsforms.com/1UPy6xqxZSEqTrGDh4ywo_g4sk30\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">this form</a>. This includes the ability to make requests for deletion of AI-generated references about you. Although OpenAI notes it may not grant every request since it must balance privacy requests against freedom of expression “in accordance with applicable laws”.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The web form for making a deletion of data about you request is entitled “<a href=\"https://share.hsforms.com/1UPy6xqxZSEqTrGDh4ywo_g4sk30\" target=\"_blank\" rel=\"noopener nofollow\">OpenAI Personal Data Removal Request</a>”.</p>\n\n<p class=\"wp-block-paragraph\">In its privacy policy, the ChatGPT maker makes a passing acknowledgement of the objection requirements attached to relying on “legitimate interest” (LI), pointing users towards more information about requesting an opt out — when it writes: “See <a href=\"https://help.openai.com/en/articles/5722486-how-your-data-is-used-to-improve-model-performance\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">here</a> for instructions on how you can opt out of our use of your information to train our models.”</p>\n\n<h3 class=\"wp-block-heading\">What controversies have surrounded ChatGPT?</h3>\n\n<p class=\"wp-block-paragraph\">Recently, Discord announced that it had integrated OpenAI’s technology into its bot named Clyde where <a href=\"https://techcrunch.com/2023/04/20/jailbreak-tricks-discords-new-chatbot-into-sharing-napalm-and-meth-instructions/\">two users tricked Clyde into providing them with instructions for making the illegal drug methamphetamine</a> (meth) and the incendiary mixture napalm.</p>\n\n<p class=\"wp-block-paragraph\">An Australian mayor has publicly announced <a href=\"https://www.theguardian.com/technology/2023/apr/06/australian-mayor-prepares-worlds-first-defamation-lawsuit-over-chatgpt-content\" target=\"_blank\" rel=\"noopener nofollow\">he may sue OpenAI for defamation</a> due to ChatGPT’s false claims that he had served time in prison for bribery. This would be the first defamation lawsuit against the text-generating service.</p>\n\n<p class=\"wp-block-paragraph\">CNET found itself in the midst of controversy after <a href=\"https://futurism.com/the-byte/cnet-publishing-articles-by-ai\" target=\"_blank\" rel=\"noopener nofollow\">Futurism reported</a> the publication was publishing articles under a mysterious byline completely generated by AI. The private equity company that owns CNET, Red Ventures, was <a href=\"https://www.theverge.com/2023/1/19/23562966/cnet-ai-written-stories-red-ventures-seo-marketing\" target=\"_blank\" rel=\"noopener nofollow\">accused</a> of using ChatGPT for SEO farming, even if the information was incorrect.</p>\n\n<p class=\"wp-block-paragraph\">Several major school systems and colleges, <a href=\"https://techcrunch.com/2023/01/05/as-nyc-public-schools-block-chatgpt-openai-says-its-working-on-mitigations-to-help-spot-chatgpt-generated-text/\">including New York City Public Schools</a>, have banned ChatGPT from their networks and devices. They claim that the AI impedes the learning process by promoting plagiarism and misinformation, a claim that <a href=\"https://www.nytimes.com/2023/01/12/technology/chatgpt-schools-teachers.html\" target=\"_blank\" rel=\"noopener nofollow\">not every educator agrees with</a>.</p>\n\n<p class=\"wp-block-paragraph\">There have also been cases of ChatGPT <a href=\"https://techcrunch.com/2023/04/06/can-ai-commit-libel-were-about-to-find-out/\">accusing individuals of false crimes</a>.</p>\n\n<h3 class=\"wp-block-heading\">Where can I find examples of ChatGPT prompts?</h3>\n\n<p class=\"wp-block-paragraph\">Several marketplaces host and provide ChatGPT prompts, either for free or for a nominal fee. One is <a href=\"https://promptbase.com/\" target=\"_blank\" rel=\"noopener nofollow\">PromptBase</a>. Another is <a href=\"https://chatx.ai/marketplace/\" target=\"_blank\" rel=\"noopener nofollow\">ChatX</a>. More launch every day.</p>\n\n<h3 class=\"wp-block-heading\">Can ChatGPT be detected?</h3>\n\n<p class=\"wp-block-paragraph\">Poorly. Several tools claim to detect ChatGPT-generated text, but in our <a href=\"https://techcrunch.com/2023/01/31/openai-releases-tool-to-detect-ai-generated-text-including-from-chatgpt/\">tests</a>, they’re inconsistent at best.</p>\n\n<h3 class=\"wp-block-heading\">Are ChatGPT chats public?</h3>\n\n<p class=\"wp-block-paragraph\">No. But OpenAI <a href=\"https://www.theverge.com/2023/3/21/23649806/chatgpt-chat-histories-bug-exposed-disabled-outage\" target=\"_blank\" rel=\"noopener nofollow\">recently</a> disclosed a bug, since fixed, that exposed the titles of some users’ conversations to other people on the service.</p>\n\n<h3 class=\"wp-block-heading\">What lawsuits are there surrounding ChatGPT?</h3>\n\n<p class=\"wp-block-paragraph\">None specifically targeting ChatGPT. But OpenAI is <a href=\"https://www.theverge.com/2023/1/28/23575919/microsoft-openai-github-dismiss-copilot-ai-copyright-lawsuit\" target=\"_blank\" rel=\"noopener nofollow\">involved</a> in at least one lawsuit that has implications for AI systems trained on publicly available data, which would touch on ChatGPT.</p>\n\n<h3 class=\"wp-block-heading\">Are there issues regarding plagiarism with ChatGPT?</h3>\n\n<p class=\"wp-block-paragraph\">Yes. Text-generating AI models like ChatGPT have a tendency to regurgitate content from their training data.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><em>This story is continually updated with new information.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "A comprehensive list of 2025 tech layoffs | TechCrunch",
            "time": "2025-07-31T14:50:28",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/02/layoffs-e1684946575831.jpg?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The tech layoff wave is still kicking in 2025. Last year saw <a href=\"https://techcrunch.com/2024/12/31/a-comprehensive-archive-of-2024-tech-layoffs/\">more than 150,000 job cuts </a>across 549 companies, according to independent layoffs tracker <a rel=\"nofollow\" href=\"https://layoffs.fyi/\">Layoffs.fyi</a>. So far this year, more than 22,000 workers have been the victim of reductions across the tech industry, with a staggering 16,084 cuts taking place in February alone.</p>\n\n<p class=\"wp-block-paragraph\">We’re tracking layoffs in the tech industry in 2025 so you can see the trajectory of the cutbacks and understand the impact on innovation across all types of companies. As businesses continue to embrace AI and automation, this tracker serves as a reminder of the human impact of layoffs — and what could be at stake with increased innovation.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Below you’ll find a comprehensive list of all the known tech layoffs that have occurred in 2025, which will be updated regularly. If you have a tip on a layoff, contact us <a href=\"https://techcrunch.com/pages/contact-us/\">here</a>. If you prefer to remain anonymous, you can contact us <a href=\"https://techcrunch.com/got-a-tip/\">here</a>.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"h-july\">July </h2>\n\n<h3 class=\"wp-block-heading\" id=\"h-atlassian\">Atlassian</h3>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://au.finance.yahoo.com/news/atlassian-billionaire-spruiks-ai-as-ceo-fires-150-workers-over-video-in-scary-digital-revolution-052623412.html\" target=\"_blank\" rel=\"noreferrer noopener\">Has cut 150 roles in customer service and support</a>, following enhancements to its platform and tools that have significantly reduced support needs. The decision came via a prerecorded message from CEO Mike Cannon-Brookes, just hours before co-founder Scott Farquhar urged Australia to embrace an “AI revolution” and move beyond “jobs of the past” in an Australian Press Club address. The Australian software firm was founded 2002.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-consensys\">Consensys</h3>\n\n<p class=\"wp-block-paragraph\">Is <a href=\"https://www.bloomberg.com/news/articles/2025-07-22/crypto-software-firm-consensys-eliminates-about-7-of-workforce\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">cutting about 7% of its workforce</a>, or 47 employees, as part of a push toward profitability, Bloomberg reports. The decision follows the recent acquisition of a startup with around 30 staff, who will stay on with the company. Despite the cuts, the blockchain software company that operates the popular digital wallet MetaMask says it will continue hiring for select roles.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-zeen\">Zeen</h3>\n\n<p class=\"wp-block-paragraph\">Is <a href=\"https://www.businessinsider.com/social-media-creator-economy-collage-startup-zeen-shutting-down-2025-7\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">shutting down operations</a>, per a report by Business Insider. The social collaging platform aimed at creators was founded in 2019 and raised $9 million in funding. Its closure highlights the persistent challenges social media startups face in building user bases and achieving long-term growth.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<h3 class=\"wp-block-heading\" id=\"h-scale-ai\">Scale AI</h3>\n\n<p class=\"wp-block-paragraph\">Is <a href=\"https://techcrunch.com/2025/07/16/scale-ai-lays-off-14-of-staff-largely-in-data-labeling-business/\">laying off around 200 employees</a> — roughly 14% of its workforce — and severing ties with 500 global contractors. The cuts come just weeks after Meta brought in the data-labeling startup’s CEO in a $14.3 billion deal.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-lenovo\">Lenovo</h3>\n\n<p class=\"wp-block-paragraph\">Plans to cut <a href=\"https://www.newsobserver.com/news/business/article310699130.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">more than 100 U.S. full-time jobs</a>, about 3% of its workforce, including positions at its Morrisville, North Carolina, campus. As of February 2024, the PC maker employed around 5,100 workers in the U.S.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-intel\">Intel </h3>\n\n<p class=\"wp-block-paragraph\">Is <a href=\"https://www.oregonlive.com/silicon-forest/2025/07/intel-bombshell-chipmaker-will-lay-off-2400-oregon-workers.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reportedly planning to lay off nearly 2,400 workers</a> in Oregon, which is almost five times more than what was announced earlier this week. Last week, Intel announced that it will lay off more than 500 employees in Oregon, which is about 20% of its workforce, per <a href=\"https://www.bloomberg.com/news/articles/2025-07-08/intel-cuts-more-than-500-jobs-in-oregon-as-part-of-layoff-plan\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Bloomberg</a>.  </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-indeed-glassdoor\">Indeed + Glassdoor</h3>\n\n<p class=\"wp-block-paragraph\">Plan to <a href=\"https://techcrunch.com/2025/07/11/indeed-glassdoor-to-lay-off-1300-staff/\">eliminate approximately 1,300 jobs combined</a> as part of a larger restructuring effort to combine their operations and focus on AI. The layoff will mostly affect employees in the U.S., particularly in the R&amp;D, HR, and sustainability teams, <a href=\"https://techcrunch.com/2025/07/11/indeed-glassdoor-to-lay-off-1300-staff/\">according to an internal memo by Hisayuki “Deko” Idekoba</a>, the CEO of Recruit Holdings, which is the Japanese parent company of Indeed and Glassdoor.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-eigen-lab\">Eigen Lab</h3>\n\n<p class=\"wp-block-paragraph\">Has laid off 29 employees as part of its reorganization, per a report by <a href=\"https://blockworks.co/news/eigen-layoffs-25-eigencloud\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Blockworks</a>. The Seattle-based research and engineering startup recently launched EigenCloud, a platform that provides blockchain-level trust guarantees for any Web 2.0 or web3 application. The reduction will affect 25% of the company’s workforce. Eigen Labs <a href=\"https://www.forbes.com/sites/digital-assets/2025/06/17/eigen-labs-raises-70-million-from-a16z-for-ethereum-restaking/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said it had raised $70 million in tokens</a> from a16z Crypto in June.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-microsoft\">Microsoft </h3>\n\n<p class=\"wp-block-paragraph\">Will <a href=\"https://www.cnbc.com/2025/07/02/microsoft-laying-off-about-9000-employees-in-latest-round-of-cuts.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">cut 9,000 employees</a>, which is less than 4% of its global workforce across teams, role types, and geographies. <a href=\"https://techcrunch.com/2025/07/02/microsoft-will-lay-off-9000-employees-or-less-than-4-of-the-company/\">The reduction follows</a> a series of layoffs earlier this year: It cut less than 1% of the headcount in January, more than 6,000 in May, and at least 300 in June.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-bytedance\">ByteDance</h3>\n\n<p class=\"wp-block-paragraph\">Is laying off 65 employees in Bellevue, Washington, according to <a href=\"https://www.seattletimes.com/business/tiktoks-e-commerce-division-lays-off-dozens-of-bellevue-employees/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">media</a> reports. The parent company of TikTok arrived in Seattle in 2021 and has been expanding its presence there by growing its TikTok Shop online shopping division.</p>\n\n<h2 class=\"wp-block-heading\" id=\"june2025\">June</h2>\n\n<h3 class=\"wp-block-heading\" id=\"h-tomtom\">TomTom </h3>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.tomtom.com/newsroom/press-releases/earnings-other/29121/tomtom-advances-its-product-led-strategy-and-realigns-its-organization/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Announced</a> on June 30 that the company is cutting 300 jobs, or 10% of its workforce, as part of organizational restructuring within its sales and support divisions amid the AI shift. The startup is an Amsterdam-based location tech startup that provides navigation and mapping products.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-rivian\">Rivian</h3>\n\n<p class=\"wp-block-paragraph\">Has <a href=\"https://techcrunch.com/2025/06/26/rivian-cuts-dozens-on-manufacturing-team-ahead-of-r2-launch/\">reduced its headcount by approximately 140 employees</a>, accounting for roughly 1% of its total workforce. The recent layoffs mostly affected Rivian’s manufacturing team.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-bumble\">Bumble</h3>\n\n<p class=\"wp-block-paragraph\">Announced in an SEC filing that <a href=\"https://www.cnbc.com/2025/06/25/bumble-layoffs.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">it will cut approximately 240 jobs</a>, or 30% of its workforce, to enhance operational efficiency and allocate the resulting savings to the development of new products and technologies, according to a CNBC report. The layoff will help the online dating app save $40 million annually, per the report.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-klue\">Klue</h3>\n\n<p class=\"wp-block-paragraph\">Has <a href=\"https://betakit.com/klue-lays-off-40-percent-of-staff-as-startup-faces-internal-and-external-ai-pressure/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reportedly</a> laid off 85 employees, which accounts for approximately 40% of its workforce. The Vancouver-based startup sells software products that use artificial intelligence for business intelligence. It helps sales professionals at tech companies gather information on competitors to improve their sales.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-google\">Google </h3>\n\n<p class=\"wp-block-paragraph\">Has downsized its smart TV division by 25% of its 300-member team to adjust its strategy, <a href=\"https://www.theinformation.com/articles/google-cuts-smart-tv-budget-doubles-youtube\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">per</a> <a href=\"https://finance.yahoo.com/news/google-reportedly-cuts-smart-tv-195149820.html\" target=\"_blank\" rel=\"noreferrer noopener\">reports</a>. Funding for the smart TV division, including Google TV and Android TV, has been cut by 10%, but investment in AI projects has been raised.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-intel-0\">Intel</h3>\n\n<p class=\"wp-block-paragraph\">Says that it plans to <a href=\"https://techcrunch.com/2025/06/17/intel-to-layoff-up-to-20-of-intel-foundry-workers/\">lay off 15% to 20% of workers in its Intel Foundry division</a> starting in July. Intel Foundry designs, manufactures, and packages semiconductors for external clients. Intel’s total workforce was 108,900 people as of December 2024, according to the company’s annual regulatory filing. It also confirmed to TechCrunch that it <a href=\"https://techcrunch.com/2025/06/25/intel-hits-the-brakes-on-its-automotive-business-and-layoffs-have-started/\">plans to wind down its auto business</a>.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-playtika\">Playtika</h3>\n\n<p class=\"wp-block-paragraph\">Announced that <a href=\"https://www.calcalistech.com/ctechnews/article/hjhutnrggg\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">it is letting go of around 90 employees</a>, with 40 in Israel and 50 in Poland. The most recent round of job cuts comes after the Israel-based gaming company laid off 50 employees a few weeks ago.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-airtime\"><strong>Airtime</strong></h3>\n\n<p class=\"wp-block-paragraph\">Has let go of around <a href=\"https://techcrunch.com/2025/06/04/its-layoff-season-at-phil-libins-airtime/\">25 employees from the 58-person team</a>, the company confirmed to TechCrunch. Evernote’s founder Phil Libin launched the video startup in 2020, offering <a href=\"https://www.airtimetools.com/creator\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Airtime Creator</a> and <a href=\"https://www.airtimetools.com/camera\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Airtime Camera.</a></p>\n\n<h3 class=\"wp-block-heading\" id=\"h-microsoft-0\">Microsoft</h3>\n\n<p class=\"wp-block-paragraph\">Is laying off <a href=\"https://www.geekwire.com/2025/latest-microsoft-layoffs-target-engineering-product-and-legal-roles-records-show/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">more employees</a>, just a few weeks after announcing a job cut of over 6,500 in May, <a href=\"https://techcrunch.com/2025/05/13/microsoft-is-reportedly-about-to-lay-off-3-of-its-workforce/\">which was around 3% of its global workforce</a>. The most recent layoffs affected software engineers, product managers, technical program managers, marketers, and legal counsels.</p>\n\n<h2 class=\"wp-block-heading\" id=\"may2025\">May</h2>\n\n<h3 class=\"wp-block-heading\" id=\"h-hims-amp-hers\">Hims &amp; Hers</h3>\n\n<p class=\"wp-block-paragraph\">Plans to downsize its workforce by <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/hims-cut-4-workforce-amid-ban-weight-loss-drug-copies-2025-05-30/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">letting go of 68 employees</a>, approximately 4% of its total staff, per Reuters. The San Francisco telehealth platform said that its layoffs were unrelated to a U.S. ban on producing large quantities of the weight-loss drug Wegovy. The startup said it intends to keep on recruiting employees who fit in with its long-term expansion plans.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-amazon\">Amazon</h3>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.cnbc.com/2025/05/14/amazon-lays-off-about-100-employees-in-devices-and-services-unit.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Is reportedly</a> laying off around 100 employees from<a rel=\"nofollow\" href=\"https://www.aboutamazon.com/what-we-do/devices-services\"> its devices and services</a> division, which encompasses various businesses like the Alexa voice assistant, Echo smart speakers, Ring video doorbells, and Zoox robotaxis. The company has reduced its workforce by approximately 27,000 since the start of 2022 to cut costs.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-microsoft-1\"><strong>Microsoft</strong></h3>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/05/13/microsoft-is-reportedly-about-to-lay-off-3-of-its-workforce/\" target=\"_blank\" rel=\"noreferrer noopener\">Will cut over 6,500 jobs</a>, affecting 3% of its worldwide workforce. As of June, the Seattle-headquartered company had a total of 228,000 employees globally. It would be one of the company’s biggest layoffs since it cut 10,000 employees in 2023.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-chegg\">Chegg</h3>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.reuters.com/world/americas/chegg-lay-off-22-workforce-ai-tools-shake-up-edtech-industry-2025-05-12/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Reportedly plans to let go of 248 employees</a>, or about 22% of its workforce, to reduce expenses and improve efficiency, it said. The San Francisco-based edtech startup, which offers textbook rentals and tutoring services, has seen a drop in web traffic for months as students opt for AI tools instead of traditional edtech platforms.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-match\">Match</h3>\n\n<p class=\"wp-block-paragraph\">Is <a href=\"https://techcrunch.com/2025/05/08/match-to-lay-off-13-of-staff/\">reducing its workforce by 13%</a> as part of a reorganization that aims to reduce costs, shore up margins, and streamline its organizational structure.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-crowdstrike\">CrowdStrike</h3>\n\n<p class=\"wp-block-paragraph\">Is <a href=\"https://techcrunch.com/2025/05/07/crowdstrike-says-it-will-lay-off-500-workers/\">laying off 5% of its global workforce</a>, or around 500 people. The company said the layoffs were part of “a strategic plan (the ‘Plan’) to evolve its operations to yield greater efficiencies as the Company continues to scale its business with focus and discipline to meet its goal of $10 billion in ending [Annual Recurring Revenue]” in its 8-K filing.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-general-fusion\">General Fusion</h3>\n\n<p class=\"wp-block-paragraph\">Has <a href=\"https://techcrunch.com/2025/05/05/layoffs-hit-general-fusion-as-the-fusion-power-startup-runs-short-on-cash/\">cut roughly 25% of its current workforce</a>. The Vancouver-based company, which is developing a technology to generate fusion energy, has raised $440 million from investors, including Jeff Bezos, Temasek, and BDC Capital. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-deep-instinct\">Deep Instinct</h3>\n\n<p class=\"wp-block-paragraph\">Reduced its headcount by 20 employees, <a href=\"https://www.calcalistech.com/ctechnews/article/bjfqkgbglx\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">accounting for 10% of its total workforce</a>. In April 2023, the Israeli cybersecurity startup had previously laid off a similar number of employees during a round of layoffs.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-beam\">Beam</h3>\n\n<p class=\"wp-block-paragraph\">Has <a href=\"https://sifted.eu/articles/beam-robotics-shuts-down\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">shut down its operations</a> months after announcing major expansion plans, per Sifted. The British climate startup has let go of approximately 200 employees, according to <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:7323596761007104000/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a LinkedIn post by James Reynolds</a>, the head of talent.</p>\n\n<h2 class=\"wp-block-heading\" id=\"april2025\">April </h2>\n\n<h3 class=\"wp-block-heading\" id=\"h-netapp\">NetApp</h3>\n\n<p class=\"wp-block-paragraph\">Is <a href=\"https://blocksandfiles.com/2025/04/30/netapp-making-layoffs/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reportedly</a> eliminating 700 jobs, affecting 6% of its total workforce, as it reorganizes for its operational efficiency. The company, based in San Francisco, provides data storage, cloud services, and CloudOps solutions for businesses.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-electronic-arts\">Electronic Arts</h3>\n\n<p class=\"wp-block-paragraph\">Is reportedly letting go of approximately 300 to 400 employees, including around 100 at Respawn Entertainment, to focus on its “long-term strategic priorities,” according to <a href=\"https://www.bloomberg.com/news/articles/2025-04-29/electronic-arts-lays-off-hundreds-cancels-titanfall-game\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Bloomberg</a>.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-expedia\">Expedia</h3>\n\n<p class=\"wp-block-paragraph\">Is <a href=\"https://finance.yahoo.com/news/expedia-restructures-product-tech-teams-153000366.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAAMwbf4Ui78KsWVV6iEAipemeFB1X-PMZENsadXSwGHuJ1ffrA6agXIGuZUR-JYUUOFWlnMmwE6iMtGTbrwgglj_n83P_496rt2ad4eFyG4rkRLsBcyvcmtne8W8RexCFqbU42XD006uAWtc1yxT9cm6f1m5crT2qCowDdvCUqy-\" target=\"_blank\" rel=\"noreferrer noopener\">laying off around 3%</a> of its employees as part of its restructuring. The job cuts will mainly affect midlevel positions in the product and technology teams. The latest round of layoffs comes after the company let go of hundreds of employees from its marketing team globally in early March.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-cars24\">Cars24</h3>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://entrackr.com/exclusive/exclusive-cars24-lays-off-200-employees-9003193\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Has reduced its workforce by about 200 employees</a> in its product and technology divisions as part of a restructuring measure. The India-based e-commerce platform for pre-owned vehicles provides a range of services like buying and selling pre-owned cars, financing, insurance, driver-on-demand, and more. In 2023, the SoftBank-backed startup raised $450 million at a valuation of $3.3 billion.</p>\n\n\n\n<p class=\"wp-block-paragraph\">Is letting go of over 100 employees in its Reality Labs division, which manages virtual reality and wearable technology, <a href=\"https://www.theverge.com/meta/655835/meta-layoffs-reality-labs-vr-supernatural\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to The Verge.</a> The job cuts affect employees developing VR experiences for Meta’s Quest headsets and staff working on hardware operations to streamline similar work between the two teams. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-intel-1\">Intel</h3>\n\n<p class=\"wp-block-paragraph\">Announced its <a href=\"https://techcrunch.com/2025/04/22/intel-reportedly-plans-to-lay-off-over-21000-employees/\" target=\"_blank\" rel=\"noreferrer noopener\">plan to lay off more than 21,000 employees</a>, or roughly 20% of its workforce, in April. The move comes ahead of Intel’s Q1 earnings call helmed by <a href=\"https://techcrunch.com/2025/03/12/intel-appoints-lip-bu-tan-as-its-next-ceo/\" target=\"_blank\" rel=\"noreferrer noopener\">recently appointed CEO Lip-Bu Tan</a>, who took over from longtime chief Pat Gelsinger last year.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-gm\">GM</h3>\n\n<p class=\"wp-block-paragraph\">Is laying off 200 people at its Factory Zero in Detroit and Hamtramck facility in Michigan, which produces GM’s electric vehicles. The cuts come amid the EV slowdown and is not caused by tariffs, according to <a href=\"https://www.freep.com/story/money/cars/2025/04/10/gm-layoff-factory-zero-employees-detroit-hamtramck/83024254007/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a report.</a></p>\n\n<h3 class=\"wp-block-heading\" id=\"h-zopper\">Zopper</h3>\n\n<p class=\"wp-block-paragraph\">Has <a href=\"https://inc42.com/buzz/elevation-capital-backed-zopper-fires-100-employees/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reportedly</a> let go of around 100 employees since the start of 2025. Earlier this week, about 50 employees from the tech and product teams were let go in the latest round of job cuts. The India-based insurtech startup has raised a total of $125 million to date.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-turo\">Turo </h3>\n\n<p class=\"wp-block-paragraph\">Will reduce its workforce by 150 positions following its decision not to proceed with its IPO, <a href=\"https://www.bloomberg.com/news/articles/2025-04-16/car-rental-startup-turo-cuts-15-of-workers-after-icing-ipo\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">per Bloomberg</a>. The San Francisco-based car rental startup, which had about 1,000 staff in 2024, said the layoffs will bolster its long-term growth plans during economic uncertainty.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-gupshup\">GupShup</h3>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://inc42.com/buzz/exclusive-saas-unicorn-gupshup-fires-500-employees/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Laid off roughly 200 employees</a> to improve efficiency and profitability. It’s the startup’s second round of layoffs in five months, following the job cuts of around 300 employees in December. The conversational AI company, backed by Tiger Global and Fidelity, was last valued at $1.4 billion in 2021. The startup is based in San Francisco and operates in India.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-forto\">Forto</h3>\n\n<p class=\"wp-block-paragraph\">Has <a href=\"https://theloadstar.com/forto-sharpens-commercial-priorities-as-it-lays-off-one-third-of-staff/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reportedly</a> eliminated 200 jobs, affecting around one-third of its employees. The German logistics startup reduced a significant number of sales staff.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-wicresoft\">Wicresoft</h3>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.reuters.com/technology/microsoft-venture-wicresoft-halt-china-operations-lay-off-staff-report-says-2025-04-07/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Will stop its operations in China</a>, affecting around 2,000 employees. The move came after Microsoft decided to end outsourcing after-sales support to Wicresoft amid increasing trade tensions. Wicresoft, Microsoft’s first joint venture in China, was founded in 2022 and operates in the U.S., Europe, and Japan. It has over 10,000 employees.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-five9\">Five9</h3>\n\n<p class=\"wp-block-paragraph\">Plans to cut 123 jobs, <a href=\"https://www.marketwatch.com/story/five9-to-cut-4-of-workforce-cd4da325\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">affecting about 4% of its workforce</a>, according to a report by MarketWatch. The software company prioritizes key strategic areas like artificial intelligence for profitable growth.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-google-0\">Google </h3>\n\n<p class=\"wp-block-paragraph\">Has <a href=\"https://www.theinformation.com/briefings/google-lays-hundreds-employees-android-pixel-group\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">laid off hundreds of employees</a> in its platforms and devices division, which covers Android, Pixel phones, the Chrome browser, and more, according to The Information.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-microsoft-2\">Microsoft </h3>\n\n<p class=\"wp-block-paragraph\">Is <a href=\"https://www.businessinsider.com/microsoft-mulls-more-job-cuts-managers-non-coders-2025-4\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">contemplating</a> additional layoffs that could happen by May, Business Insider reported, citing anonymous sources. The company is said to be discussing reducing the number of middle managers and non-coders in a bid to increase the ratio of programmers to product managers.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-automattic\">Automattic</h3>\n\n<p class=\"wp-block-paragraph\">The WordPress.com developer <a href=\"https://techcrunch.com/2025/04/02/wordpress-maker-automattic-lays-off-16-of-staff/\" target=\"_blank\" rel=\"noreferrer noopener\">is laying off 16% of its workforce across departments</a>. Before the layoffs, the company’s website showed it had 1,744 employees, so more than 270 staff may have been laid off.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-canva\">Canva</h3>\n\n<p class=\"wp-block-paragraph\">Has let go of <a href=\"https://www.channelnews.com.au/canva-lays-off-technical-writers-amid-ai-push/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">10 to 12 technical writers</a> approximately nine months after telling its employees to use generative AI tools wherever possible. The company, which had around 5,500 staff in 2024, was <a href=\"https://www.forbes.com/sites/alexkonrad/2024/05/23/canva-new-tools-cozy-up-corporations/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">valued at $26 billion</a> after a secondary stock sale in 2024.</p>\n\n<h2 class=\"wp-block-heading\" id=\"march2025\">March</h2>\n\n<h3 class=\"wp-block-heading\" id=\"h-northvolt\">Northvolt</h3>\n\n<p class=\"wp-block-paragraph\">Has <a rel=\"nofollow\" href=\"https://sifted.eu/articles/northvolt-lays-off-half-of-staff-as-bankrupt-battery-maker-seeks-buyer\">laid off 2,800 employees, affecting 62% of its total staff</a>. The layoffs come weeks after the embattled Swedish battery maker filed for bankruptcy.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-block\"><strong>Block</strong></h3>\n\n<p class=\"wp-block-paragraph\">Let go of 931 employees, around 8% of its workforce, as part of a reorganization, <a href=\"https://techcrunch.com/2025/03/25/read-the-email-jack-dorsey-sent-when-he-cut-931-of-blocks-staff/\" target=\"_blank\" rel=\"noreferrer noopener\">according to an internal email seen by TechCrunch</a>. Jack Dorsey, the co-founder and CEO of the fintech company, wrote in the email that the layoffs were not for financial reasons or to replace workers with AI.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-brightcove\"><strong>Brightcove</strong></h3>\n\n<p class=\"wp-block-paragraph\">Has laid off 198 employees, who make up about two-thirds of its U.S. workforce, per <a href=\"https://www.boston.com/news/business/2025/03/19/boston-based-streaming-company-brightcove-to-lay-off-198-workers/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a media report</a>. The layoff comes a month after the company was acquired by Bending Spoons, an Italian app developer, for $233 million. Brightcove had 600 employees worldwide, with 300 in the U.S., as of December 2023.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-acxiom\"><strong>Acxiom</strong></h3>\n\n<p class=\"wp-block-paragraph\">Has <a href=\"https://adage.com/article/agency-news/acxiom-lays-35-staff-more-130-employees/2606146\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reportedly</a> laid off 130 employees, or 3.5% of its total workforce of 3,700 people. Acxiom is owned by IPG, and the news comes just a day after IPG and Omnicom Group shareholders approved the companies’ potential merger.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-sequoia-capital\"><strong>Sequoia Capital</strong></h3>\n\n<p class=\"wp-block-paragraph\">Plans to close its office in Washington, D.C., and let go of its policy team there by the end of March, <a href=\"https://techcrunch.com/2025/03/19/sequoia-shutters-washington-d-c-office-lets-go-of-policy-team/\" target=\"_blank\" rel=\"noreferrer noopener\">TechCrunch has confirmed</a>. Sequoia opened its Washington office five years ago to deepen its relationship with policymakers. Three full-time employees are expected to be affected, per Forbes.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-siemens\"><strong>Siemens</strong></h3>\n\n<p class=\"wp-block-paragraph\">Announced <a href=\"https://press.siemens.com/global/en/pressrelease/siemens-strengthen-competitiveness-automation-business-and-electric-vehicle-charging\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">plans to let go of approximately 5,600 jobs globally</a> in its automation and electric-vehicle charging businesses as part of efforts to improve competitiveness.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-hellofresh\"><strong>HelloFresh</strong></h3>\n\n<p class=\"wp-block-paragraph\">Is <a href=\"https://www.dallasnews.com/business/retail/2025/03/13/hellofresh-cutting-over-270-jobs-closing-grand-prairie-site/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reportedly laying off 273 employees</a>, closing its distribution center in Grand Prairie, Texas, and consolidating to another site in Irving to manage the volume in the region.  </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-otorio\"><strong>Otorio</strong></h3>\n\n<p class=\"wp-block-paragraph\">Has<a href=\"https://www.techinasia.com/news/cyber-firm-armis-cuts-45-jobs-from-its-120m-acquired-startup\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> cut 45 employees</a>, more than half of its workforce, after being acquired by cybersecurity company <a href=\"https://www.armis.com/newsroom/press/armis-acquires-otorio-to-expand-its-leadership-in-operational-technology-and-cyber-physical-security/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Armis for $120 million in March</a>.  </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-activefence\"><strong>ActiveFence</strong></h3>\n\n<p class=\"wp-block-paragraph\">Will reportedly reduce 22 employees, <a href=\"https://www.calcalistech.com/ctechnews/article/hjvqbqg3jx\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">representing 7% of its workforce</a>. Most of those affected are based in Israel as the company undergoes a streamlining process. The New York- and Tel Aviv-headquartered cybersecurity firm <a href=\"https://techcrunch.com/2021/07/26/activefence-comes-out-of-the-shadows-with-100m-in-funding-and-tech-that-detects-online-harm/\" target=\"_blank\" rel=\"noreferrer noopener\">has raised $100 million at a valuation of about $500 million</a> in 2021.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-d-id\">D-ID</h3>\n\n<p class=\"wp-block-paragraph\">Will cut 22 jobs, affecting nearly <a rel=\"nofollow\" href=\"https://www.calcalistech.com/ctechnews/article/bjrzoinjjg\">a quarter of its total workforce,</a> following the announcement of the AI startup’s strategic <a rel=\"nofollow\" href=\"https://www.microsoft.com/en-us/startups/blog/d-id-technology-to-enable-microsoft-business-users-to-seamlessly-move-towards-agentic-future/\">partnership with Microsoft.</a></p>\n\n<h3 class=\"wp-block-heading\" id=\"h-nasa\">NASA</h3>\n\n<p class=\"wp-block-paragraph\">Announced it will be <a href=\"https://bsky.app/profile/marisakabas.bsky.social/post/3ljzytyhlz22j\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">shutting down several of its offices</a> in accordance with Elon Musk’s DOGE, including its Office of Technology, Policy, and Strategy and the DEI branch in the Office of Diversity and Equal Opportunity.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-zonar-systems\">Zonar Systems</h3>\n\n<p class=\"wp-block-paragraph\">Has reportedly laid off some staff, according to <a href=\"https://www.bizjournals.com/seattle/news/2025/03/09/zonar-systems-layoffs-gps-trackit-inverness-graham.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">LinkedIn posts from ex-employees.</a> The company has not confirmed the layoffs, and it is currently unknown how many workers were affected.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-wayfair\">Wayfair</h3>\n\n<p class=\"wp-block-paragraph\">Announced plans to <a href=\"https://finance.yahoo.com/news/retailer-wayfair-restructures-technology-team-135556649.html?guccounter=1\" target=\"_blank\" rel=\"noreferrer noopener\">let go of 340 employees</a> in its technology division as part of a new restructuring effort.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-hpe\">HPE</h3>\n\n<p class=\"wp-block-paragraph\">Will cut <a href=\"https://www.cnbc.com/2025/03/06/hewlett-packard-enterprise-hpe-q1-earnings-report-2025.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">2,500 employees,</a> or 5% of its total staff, in response to its shares sliding 19% in the first fiscal quarter.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-tiktok\">TikTok</h3>\n\n<p class=\"wp-block-paragraph\">Will cut <a href=\"https://www.rte.ie/news/ireland/2025/0306/1500535-tik-tok-ireland/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">up to 300 workers in Dublin,</a> accounting for roughly 10% of the company’s workforce in Ireland. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-liveramp\">LiveRamp</h3>\n\n<p class=\"wp-block-paragraph\">Announced it will <a href=\"https://www.benzinga.com/news/guidance/25/03/44189581/saas-company-liveramp-lays-off-5-of-full-time-workforce-amid-strategic-restructuring\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">lay off 65 employees,</a> affecting 5% of its total workforce.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-ola-electric\">Ola Electric</h3>\n\n<p class=\"wp-block-paragraph\">Is reportedly set to lay off <a href=\"https://inc42.com/buzz/ola-electric-to-cut-over-1k-jobs-amid-rising-losses-report/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">over 1,000 employees and contractors</a> in a cost-cutting effort. It’s the second round of cuts for the company in just five months.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-rec-room\">Rec Room</h3>\n\n<p class=\"wp-block-paragraph\">Reduced its <a href=\"https://blog.recroom.com/posts/2025/3/3/rec-room-update-march-2025\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">total headcount by 16%</a> as the gaming startup shifts its focus to be “scrappier” and “more efficient.”</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-ans-commerce\">ANS Commerce</h3>\n\n<p class=\"wp-block-paragraph\">Was <a href=\"https://www.etnownews.com/technology/flipkart-shuts-down-ans-commerce-after-3-years-lays-off-employees-amid-e-commerce-restructuring-details-article-118657546\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">shut down</a> just three years after it was acquired by Flipkart. It is currently unknown how many employees were affected.</p>\n\n<h2 class=\"wp-block-heading\" id=\"feb2025\">February</h2>\n\n<h3 class=\"wp-block-heading\" id=\"h-hp\">HP</h3>\n\n<p class=\"wp-block-paragraph\">Will cut <a rel=\"nofollow\" href=\"https://www.sfchronicle.com/tech/article/hp-job-cuts-tariff-concerns-20193141.php\">up to 2,000 jobs</a> as part of its “Future Now” restructuring plan that hopes to save the company $300 million before the end of its fiscal year.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-grubhub\">GrubHub</h3>\n\n<p class=\"wp-block-paragraph\">Announced <a rel=\"nofollow\" href=\"https://www.reuters.com/technology/food-delivery-company-grubhub-lay-off-500-positions-2025-02-28/\">500 job cuts</a> after it was <a href=\"https://techcrunch.com/2024/11/12/just-eat-takeaway-sells-grubhub-to-wonder-for-650-million/\">sold to Wonder Group for $650 million.</a> The number of cuts affected more than 20% of its previous workforce. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-autodesk\">Autodesk</h3>\n\n<p class=\"wp-block-paragraph\">Announced plans <a href=\"https://www.sec.gov/Archives/edgar/data/769397/000076939725000013/ceoemployeeannouncement.htm\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">to lay off 1,350 employees,</a> affecting 9% of its total workforce, in an attempt to reshape its GTM model. The company is also <a href=\"https://www.cnbc.com/2025/02/27/autodesk-says-it-will-cut-1350-employees.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">making reductions in its facilities,</a> though it does not plan to close any offices.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-google-1\">Google</h3>\n\n<p class=\"wp-block-paragraph\">Is planning to cut employees in its <a href=\"https://www.cnbc.com/2025/02/27/google-makes-cuts-to-hr-and-cloud-units.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">People Operations and cloud organizations teams</a> in a new reorganization effort. The company is offering a voluntary exit program to U.S.-based People Operations employees.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-nautilus\">Nautilus</h3>\n\n<p class=\"wp-block-paragraph\">Reduced its headcount <a href=\"https://www.geekwire.com/2025/nautilus-biotechnology-layoffs-16-of-workforce-plans-release-of-commercial-platform-in-2026/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">by 25 employees,</a> accounting for 16% of its total workforce. The company is planning to release a commercial version of its proteome analysis platform in 2026.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-ebay\">eBay</h3>\n\n<p class=\"wp-block-paragraph\">Will reportedly <a rel=\"nofollow\" href=\"https://www.calcalistech.com/ctechnews/article/bjgsl8n9yl\">cut a few dozen employees in Israel,</a> potentially affecting 10% of its 250-person workforce in the country.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-starbucks\">Starbucks</h3>\n\n<p class=\"wp-block-paragraph\">Cut <a rel=\"nofollow\" href=\"https://www.bloomberg.com/news/articles/2025-02-25/starbucks-to-outsource-some-tech-work-after-corporate-shake-up\">1,100 jobs in a reorganizing effort</a> that affected its tech workers. The coffee chain will now outsource some tech work to third-party employees.</p>\n\n\n\n<p class=\"wp-block-paragraph\">Laid off <a href=\"https://techcrunch.com/2025/02/26/commercetools-a-pioneer-in-headless-commerce-lays-off-dozens-of-staff/\">dozens of employees</a> over the last few weeks, including around 10% of staff in one day, after failing to meet its sales growth targets. The “headless commerce” platform <a href=\"https://techcrunch.com/2021/09/13/commercetools-raises-140m-at-a-1-9b-valuation-as-headless-commerce-continues-to-boom/\">raised money at a $1.9 billion valuation</a> just a few years ago.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-dayforce\">Dayforce</h3>\n\n<p class=\"wp-block-paragraph\">Will cut <a href=\"https://www.marketwatch.com/story/dayforce-to-cut-about-5-of-workforce-in-efficiency-drive-2eabda38?mod=investing\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">roughly 5% of its current workforce</a> in a new efficiency drive to increase profitability and growth.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-expedia-0\">Expedia</h3>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.geekwire.com/2025/expedia-confirms-layoffs-at-seattle-travel-giant/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Laid off more employees</a> in a new effort to cut costs, though the total number is unknown. Last year, the travel giant <a href=\"https://www.geekwire.com/2024/expedia-group-cutbacks-will-impact-1500-roles-this-year-more-than-8-of-workforce/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">cut about 1,500 roles</a> in its Product &amp; Technology division.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-skybox-security\">Skybox Security</h3>\n\n<p class=\"wp-block-paragraph\">Has <a href=\"https://www.calcalistech.com/ctechnews/article/s1wi4rc5yl\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ceased operations</a> and has laid off its employees after selling its business and technology to Israeli cybersecurity company Tufin. The cuts affect roughly 300 people. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-hermd\">HerMD</h3>\n\n<p class=\"wp-block-paragraph\">Is <a href=\"https://femtechinsider.com/hybrid-womens-health-provider-hermd-to-close-all-locations-in-march-2025/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">shutting down its operations</a> amid “ongoing challenges in healthcare.” It’s unclear the number of employees affected. In 2023, the women’s healthcare startup <a href=\"https://techcrunch.com/2023/07/28/hermd-womens-healthcare-18m/\">raised $18 million</a> to fund its expansion.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-zendesk\">Zendesk</h3>\n\n<p class=\"wp-block-paragraph\">Cut <a href=\"https://www.kron4.com/news/bay-area/zendesk-lays-off-dozens-of-employees-at-sf-headquarters/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">51 jobs in its San Francisco headquarters,</a> according to state filings with the Employment Development Department. The SaaS startup previously reduced its headcount by 8% in 2023.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-vendease\">Vendease</h3>\n\n<p class=\"wp-block-paragraph\">Has <a href=\"https://techcabal.com/2025/02/19/vendease-second-layoffs/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">cut 120 employees,</a> affecting 44% of its total staff. It’s the Y Combinator-backed Nigerian startup’s second layoff round in just five months.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-logically\">Logically</h3>\n\n<p class=\"wp-block-paragraph\">Reportedly <a href=\"https://sifted.eu/articles/anti-misinformation-startup-logically-lays-off-dozens-in-global-cost-cutting-drive\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">laid off dozens of employees</a> as part of a new cost-cutting effort that aims to ensure “long-term success” in the startup’s mission to curb misinformation online.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-blue-origin\">Blue Origin</h3>\n\n<p class=\"wp-block-paragraph\">Will lay off about 10% of its workforce, affecting <a href=\"https://www.cnn.com/2025/02/13/science/blue-origin-employee-layoffs/index.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">more than 1,000 employees.</a> According to an email to staff obtained by CNN, the cuts will largely have an impact on positions in engineering and program management. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-redfin\">Redfin</h3>\n\n<p class=\"wp-block-paragraph\">Announced in an SEC filing that it will <a href=\"https://www.realestatenews.com/2025/02/12/redfin-to-cut-450-roles-following-zillow-rentals-deal\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">cut around 450 positions</a> between February and July 2025, with a complete restructuring set to be completed in the fall, following its new partnership with Zillow.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-sophos\">Sophos</h3>\n\n<p class=\"wp-block-paragraph\">Is laying off <a href=\"https://techcrunch.com/2025/02/13/sophos-lays-off-6-of-workforce-following-secureworks-acquisition/\" target=\"_blank\" rel=\"noreferrer noopener\">6% of its total workforce,</a> the cybersecurity firm confirmed to TechCrunch. The cuts come less than two weeks after Sophos acquired Secureworks for $859 million.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-zepz\">Zepz</h3>\n\n<p class=\"wp-block-paragraph\">Will cut <a href=\"https://www.cnbc.com/2025/02/12/fintech-unicorn-zepz-to-lay-off-200-employees-sources-say.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">nearly 200 employees</a> as it introduces redundancy measures and closes down its operations in Poland and Kenya.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-unity\">Unity</h3>\n\n<p class=\"wp-block-paragraph\">Reportedly <a href=\"https://www.theverge.com/news/610165/unity-layoffs-2025-runtime-fee\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">conducted another round of layoffs.</a> It’s unknown how many employees were affected.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-justworks\">JustWorks</h3>\n\n<p class=\"wp-block-paragraph\">Cut nearly 200 employees, CEO Mike Seckler announced <a href=\"https://www.justworks.com/press/company-news/a-note-from-justworks-ceo-mike-seckler\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">in a note to employees</a>, citing “potential adverse events” like a recession or rising interest rates.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-bird\">Bird</h3>\n\n<p class=\"wp-block-paragraph\">Cut 120 jobs, affecting roughly <a href=\"https://techcrunch.com/2025/02/10/bird-cuts-120-jobs-as-part-of-strategic-realignment/\">one-third of its total workforce,</a> TechCrunch exclusively learned. The move comes just a year after the Dutch startup <a href=\"https://www.amsterdamai.com/en/nieuws/529e0e27-44d0-0505-2af2-f473d807ab03/Bird-ontslaat-werknemers-wegens-AI-effici%C3%ABntie\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">cut 90 employees</a> following its rebrand.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-sprinklr\">Sprinklr</h3>\n\n<p class=\"wp-block-paragraph\">Laid off <a href=\"https://techcrunch.com/2025/02/06/sprinklr-cuts-500-employees-citing-underwhelming-business-performance/\">about 500 employees,</a> affecting 15% of its workforce, citing poor business performance. The new cuts follow two <a href=\"https://techcrunch.com/2024/05/03/sprinklr-lays-off-more-than-100-employees/\">earlier</a><a href=\"https://techcrunch.com/2023/02/15/sprinklr-layoffs-2023/\"> layoff rounds</a> for the company that affected roughly 200 employees.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-sonos\">Sonos</h3>\n\n<p class=\"wp-block-paragraph\">Reportedly let go of <a href=\"https://www.theverge.com/news/607022/sonos-february-layoffs-app-problems\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">approximately 200 employees,</a> according to The Verge. The company previously <a href=\"https://techcrunch.com/2024/08/14/sonos-ceo-patrick-spence-confirms-100-person-layoff/\">cut 100 employees</a> as part of a layoff round in August 2024. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-workday\">Workday</h3>\n\n<p class=\"wp-block-paragraph\">Laid off <a href=\"https://techcrunch.com/2025/02/05/workday-cuts-nearly-2000-employees/\">1,750 employees,</a> as originally reported by Bloomberg and confirmed independently by TechCrunch. The cuts affect roughly 8.5% of the enterprise HR platform’s total headcount.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-okta\">Okta</h3>\n\n<p class=\"wp-block-paragraph\">Laid off 180 employees, <a href=\"https://techcrunch.com/2025/02/04/okta-lays-off-180-employees-nearly-one-year-after-last-workforce-reduction/\">the company confirmed to TechCrunch.</a> The cuts come just over one year after the access and identity management giant <a href=\"https://techcrunch.com/2024/02/01/okta-layoffs-400-employees/\">let go of 400 workers.</a></p>\n\n<h3 class=\"wp-block-heading\" id=\"h-cruise\">Cruise</h3>\n\n<p class=\"wp-block-paragraph\">Is laying off <a href=\"https://techcrunch.com/2025/02/04/cruise-to-slash-workforce-by-50-after-gm-cuts-funding-to-robotaxi-operations/\">50% of its workforce</a>, including CEO Marc Whitten and several other top executives, as it prepares to shut down operations. What remains of the autonomous vehicle company will move under General Motors.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-salesforce\">Salesforce</h3>\n\n<p class=\"wp-block-paragraph\">Is reportedly eliminating <a href=\"https://www.bloomberg.com/news/articles/2025-02-04/salesforce-cutting-1-000-roles-while-hiring-salespeople-for-ai\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">more than 1,000 jobs.</a> The cuts come as the giant is actively recruiting and hiring workers to sell new AI products.</p>\n\n<h2 class=\"wp-block-heading\" id=\"jan2025\">January</h2>\n\n<h3 class=\"wp-block-heading\" id=\"h-cushion\">Cushion</h3>\n\n<p class=\"wp-block-paragraph\">Has shut down operations, CEO Paul Kesserwani <a rel=\"nofollow\" href=\"https://www.linkedin.com/posts/paulkesserwani_at-the-end-of-last-year-we-made-the-tough-activity-7290783062534037504-Pe1N?utm_source=share&amp;utm_medium=member_desktop&amp;rcm=ACoAAAAyEiMByBYO4n6-VczZmD3Y2N2vRH_tb7k\">announced on LinkedIn.</a> The fintech startup’s post-money valuation <a href=\"https://techcrunch.com/2025/01/30/fintech-startup-cushion-shuts-down-after-8-years-and-over-20-million-in-funding/\">in 2022 was $82.4 million,</a> according to PitchBook.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-placer-ai\">Placer.ai</h3>\n\n<p class=\"wp-block-paragraph\">Laid off <a rel=\"nofollow\" href=\"https://www.calcalistech.com/ctechnews/article/sj6ptuddye\">150 employees based in the U.S.</a>, affecting roughly 18% of its total workforce, in an effort to reach profitability.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-amazon-0\">Amazon</h3>\n\n<p class=\"wp-block-paragraph\">Laid off <a rel=\"nofollow\" href=\"https://www.bloomberg.com/news/articles/2025-01-29/amazon-cuts-dozens-of-corporate-jobs-in-latest-round-of-layoffs\">dozens of workers in its communications department</a> in order to help the company “move faster, increase ownership, strengthen our culture, and bring teams closer to customers.”</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-stripe\">Stripe</h3>\n\n<p class=\"wp-block-paragraph\">Is <a href=\"https://techcrunch.com/2025/01/21/stripe-is-laying-off-300-people-but-says-it-still-plans-to-hire-in-2025/\">laying off 300 people,</a> according to a leaked memo reported by Business Insider. However, according to the memo, the fintech giant is planning to grow its total headcount by 17%. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-textio\">Textio</h3>\n\n<p class=\"wp-block-paragraph\">Laid off <a rel=\"nofollow\" href=\"https://www.geekwire.com/2025/augmented-writing-startup-textio-lays-off-more-employees-will-invest-in-different-mix-of-roles/\">15 employees</a> as the augmented writing startup undergoes a restructuring effort.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-pocket-fm\">Pocket FM</h3>\n\n<p class=\"wp-block-paragraph\">Is <a rel=\"nofollow\" href=\"https://yourstory.com/2025/01/pocketfm-75-employees-pushes-toward-profitability\">cutting 75 employees</a> in an effort to “ensure the long-term sustainability and success” of the company. The audio company last cut 200 writers in July 2024 months after <a href=\"https://techcrunch.com/2024/06/20/pocket-fm-partners-with-elevenlabs-to-convert-scripts-into-audio-content-quickly/\">partnering with ElevenLabs</a>.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-aurora-solar\">Aurora Solar</h3>\n\n<p class=\"wp-block-paragraph\">Is planning to <a rel=\"nofollow\" href=\"https://www.sfexaminer.com/news/technology/sf-green-tech-startup-aurora-solar-laying-off-dozens-again/article_a5fc0dbc-d450-11ef-95d2-03eab04fe214.html\">cut 58 employees</a> in response to an “ongoing macroeconomic challenges and continued uncertainty in the solar industry.”</p>\n\n\n\n<p class=\"wp-block-paragraph\">Announced in an internal memo that it will <a rel=\"nofollow\" href=\"https://www.cnbc.com/2025/01/14/meta-targeting-lowest-performing-employees-in-latest-round-of-layoffs.html\">cut 5% of its staff</a> targeting “low performers” as the company prepares for “an intense year.” <a href=\"https://techcrunch.com/2025/01/14/meta-to-cut-roughly-5-of-its-workforce-based-on-performance/\">As of its latest quarterly report,</a> Meta currently has more than 72,000 employees.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-wayfair-0\">Wayfair</h3>\n\n<p class=\"wp-block-paragraph\">Will cut up to 730 jobs, <a href=\"https://www.cnbc.com/2025/01/10/wayfair-to-exit-germany-cut-730-jobs-in-latest-layoffs.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">affecting 3% of its total workforce,</a> as it plans to exit operations in Germany and focus on physical retailers.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-pandion\">Pandion</h3>\n\n<p class=\"wp-block-paragraph\">Is shutting down its operations, <a href=\"https://www.geekwire.com/2025/heavily-funded-pandion-delivery-startup-closes-abruptly-in-latest-logistics-industry-fallout/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">affecting 63 employees.</a> The delivery startup said employees will be paid through January 15 without severance.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-icon\">Icon</h3>\n\n<p class=\"wp-block-paragraph\">Is <a href=\"https://www.statesman.com/story/business/2025/01/09/icon-layoffs-austin-texas-3d-printing-company-100-employees/77573345007/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">laying off 114 employees</a> as part of a team realignment, per a new WARN notice filing, focusing its efforts on a robotic printing system.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-altruist\">Altruist</h3>\n\n<p class=\"wp-block-paragraph\">Eliminated 37 jobs, affecting roughly 10% of its total workforce, even as the company <a href=\"https://riabiz.com/a/2025/1/7/altruist-lays-off-10-of-its-staff-despite-300-revenue-jump-to-get-best-possible-people-as-aggressive-hiring-continues-says-ceo\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">pursues “aggressive” hiring.</a></p>\n\n<h3 class=\"wp-block-heading\" id=\"h-aqua-security\">Aqua Security</h3>\n\n<p class=\"wp-block-paragraph\">Is cutting <a href=\"https://www.calcalistech.com/ctechnews/article/rjd6qpclyx\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">dozens of employees</a> across its global markets as part of a strategic reorganization to increase profitability.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-solaredge-technologies\">SolarEdge Technologies</h3>\n\n<p class=\"wp-block-paragraph\">Plans to lay off <a href=\"https://www.reuters.com/business/energy/solaredge-technologies-lay-off-400-employees-globally-2025-01-06/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">400 employees globally.</a> It’s the company’s fourth layoff round <a href=\"https://www.reuters.com/technology/solaredge-lay-off-16-workforce-2024-01-21/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">since January 2024</a> as the solar industry as a whole faces a downturn.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-level\"><strong>Level</strong></h3>\n\n<p class=\"wp-block-paragraph\">The fintech startup, founded in 2018, <a href=\"https://www.theinformation.com/articles/fintech-startup-level-abruptly-shuts-down\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">abruptly shut down earlier this year.</a> Per an email from CEO Paul Aaron, the closure follows an <a href=\"https://www.pymnts.com/acquisitions/2025/report-benefits-startup-level-shuts-down-after-acquisition-falls-through/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">unsuccessful attempt to find a buyer</a>, though <a href=\"https://techcrunch.com/2025/01/07/employer-com-offers-to-buy-failed-fintech-level-a-week-after-it-makes-offer-for-bench/\">Employer.com has a new offer under consideration</a> to acquire the company post-shutdown.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><em>This list updates regularly.</em></p>\n\n<p class=\"wp-block-paragraph\"><em>On April 24, 2025, we corrected the number of layoffs that happened in March. </em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Ditch VC norms and find capital on your own terms at Disrupt 2025 | TechCrunch",
            "time": "2025-07-31T14:30:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">At <a href=\"https://techcrunch.com/events/tc-disrupt-2025/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;promo=post_wilkinsonallebestmakishi_07312025&amp;display=\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>TechCrunch Disrupt 2025</strong></a>, happening October 27-29 at Moscone West in San Francisco, a candid conversation is coming to the <strong><a href=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_wilkinsonallebestmakishi_07312025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\">Builder Stage</a></strong> — one that unpacks what startup funding looks like beyond the venture capital echo chamber.</p>\n\n<figure class=\"wp-block-image size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_wilkinsonallebestmakishi_07312025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_wilkinsonallebestmakishi_07312025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?w=680\" alt=\"TechCrunch Disrupt 2025 Gale Wilkinson, Erik Allebest, Kay Makishi\" class=\"wp-image-3032660\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png 1920w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_Wilkinson-Makishi-Allebest-Speaker-16x9-Dark.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-funding-routes-that-don-t-start-in-the-valley\">Funding routes that don’t start in the Valley</h2>\n\n<p class=\"wp-block-paragraph\">Founders today have more capital paths than ever. But how do you navigate them — and know which one actually supports your growth? In this session, hear from Erik Allebest, the CEO and co-founder of <a href=\"https://chess.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Chess.com</a>; Gale Wilkinson, the founder and managing partner at <a href=\"https://www.vitalize.vc/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">VITALIZE</a>; and Kay Makishi, vice president at <a href=\"http://www.lupoff.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Lupoff/Stevens Family Office</a>. Each brings a different perspective on how to raise money without giving up your vision or your cap table.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Whether you’re bootstrapping, tapping family offices, or building through angel networks, this discussion breaks down what’s working now, what to avoid, and how to choose the approach that fits your goals.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-meet-the-speakers-carving-out-new-funding-lanes\">Meet the speakers carving out new funding lanes</h2>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.linkedin.com/in/erikallebest/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Erik Allebest</a> turned a college passion into Chess.com, now the leading platform for players and learners with over 165 million users. Built without chasing venture capital, it’s a bootstrapped success story in a league of its own.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.linkedin.com/in/galevc/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Gale Wilkinson</a> has made 50 personal angel investments and led more than $80 million in early-stage funding across 150 startups. She’s a WorkTech expert, a champion for diversity in venture, and a go-to voice for founders who want capital that shares their values.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.linkedin.com/in/kaymakishi/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Kay Makishi</a> brings a cross-border lens as a key investor at a New York-based family office. With experience spanning U.S. and Japanese markets, she offers rare insight into how high-net-worth individuals and families back startups for impact, not just returns.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-skip-the-status-quo-and-fund-smarter\">Skip the status quo and fund smarter</h2>\n\n<p class=\"wp-block-paragraph\">There’s more than one way to get to your next round. Don’t miss this <a href=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_wilkinsonallebestmakishi_07312025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>session</strong></a> that shows how founders are funding differently — and winning. <a href=\"https://techcrunch.com/events/tc-disrupt-2025/tickets/?promo=post_wilkinsonallebestmakishi_07312025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Grab your pass</strong></a> to TechCrunch Disrupt 2025 today to save up to $675 in ticket savings, and be in the room with 10,000+ startup and VC leaders.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Ford to reveal more about its new low-cost electric vehicles on August 11 | TechCrunch",
            "time": "2025-07-31T14:14:24",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/11/GettyImages-1741629073.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Ford is set to reveal more information about its upcoming low-cost electric vehicles at an event in Kentucky on August 11. And the company is talking a very big game: CEO Jim Farley <a href=\"https://www.investing.com/news/transcripts/earnings-call-transcript-fords-q2-2025-earnings-surpass-expectations-93CH-4161537\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said</a> Wednesday that the announcement is “a Model T moment” for Ford.</p>\n\n<p class=\"wp-block-paragraph\">Farley made the comments after Ford revealed its electric vehicle division posted a loss of around $1.3 billion in the second quarter of 2025. Sales of the company’s top two EVs, the F-150 Lightning and the Mustang Mach-E, are declining, all while things are looking increasingly tough for electric vehicles under the second Trump administration. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Farley first revealed that Ford had a skunkworks team developing a low-cost electric vehicle in February 2024. As TechCrunch first reported, the effort is being led by <a href=\"https://techcrunch.com/2024/02/06/ex-tesla-exec-leading-ford-skunkworks-project-to-develop-low-cost-ev/\" target=\"_blank\" rel=\"noreferrer noopener\">former Tesla executive Alan Clarke</a>, and the team is <a href=\"https://techcrunch.com/2024/06/12/fords-secretive-low-cost-ev-team-is-growing-with-talent-from-rivian-tesla-and-apple/\" target=\"_blank\" rel=\"noreferrer noopener\">brimming with talent</a> from companies like Tesla, Rivian, Apple, and Lucid Motors. </p>\n\n<p class=\"wp-block-paragraph\">The company has been deliberately vague about any specifics, but has admitted that the first vehicle to be built on this new low-cost platform <a href=\"https://techcrunch.com/2024/08/21/ford-ev-low-cost-pickup-skunkworks-team/\" target=\"_blank\" rel=\"noreferrer noopener\">will be a mid-size pickup truck</a> set for release in 2027. Ford has said it will build “multiple vehicle styles — for both retail and commercial customers” on the platform, and that these vehicles will feature “personalized digital experiences.”</p>\n\n<p class=\"wp-block-paragraph\">Cheaper models could help Ford, but 2027 is still a long way out. </p>\n\n<p class=\"wp-block-paragraph\">While there are basically no mass-market electric vehicles available in the U.S. at or under $30,000, that likely won’t be the case when Ford’s secretive EVs hit the market in two years. Tesla has said it will start selling a stripped-down (and possibly smaller) Model Y SUV later this year. General Motors is <a href=\"https://news.gm.com/home.detail.html/Pages/topic/us/en/2025/jul/0729-Sneak-preview-2027-Chevrolet-Bolt.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">bringing back the Chevy Bolt next year</a>. And Jeff Bezos-backed startup Slate Auto is putting its own <a href=\"https://techcrunch.com/2025/07/03/slate-auto-drops-under-20000-pricing-after-trump-administration-ends-federal-ev-tax-credit/\" target=\"_blank\" rel=\"noreferrer noopener\">low-cost electric pickup on sale as early as late 2026</a>.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Waymo’s co-CEO on the truth behind autonomous vehicles at Disrupt 2025 | TechCrunch",
            "time": "2025-07-31T14:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Autonomous vehicles have long been touted as “just around the corner,” but the reality of what it takes to bring self-driving cars to the streets is anything but simple. At <strong><a href=\"https://techcrunch.com/events/tc-disrupt-2025/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;promo=post_tekedramawakana_07312025&amp;display=\" target=\"_blank\" rel=\"noreferrer noopener\">TechCrunch Disrupt 2025</a></strong>, happening October 27–29 at Moscone West in San Francisco, <a href=\"https://waymo.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Waymo</a> co-CEO Tekedra Mawakana joins the <a href=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_tekedramawakana_07312025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Disrupt Stage</strong></a> for a wide-ranging conversation on the current state of AVs — and where the industry goes from here.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_tekedramawakana_07312025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_tekedramawakana_07312025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?w=680\" alt=\"TechCrunch Disrupt 2025 Tekedra Mawakana\" class=\"wp-image-3032642\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png 1920w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/07/TC25_-Tekedra-Mawakana-Speaker-16x9-Dark.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-inside-the-self-driving-reality-check\">Inside the self-driving reality check</h2>\n\n<p class=\"wp-block-paragraph\">While the headlines often focus on crashes, controversies, or overblown promises, Tekedra has spent years navigating the real-world path to autonomous mobility. At Disrupt, she’ll dig into what it actually takes to scale AV deployment — from rider safety and public trust to the nuances of regulation, operations, and competitive pressure from Tesla and others.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">This session isn’t about vague timelines or flashy demos. It’s about what’s working, what still needs work, and what it means to bring truly autonomous vehicles to life at scale. Whether you’re a founder, investor, or just curious about the road ahead, you won’t want to miss it.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?w=680\" alt=\"Waymo jaguar ipace autonomous vehicle\" class=\"wp-image-2320477\" srcset=\"https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg 9504w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=1200,800 1200w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=1280,853 1280w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=1536,1024 1536w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=2048,1365 2048w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=563,375 563w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=926,617 926w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2022/05/IPACE_3.jpeg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Waymo</span></figcaption></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-meet-the-leader-behind-the-wheel\">Meet the leader behind the wheel</h2>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.linkedin.com/in/tnmawakana/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Tekedra Mawakana</a> brings over two decades of experience shaping global strategy for some of the world’s biggest tech companies. As co-CEO of Waymo, she guides the company’s long-term mission to bring the Waymo Driver to the masses and lead the next generation of autonomous innovation. She also serves on the board of Intuit, advises Boom Technology, and supports a number of social impact ventures through her work as an investor and LP with Operator Collective.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-get-your-pass-to-disrupt-before-rates-rise\">Get your pass to Disrupt before rates rise</h2>\n\n<p class=\"wp-block-paragraph\">Waymo’s story is a central chapter in the future of mobility, and this session offers a rare inside look at the journey behind the headlines. Join us at <a href=\"https://techcrunch.com/events/tc-disrupt-2025/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;promo=post_tekedramawakana_07312025&amp;display=\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>TechCrunch Disrupt 2025</strong></a> — where more than 10,000 startup and VC leaders gather to shape what’s next. <a href=\"https://techcrunch.com/events/tc-disrupt-2025/tickets/?promo=post_tekedramawakana_07312025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Register today</strong></a> and secure your spot with up to $675 in ticket savings before prices increase.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2025/tickets/?promo=post_tekedramawakana_07312025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2025/tickets/?promo=post_tekedramawakana_07312025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?w=680\" alt=\"Disrupt 2024 Main Stage\" class=\"wp-image-2953554\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg 4072w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=1200,800 1200w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=1280,853 1280w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=1536,1024 1536w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=2048,1366 2048w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=562,375 562w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=925,617 925w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2025/01/Disrupt-2024-main-stage.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Kimberly White / Getty Images</span></figcaption></figure>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}