{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "Netflix launches a mobile-friendly version of Red Dead Redemption | TechCrunch",
            "time": "2025-12-02T18:00:51",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/RedDeadRedemption.jpg?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Red Dead Redemption joined the Netflix gaming catalog on Tuesday, a great moment for fans of the franchise as it marks the first time the game is officially available on<a rel=\"nofollow\" href=\"https://apps.apple.com/us/app/red-dead-redemption-netflix/id6743944297\"> iOS</a> and <a rel=\"nofollow\" href=\"https://play.google.com/store/apps/details?id=com.netflix.NGP.Kamo&amp;hl=en_US\">Android</a> devices. </p>\n\n<p class=\"wp-block-paragraph\">Players with a Netflix subscription can now download the game, which features mobile-friendly controls, including touch-screen shooting and navigation. It’s important to note that the game does not feature a multiplayer mode and players must be connected to the internet to play; offline gameplay is not available.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Originally released by Rockstar Games in 2010, Red Dead Redemption is set in the year 1911 during the Wild West era. Players assume the role of John Marston, a former outlaw searching for his kidnapped family. The mobile version includes the standalone expansion pack, “Undead Nightmare,” which follows Marston as he faces a zombie outbreak.</p>\n\n<p class=\"wp-block-paragraph\"><iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" src=\"https://www.youtube.com/embed/dxzVIKskNOY?si=uY3wrU8V7oUN1k7Q\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen=\"\">VIDEO</iframe></p>\n\n<p class=\"wp-block-paragraph\">The inclusion of Red Dead Redemption in Netflix’s gaming lineup is a significant addition to its gaming strategy, especially considering that Netflix has <a href=\"https://techcrunch.com/2022/08/08/netflix-mobile-games-report-apptopia/\">faced challenges</a> in previous years with fewer than 1% of its subscriber base engaging with the available games. The company’s investment in the space finally showed signs of growth in 2024, when <a href=\"https://techcrunch.com/2024/01/10/netflix-games-gain-traction-with-installs-up-180-year-over-year-in-2023-thanks-to-gta-and-others/\">estimates</a> showed that Netflix Games downloads increased 180% year-over-year.</p>\n\n<p class=\"wp-block-paragraph\">Red Dead Redemption is one of Rockstar’s most popular franchises, second only to the iconic Grand Theft Auto series. The game has attracted a dedicated base, and some players have been speculating that a prequel might be announced soon. The newly launched mobile game could potentially generate renewed interest in the franchise.</p>\n\n<p class=\"wp-block-paragraph\">The launch comes on the heels of Netflix’s introduction of <a href=\"https://techcrunch.com/2025/10/09/netflix-is-letting-users-play-games-on-their-tv-screens/\">games on smart TVs</a> in October. Subscribers can use their phones as controllers to play a collection of party titles, including Boggle Party, LEGO Party!, and Pictionary.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The rollout also occurs just two years after Netflix introduced <a href=\"https://techcrunch.com/2023/11/29/netflix-gta-the-trilogy-mobile-games/\">Grand Theft Auto: The Trilogy</a> into its mobile game catalog. However, GTA: San Andreas will leave Netflix Games on December 12, marking the last day subscribers can enjoy the title.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "ChatGPT referrals to retailers' apps increased 28% year-over-year, says report | TechCrunch",
            "time": "2025-12-02T17:56:16",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-1336136316.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">New data shows ChatGPT’s growing influence as a referrer to e-commerce websites, but also how small its slice of this market is currently. </p>\n\n<p class=\"wp-block-paragraph\">According to a new analysis by mobile app insights provider <a rel=\"nofollow\" href=\"https://apptopia.com/\">Apptopia</a>, ChatGPT referrals to retailer mobile apps increased 28% year-over-year over the Black Friday holiday shopping weekend, running from Thanksgiving Day on Thursday through Sunday.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">However, the use of ChatGPT may not be benefiting smaller retailers as much as it’s helping to further entrench the e-commerce giants, Amazon and Walmart. This year, Amazon’s share of ChatGPT referrals grew to 54%, up from 40.5% in 2024. Walmart’s share, meanwhile, increased from 2.7% last year to now 14.9%. </p>\n\n<p class=\"wp-block-paragraph\">The data was collected by Apptopia’s U.S. panel, which is based on observed consumer activity on mobile devices. As it’s not first-party data, its figures are only estimates. For this analysis, the firm defined a referral session as a retail mobile app session that directly followed (within 30 seconds) a ChatGPT session.</p>\n\n<p class=\"wp-block-paragraph\">Despite the big jump from 2024, consumers’ use of AI chatbots to find e-commerce deals is still a small sliver of the overall referral market, Apptopia noted. Last year, ChatGPT’s referrals to e-commerce apps were only 0.64% of all ChatGPT sessions on Black Friday, and that figure only grew to 0.82% this year.</p>\n\n<p class=\"wp-block-paragraph\">In this case, a referral session was anytime ChatGPT either gave the searcher a shopping idea or the user clicked a link directly from their chat session that brought them to the retail app.</p>\n\n<p class=\"wp-block-paragraph\">Apptopia isn’t the only firm digging into how AI is impacting e-commerce during the busy holiday shopping season. Adobe also reported this week that AI traffic to U.S. retail sites (measured by shoppers clicking on a link) increased by 805% year-over-year on Black Friday, and those who landed on a retail site from an AI chatbot were 38% more likely to make a purchase.</p>\n\n<p class=\"wp-block-paragraph\">In addition, Adobe said that AI traffic to U.S. retail sites on Cyber Monday increased by 670%. In the holiday shopping season so far (Nov. 1 to Dec. 1), AI traffic is up 760%, it noted. </p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "AWS launches new Nova AI models and a service that gives customers more control | TechCrunch",
            "time": "2025-12-02T17:54:02",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/12/IMG_6848.jpg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Amazon Web Services is rolling out a slate of new homegrown AI models and a service for enterprise customers to build their own custom versions.</p>\n\n<p class=\"wp-block-paragraph\">The cloud provider launched Nova 2, a fleet of four new AI models to its Nova model family, during AWS CEO Matt Garman’s AWS Re:Invent keynote on Tuesday. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The first version of AWS Nova was <a href=\"https://techcrunch.com/2024/12/03/amazon-announces-nova-a-new-family-of-multimodal-ai-models/\">announced last year</a> at the company’s annual tech conference. At the time, the company released four text-generating models and one image-generating model. This year, AWS is giving the models an upgrade and launching an accompanying service.</p>\n\n<p class=\"wp-block-paragraph\">“The momentum has been really fantastic,” Garman said during his Tuesday keynote. “Nova has been, has grown to be used by tens of thousands of customers today, everyone from marketing giants to tech leaders like Infosys or Blue Origin or Robinhood to innovative startups like NinjaTech AI and today, we’re making Nova even better.”</p>\n\n<p class=\"wp-block-paragraph\">The four new models include Nova 2 Lite, a more cost-effective reasoning model. Reasoning AI models “think” before they respond and can process text, images, and videos to generate text that’s meant for everyday tasks. Nova 2 Pro is a reasoning agent that can process text, images, videos and speech that is designed for “highly complex tasks” like coding.</p>\n\n<p class=\"wp-block-paragraph\">Nova 2 Sonic is a new speech-to-speech model to be used for conversational AI. Nova 2 Omni is a multimodal reasoning and generation model that can process images, text, video and speech input, and produce both text and images.</p>\n\n<p class=\"wp-block-paragraph\">Alongside the model upgrades, AWS also announced a new service called Nova Forge which allows AWS cloud customers to build their own frontier version of AWS Nova models called Novellas for <a rel=\"nofollow\" href=\"https://www.cnbc.com/2025/12/02/amazon-nova-forge-lets-clients-customize-ai-models-for-100000-a-year.html\">$100,000 a year</a>, according to CNBC reporting. This service allows enterprises to access pre-trained, mid-trained or post-trained models for companies to then train on their own proprietary data.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Garman said this will be able to solve some of the problems that arise when enterprises try to incorporate their own data into already-trained AI models.</p>\n\n<p class=\"wp-block-paragraph\">“The more you customize models, the more you add a bunch of data in post training, these models tend to forget some of that interesting stuff that it learned earlier the core reasoning,” Garman said. “It’s a little bit like humans trying to learn new language. When you start when you’re really young, it’s actually relatively easy to pick up, but when you try to, you learn a new language later in life, it’s actually much, much harder. Model training is kind of like this too.”</p>\n\n<p class=\"wp-block-paragraph\">Companies including Reddit, Sony and Booking.com are early Nova Forge customers.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Follow along with all of TechCrunch’s coverage of the <a href=\"https://techcrunch.com/2025/12/01/aws-reinvent-2025-how-to-watch-and-follow-along-live/\">annual enterprise tech event here</a>.</p>\n\n\n\n<iframe loading=\"lazy\" class=\"tcembed-iframe tcembed--youtube wp-block-html\" src=\"https://www.youtube.com/embed/NE-3tFhvf9c?autoplay=1&amp;mute=1\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n\n<p class=\"wp-block-paragraph\"><em>Check out the latest reveals on everything from agentic AI and cloud infrastructure to security and much more from the flagship Amazon Web Services event in Las Vegas. This video is brought to you in partnership with AWS.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OpenAI slammed for app suggestions that looked like ads | TechCrunch",
            "time": "2025-12-02T16:43:21",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2195918462.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">ChatGPT’s unwelcome suggestion for a Peloton app during a conversation led to some backlash from OpenAI customers. People feared that ads had arrived, even for paid customers. OpenAI, however, clarified that the app suggestion was not an advertisement, but instead a poor attempt to integrate an app discovery feature within conversations.</p>\n\n<p class=\"wp-block-paragraph\">In <a rel=\"nofollow\" href=\"https://x.com/Yuchenj_UW\">a post on X</a>, which has since been viewed nearly 462,000 times, AI startup Hyberbolic’s co-founder, Yuchen Jin, shared a screenshot where ChatGPT seemingly suggested connecting the Peloton app in an unrelated conversation. Worse still, Jin noted he was a paid subscriber to ChatGPT’s $200 per month Pro Plan. At that price point, ads would not be expected. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The post, which was <a rel=\"nofollow\" href=\"https://x.com/_dmca/status/1995572734617939973?s=20\">reshared</a> and saved hundreds of times across X, received quite a bit of attention, as it seemed to indicate OpenAI was testing the insertion of ads into its paid product. Users complained that paying customers, especially, shouldn’t have to see app suggestions like this.</p>\n\n<p class=\"wp-block-paragraph\"><a rel=\"nofollow\" href=\"https://x.com/dgrreen/status/1995594572488233020\">One person also pointed out</a> that they couldn’t get ChatGPT to stop recommending Spotify to them, even though they were an Apple Music subscriber. </p>\n\n\n\n<p class=\"wp-block-paragraph\">OpenAI’s data lead for ChatGPT, Daniel McAuley, <a rel=\"nofollow\" href=\"https://x.com/_dmca/status/1995572734617939973?s=20\">later jumped into the thread</a> to clarify that the Peloton placement was not an ad; it was “only a suggestion to install Peloton’s app.” He said there was “no financial component” to the appearance of the app suggestion. </p>\n\n<p class=\"wp-block-paragraph\">However, he admitted that “the lack of relevancy” to the conversation made it a bad and confusing experience, and OpenAI was iterating on the suggestions and the user experience.</p>\n\n<p class=\"wp-block-paragraph\">A company spokesperson also confirmed to TechCrunch that what users had spotted was one of the ways OpenAI had been “testing surfacing apps in ChatGPT conversations.” They pointed to <a rel=\"nofollow\" href=\"https://openai.com/index/introducing-apps-in-chatgpt/\">OpenAI’s announcement in October</a> about its new app platform, where the company noted that apps would “fit naturally” into user conversations. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“You can discover [apps] when ChatGPT suggests one at the right time, or by calling them by name. Apps respond to natural language and include interactive interfaces you can use right in the chat,” the post explained. </p>\n\n<p class=\"wp-block-paragraph\">But that didn’t appear to be the case here, as the user claims they weren’t discussing anything related to health and fitness. Instead, as the screenshot shows, they had been chatting with the AI about a podcast featuring Elon Musk, where xAI was the topic being discussed. Inserting Peloton into this experience was unhelpful and a distraction. </p>\n\n<p class=\"wp-block-paragraph\">Yet even if the app suggestion had been relevant, users may have still viewed it as an ad, given that it’s directing people to a product from a business that isn’t free. In addition, users can’t turn off these app suggestions, which may make them feel more intrusive.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">This user sentiment could have potential ramifications for OpenAI’s desire to replace the App Store experience, and apps that run on your phone, with integrated apps that run within ChatGPT. If users don’t want to see app suggestions, they could choose to switch to a competitor’s chatbot to avoid them.</p>\n\n<p class=\"wp-block-paragraph\">Currently, ChatGPT apps are available to logged-in users outside of the EU, Switzerland, and the U.K., and the integrations are still in pilot testing. OpenAI partners with a number of app makers, including Booking.com, Canva, Coursera, Figma, Expedia, Zillow, and others. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Discord users can now buy in-game items without leaving the platform | TechCrunch",
            "time": "2025-12-02T16:42:31",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/MarvelRivals-Shop-Discord.png?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">As Discord prepares for a potential IPO, the platform is launching <a rel=\"nofollow\" href=\"https://discord.com/press-releases/discord-introduces-a-new-commerce-experience-for-gaming-communities\">new commerce features</a> to enhance the gaming experience for users while also generating new revenue streams for developers.</p>\n\n<p class=\"wp-block-paragraph\">Announced on Tuesday, the features allow users to purchase digital game items directly within Discord, eliminating the need to leave the platform. Users can also create wishlists for game items and send in-game items as gifts through direct messages.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">If Discord becomes a public company, it will face financial scrutiny, so these additions also present a new monetization opportunity for both Discord and game developers. By enabling developers to sell digital goods directly on Discord, the platform helps them reach a wider audience beyond their own communities, potentially boosting revenue.</p>\n\n<p class=\"wp-block-paragraph\">The initial rollout of these features is in partnership with the popular video game Marvel Rivals, which now has a dedicated store page within the game’s official Discord server. </p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/DiscordMarvelRivals-Shop.png?w=680\" alt=\"\" class=\"wp-image-3071767\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/DiscordMarvelRivals-Shop.png 1200w, https://techcrunch.com/wp-content/uploads/2025/12/DiscordMarvelRivals-Shop.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/12/DiscordMarvelRivals-Shop.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/12/DiscordMarvelRivals-Shop.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/12/DiscordMarvelRivals-Shop.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/12/DiscordMarvelRivals-Shop.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/12/DiscordMarvelRivals-Shop.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/12/DiscordMarvelRivals-Shop.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/12/DiscordMarvelRivals-Shop.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/12/DiscordMarvelRivals-Shop.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/12/DiscordMarvelRivals-Shop.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/12/DiscordMarvelRivals-Shop.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/12/DiscordMarvelRivals-Shop.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Discord</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Marvel Rivals is a smart choice for this launch, as it garnered 10 million players within 72 hours of its release last year, generated over $100 million in its first month, and has built a community of more than 4 million members on Discord.</p>\n\n<p class=\"wp-block-paragraph\">Players can now browse and purchase in-game items directly from the Marvel Rivals server, which includes items such as bundles, costumes, emotes, and emojis.</p>\n\n<p class=\"wp-block-paragraph\">Additionally, users can create wishlists that friends can view and purchase as gifts. With the holiday season approaching, this feature is particularly timely, as it simplifies gift-giving for those looking to buy for gamer friends or family members. Plus, the ability to gift in-game items through DMs allows users to send gifts to friends even if they don’t play Marvel Rivals themselves.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The shop currently accepts U.S. currency and is available only on the desktop app for players in the U.S., Canada, the UK, Ireland, and Oceania. The company is considering adding support for additional regions in the future.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "YouTube releases its first-ever recap of videos you've watched | TechCrunch",
            "time": "2025-12-02T16:35:05",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.40-AM.png?resize=1200,750",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">It’s that time of year when companies are rolling out their Spotify Wrapped-like end-of-year recaps, letting users revisit the content they engaged with the most. While YouTube has offered a YouTube Music recap for the past few years, the platform <a href=\"https://blog.youtube/news-and-events/youtube-recap-2025/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> on Tuesday that it’s now launching a separate experience for videos watched on the main service.</p>\n\n<p class=\"wp-block-paragraph\">YouTube Recap features up to 12 personalized cards that highlight a user’s top channels, interests, the evolution of their viewing habits, and personality-type assignment based on their watching preferences.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">For instance, the “Skill Builder” personality type goes to users who are drawn to content that helps develop skills, while “Sunshiners” gravitate toward content that spreads positivity. “Trailblazers” watch content that’s original and challenges the norm.</p>\n\n<p class=\"wp-block-paragraph\">Other personality types include the “Wonder Seeker,” the “Connector,” and the “Dreamer,” among others.</p>\n\n<p class=\"wp-block-paragraph\">Users will also be able to see their top artists and songs of the year, but they can get deeper insights in the YouTube Music app with their annual YouTube Music Recap, which started rolling out last week.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?w=680\" alt=\"\" class=\"wp-image-3071730\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png 2020w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=150,97 150w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=300,195 300w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=768,499 768w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=680,442 680w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=1200,779 1200w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=1280,831 1280w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=430,279 430w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=720,468 720w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=900,585 900w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=800,520 800w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=1536,998 1536w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=668,434 668w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=577,375 577w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=950,617 950w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=708,460 708w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-02-at-10.04.50-AM.png?resize=50,32 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>YouTube</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Recap is available starting today for YouTube users in North America, with a global rollout coming this week. Users can find their Recap directly on the YouTube homepage or under the “You” tab. Recaps are accessible on mobile devices and desktop.</p>\n\n<p class=\"wp-block-paragraph\">YouTube says the new feature was requested by users and that it conducted over 50 different concept tests before landing on the final product.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Alongside the launch of Recap, YouTube also released trend charts showcasing the top creators, podcasts, and songs of the year.</p>\n\n<p class=\"wp-block-paragraph\">MrBeast took the No. 1 spot for top creator for the sixth year in a row. The top podcast spot went to “The Joe Rogan Experience,” while Bruno Mars and Lady Gaga took the No. 1 spot for top song with “Die with a Smile.”</p>\n\n<p class=\"wp-block-paragraph\">YouTube Recap arrives the same day as <a href=\"https://techcrunch.com/2025/12/02/apple-musics-replay-2025-is-here/\" target=\"_blank\" rel=\"noreferrer noopener\">Apple Music’s Replay</a> and <a href=\"https://techcrunch.com/2025/12/02/amazon-musics-2025-delivered-is-now-here-to-compete-with-spotify-wrapped/\" target=\"_blank\" rel=\"noreferrer noopener\">Amazon Music’s 2025 Delivered</a>. Spotify has yet to release its highly anticipated Wrapped, suggesting that other companies are looking to get the jump on social media sharing.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "A data breach at analytics giant Mixpanel leaves a lot of open questions | TechCrunch",
            "time": "2025-12-02T16:30:52",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2019/04/women-location-sharing1.png?resize=1200,638",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">A cybersecurity incident at analytics provider <a href=\"https://mixpanel.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Mixpanel</a> announced just hours before the U.S. Thanksgiving holiday weekend could set a new standard for how <em>not</em> to announce a data breach. </p>\n\n<p class=\"wp-block-paragraph\">To recap: In <a href=\"https://mixpanel.com/blog/sms-security-incident/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a bare bones blog post</a> last Wednesday, Mixpanel chief executive Jen Taylor announced that the company had detected an unspecified security incident on November 8 that affected some of its customers, but didn’t say how they were affected, nor how many, only that Mixpanel had taken a range of security actions to “eradicate unauthorized access.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Mixpanel’s CEO, Jen Taylor, did not respond to multiple emails from TechCrunch, which included over a dozen questions about the company’s data breach. We asked Taylor if the company had received any communication from the hackers, such as a demand for money, along with other specific questions about the breach, including whether Mixpanel employee accounts were protected with <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#multi-factor-authentication\">multi-factor authentication</a>.</p>\n\n<p class=\"wp-block-paragraph\">One of its affected customers is OpenAI, which <a href=\"https://openai.com/index/mixpanel-incident/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">published its own blog post</a> two days later, confirming what Mixpanel had failed to explicitly say in its own post, that customer data had been taken from Mixpanel’s systems. </p>\n\n<p class=\"wp-block-paragraph\">OpenAI said it was affected by the breach because it relied on software provided by Mixpanel to help understand how OpenAI users interact with certain parts of its website, such as <a href=\"https://platform.openai.com/docs/overview\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">its developer documentation</a>. </p>\n\n<p class=\"wp-block-paragraph\">OpenAI users affected by the Mixpanel breach are likely to be developers whose own apps or websites rely on OpenAI’s products to work. OpenAI said its stolen data included the user’s provided name, email addresses, their approximate location (such as city and state) based on their IP address, and some identifiable device data, such as the operating system and browser version. Some of this information is the same kind of data that Mixpanel collects from people’s devices as they use apps and browse websites.</p>\n\n<p class=\"wp-block-paragraph\">For its part, OpenAI spokesperson Niko Felix told TechCrunch that the breached data taken from Mixpanel “did not contain identifiers such as Android advertising ID or Apple’s IDFA,” which may have made it easier to personally identify specific OpenAI users or combine their OpenAI activity with usage from other apps and websites. </p>\n\n<p class=\"wp-block-paragraph\">OpenAI said in its blog post that the incident did not affect ChatGPT users directly and terminated its use of Mixpanel as a result of the breach.</p>\n\n<p class=\"wp-block-paragraph\">While details of the breach remain limited, this incident draws fresh scrutiny of the data analytics industry, which profits from collecting reams of information about how people use websites and apps. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-how-mixpanel-tracks-taps-clicks-and-watches-your-screen-nbsp\">How Mixpanel tracks taps, clicks, and watches your screen<strong> </strong></h2>\n\n<p class=\"wp-block-paragraph\">Mixpanel is one of the largest web and mobile analytics companies that you might have never heard of, unless you work in the app development or marketing space. According to its website, Mixpanel has 8,000 corporate customers — one less now, following OpenAI’s early exit. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">With each Mixpanel customer having potentially millions of users of their own, the number of ordinary people whose data was taken in the breach could be significant. The type of breached data is likely to vary by each Mixpanel customer, depending on how each customer configured their data collection and how much user data they collected.</p>\n\n<p class=\"wp-block-paragraph\">Companies like Mixpanel are part of a booming industry providing tracking technologies that allow companies to understand how their customers and users interact with their apps and websites. As such, analytics companies can collect and store vast amounts of information, including billions of data points, about regular consumers.</p>\n\n<p class=\"wp-block-paragraph\">For example, an app maker or website developer can embed a piece of code from an analytics company like Mixpanel inside their app or website to gain that visibility. For the app user or website visitor, it’s like having someone watch over your shoulder without your knowledge as you browse a website or use an app, while it constantly shares every click or tap, swipe, and link press with the company that develops the app or website.</p>\n\n<p class=\"wp-block-paragraph\">In Mixpanel’s case, it’s easy to see the types of data that Mixpanel collects from the apps and websites that its code is embedded in. Using open source tools like Burp Suite, TechCrunch analyzed the network traffic flowing in and out of several apps with Mixpanel code inside — such as Imgur, Lingvano, Neon, and Park Mobile. In our various tests, we saw varying degrees of information about our device and in-app activity uploaded to Mixpanel while using the apps. </p>\n\n<p class=\"wp-block-paragraph\">This data can include the person’s activity, such as opening the app, tapping a link, swiping a page, or signing in with their username and password, for example. This event logging data is then attached to information about the user and their device, including the device type (such as iPhone or Android), the screen width and height, if the user is on the phone network or Wi-Fi, the user’s cell network carrier, the logged-in user’s unique identifier for that service (which can be tied to the app user), and the precise timestamp for that event. </p>\n\n<p class=\"wp-block-paragraph\">The collected data can sometimes include information that should be off-limits. Mixpanel <a href=\"https://techcrunch.com/2018/02/05/mixpanel-passwords/\">admitted in 2018 that its analytics code</a> inadvertently collected users’ passwords.</p>\n\n<p class=\"wp-block-paragraph\">Data collected by analytics companies is meant to be pseudonymized — essentially scrambled in a way that it doesn’t include identifiable details, such as a person’s name. Instead, the collected information is attributed to a unique but seemingly random identifier that’s used in place of a person’s name; an ostensibly more privacy-preserving way of storing the data. But pseudonymized data <a href=\"https://www.ftc.gov/policy/advocacy-research/tech-at-ftc/2024/07/no-hashing-still-doesnt-make-your-data-anonymous\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">can be reversed and used to identify people’s real-world identities</a>. And, data collected about a person’s device can be used to uniquely identify that device, known as “fingerprinting,” which can also be used to track that user’s activity across different apps and across the internet.</p>\n\n<p class=\"wp-block-paragraph\">By tracking what you do on your device across various apps, analytics companies make it easier for their customers to build up profiles of users and their activity.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Mixpanel also allows its customers to collect “session replays,” which visually reconstruct how the company’s users interact with an app or website so that the developer can identify bugs and problems. Session replays are meant to exclude personally identifiable or sensitive information, such as passwords and credit card numbers, from any collected user session, but this process isn’t perfect, either. </p>\n\n<p class=\"wp-block-paragraph\">By Mixpanel’s own admission, session replays can sometimes <a href=\"https://docs.mixpanel.com/docs/session-replay\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">include sensitive information</a> that should not have been logged, but are collected inadvertently. Apple <a href=\"https://techcrunch.com/2019/02/07/apple-glassbox-apps/\">cracked down</a> on apps that use screen recording code after TechCrunch exposed the practice in 2019.</p>\n\n<p class=\"wp-block-paragraph\">To say that Mixpanel has questions to answer about its breach is perhaps an understatement. Without knowing the specific types of data involved, it’s not clear how big a breach this is or how many people might be affected. It may be that Mixpanel doesn’t yet know. </p>\n\n<p class=\"wp-block-paragraph\">What is clear is that companies like Mixpanel store huge banks of information about people and how they use their apps, and are clearly becoming a focus for malicious hackers.</p>\n\n<p class=\"wp-block-paragraph\"><em>Do you know more about the Mixpanel data breach? Do you work at Mixpanel or a company affected by the breach? We would love to hear from you. To securely contact this reporter, you can reach out using Signal via the username: zackwhittaker.1337</em></p>\n\n\n\n<iframe loading=\"lazy\" class=\"tcembed-iframe tcembed--youtube wp-block-html\" src=\"https://www.youtube.com/embed/NE-3tFhvf9c?autoplay=1&amp;mute=1\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n\n<p class=\"wp-block-paragraph\"><em>Check out the latest reveals on everything from agentic AI and cloud infrastructure to security and much more from the flagship Amazon Web Services event in Las Vegas. This video is brought to you in partnership with AWS.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "AWS re:Invent 2025: How to watch and follow along live | TechCrunch",
            "time": "2025-12-02T16:24:51",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/12/IMG_3817.jpg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Amazon Web Services’ big annual event, <a href=\"https://reinvent.awsevents.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">re:Invent 2025</a>, is getting into full swing in Las Vegas today. <a href=\"https://techcrunch.com/storyline/aws-reinvent-2024-live-updates-from-amazons-biggest-event/\" target=\"_blank\" rel=\"noreferrer noopener\">Last year’s event was largely focused on their AI efforts</a>, including new foundation models, <a href=\"https://techcrunch.com/2024/12/03/aws-new-service-tackles-ai-hallucinations/\" target=\"_blank\" rel=\"noreferrer noopener\">services tackling AI hallucinations</a>, and <a href=\"https://techcrunch.com/2024/12/01/aws-launches-an-incident-response-service-to-combat-cybersecurity-threats/\" target=\"_blank\" rel=\"noreferrer noopener\">new security measures</a>. And this year is likely to follow suit, based on what Amazon has announced so far and the lineup of speakers and programming that you can explore in more detail below.</p>\n\n<p class=\"wp-block-paragraph\">The event formally kicks off this morning, December 2, at 8 a.m. PT. You can expect editorial coverage of the keynotes, interviews with AWS execs, and a roundup of news as the week’s programming rolls out, all of which you’ll be able to find on our site or by just keeping tabs on our <a href=\"https://techcrunch.com/tag/aws-reinvent/\">AWS re:Invent tag</a>.</p>\n\n\n\n<iframe loading=\"lazy\" class=\"tcembed-iframe tcembed--youtube wp-block-html\" src=\"https://www.youtube.com/embed/NE-3tFhvf9c?autoplay=1&amp;mute=1\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n\n<p class=\"wp-block-paragraph\"><em>Check out the latest reveals on everything from agentic AI and cloud infrastructure to security and much more from the flagship Amazon Web Services event in Las Vegas. This video is brought to you in partnership with AWS.</em></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It’s become the norm for events like re:Invent to broadcast keynotes and select programming — <a href=\"https://techcrunch.com/2025/10/29/techcrunch-disrupt-2025-how-to-watch-the-startup-battlefield-finale-cluely-solana-sfs-mayor/\">we just did something similar for TechCrunch Disrupt 2025</a> — and you can check out a breadth of streams with no ticket necessary below:</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-aws-re-invent-keynote-addresses\">AWS re:Invent keynote addresses</h2>\n\n<p class=\"wp-block-paragraph\">This year’s re:Invent features five keynotes from Tuesday through Thursday, with, of course, a clear focus on AI. You can follow along with each of those keynotes via the scheduled livestreams below. Or <a href=\"https://press.aboutamazon.com/aws/2025/12/aws-re-invent-streaming-live-in-new-aws-fortnite-island\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">you can just go to Fortnite</a> (yes, really) and watch their five keynotes live there.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-aws-ceo-matt-garman-december-2-at-8-a-m-pt\">AWS CEO Matt Garman: December 2 at 8 a.m. PT</h3>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"AWS re:Invent 2025 | Opening Keynote with Matt Garman\" src=\"https://www.youtube.com/embed/rpsh_UBQY14?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h3 class=\"wp-block-heading\" id=\"h-aws-vp-of-agentic-ai-swami-sivasubramanian-december-3-at-8-30-a-m-pt\">AWS VP of Agentic AI Swami Sivasubramanian: December 3 at 8:30 a.m. PT</h3>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"AWS re:Invent 2025 | The Future of Agentic AI is Here featuring Swami Sivasubramanian\" src=\"https://www.youtube.com/embed/yhhoJtCKVuc?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h3 class=\"wp-block-heading\" id=\"h-vp-of-global-specialists-and-partners-aws-dr-ruba-borno-december-3-at-3-p-m-pt\">VP of Global Specialists and Partners, AWS Dr. Ruba Borno: December 3 at 3 p.m. PT</h3>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"AWS re:Invent 2025 | The Partnership Advantage featuring Dr. Ruba Borno\" src=\"https://www.youtube.com/embed/LKX4I5QIZAI?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h3 class=\"wp-block-heading\" id=\"h-svp-of-utility-computing-peter-desantis-vp-of-compute-and-machine-learning-services-aws-december-4-at-9-a-m-pt\">SVP of Utility Computing Peter DeSantis, VP of Compute and Machine Learning Services, AWS: December 4 at 9 a.m. PT</h3>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"AWS re:Invent 2025 | Infrastructure Innovations featuring Peter DeSantis and Dave Brown\" src=\"https://www.youtube.com/embed/yPJZ7_hRPVw?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"AWS re:Invent 2025 | Special Closing Keynote with Dr. Werner Vogels\" src=\"https://www.youtube.com/embed/tksd2dLFskY?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-aws-re-invent-partner-showcases\">AWS re:Invent partner showcases</h2>\n\n<p class=\"wp-block-paragraph\">A series of industry-specific partner showcases will also be livestreamed for those not on the ground in Las Vegas, with a series of streams that extend throughout the run of the event.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-aws-security-day-one-december-2-at-10-a-m-pt\">AWS Security, Day One: December 2 at 10 a.m. PT</h3>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"AWS Security LIVE! from re:Invent 2025: Day 1\" src=\"https://www.youtube.com/embed/NE-3tFhvf9c?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h3 class=\"wp-block-heading\" id=\"h-aws-ai-day-one-december-2-at-2-p-m-pt\">AWS AI, Day One: December 2 at 2 p.m. PT</h3>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"AWS AI LIVE! from re:Invent 2025: Day 1\" src=\"https://www.youtube.com/embed/b8ojyZCM6qk?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h3 class=\"wp-block-heading\" id=\"h-aws-ai-day-two-december-3-at-10-a-m-pt\">AWS AI, Day Two: December 3 at 10 a.m. PT</h3>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"AWS AI LIVE! from re:Invent 2025: Day 2\" src=\"https://www.youtube.com/embed/xYwfL-1-an8?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h3 class=\"wp-block-heading\" id=\"h-aws-security-day-two-december-3-at-4-30-p-m-pt\">AWS Security, Day Two: December 3 at 4:30 p.m. PT</h3>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"AWS Security LIVE! from re:Invent 2025: Day 2: Part 2\" src=\"https://www.youtube.com/embed/zSmCyHJ3V8Y?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h3 class=\"wp-block-heading\" id=\"h-aws-security-day-three-december-4-at-10-00-a-m-pt\">AWS Security, Day Three: December 4 at 10:00 a.m. PT</h3>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"AWS Security LIVE! from re:Invent 2025: Day 3\" src=\"https://www.youtube.com/embed/RhGSp0XbpBU?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h3 class=\"wp-block-heading\" id=\"h-aws-ai-day-three-december-4-at-11-35-a-m-pt\">AWS AI, Day Three: December 4 at 11:35 a.m. PT</h3>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"AWS AI LIVE! from re:Invent 2025: Day 3\" src=\"https://www.youtube.com/embed/44EK10KzT8E?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h3 class=\"wp-block-heading\" id=\"h-aws-industries-december-4-at-1-40-p-m-pt\">AWS Industries: December 4 at 1:40 p.m. PT</h3>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"AWS Industries LIVE! from re:Invent 2025\" src=\"https://www.youtube.com/embed/5PwnFQypXuY?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<p class=\"wp-block-paragraph\">AWS also has partnered with companies like TechCrunch to highlight a sponsored showcase of their AWS OnAir programming in particular, which kicked off Monday to preview the event and highlight some early reveals, which you can watch the archive of on Twitch:</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n\n\n<iframe loading=\"lazy\" class=\"tcembed-iframe tcembed--youtube wp-block-html\" src=\"https://www.youtube.com/embed/NE-3tFhvf9c?autoplay=1&amp;mute=1\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n\n<p class=\"wp-block-paragraph\"><em>Check out the latest reveals on everything from agentic AI and cloud infrastructure to security and much more from the flagship Amazon Web Services event in Las Vegas. This video is brought to you in partnership with AWS.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Amazon starts testing 'ultra-fast' 30-minute deliveries | TechCrunch",
            "time": "2025-12-02T16:20:26",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/06/GettyImages-2217247219.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Amazon has <a href=\"https://www.aboutamazon.com/news/retail/philadelphia-seattle-30-min-amazon-delivery\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> it’s launching a new service that completes deliveries in 30 minutes or less in Seattle and Philadelphia. The new “ultra-fast” delivery option will allow Amazon to better compete with services like DoorDash, Uber Eats, and Instacart.</p>\n\n<p class=\"wp-block-paragraph\">Customers will be able to order a range of different items, including milk, eggs, fresh produce, toothpaste, cosmetics, pet treats, diapers, paper products, electronics, seasonal items, over-the-counter medicines, chips, dips, and more, according to the company.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Prime members can choose the fast delivery option for a $3.99 fee per order, while non-Prime members will have to pay $13.99. Orders below $15 will include a small-basket fee of $1.99.</p>\n\n<p class=\"wp-block-paragraph\">Customers in Seattle and Philadelphia can now check the Amazon app and homepage and look for the “30-Minute Delivery” option in the navigation bar to see if it’s available in their area. </p>\n\n<p class=\"wp-block-paragraph\">After placing an order, customers can track their deliveries and tip drivers through the app. </p>\n\n<p class=\"wp-block-paragraph\">“Amazon is utilizing specialized smaller facilities designed for efficient order fulfillment, strategically placed close to where Seattle- and Philadelphia-area customers live and work,” Amazon explained in a <a href=\"https://www.aboutamazon.com/news/retail/philadelphia-seattle-30-min-amazon-delivery\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">blog post</a>. “This approach prioritizes the safety of employees picking and packing orders, reduces the distance delivery partners need to travel, and enables faster delivery times.”</p>\n\n<p class=\"wp-block-paragraph\">The move follows Amazon’s <a href=\"https://www.aboutamazon.com/news/innovation/amazon-now-delivery-uae\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">launch of a 15-minute delivery service</a> in the United Arab Emirates in October. The company said at the time that some customers received their orders in as little as six minutes.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The launch of the new service marks Amazon’s latest effort to enter the fast delivery market in the United States. In 2014, the e-commerce giant <a href=\"https://techcrunch.com/2014/12/18/amazon-brings-one-hour-delivery-to-nyc-with-prime-now/\">introduced a “Prime Now” service</a> that offered one-hour deliveries, but the company discontinued it in 2021.</p>\n\n<p class=\"wp-block-paragraph\">Amazon has been working to expand its delivery options and announced in June that it <a href=\"https://techcrunch.com/2025/06/24/amazon-to-spend-over-4b-to-expand-prime-delivery-to-rural-communities-in-the-us/\">plans to invest more than $4 billion</a> to triple the size of its delivery network by 2026.  </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Simular's AI agent wants to run your Mac, Windows PC for you | TechCrunch",
            "time": "2025-12-02T16:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Simular_team.jpg?resize=1200,808",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://www.simular.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Simular</a>, a startup building AI agents for Mac OS and Windows, has raised a $21.5 million Series A led by Felicis, with  NVentures (Nvidia’s venture arm), existing seed investor South Park Commons, and others joining in.  </p>\n\n<p class=\"wp-block-paragraph\">Simular is an interesting agentic startup because unlike others, it isn’t trying to control the browser but the PC itself. (Agentic AI refers to systems that can autonomously complete complex tasks with minimal human intervention.) “We can literally move the mouse on the screen and do the click. So it’s more capable of doing, repeating whatever human activities in the digital world,” co-founder CEO Ang Li told TechCrunch, offering the example of copying and pasting data into a spreadsheet. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">On Monday it announced the release of its 1.0 version for Mac OS. But it’s also working with Microsoft to develop an agent for Windows. The startup is one of five agentic companies accepted into the Windows 365 for Agents program <a href=\"https://techcommunity.microsoft.com/blog/windows-itpro-blog/windows-365-for-agents-unlocks-secured-scalable-ai-automation/4468107\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Microsoft announced in mid November.</a> (The others are Manus AI, Fellou, Genspark, and TinyFish.) As for the timeline for the Windows version, Li was vague except to say it promises to be as or more popular than the Mac version. </p>\n\n<p class=\"wp-block-paragraph\">Another reason to watch Simular is the bona fides of the founders: Li is a continuous learning scientist who previously worked at Google’s DeepMind, where he met his co-founder, reinforcement learning specialist Jiachen Yang. While their team published their fair share of papers, the work wasn’t strictly academic, Li said. It was intended to improve Google products, including Waymo. </p>\n\n<p class=\"wp-block-paragraph\">That AI product background is helpful because, before the agentic future of Silicon Valley’s dreams can materialize, there are a host of technical problems to solve. One of the biggest is that LLMs <a href=\"https://techcrunch.com/2025/09/07/are-bad-incentives-to-blame-for-ai-hallucinations/\">hallucinate</a> some percentage of the time.</p>\n\n<p class=\"wp-block-paragraph\">Agentic tasks can require completing thousands to millions of discrete steps. Not only can a hallucination at any single step invalidate all of the agent’s work, but hallucinations become statistically more likely as the number of steps grows.  </p>\n\n<p class=\"wp-block-paragraph\">One way to solve this is to make the “non deterministic” LLM “deterministic,” meaning instead of allowing the LLM to be endlessly creative, its responses or actions are scripted the same each time. But that risks limiting the whole creative problem-solving aspect of an agent.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Simular is marrying the two. Its agent will iterate freely on the task, with the human user in the middle course correcting, until the agent achieves success. Then the human locks in that task’s workflow, which makes it deterministic, repeatable. </p>\n\n<p class=\"wp-block-paragraph\">“Our solution is, let agents keep exploring the successful trajectory. Once you found a successful trajectory, that becomes deterministic code,” Li explains. </p>\n\n<p class=\"wp-block-paragraph\">The reason the startup can do this is because its work — which Li admits is still early — is not just an LLM wrapper that sends and retrieves data to a model.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“We have a new technology which is not used by any other agent company. We call it ‘neuro symbolic computer use agents.’ It’s not fully LLM-based,” he said. “Our approach to solve hallucinations is to let the LLM write code which becomes deterministic. So if you have a workflow that works, the next time we run the same workflow, it’ll be successful as well.”  </p>\n\n<p class=\"wp-block-paragraph\">Another benefit is that this deterministic code that performs a repeatable task is in the hands of the end user, not the LLM. “Once they have the code, they can trust it, because they can inspect it, they can audit it, they can see what’s going on,” Li says.</p>\n\n<p class=\"wp-block-paragraph\">Time will tell if this method is the magic that will bring agents into the hands of every worker. Li says his early beta customers include a car dealership automating VIN number searches, and HOAs extracting contract information from PDFs. And the company’s <a href=\"https://www.simular.ai/simular-pro\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">open source project</a> (available only for Mac OS at the moment) has led to automations ranging from content creation to sales and marketing.  </p>\n\n<p class=\"wp-block-paragraph\">Simular previously raised a $5 million seed, bringing its total raised to about $27 million. Other investors in the company include Basis Set Ventures, Flying Fish Partners, Samsung NEXT, Xoogler Ventures, and podcaster and angel investor Lenny Rachitsky, the company says.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Amazon releases an impressive new AI chip and teases an Nvidia-friendly roadmap | TechCrunch",
            "time": "2025-12-02T16:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2020/01/GettyImages-1136663877.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Amazon Web Services, which has been <a href=\"https://techcrunch.com/2024/12/03/aws-trainium2-chips-for-building-llms-are-now-generally-available-with-trainium3-coming-in-late-2025/\" target=\"_blank\" rel=\"noreferrer noopener\">building its own AI training chips</a> for years now, just introduced a new version known as Trainium3 that comes with some impressive specs.</p>\n\n<p class=\"wp-block-paragraph\">The cloud provider, which <a href=\"http://aws.amazon.com/ai/machine-learning/trainium\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">made the announcement</a> Tuesday at AWS re:Invent 2025, also teased the next product on its AI training product roadmap: Trainium4, which is already in the works and will be able to work with Nvidia’s chips.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">AWS used its annual tech conference to formally launch Trainium3 UltraServer, a system powered by the company’s state-of-the art, 3 nanometer Trainium3 chip, as well as its homegrown networking tech. As you might expect, the third-generation chip and system offer big bumps in performance for AI training and inference over the second-generation chip, according to AWS.</p>\n\n<p class=\"wp-block-paragraph\">AWS says the system is more than 4x faster, with 4x more memory, not just for training, but for delivering AI apps at peak demand. Additionally, thousands of UltraServers can be linked together to provide an app with up to 1 million Trainium3 chips — 10x the previous generation. Each UltraServer can host 144 chips, according to the company. </p>\n\n<p class=\"wp-block-paragraph\">Perhaps more importantly, AWS says the chips and systems are also 40% more energy efficient than the previous generation. While the world races to build bigger data centers powered by <a href=\"https://techcrunch.com/2025/12/01/data-center-energy-demand-forecasted-to-soar-nearly-300-through-2035/\" target=\"_blank\" rel=\"noreferrer noopener\">astronomical gigawatts of electricity,</a> data center giant AWS is trying to make systems that drink less, not more.</p>\n\n<p class=\"wp-block-paragraph\">It is, obviously, in AWS’s direct interests to do so. But in its classic, Amazon cost-conscious way, it promises that these systems save its AI cloud customers money, too.  </p>\n\n<p class=\"wp-block-paragraph\">AWS customers like Anthropic (of which Amazon is also an investor), Japan’s LLM Karakuri, SplashMusic, and Decart have already been using the third-gen chip and system and significantly cut their inference costs, Amazon said. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">AWS also presented a bit of a roadmap for the next chip, Trainium4, which is already in development. AWS promised the chip will provide another big step up in performance and support Nvidia’s NVLink Fusion high-speed chip interconnect technology.  </p>\n\n<p class=\"wp-block-paragraph\">This means the AWS Trainium4-powered systems will be able to interoperate and extend their performance with Nvidia GPUs while still using Amazon’s homegrown, lower-cost server rack technology.  </p>\n\n<p class=\"wp-block-paragraph\">It’s worth noting, too, that Nvidia’s CUDA (Compute Unified Device Architecture) has become the de facto standard that all the major AI apps are built to support. The Trainium4-powered systems may make it easier to woo big AI apps built with Nvidia GPUs in mind to Amazon’s cloud.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Amazon did not announce a timeline for Trainium4. If the company follows previous rollout timelines, we’ll likely hear more about Trainium4 at next year’s conference.</p>\n\n<p class=\"wp-block-paragraph\">Follow along with all of TechCrunch’s coverage of the <a href=\"https://techcrunch.com/2025/12/01/aws-reinvent-2025-how-to-watch-and-follow-along-live/\" target=\"_blank\" rel=\"noreferrer noopener\">annual enterprise tech event here</a>.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "AWS announces new capabilities for its AI agent builder | TechCrunch",
            "time": "2025-12-02T16:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/12/aws-reinvent-2024-logo.png?resize=1200,627",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Amazon Web Services (AWS) is bulking up its AI agent platform, Amazon Bedrock AgentCore, to make building and monitoring AI agents easier for enterprises.</p>\n\n<p class=\"wp-block-paragraph\">AWS announced multiple new AgentCore features on Tuesday during the company’s annual <a href=\"https://reinvent.awsevents.com/?trk=direct\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">AWS re:Invent conference</a>. The company announced new tools for managing AI agent boundaries, agent memory capabilities, and agent evaluation features.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">One upgrade is the introduction of Policy in AgentCore. This feature allows users to set boundaries for agent interactions using natural language. These boundaries integrate with AgentCore Gateway, which connects AI agents with outside tools, to automatically check each agent’s action and stop those that violate written controls.</p>\n\n<p class=\"wp-block-paragraph\">Policy allows developers to set access controls to certain internal data or third-party applications like Salesforce or Slack. These boundaries can also include telling an AI agent they can automatically issue refunds up to $100 but must bring a human in the loop for anything larger, David Richardson, vice president of AgentCore, told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">The company also announced AgentCore Evaluations, which is a suite of 13 pre-built evaluation systems for AI agents that monitor factors including correctness, safety, and tool selection accuracy, among others. This also allows developers to have a head start in building their own evaluation features as well.</p>\n\n<p class=\"wp-block-paragraph\">“That one is really going to help address the biggest fears that people have [with] deploying agents,” Richardson said about the new evaluation capabilities. “[It’s] a thing that a lot of people want to have but is tedious to build.”</p>\n\n<p class=\"wp-block-paragraph\">AWS also announced that it’s building a memory capability into the agent platform, AgentCore Memory. This feature allows agents to develop a log of information on users over time, like their flight time or hotel preferences, and use that information to inform future decisions.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“Across these three things, we are continuing to iterate at the different layers at AgentCore,” Richardson said. “Talking to existing systems with Policy, [making agents] more powerful with [AgentCore Memory], helping the development team iterate with an agent.”</p>\n\n<p class=\"wp-block-paragraph\">While agents are the <em>soup du jour</em> of the AI industry right now, some people believe the technology won’t last. But Richardson thinks that the tools AgentCore is developing can withstand the fast-moving market even as trends change — which he expects they will.</p>\n\n<p class=\"wp-block-paragraph\">“Being able to take advantage of the reasoning capabilities of these models, which is coupled with being able to do real-world things through tools, feels like a sustainable pattern,” Richardson said. “The way that pattern works will definitely change. I think we feel ready for that.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Follow along with all of TechCrunch’s coverage of the <a href=\"https://techcrunch.com/2025/12/01/aws-reinvent-2025-how-to-watch-and-follow-along-live/\">annual enterprise tech event here</a>.</p>\n\n\n\n<iframe loading=\"lazy\" class=\"tcembed-iframe tcembed--youtube wp-block-html\" src=\"https://www.youtube.com/embed/NE-3tFhvf9c?autoplay=1&amp;mute=1\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n\n<p class=\"wp-block-paragraph\"><em>Check out the latest reveals on everything from agentic AI and cloud infrastructure to security and much more from the flagship Amazon Web Services event in Las Vegas. This video is brought to you in partnership with AWS.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Mistral closes in on Big AI rivals with new open-weight frontier and small models | TechCrunch",
            "time": "2025-12-02T15:37:07",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/05/GettyImages-2147859992-e1713960898378.webp?resize=1200,676",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">French AI startup <a href=\"https://techcrunch.com/2025/09/09/what-is-mistral-ai-everything-to-know-about-the-openai-competitor/\">Mistral</a> launched its new Mistral 3 family of open-weight models on Tuesday, a launch that aims to prove it can lead in making AI publicly available and serve business clients better than Big Tech rivals.<br><br>The 10-model release includes a large frontier model with multimodal and multilingual capabilities and nine smaller offline-capable, fully customizable models. </p>\n\n<p class=\"wp-block-paragraph\">The launch comes as Mistral, which develops open-weight language models and Europe-focused AI chatbot Le Chat, has appeared to be playing catch up with some of Silicon Valley’s closed-source frontier models. Open-weight models release their model weights publicly so anyone can download and run them. Meanwhile, closed-source models, like OpenAI’s ChatGPT, keep their weights proprietary and only provide access through APIs or controlled interfaces.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The two-year-old startup, founded by former DeepMind and Meta researchers, has raised about $2.7 billion to date at a<a href=\"https://techcrunch.com/2025/09/03/mistral-the-french-ai-giant-is-reportedly-on-the-cusp-of-securing-a-14-billion-valuation/\"> $13.7 billion valuation </a>— peanuts compared to the numbers that competitors like <a href=\"https://techcrunch.com/2025/08/01/openai-reportedly-raises-8-3b-at-300b-valuation/\">OpenAI</a> ($57 billion raised at a $500 billion valuation) and <a href=\"https://techcrunch.com/2025/09/02/anthropic-raises-13b-series-f-at-183b-valuation/\">Anthropic</a> ($45 billion raised at a $350 billion valuation) are pulling.</p>\n\n<p class=\"wp-block-paragraph\">But Mistral is trying to prove that bigger isn’t always better — especially for enterprise use cases. </p>\n\n<p class=\"wp-block-paragraph\">“Our customers are sometimes happy to start with a very large [closed] model that they don’t have to fine-tune … but when they deploy it, they realize it’s expensive, it’s slow,” Guillaume Lample, co-founder and chief scientist at Mistral, told TechCrunch. “Then they come to us to fine-tune small models to handle the use case [more efficiently].” </p>\n\n<p class=\"wp-block-paragraph\">“In practice, the huge majority of enterprise use cases are things that can be tackled by small models, especially if you fine-tune them,” Lample continued. </p>\n\n<p class=\"wp-block-paragraph\">Initial benchmark comparisons, which place Mistral’s smaller models well behind its closed-source competitors, can be misleading, Lample said. Large closed-source models may perform better out-of-the-box, but the real gains happen when you customize. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“In many cases, you can actually match or even out-perform closed-source models,” he said.</p>\n\n\n\n<p class=\"wp-block-paragraph\">Mistral’s large frontier model, dubbed Mistral Large 3, catches up to some of the important capabilities that larger closed-source AI models like OpenAI’s GPT-4o and Google’s Gemini 2 boast, while also trading blows with several open-weight competitors. Large 3 is among the first open frontier models with multimodal and multilingual capabilities all in one, putting it on par with Meta’s Llama 3 and Alibaba’s Qwen3-Omni. Many other companies currently pair impressive large language models with separate smaller multi-modal models, something Mistral has done previously with models like Pixtral and Mistral Small 3.1.</p>\n\n<p class=\"wp-block-paragraph\">Large 3 also features a “granular Mixture of Experts” architecture with 41 billion active parameters and 675 billion total parameters, enabling efficient reasoning across a 256,000 context window. This design delivers both speed and capability, allowing it to process lengthy documents and function as an agentic assistant for complex enterprise tasks. Mistral positions Large 3 as suitable for document analysis, <a href=\"https://techcrunch.com/2025/05/21/mistrals-new-devstral-model-was-designed-for-coding/\">coding</a>, content creation, AI assistants, and workflow automation.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">With its new family of small models, dubbed Ministral 3, the company is making the bold claim that smaller models aren’t just sufficient – they’re superior. </p>\n\n<p class=\"wp-block-paragraph\">The lineup includes nine distinct, high-performance dense models across three sizes (14 billion, 8 billion, and 3 billion parameters) and three variants: Base (the pre-trained foundation model), Instruct (chat-optimized for conversation and assistant-style workflows), and Reasoning (optimized for complex logic and analytical tasks).</p>\n\n<p class=\"wp-block-paragraph\">Mistral says this range gives developers and businesses the flexibility to match models to their exact performance, whether they’re after raw performance, cost efficiency, or specialized capabilities. The company claims Ministral 3 scores on par or better than other open-weight leaders while being more efficient and generating fewer tokens for equivalent tasks. All variants support vision, handle 128,000-256,000 context windows, and work across languages.</p>\n\n<p class=\"wp-block-paragraph\">A major part of the pitch is practicality. Lample emphasizes that Ministral 3 can run on a single GPU, making it deployable on affordable hardware — from on-premise servers to laptops, robots, and other edge devices that may have limited connectivity. That matters not only for enterprises keeping data in-house, but also for students seeking feedback offline or robotics teams operating in remote environments. Greater efficiency, Lample argues, translates directly to broader accessibility. </p>\n\n<p class=\"wp-block-paragraph\">“It’s part of our mission to be sure that AI is accessible to everyone, especially people without internet access,” he said. “We don’t want AI to be controlled by only a couple of big labs.”</p>\n\n<p class=\"wp-block-paragraph\">Some other companies are pursuing similar efficiency trade-offs: Cohere’s latest enterprise model, Command A, also runs on just two GPUs, and its<a href=\"https://techcrunch.com/2025/08/06/coheres-new-ai-agent-platform-north-promises-to-keep-enterprise-data-secure/#:~:text=WAITLIST%20NOW,automating%20high%2Dlevel%20market%20research.\"> AI agent platform North</a> can run on just one GPU. </p>\n\n<p class=\"wp-block-paragraph\">That sort of accessibility is driving Mistral’s growing physical AI focus. Earlier this year, the company began working to integrate its smaller models into robots, drones, and vehicles. Mistral is collaborating with Singapore’s Home Team Science and Technology Agency (HTX) on specialized models for robots, cybersecurity systems, and fire safety; with German defense tech startup <a href=\"https://techcrunch.com/2025/02/13/germanys-helsing-doubles-down-on-drones-for-ukraine-scales-up-manufacturing/\">Helsing</a> on <a href=\"https://helsing.ai/newsroom/helsing-and-mistral-announce-strategic-partnership-in-defence-ai\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">vision-language-action models for drones</a>; and with automaker <a href=\"https://mistral.ai/customers/stellantis\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Stellantis</a> on an in-car AI assistant.</p>\n\n<p class=\"wp-block-paragraph\">For Mistral, reliability and independence are just as critical as performance.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Using an API from our competitors that will go down for half an hour every two weeks — if you’re a big company, you cannot afford this,” Lample said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Titan OS raises $58 million from Highland Europe for its smart TV OS | TechCrunch",
            "time": "2025-12-02T15:30:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Homepage-UK.jpeg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">TV makers need to get more lifetime value from a customer after selling a unit. With more competition in the market, companies often need to sell TVs at a discounted price with lower margins. The best way for them to recover the money is by striking partnerships with channels, streaming services, and advertisers.</p>\n\n<p class=\"wp-block-paragraph\">This is the core thesis around Barcelona-based <a href=\"https://www.titanos.tv\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Titan OS</a>, which provides a smart TV operating system to TV makers with a promise to get better lifetime value out of the customer.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company said today it has raised €50 million ($58 million) in Series A funding, led by Highland Europe, with participation from Mangrove Capital Partners. The company didn’t specify how much money it has raised to date, but said that its seed round, raised in 2023, was in double-digit millions. </p>\n\n<p class=\"wp-block-paragraph\">The startup was founded in 2023 by Jacinto Roca, Timothy Edwards, Miquel Barba, and Tobias Pfalzgraff. Roca previously founded a streaming startup called Wuaki.tv and sold it to Rakuten. Other co-founders have also held various roles at Rakuten.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?w=453\" alt=\"\" class=\"wp-image-3071713\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg 3762w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=100,150 100w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=200,300 200w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=768,1152 768w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=453,680 453w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=800,1200 800w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=853,1280 853w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=287,430 287w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=480,720 480w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=600,900 600w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=533,800 533w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=1024,1536 1024w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=1365,2048 1365w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=445,668 445w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=250,375 250w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=411,617 411w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=354,531 354w, https://techcrunch.com/wp-content/uploads/2025/12/Jacinto-Roca.jpeg?resize=33,50 33w\" sizes=\"auto, (max-width: 453px) 100vw, 453px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">Jacinto Roca</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Titan OS</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Titan OS now serves 18 million users, largely across Europe and Latin America, via partnerships with Philips and JVC.</p>\n\n<p class=\"wp-block-paragraph\">The software is designed to help users discover content easily, as Nielsen said in 2023 that the time spent trying to find <a href=\"https://www.nielsen.com/news-center/2023/nielsens-state-of-play-report-delivers-new-insights-as-streamings-next-evolution-brings-content-discovery-challenges-for-viewers/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">content to watch has increased</a>. Titan OS aims to use data insights from users and its vast content portfolio to reduce that time. Across the OS, users have access to a mix of broadcast TV, streaming apps that they subscribe to, along with FAST (free ad-supported television) channels from Titan OS’s partners.</p>\n\n<p class=\"wp-block-paragraph\">For the company, revenue opportunity lies in a few key areas. First, it partners with many FAST services to help them reach the local audience. Second, there are advertising opportunities on the home screen of the TV and during streams that reach millions of users. The company said its content partners are eager to reach new audiences through advertising, especially event-heavy content channels that show sports.</p>\n\n<p class=\"wp-block-paragraph\">Titan OS also offers shoppable ads that have customers perform actions like scanning a QR code to buy an item. The startup said that through these areas, it has grown 10x in revenue in two years.</p>\n\n<p class=\"wp-block-paragraph\">While TV makers like Sony might not shed their core operating system, they are keen to partner with <a href=\"https://www.sony.eu/presscentre/titan-os-partners-with-sony-europe-to-bring-free-and-premium-fast-channels-to-selected-sonys-android-tvs\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">companies like Titan OS to offer more FAST channels</a> to their customers. <a href=\"https://www.emarketer.com/content/ctv-advertising-more-than-makes-up-dip-hardware-sales\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Multiple</a> <a href=\"https://www.techradar.com/televisions/wondering-why-your-smart-tv-has-so-many-ads-manufacturers-are-struggling-to-make-money-on-hardware?utm_source=chatgpt.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reports</a> suggest that for TV makers, advertising is becoming a more lucrative revenue-earning option than hardware itself. Titan OS COO Edwards buys into this ethos.</p>\n\n<p class=\"wp-block-paragraph\">“It used to be the case that hardware manufacturers made most of their profit from selling the device itself. But now, some hardware manufacturers that have their own operating system make more profit from ongoing content and advertising revenues than they do from actually selling the hardware. And this is a big change,” he told TechCrunch over a call.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“What we offer them [TV companies] is an ability to generate ongoing content and advertising revenues after the device is sold, which is not the status quo in the market.”</p>\n\n<p class=\"wp-block-paragraph\">Edwards said that, to expand the company’s footprint in Europe, the company is bolstering its portfolio of local language ad-supported channels catered to each geography. With this strategy, the startup, which competes with the likes of <a href=\"https://www.whaletv.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Whale TV</a> and <a href=\"https://xperi.com/solutions/tivo/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Xperi’s TiVO</a>, offers over 100 channels in these markets.</p>\n\n<p class=\"wp-block-paragraph\">The company currently has 200 people across three offices in Barcelona, Amsterdam, and Taipei. The additional funding will help Titan OS bolster the staff across product and sales, work on new partnerships, and create new advertising projects. The company aims to maintain its growth curve and raise additional funding next year.</p>\n\n<p class=\"wp-block-paragraph\">Laurence Garrett, a partner at Highland Europe, equated Titan OS with WeTransfer, the VC firm’s investment that was acquired by Bending Spoons.</p>\n\n<p class=\"wp-block-paragraph\">“With Titan OS, there is the beauty of the advertising model on top of the actual core OS.  It was something we could identify with [from their experience with WeTransfer], and the partners loved it,” he said.</p>\n\n<p class=\"wp-block-paragraph\">Garrett added that with Titan OS’s European roots, the company can better understand the nitty-gritty of the local market as compared to players coming in from abroad.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple Music's Replay 2025 is here | TechCrunch",
            "time": "2025-12-02T14:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.35.57-PM.png?resize=1200,595",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple announced on Tuesday that it’s rolling out Apple Music Replay, its answer to Spotify’s popular Wrapped feature. Apple Music Replay gives users a look back at their year in music by highlighting their top songs, artists, and albums they streamed. </p>\n\n<p class=\"wp-block-paragraph\">This year, the feature includes even more listening habits, including “Discovery,” which highlights new artists users listened to, and “Loyalty,” which spotlights artists that users have kept coming back to each year. Additionally, “Comebacks” highlights artists who made a return to users’ listening rotation.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Users will also be able to see their total minutes listened to on the streaming service, the total number of artists they listened to, their longest artist streak, favorite genres, and more.</p>\n\n<p class=\"wp-block-paragraph\">Apple Music Replay dashboard can be accessed via the Home tab on the music streaming service. </p>\n\n<p class=\"wp-block-paragraph\">In addition to the yearly Replay, users can revisit their monthly Replay highlights and view yearly summaries from each year they’ve been on Apple Music. They can also listen to their “Replay All Time” playlist to hear the songs they’ve played the most since joining the service.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?w=680\" alt=\"\" class=\"wp-image-3071331\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png 2672w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=150,68 150w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=300,136 300w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=768,348 768w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=680,308 680w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=1200,543 1200w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=1280,580 1280w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=430,195 430w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=720,326 720w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=900,408 900w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=800,362 800w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=1536,696 1536w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=2048,927 2048w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=668,303 668w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=1362,617 1362w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=708,321 708w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-01-at-12.36.15-PM.png?resize=50,23 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Apple</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">As for artists, they will get access to new metrics such as listenership growth and year-over-year performance summaries. As with previous years, they’ll be able to see metrics like total listeners, countries, cities, and minutes.</p>\n\n<p class=\"wp-block-paragraph\">Apple also announced that the top song of 2025 on Apple Music is ROSÉ and Bruno Mars’ “APT.” Kendrick Lamar and SZA followed in second place with “luther.” Lady Gaga and Bruno Mars rounded out the top three with “Die With A Smile.” Fourth place went to Kendrick Lamar’s “Not Like Us,” and Billie Eilish took fifth place with “Birds of a Feather.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Apple Music’s Replay comes a week after YouTube launched its <a href=\"https://music.youtube.com/recap\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">2025 Recaps</a> and the same day that Amazon Music released its own yearly recaps. The companies’ year-end features have arrived ahead of Spotify’s — likely in the hopes of getting the jump on music-related social media sharing.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Amazon Music’s 2025 Delivered is now here to compete with Spotify Wrapped | TechCrunch",
            "time": "2025-12-02T13:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicDelivered25.png?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Amazon Music announced on Tuesday the launch of 2025 Delivered, the platform’s take on Spotify’s popular Wrapped experience. The feature offers users a personalized annual summary of their music-listening habits.</p>\n\n<p class=\"wp-block-paragraph\">With 2025 Delivered, users will see a recap of their listening trends, showcasing their top artists, favorite songs, and preferred genres, along with stats for audiobooks and podcasts. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Amazon Music’s year-end recap stands out with a feature specifically designed for users with an Alexa-enabled device. These users can view the title of the most frequently requested song they’ve asked Alexa to play throughout the year.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicTrendsetter.png?w=680\" alt=\"\" class=\"wp-image-3071418\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicTrendsetter.png 1200w, https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicTrendsetter.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicTrendsetter.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicTrendsetter.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicTrendsetter.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicTrendsetter.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicTrendsetter.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicTrendsetter.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicTrendsetter.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicTrendsetter.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicTrendsetter.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicTrendsetter.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/12/AmazonMusicTrendsetter.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Amazon Music</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">This year, Amazon Music introduced new badges for listeners to show off. For example, the “Trendsetter” badge is awarded to “early adopters” of trending albums, while the “Headliner” badge recognizes fans who rank in the top percentage of an artist’s listeners, the company explains. </p>\n\n<p class=\"wp-block-paragraph\">Like its competitors, Amazon Music offers listeners animated shareable cards that highlight their unique music stats, making it easy to share with friends and followers on social media. </p>\n\n<p class=\"wp-block-paragraph\">The new 2025 cards are designed with a “music festival” theme, personalized for each listener. For instance, a listener named Katie receives her own “Katie Fest,” which includes a lineup featuring Bad Bunny, Charli XCX, Chappell Roan, and others.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/Festival_AmazonMusic.png?w=680\" alt=\"\" class=\"wp-image-3071419\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/Festival_AmazonMusic.png 1200w, https://techcrunch.com/wp-content/uploads/2025/12/Festival_AmazonMusic.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/12/Festival_AmazonMusic.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/12/Festival_AmazonMusic.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/12/Festival_AmazonMusic.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/12/Festival_AmazonMusic.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/12/Festival_AmazonMusic.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/12/Festival_AmazonMusic.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/12/Festival_AmazonMusic.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/12/Festival_AmazonMusic.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/12/Festival_AmazonMusic.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/12/Festival_AmazonMusic.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/12/Festival_AmazonMusic.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Amazon Music</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Amazon’s 2025 Delivered is available in the Amazon Music app in the U.S., the U.K., Germany, France, Italy, Spain, Japan, Mexico, Brazil, India, Canada, and Australia. To be eligible, Amazon Music users need at least a few hours of listening history.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The feature comes a week after the launch of <a href=\"https://music.youtube.com/recap?feature=share\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">YouTube’s 2025 Recaps</a> and on the same day as <a href=\"https://techcrunch.com/2025/12/02/apple-musics-replay-2025-is-here/\" target=\"_blank\" rel=\"noreferrer noopener\">Apple Music’s yearly recap</a>. On Monday, <a href=\"https://techcrunch.com/2025/12/01/deezer-rolls-out-my-deezer-year-2025-its-spotify-wrapped-clone/\" target=\"_blank\" rel=\"noreferrer noopener\">Deezer</a> rolled out its Spotify Wrapped clone, with a music personality quiz that users can take with friends to see how well their music tastes match.  </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "India plans to verify and record every smartphone in circulation | TechCrunch",
            "time": "2025-12-02T12:39:51",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/sanchar-saathi-app.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The Indian government is widening the scope of its anti-theft and cybersecurity initiative to cover both new and used smartphones, an effort aimed at curbing device theft and online fraud but a move that is also raising fresh privacy concerns.</p>\n\n<p class=\"wp-block-paragraph\">As part of the expansion, the Indian telecom ministry is requiring companies that buy or trade used phones to verify every device through a central database of IMEI numbers. This comes in addition to a recent directive ordering smartphone manufacturers to preinstall the government’s Sanchar Saathi app on all new handsets and push it onto existing devices through a software update.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Reuters <a href=\"https://www.reuters.com/sustainability/boards-policy-regulation/india-orders-mobile-phones-preloaded-with-government-app-ensure-cyber-safety-2025-12-01/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">first reported</a> the news on Monday, which was later <a href=\"https://www.pib.gov.in/PressReleasePage.aspx?PRID=2197140&amp;reg=3&amp;lang=2\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">confirmed</a> by the ministry in a public statement.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.pib.gov.in/PressReleaseIframePage.aspx?PRID=1924552\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Launched in 2023</a>, the Sanchar Saathi portal allows users to block or trace lost and stolen phones. The system has blocked more than 4.2 million devices and traced 2.6 million more devices, per government data. The system expanded earlier this year with the <a href=\"https://www.hindustantimes.com/business/dot-launches-sanchar-saathi-mobile-app-to-crack-down-on-fraud-communications-101737101357197.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">release</a> of a dedicated Sanchar Saathi app in January, which the government says helped recover more than 700,000 phones, including 50,000 in October alone.</p>\n\n<p class=\"wp-block-paragraph\">The Sanchar Saathi app has since gained broad adoption. The app has been downloaded nearly 15 million times and saw more than 3 million monthly active users in November — up more than 600% from its launch month, according to marketing intelligence firm Sensor Tower. Web traffic to Sanchar Saathi has also surged, with monthly unique visitors rising by more than 49% year-over-year, per Sensor Tower data shared with TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">The government’s order to preinstall Sanchar Saathi has already drawn significant backlash from privacy advocates, civil society groups, and opposition parties. Critics argue the move <a href=\"https://x.com/apar1984/status/1995801634501226731\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">expands state visibility into personal devices</a> without adequate safeguards. The Indian government, however, says the mandate is intended to address rising cases of cybercrime, such as IMEI duplication, device cloning, fraud in the secondhand smartphone market, and identity theft scams.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://x.com/JM_Scindia/status/1995772731455926362\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Responding to the controversy</a>, telecom minister Jyotiraditya M. Scindia said on Tuesday that Sanchar Saathi is “a completely voluntary and democratic system” and that users can delete the app if they do not wish to use it. The directive reviewed by TechCrunch — and circulating on social media on Monday — instructs manufacturers to ensure the preinstalled app is “readily visible and accessible to end users at the time of first use or device setup” and that “its functionalities are not disabled or restricted,” raising questions about whether the app is truly optional in practice.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Deputy telecom minister Pemmasani Chandra Sekhar <a href=\"https://x.com/aseemmanchanda/status/1995824109465600365\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said</a> in media interviews that most major manufacturers were included in the government’s working group on the initiative, though Apple did not participate.</p>\n\n<p class=\"wp-block-paragraph\">Alongside pushing the Sanchar Saathi app, the telecom ministry is piloting an application program interface — or API — that would allow recommerce and trade-in platforms to upload customer identities and device details directly to the government, two people familiar with the matter told TechCrunch. The move would mark a significant step toward creating a nationwide record of smartphones in circulation.</p>\n\n<p class=\"wp-block-paragraph\">India’s used-smartphone segment is expanding rapidly as rising prices of new devices and longer replacement cycles push more consumers toward cheaper alternatives. India <a href=\"https://www.ccsinsight.com/blog/the-rise-of-indias-second-hand-smartphone-market/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">became the world’s third-largest market</a> for secondhand smartphones in 2024.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">But as much as 85% of the secondhand phone sector remains unorganized, meaning most transactions occur through informal channels and through brick-and-mortar stores. The government’s move covers only formal recommerce and trade-in platforms, leaving much of the broader used-device market outside the scope of the current measures.</p>\n\n<p class=\"wp-block-paragraph\">While announcing the preinstallation of its app, the Indian government said the move would help enable “easy reporting of suspected misuse of telecom resources.” Privacy advocates say that the growing data flows could give authorities unprecedented visibility into device ownership — raising concerns over how the information could be used or misused.</p>\n\n<p class=\"wp-block-paragraph\">“It’s a troubling move to begin with,” said Prateek Waghre, head of programs and partnerships of Toronto-based nonprofit policy lab Tech Global Institute, told TechCrunch. “You’re essentially looking at the potential for every single device being ‘databased’ in some form. And then what uses their database can be put to it at a later date, we don’t know.”</p>\n\n<p class=\"wp-block-paragraph\">The Indian government has not yet detailed how the collected data will be stored, who will have access to it, or what safeguards will apply as the system expands. Digital rights groups say the sheer scale of India’s smartphone base — estimated at some 700 million devices — means even administrative changes can have outsized consequences, potentially setting precedents that other governments may study or replicate.</p>\n\n<p class=\"wp-block-paragraph\">“While the intent behind a unified platform may be protection, mandating a single government-controlled application risks stifling innovation particularly from private players and startups who have historically driven secure, scalable digital solutions,” said Meghna Bal, director at New Delhi-based technology think tank Esya Centre.</p>\n\n<p class=\"wp-block-paragraph\">“If the government intends to build such systems, they must be backed by independent audits, strong data governance safeguards, and transparent accountability measures. Otherwise, the model not only puts user privacy at stake, but also removes fair opportunity for the ecosystem to contribute and innovate,” said Bal.</p>\n\n<p class=\"wp-block-paragraph\">The planned API also raises concerns for recommerce firms, which could face liability if sensitive customer information is mishandled.</p>\n\n<p class=\"wp-block-paragraph\">The Indian telecom ministry did not respond to TechCrunch’s request for comment.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Waghre noted that while the Sanchar Saathi app is visible on a user’s phone, the broader system it connects to operates largely out of sight. The permissions, data flows, and back-end changes, including the planned API integration, may be buried in long-term-and-conditions documents that most people never read, he said. As a result, users may have little practical understanding of what information is being collected, how it is shared, or the extent of the system’s reach.</p>\n\n<p class=\"wp-block-paragraph\">“You can’t go about restricting cybercrimes and device thefts in such a disproportionate and heavy-handed way,” said Waghre.</p>\n\n<p class=\"wp-block-paragraph\">“The government is basically saying that, look, you need to put my app on every device that is sold, on every existing device, you have to install it, and in anything that’s being resold as well,” he said.</p>\n\n\n\n<iframe loading=\"lazy\" class=\"tcembed-iframe tcembed--youtube wp-block-html\" src=\"https://www.youtube.com/embed/NE-3tFhvf9c?autoplay=1&amp;mute=1\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n\n<p class=\"wp-block-paragraph\"><em>Check out the latest reveals on everything from agentic AI and cloud infrastructure to security and much more from the flagship Amazon Web Services event in Las Vegas. This video is brought to you in partnership with AWS.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Paris-based AI voice startup Gradium nabs $70M seed | TechCrunch",
            "time": "2025-12-02T12:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2017/08/speech-recognition.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Gradium, a startup spun <a href=\"https://techcrunch.com/2023/11/17/kyutai-is-an-french-ai-research-lab-with-a-330-million-budget-that-will-make-everything-open-source/\" target=\"_blank\" rel=\"noreferrer noopener\">out of French AI lab Kyutai</a> (backed by French telecom billionaire Xavier Niel), launched out of stealth on Tuesday with a $70 million seed round from a who’s who of investors. </p>\n\n<p class=\"wp-block-paragraph\">The round was led by FirstMark Capital and Eurazeo, with participation from Niel, DST Global Partners, billionaire Eric Schmidt, and other investors. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><a href=\"http://gradium.ai\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Gradium</a> has developed audio language AI models designed to deliver voice at scale with ultra-low latency — essentially, AI voices that respond almost instantly. It was founded just a few months ago, in September, by Kyutai founding member Neil Zeghidour, who cut his teeth working with voice models as a researcher at Google DeepMind.</p>\n\n<p class=\"wp-block-paragraph\">The startup’s goal, it says, is to make voice models speedier and more accurate for developers. And, as a European startup, it launched with multilingual support out of the gate: English, French, German, Spanish, and Portuguese, with additional languages coming. </p>\n\n<p class=\"wp-block-paragraph\">Of course, Gradium is entering a race with plenty of competition. For starters, the frontier LLM companies like <a href=\"https://techcrunch.com/2025/03/20/openai-upgrades-its-transcription-and-voice-generating-ai-models/\" target=\"_blank\" rel=\"noreferrer noopener\">OpenAI,</a> <a href=\"https://techcrunch.com/2025/05/27/anthropic-launches-a-voice-mode-for-claude/\" target=\"_blank\" rel=\"noreferrer noopener\">Anthropic</a>, <a href=\"https://ai.meta.com/blog/llama-4-multimodal-intelligence/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Meta Llama</a>, and <a href=\"https://mistral.ai/news/voxtral\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Mistral</a> all have voice, speech recognition, and multimodal models. Then there are well-funded startups like <a href=\"https://techcrunch.com/2025/10/29/elevenlabs-ceo-says-ai-audio-models-will-be-commoditized-over-time/\" target=\"_blank\" rel=\"noreferrer noopener\">ElevenLabs</a>, and hundreds of voice/speech models on Hugging Face. Right now, there’s no shortage of options for a developer needing AI voice capabilities. </p>\n\n<p class=\"wp-block-paragraph\">That said, the need for what Gradium hopes to offer — ultra-realistic voice expression and accuracy — will only grow over time, as AI moves from typed chats to AI agents and expands into use cases from entertainment to work.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "What does it mean when Uncle Sam is one of your biggest shareholders? Chip startup xLight is about to find out | TechCrunch",
            "time": "2025-12-02T04:03:25",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/04/us_tech-flag.jpg?resize=1200,720",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The Trump administration has agreed to inject up to $150 million into <a href=\"https://www.xlight.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">xLight</a>, a semiconductor startup developing advanced chip-making technology, marking the third time the U.S. government has taken an equity position in a private startup and further expanding a controversial strategy that has put Washington on the cap tables of American companies.</p>\n\n<p class=\"wp-block-paragraph\">The Wall Street Journal <a href=\"https://www.wsj.com/tech/trump-administration-to-take-equity-stake-in-former-intel-ceos-chip-startup-9dcd9367\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reported Monday</a> that the Commerce Department will provide the funding to xLight in exchange for an equity stake that will likely make the government the startup’s largest shareholder. The deal uses funding from the 2022 Chips and Science Act and represents the first Chips Act award in President Trump’s second term, though it remains preliminary and subject to change.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Previous government equity investments under the Trump administration include publicly traded companies <a href=\"https://techcrunch.com/2025/08/22/u-s-government-plans-to-take-a-10-stake-in-intel/\" target=\"_blank\" rel=\"noreferrer noopener\">Intel</a>, MP Materials, <a href=\"https://techcrunch.com/2025/09/30/u-s-government-takes-stake-in-canadian-lithium-miner-and-its-nevada-mining-project/\" target=\"_blank\" rel=\"noreferrer noopener\">Lithium Americas</a>, and <a href=\"https://www.forbes.com/sites/tylerroush/2025/10/07/trilogy-metals-shares-skyrocket-250-in-premhttps://www.forbes.com/sites/tylerroush/2025/10/07/trilogy-metals-shares-skyrocket-250-in-premarket-as-trump-acquires-stake/arket-as-trump-acquires-stake/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Trilogy Metals</a>. Two <a href=\"https://apnews.com/article/vulcan-reelement-rare-earths-us-government-investment-17647d7219ab8b8098fce5fc66975fdd\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">rare earths startups</a> also secured funding in exchange for equity from the Commerce Department last month.</p>\n\n<p class=\"wp-block-paragraph\">You can imagine how this is all going over in Silicon Valley, where the libertarian ethos runs deep. At TechCrunch’s signature Disrupt event back in October, Sequoia Capital’s Roelof Botha <a href=\"https://techcrunch.com/2025/11/02/sequoias-roelof-botha-warns-founders-about-chasing-sky-high-valuations-as-the-firm-doubles-down-on-its-selective-approach/\" target=\"_blank\" rel=\"noreferrer noopener\">jokingly offered</a> what might be the understatement of the year when asked about the trend: “[Some] of the most dangerous words in the world are: ‘I’m from the government, and I’m here to help.’”</p>\n\n<p class=\"wp-block-paragraph\">Other VCs have similarly expressed concerns, if quietly, about what it means when their portfolio companies are suddenly competing against startups backed by the U.S. Treasury, or even when they find themselves sitting across the table from government representatives at board meetings.</p>\n\n<p class=\"wp-block-paragraph\">The four-year-old, Palo Alto, California, company at the center of this particular experiment is trying to do something genuinely audacious in semiconductor manufacturing. XLight wants to build particle accelerator-powered lasers — machines the size of a football field, mind you — that would create more powerful and precise light sources for making chips.</p>\n\n<p class=\"wp-block-paragraph\">If it works, it could challenge the near-total dominance of ASML, the Dutch giant that has been publicly traded since 1995 and currently enjoys an absolute monopoly on extreme ultraviolet lithography machines. (Its shares have surged 48.6% this year.)</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The CEO of xLight is Nicholas Kelez, a quantum computing and government labs veteran who presumably knows his way around a particle accelerator. Helping this venture as executive chairman is Pat Gelsinger, the former Intel CEO who was shown the door late last year after his ambitious manufacturing revival plans failed to materialize.</p>\n\n<p class=\"wp-block-paragraph\">“I wasn’t done yet,” Gelsinger — who is also a general partner at Playground Global, which led the startup’s <a href=\"https://www.reuters.com/world/china/us-startup-xlight-raises-40-million-race-against-china-key-chip-making-laser-2025-07-22/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$40 million</a> funding round this summer — told the Journal, adding that the effort is “deeply personal” to him.</p>\n\n<p class=\"wp-block-paragraph\">Indeed, xLight doesn’t just want to compete with ASML but to go much further. While ASML’s machines work at wavelengths around 13.5 nanometers, xLight is targeting 2 nanometers. Gelsinger claims the technology could boost wafer processing efficiency by 30% to 40% while using far less energy.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">As it happens, both Kelez and Gelsinger will be holding forth at TechCrunch’s StrictlyVC event on Wednesday night in Palo Alto, where the government’s backing will no doubt come up. (You can still <a href=\"https://techcrunch.com/events/strictlyvc-palo-alto/\" target=\"_blank\" rel=\"noreferrer noopener\">nab a seat here</a>.)</p>\n\n<p class=\"wp-block-paragraph\">Commerce Secretary Howard Lutnick, for his part, insists this is all in service of national security and technological leadership, saying the partnership could “fundamentally rewrite the limits of chipmaking.” Critics will continue to question whether taxpayer-funded equity stakes represent visionary industrial policy or state capitalism with a patriotic sheen, though even skeptics acknowledge the geopolitical reality.</p>\n\n<p class=\"wp-block-paragraph\">At least Botha, who described himself at Disrupt as a “sort of libertarian, free market thinker by nature,” conceded that industrial policy has its place when national interests demand it. “The only reason the U.S. is resorting to this is because we have other nation-states with whom we compete who are using industrial policy to further their industries that are strategic and maybe adverse to the U.S. in long-term interests.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple just named a new AI chief with Google and Microsoft expertise, as John Giannandrea steps down | TechCrunch",
            "time": "2025-12-02T01:34:46",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2017/09/tcdisrupt_sf17_johngiannadrea-3043.jpg?resize=1200,869",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">In a carefully worded <a rel=\"nofollow\" href=\"https://www.apple.com/newsroom/2025/12/john-giannandrea-to-retire-from-apple/\">announcement</a> on Monday, Apple said John Giannandrea, who has been the company’s AI chief since 2018, is “stepping down” to, well, not work at Apple anymore. He’ll stick around through spring as an adviser.</p>\n\n<p class=\"wp-block-paragraph\">His replacement is Amar Subramanya, a highly regarded Microsoft executive who spent 16 years at Google, most recently leading engineering for the Gemini Assistant. It’s a savvy hire, given that Subramanya knows the competition intimately.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The move is being characterized as a shake-up. It was seemingly inevitable in retrospect. Apple Intelligence, the company’s answer to the ChatGPT moment, has been stumbling since its October 2024 launch. Reviews have ranged from “underwhelming” to outright alarmed.</p>\n\n<p class=\"wp-block-paragraph\">Its first months were some of the roughest. A notification summary feature meant to condense multiple alerts into digestible snippets generated a series of embarrassing, untrue headlines in late 2024 and early 2025. Among other missteps, the BBC <a href=\"https://www.bbc.com/news/articles/cx2v778x85yo\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">complained twice</a> after Apple Intelligence falsely reported that Luigi Mangione, the man accused of killing UnitedHealthcare CEO Brian Thompson, had shot himself (he hadn’t) and that a darts player, Luke Littler, won a championship before the final <a href=\"https://www.bbc.com/news/articles/cx27zwp7jpxo\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">even began</a>.</p>\n\n<p class=\"wp-block-paragraph\">Then there was Siri’s promised overhaul, which became a black eye for Apple. </p>\n\n<p class=\"wp-block-paragraph\">A <a href=\"https://www.bloomberg.com/news/features/2025-05-18/how-apple-intelligence-and-siri-ai-went-so-wrong\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Bloomberg investigation</a> published in May revealed the depths of Apple’s AI struggles. For instance, when Craig Federighi, Apple’s software chief, tested the new Siri on his own phone just weeks before its planned launch in April, he was dismayed to find that many of the features the company had been touting didn’t work. The launch was delayed indefinitely, triggering class-action lawsuits from iPhone 16 buyers who’d been promised an AI-powered assistant.</p>\n\n<p class=\"wp-block-paragraph\">By that point, Giannandrea had already been sidelined, according to Bloomberg. The news organization reported that Tim Cook had <a href=\"https://techcrunch.com/2025/03/20/apple-puts-vision-pro-exec-in-charge-of-siri-in-exec-shakeup/\" target=\"_blank\" rel=\"noreferrer noopener\">stripped Siri</a> from Giannandrea’s oversight entirely back in March, handing it to Vision Pro creator Mike Rockwell. Apple removed its secretive robotics division from Giannandrea’s control, too.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Bloomberg’s investigation painted a picture of organizational dysfunction, with weak communication between AI and marketing teams, budget misalignments, and a leadership crisis severe enough that some employees had taken to mockingly calling Giannandrea’s group “AI/MLess.” The report also documented an exodus of AI researchers to competitors, including OpenAI, Google, and Meta.</p>\n\n<p class=\"wp-block-paragraph\">Apple is <a href=\"https://www.bloomberg.com/news/articles/2025-11-05/apple-plans-to-use-1-2-trillion-parameter-google-gemini-model-to-power-new-siri?embedded-checkout=true\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reportedly now leaning</a> on Google’s Gemini to power the next version of Siri, an astonishing and, presumably, humbling twist considering the intense rivalry between the two companies that dates back more than 15 years, across mobile operating systems, app stores, browsers, maps, cloud services, smart home devices, and now AI.</p>\n\n<p class=\"wp-block-paragraph\">Giannandrea came to Apple from Google, where he ran Machine Intelligence and Search. At Apple, he oversaw the AI strategy, machine learning infrastructure, and Siri development.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Now Subramanya inherits those responsibilities, reporting to Federighi with a clear mandate to help Apple catch up in AI.</p>\n\n<p class=\"wp-block-paragraph\">It’s an interesting moment for the company. While competitors have been pouring billions of dollars into massive AI data centers, Apple has focused on processing AI tasks directly on users’ devices using its custom Apple Silicon chips, a privacy-first approach that avoids collecting user data. (When more complex requests require cloud processing, Apple routes them through Private Cloud Compute, servers that promise to process data temporarily and delete it immediately.)</p>\n\n<p class=\"wp-block-paragraph\">Whether that philosophy pays off or whether it has permanently left Apple behind is an outstanding question. Apple’s approach comes with clear trade-offs. Among them, on-device models are smaller and less capable than the massive models running in competitors’ data centers, and Apple’s reluctance to collect user data has left its researchers training models on licensed and synthetic data rather than the giant troves of real-world information that fuel its rivals’ systems.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}