{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "SpaceX faces two new lawsuits alleging safety‐related retaliation | TechCrunch",
            "time": "2025-07-30T21:47:20",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2019/08/spacex-dragon-crew-emergency-evacuation-rehearsal-nhq201908150008_48558950441_o.jpg?resize=1200,828",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">When longtime supervisor Robert Markert warned SpaceX leaders that one part of the rocket fairing recovery process could “easily cause serious injury or death,” he alleges he was ignored because “it was the more economical solution,” according to a recently filed lawsuit. A few months later, he was out of the job.</p>\n\n<p class=\"wp-block-paragraph\">Markert is one of two former SpaceX employees who have filed separate wrongful-termination lawsuits, both of which were removed to federal court earlier this month. The two complaints make similar allegations about how speed and cost-saving triumphed over other considerations — including safety.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The lawsuits arrive as SpaceX races to get its Starship ultra-heavy rocket ready to complete missions for NASA, commercial customers, and to launch the company’s Starlink satellite internet service. Beyond the Starship program, SpaceX also operates the most frequently launched rocket in history, the Falcon 9, which has flown 87 times so far this year. </p>\n\n<p class=\"wp-block-paragraph\">Markert spent 13 years at the company before being terminated in April. He alleges that during his tenure technicians were sometimes required to work 15 to 20 days in a row, but when he brought this up to supervisors, he was told “the schedule comes first.” That punishing schedule, performed in a high-stress environment, resulted in injuries Markert alleges the ship technicians were too afraid to report.</p>\n\n<p class=\"wp-block-paragraph\">When Markert suggested the company prioritize trainings and certifications, he was told “there is no time for that and the company would not spend money on it,” according to the complaint.</p>\n\n<p class=\"wp-block-paragraph\">The second lawsuit, filed by SpaceX plumber David Lavalle, alleges he was fired after the company failed to accommodate multiple work-related injuries, including a fractured foot, severe neck pain, injuries to his back and shoulders, and wrist pain. While Lavalle filed for workers’ compensation for some of these injuries, he did not do so for all for fear of retaliation, the complaint says.  </p>\n\n<p class=\"wp-block-paragraph\">Nine days after requesting medical leave for gout-induced knee pain, Lavalle was terminated. Lavalle, who is 60 years old, joined the company in 2014. He alleges in the complaint he was part of a wave of firings of older staff members, led in part by 28-year-old Scott Hiler, whom SpaceX hired as a new senior manager late last year.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">A lawyer representing Markert declined comment, while Lavalle’s attorney did not immediately respond to TechCrunch’s request  for comment. SpaceX did not respond to TechCrunch’s request for comment.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/07/18/spacex-worker-injury-rates-at-starbase-outpace-industry-rivals/\">Recent reporting from TechCrunch</a> showed that SpaceX outpaced its peers in worker injury rates for 2024. Data from the Occupational Safety and Health Administration showed that the Starbase complex in Texas recorded an injury rate of 4.27 per 100 workers last year, nearly triple the aerospace manufacturing average of 1.6.</p>\n\n<p class=\"wp-block-paragraph\">Markert, a resident of Los Angeles County, doesn’t expressly state where he worked at SpaceX. The lawsuit does note he worked with ship technicians. SpaceX’s west coast rocket fairing recovery operations count the highest injury rates of all SpaceX sites, the OSHA logs show, with an injury rate of 7.6 per 100 workers for the west coast operations.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Both complaints were filed in Los Angeles County Superior Court and were then removed by SpaceX to the U.S. District Court for the Central District of California.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Meta to spend up to $72B on AI infrastructure in 2025 as compute arms race escalates | TechCrunch",
            "time": "2025-07-30T21:31:42",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2194278734.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Meta is pouring money into the physical and technical infrastructure needed to scale its AI ambitions. The company said Wednesday in its second-quarter earnings report that it plans to more than double its spend on building AI infrastructure, like data centers and servers. </p>\n\n<p class=\"wp-block-paragraph\">“We currently expect 2025 capital expenditures, including principal payments on finance leases, to be in the range of $66-72 billion…up approximately $30 billion year-over-year at the midpoint,” Meta said. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">That’s an aggressive capex growth, and one that Meta plans to continue onwards to 2026. The company said it expects a similarly large increase in spend on AI infrastructure next year as the company continues to “aggressively [pursue] opportunities to bring additional capacity online to meet the needs of [its] artificial intelligence efforts and business operations.”</p>\n\n<p class=\"wp-block-paragraph\">“We expect that developing leading AI infrastructure will be a core advantage in developing the best AI models and product experiences, so we expect to ramp our investments significantly in 2026 to support that work,” said Susan Li, Meta CFO, during the company’s Wednesday earnings call. </p>\n\n<p class=\"wp-block-paragraph\">Li also noted that while Meta expects to finance most of its AI spend on its own, the company is exploring ways to work with financial partners to co-develop data centers. </p>\n\n<p class=\"wp-block-paragraph\">“We don’t have any finalized transactions to announce, but we generally believe that there will be models here that will attract significant external financing to support large-scale data center projects that are developed using our ability to build world-class infrastructure, while providing us with flexibility should our infrastructure requirements change over time,” Li said.</p>\n\n<p class=\"wp-block-paragraph\">Meta has announced two major AI “titan clusters.” The first is Prometheus in Ohio, which is poised to be among the first AI superclusters to hit 1 gigawatt of compute power when it comes online in 2026. Then there’s <a href=\"https://techcrunch.com/2025/07/14/mark-zuckerberg-says-meta-is-building-a-5gw-ai-data-center/\">Hyperion</a>, a cluster in Louisiana that Meta CEO Mark Zuckerberg has bragged would have a footprint the size of Manhattan and could scale up to 5 gigawatts over several years. On top of those, Meta has several other unnamed titan-scale clusters underway. </p>\n\n<p class=\"wp-block-paragraph\">Meta’s data center projects promise to soak up enough energy to power millions of homes, pulling that electricity from nearby communities. One of the company’s projects in Newton County, Georgia, has already <a href=\"https://www.nytimes.com/2025/07/14/technology/meta-data-center-water.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">caused the water taps to run dry in some residents’ homes</a>.</p>\n\n<p class=\"wp-block-paragraph\">Meta also noted in its earnings report that it expects its second-largest driver of growth to be employee compensation as the company spends millions, and possibly even billions, to poach talented AI engineers and researchers to work for Meta’s newly formed business unit, Superintelligence Labs. </p>\n\n<p class=\"wp-block-paragraph\">Before earnings, Zuckerberg shared his vision for “<a href=\"https://techcrunch.com/2025/07/30/zuckerberg-says-meta-likely-wont-open-source-all-of-its-superintelligence-ai-models/\">personal superintelligence</a>,” the idea that AI should help individual people live their best lives, mainly through the medium of Meta’s smart glasses and virtual reality headsets. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Meta’s stock surged 10% in after-hours as investors responded to Meta’s overall performance in the quarter and better-than-expected outlook for the third quarter. Meta reported revenue of $47.5 billion in the second quarter, with expectations to hit between $47.5 billion and $50.5 billion in Q3. Advertising drove Meta’s revenue gains, fueled by AI tools — like AI-powered translations and video generation — to help advertisers create more meaningful and targeted campaigns. </p>\n\n<p class=\"wp-block-paragraph\">The company’s Reality Labs segment, however, saw a $4.5 billion loss. </p>\n\n<p class=\"wp-block-paragraph\"><em>This article was updated to reflect Meta’s additional paths to funding its AI infrastructure builds.</em></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Zuckerberg: AI increased the time spent on Facebook and Instagram in Q2 | TechCrunch",
            "time": "2025-07-30T21:21:46",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/05/GettyImages-1467844599.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Meta CEO Mark Zuckerberg credited AI with driving up the time users spent on the company’s apps in the second quarter. While consumers are increasingly complaining about the prevalence of “AI slop” — or low-quality AI-generated content flooding social apps — Meta says that AI systems are getting better at helping users connect with recommended content.</p>\n\n<p class=\"wp-block-paragraph\">“AI is significantly improving our ability to show people content that they’re going to find interesting and useful,” Zuckerberg told investors on the <a href=\"https://investor.atmeta.com/home/default.aspx\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Q2</a> earnings call. “Advancements in our recommendation systems have improved quality so much that it has led to a 5% increase in time spent on Facebook and 6% on Instagram just this quarter.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Overall, Meta estimated that over 3.4 billion people used one of its “family of apps” — meaning Facebook, Instagram, Messenger, and/or WhatsApp — on a daily basis in June. That figure is up 6% year-over-year and helped drive the total family of apps revenue to $47.1 billion, up 22% year-over-year.</p>\n\n<p class=\"wp-block-paragraph\">The company additionally shared that video time spent increased 20% year-over-year in the quarter, also due to optimizations of Meta’s ranking systems and its work to promote more original content on Instagram. </p>\n\n<p class=\"wp-block-paragraph\">Meta’s X competitor, Threads, was also seeing time spent gains due to the “incorporation of LLMs,” Meta noted. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google proposes to open Play Store to more real-money games in India | TechCrunch",
            "time": "2025-07-30T20:57:19",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/google-play-india-techcrunch.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google has proposed sweeping changes to its Play Store and advertising policies in India, aiming to allow more real-money gaming apps onto its platforms in a bid to settle an ongoing antitrust case with a local online gaming platform WinZO.</p>\n\n<p class=\"wp-block-paragraph\">On Wednesday, India’s competition watchdog issued a <a href=\"https://www.cci.gov.in/images/whatsnew/en/notice-for-public-consultation1753877881.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">public notice</a> (PDF) inviting comments on a “commitment proposal” from Google, offering to expand access to its Play Store and advertising policy for more real-money gaming apps in the South Asian market.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Google proposed to replace its current pilot program by allowing the distribution of all real-money games in the country — which are “self-declared by developers as permissible online real-money games as per applicable laws/jurisprudence” — on Google Play.</p>\n\n<p class=\"wp-block-paragraph\">However, the developers are also required to submit proof that an authoritative third-party body has declared the app to be a “game of skill,” the company proposed.</p>\n\n<p class=\"wp-block-paragraph\">In September 2022, Google <a href=\"https://techcrunch.com/2022/09/07/google-pilots-test-to-permit-fantasy-sports-and-rummy-apps-in-india/\" target=\"_blank\" rel=\"noreferrer noopener\">launched a pilot program</a> to allow daily fantasy sports and rummy games on its Play Store in India. The move came after a 2021 ruling by India’s Supreme Court that categorized fantasy sports as “games of skill” rather than gambling — and therefore “legal.”</p>\n\n<p class=\"wp-block-paragraph\">Shortly after the pilot announced, online gaming platform WinZO <a href=\"https://www.reuters.com/technology/indian-firm-winzo-sues-google-stop-new-gaming-policy-calls-it-discriminatory-2022-09-20/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">filed a complaint</a> with the Delhi High Court, calling the program discriminatory for excluding other real-money games. The Competition Commission of India (CCI) took up the case and, in November last year, <a href=\"https://www.reuters.com/technology/india-competition-watchdog-investigate-googles-gaming-app-policy-2024-11-28/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ordered a formal probe</a> into Google’s policies for real-money gaming apps.</p>\n\n<p class=\"wp-block-paragraph\">In January last year, Google announced it would expand support for real-money gaming apps on the Play Store in India, Brazil, and Mexico. However, the company <a href=\"https://techcrunch.com/2024/06/21/google-is-pausing-its-experiment-of-allowing-real-money-games-on-the-play-store/\" target=\"_blank\" rel=\"noreferrer noopener\">paused</a> that rollout in June 2024 and stated it would continue to allow apps already included in the 2022 India pilot to remain on the platform.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Alongside offering to expand its Play Store for all real-money games self-declared by developers, Google proposed to update its Developer Program Policies to reflect the update. The company also stated that it would finalize an “appropriate business model” for real-money game developers.</p>\n\n<p class=\"wp-block-paragraph\">Similarly, Google has proposed to allow “games of skill” to be advertised in India where the app maker provides proof by a third party that it is a game of skill and not gambling.</p>\n\n<p class=\"wp-block-paragraph\">The recognized third parties in this case could even be industry associations such as the All India Gaming Federation, E-Gaming Federation, or the Federation of Indian Fantasy Sports.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Google said it would begin allowing compliant real-money games on its Play Store in India within 120 days of the CCI’s approval, while related ad policy changes would take effect within 150 days of the regulator’s order.</p>\n\n<p class=\"wp-block-paragraph\">“We’re pleased the CCI is market testing our proposed framework for real-money games (RMGs) in India,” a Google spokesperson said in a statement emailed to TechCrunch. “This development reflects our constructive discussions with the CCI and the Indian developer community along with our commitment to building a more open and safe ecosystem for RMG apps across Google Play and Google Ads.”</p>\n\n<p class=\"wp-block-paragraph\">Notably, the proposal, if it is accepted by the CCI after public feedback, would benefit Google, which stands to earn a share of revenue from a broader range of real-money gaming apps and their ads on its platforms.</p>\n\n<p class=\"wp-block-paragraph\">Real-money gaming dominates India’s online gaming market, accounting for nearly 86% of total industry revenue — ₹274.38 billion ($3 billion) in 2024 — per a <a href=\"https://www.ibef.org/news/india-s-online-gaming-sector-may-cross-rs-77-688-crore-us-9-billion-by-2029-report\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">joint report</a> by WinZO and the Interactive Entertainment and Innovation Council (IEIC) released earlier this year. However, its share is expected to decline slightly to 80% by 2029, as non-real-money games grow in popularity and the overall market expands to ₹785.51 billion ($8.9 billion).</p>\n\n<p class=\"wp-block-paragraph\">Google’s latest proposal could also offer a boost to developers currently distributing their apps outside the Play Store — including via APK files on their own websites. However, the CCI’s investigation is still ongoing, and the regulator has yet to determine whether Google engaged in discriminatory practices in this space.</p>\n\n<p class=\"wp-block-paragraph\">The probe adds to a growing list of antitrust challenges for Google in India, where the U.S.-headquartered tech giant <a href=\"https://techcrunch.com/2022/10/25/google-hit-with-113-million-fine-in-india-for-anti-competitive-practices-with-play-store-policies/\" target=\"_blank\" rel=\"noreferrer noopener\">has already been fined</a> for <a href=\"https://techcrunch.com/2024/03/15/india-orders-antitrust-probe-into-google-app-store-practices/\" target=\"_blank\" rel=\"noreferrer noopener\">allegedly abusing its dominance</a> through Android and the Play Store. The company recently <a href=\"https://www.medianama.com/2025/07/223-google-play-store-billing-supreme-court-cci/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">approached the Supreme Court</a> to appeal one of these rulings and contest the CCI’s findings. The case is expected to be listed for hearing next month.</p>\n\n<p class=\"wp-block-paragraph\">“We look forward to continuing to work with the CCI and the wider RMG ecosystem, and are confident our proposed framework will empower Indian developers, grow the digital economy, and prioritize user safety,” Google’s spokesperson said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Big Tech to work with Trump administration to build digital health ecosystem | TechCrunch",
            "time": "2025-07-30T20:30:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2154524764.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The Trump administration said on Wednesday that it secured commitments from Google, OpenAI, Amazon, Anthropic, and Apple to start building a <a href=\"https://www.cms.gov/newsroom/press-releases/white-house-tech-leaders-commit-create-patient-centric-healthcare-ecosystem\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">digital health ecosystem</a>.</p>\n\n<p class=\"wp-block-paragraph\">The efforts will focus on two areas: creating a framework for patients and providers to easily share information, and creating more personal tools so patients can access resources needed to stay informed about their health. Such tools include apps to manage diabetes and obesity, using artificial intelligence as assistants to perform tasks like checking symptoms and scheduling appointments, and finding ways to reduce the amount of paperwork associated with medical appointments by digitizing some tasks. <br><br>Democrats and Republicans have tried before to make data sharing in the U.S. health system a more seamless experience, <a href=\"https://www.bloomberg.com/news/articles/2025-07-30/apple-google-openai-to-work-with-feds-to-make-health-data-helpful\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Bloomberg reports</a>, though the technology was never quite up to par. Over 60 companies have said they will work on the new health effort and results are expected in early 2026.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Palo Alto Networks agrees to buy CyberArk for $25 billion | TechCrunch",
            "time": "2025-07-30T18:38:29",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2215666246.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Cybersecurity giant Palo Alto Networks announced on Wednesday its intent to acquire identity management and security company CyberArk for $25 billion. The deal, a mix of cash and stock, marks Palo Alto’s entrance into the identity security space, according to a company press release.</p>\n\n<p class=\"wp-block-paragraph\">Palo Alto has been on a shopping spree since Nikesh Arora took over as CEO and chairman of the company in 2018, <a href=\"https://www.ft.com/content/e8e00344-f791-4964-bada-c68de70dbfcf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to the Financial Times</a>, which estimated the company has spent more than $7 billion on acquisitions since Arora started. The company’s acquisition of CyberArk is the largest to date.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Some of Palo Alto’s other acquisitions include: <a href=\"https://techcrunch.com/2023/10/31/confirmed-palo-alto-networks-buys-dig-security-sources-say-for-400m/\">Dig Security</a>, for an estimated $400 million in October 2023; <a href=\"https://techcrunch.com/2023/11/06/confirmed-palo-alto-has-acquired-talon-cyber-security-sources-say-for-625m/\">Talon Cyber Security</a> for an estimated $625 million in November 2023; and <a href=\"https://techcrunch.com/2021/02/16/sources-palo-alto-networks-acquired-devops-security-startup-bridgecrew-for-around-200m/\">Bridgecrew</a> for $156 million in February 2021, among others.</p>\n\n<p class=\"wp-block-paragraph\">This is one of the largest cybersecurity deals thus far in 2025. The largest deal was <a href=\"https://techcrunch.com/2025/03/18/google-is-buying-wiz-for-32b-to-beef-up-in-cloud-security/\">Google’s acquisition of Wiz</a> in March for $32 billion.</p>\n\n<p class=\"wp-block-paragraph\">Palo Alto Networks did not immediately comment.</p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Germ brings end-to-end encrypted messages to Bluesky | TechCrunch",
            "time": "2025-07-30T18:25:03",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/germ-app.jpg?resize=1200,904",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">A new startup called <a href=\"https://www.germnetwork.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Germ</a> is bringing end-to-end encrypted messaging to the Bluesky social network, allowing its users to have a more secure option for chats than <a href=\"https://techcrunch.com/2024/05/22/bluesky-now-has-dms/\">Bluesky’s existing DMs</a>. After over two years of development, the service is <a href=\"https://www.germnetwork.com/blog/germdm-atproto-now-beta\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">launching</a> its encrypted DMs for Bluesky into beta this week, with plans to gradually onboard new testers ahead of a public launch.</p>\n\n<p class=\"wp-block-paragraph\">In time, the <a href=\"https://www.germnetwork.com/blog/autonomous-communicator-ac-protocol\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">technology that Germ is building</a>, much of which is open sourced, could allow Bluesky to introduce encrypted messaging into its own app.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Germ was designed to offer an alternative to existing end-to-end encrypted platforms that dominate globally, like iMessage, Signal, and WhatsApp. Germ takes advantage of newer technologies, like Messaging Layer Security (MLS), a new standard approved by the <a href=\"https://www.ietf.org/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Internet Engineering Task Force</a> (IETF), and the <a href=\"https://atproto.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">AT Protocol</a> (or ATProto), which powers Bluesky.</p>\n\n<div class=\"wp-block-group is-content-justification-center is-nowrap is-layout-flex wp-container-core-group-is-layout-4 wp-block-group-is-layout-flex\">\n<figure class=\"wp-block-image aligncenter size-full is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png\" alt=\"a screenshot of the Germ app\" class=\"wp-image-3032419\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png 885w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=75,150 75w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=149,300 149w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=768,1542 768w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=339,680 339w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=598,1200 598w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=637,1280 637w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=214,430 214w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=359,720 359w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=448,900 448w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=398,800 398w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=765,1536 765w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=333,668 333w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=187,375 187w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=307,617 307w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=264,531 264w, https://techcrunch.com/wp-content/uploads/2025/07/me-screen.png?resize=25,50 25w\" sizes=\"auto, (max-width: 885px) 100vw, 885px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Germ</span></figcaption></figure>\n\n\n\n<figure class=\"wp-block-image size-full is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/onboard.png\" alt=\"a screenshot of the Germ app, which requires logging in and creating a card to chat.\" class=\"wp-image-3032418\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/onboard.png 885w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=75,150 75w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=149,300 149w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=768,1542 768w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=339,680 339w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=598,1200 598w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=637,1280 637w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=214,430 214w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=359,720 359w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=448,900 448w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=398,800 398w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=765,1536 765w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=333,668 333w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=187,375 187w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=307,617 307w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=264,531 264w, https://techcrunch.com/wp-content/uploads/2025/07/onboard.png?resize=25,50 25w\" sizes=\"auto, (max-width: 885px) 100vw, 885px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Germ</span></figcaption></figure>\n</div>\n\n<p class=\"wp-block-paragraph\">However, instead of requiring a user’s phone number as some messaging apps do, Germ integrates with ATProto. This allows Germ users to securely chat with friends from Bluesky and the wider open social web, including apps like <a href=\"https://techcrunch.com/2025/02/06/flashes-a-photo-sharing-app-for-bluesky-opens-beta/\">Flashes</a> and <a href=\"https://techcrunch.com/2025/04/01/mark-cuban-backs-skylight-a-tiktok-alternative-built-on-blueskys-underlying-technology/\">Skylight</a>, but with added controls over the user experience.</p>\n\n<p class=\"wp-block-paragraph\">For instance, you can choose to accept DMs from people you follow on Bluesky, or you could configure it so that only you can initiate chats with other people. Plus, when you block a user in Germ, you can choose to block them only in Germ or block them across Bluesky and other ATProto-powered apps as well.</p>\n\n<p class=\"wp-block-paragraph\">The concept for Germ comes from co-founders <a href=\"https://www.linkedin.com/in/tessa-r-brown/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Tessa Brown</a> (CEO), a communications scholar who previously taught at Stanford, and <a href=\"https://www.linkedin.com/in/markmxue/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Mark Xue</a>, who worked as a privacy engineer at Apple on technologies like FaceTime and iMessage.</p>\n\n<p class=\"wp-block-paragraph\">Brown’s studies led her to realize that access to private communications was fundamental to the health of social networks.</p>\n\n<figure class=\"wp-block-image aligncenter size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?w=339\" alt=\"a screenshot of the Germ app, showing its download and onboarding process.\" class=\"wp-image-3032417\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png 885w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=75,150 75w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=149,300 149w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=768,1542 768w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=339,680 339w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=598,1200 598w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=637,1280 637w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=214,430 214w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=359,720 359w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=448,900 448w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=398,800 398w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=765,1536 765w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=333,668 333w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=187,375 187w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=307,617 307w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=264,531 264w, https://techcrunch.com/wp-content/uploads/2025/07/app-clip.png?resize=25,50 25w\" sizes=\"auto, (max-width: 339px) 100vw, 339px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Germ</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">“We know that, psychologically, you can’t build a good relationship with people if you feel like you’re being stared at and manipulated all the time. And that’s really what social media is today,” Brown tells TechCrunch. “So I came out of that work with a really strong conviction around end-to-end encrypted messaging as kind of the centerpiece of what I thought was the future of social media and the future of communication,” she adds.</p>\n\n<p class=\"wp-block-paragraph\">Xue, meanwhile, came out of Apple believing that the use of phone numbers and telephony is a dated technology to serve as the basis for secure communications and wanted to build something new.</p>\n\n<p class=\"wp-block-paragraph\">Today, Germ’s service works by way of a “magic link,” which is generated for you and pasted into your Bluesky bio. When another Bluesky user on iOS clicks this link, they can immediately chat with you without downloading a new app from the App Store. To make this possible, Germ takes advantage of underutilized Apple technology called App Clips, which allow users to run a portion of an app’s code on their device without installing the full app.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Today, App Clips are used for miscellaneous one-off-type transactions, like paying for parking via a QR code. But in Germ’s case, they allow for quick chats.</p>\n\n<p class=\"wp-block-paragraph\">While the user experience is simple enough, the technology behind it is not. The link itself is actually a cryptographic key that authenticates the user’s ATProto identity to confirm that the user is the person associated with that Bluesky handle.</p>\n\n<p class=\"wp-block-paragraph\">From the Germ App Clip, you can choose to <a href=\"https://apps.apple.com/us/app/germ-dm/id6446882771\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">install the Germ iOS app</a>, which offers more controls, access to your friends list, and now Bluesky pairing.</p>\n\n<p class=\"wp-block-paragraph\">The pairing feature was somewhat finicky in our tests, but we are running the iOS 26 developer beta, which may be causing complications. (To work around the issue, we started the chat from the App Clip first, before trying to authenticate from the installed app.)</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://www.instagram.com/germnetwork/\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?w=680\" alt=\"a photo of Germ CEO Tessa Brown, taking a selfie at TechCrunch Disrupt in San Francisco\" class=\"wp-image-3032442\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg 1440w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=150,150 150w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=300,300 300w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=768,768 768w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=680,680 680w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=1200,1200 1200w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=1280,1280 1280w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=430,430 430w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=720,720 720w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=900,900 900w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=800,800 800w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=668,668 668w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=375,375 375w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=617,617 617w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=531,531 531w, https://techcrunch.com/wp-content/uploads/2025/07/tessa.jpg?resize=50,50 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">Tessa Brown, Germ Network CEO.</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong><a rel=\"nofollow\" href=\"https://www.instagram.com/germnetwork/\" target=\"_blank\">Germ Network Instagram <span class=\"screen-reader-text\">(opens in a new window)</span></a></span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Brown tells TechCrunch that she’s excited about building within the Bluesky community, given the app’s growing cultural impact, which has attracted big names in U.S. politics, like <a href=\"https://techcrunch.com/2025/03/23/barack-obama-joins-bluesky/\">Barack Obama</a>, <a href=\"https://techcrunch.com/2025/03/31/hillary-clinton-joins-bluesky/\">Hillary Clinton</a>, and other <a href=\"https://bsky.app/profile/sacrebel.bsky.social/feed/aaaemnzt3oiyc\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">representatives, senators, and governors</a>, to join.</p>\n\n<p class=\"wp-block-paragraph\">Given that Germ is ahead of the Bluesky team in building encrypted messaging technology, Brown is hopeful that Germ’s protocol could be more broadly adopted by Bluesky and others in the future.</p>\n\n<p class=\"wp-block-paragraph\">While currently free to use, the Germ app may later introduce a premium subscription upgrade that offers more advanced services, including private AI services, personalization tools, and more.</p>\n\n<p class=\"wp-block-paragraph\">The four-person startup has raised pre-seed funding from angel investors, including a co-author of MLS and other trust and safety experts. Institutional investors include K5 Global and Mozilla Ventures. The company hopes to raise additional funds for an Android version in the future. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Hackers stole Social Security numbers during Allianz Life cyberattack | TechCrunch",
            "time": "2025-07-30T18:00:08",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/allianz-cyberattack-1358736087.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Hackers who breached U.S. insurance giant Allianz Life earlier this month stole reams of customer Social Security numbers, according to notifications filed with several U.S. states and seen by TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">Allianz Life disclosed <a href=\"https://techcrunch.com/2025/07/26/allianz-life-says-majority-of-customers-personal-data-stolen-in-cyberattack/\" target=\"_blank\" rel=\"noreferrer noopener\">the July 16 breach this past weekend</a>, confirming to TechCrunch the unidentified hackers stole the personally identifiable information belonging to the “majority” of its 1.4 million customers, as well as financial professionals and some Allianz Life employees.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company said its customer relationship database was compromised in a <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#social-engineering\" target=\"_blank\" rel=\"noreferrer noopener\">social engineering attack</a>, a ploy in which malicious hackers use deception tricks, such as impersonating an employee claiming to have lost their password, to convince helpdesks into granting them access to a system or network.</p>\n\n<p class=\"wp-block-paragraph\">In a <a href=\"https://oag.my.site.com/datasecuritybreachreport/apex/DataSecurityReportsPage\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">new filing</a> with the Texas attorney general, Allianz Life said the hackers stole names, dates of birth, postal addresses, and Social Security numbers from its database. A <a href=\"https://www.mass.gov/doc/data-breach-report-2025\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">separate filing</a> with the Massachusetts attorney general’s office also confirmed Social Security numbers were taken in the breach.</p>\n\n<p class=\"wp-block-paragraph\">When reached by email, Allianz Life spokesperson Brett Weinberg said that the company is aware of the types of personal data that was stolen in the breach, but declined to share this information with TechCrunch. </p>\n\n<p class=\"wp-block-paragraph\">The spokesperson said Allianz Life is expected to begin notifying affected individuals by August 1. </p>\n\n<p class=\"wp-block-paragraph\">“The letters will offer specific information relevant to impacted individuals including the type of data that may have been affected,” the spokesperson added.</p>\n\n<p class=\"wp-block-paragraph\">Allianz Life is the latest insurance company, including <a href=\"https://techcrunch.com/2025/06/23/us-insurance-giant-aflac-says-customers-personal-data-stolen-during-cyberattack/\" target=\"_blank\" rel=\"noreferrer noopener\">Aflac</a> and <a href=\"https://www.erieinsurance.com/newsroom/press-releases/2025/erie-insurance-network-outage\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Erie</a>, in recent weeks to have been breached, as <a href=\"https://cloud.google.com/blog/topics/threat-intelligence/voice-phishing-data-extortion\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">multiple</a> <a href=\"https://techcrunch.com/2025/06/28/fbi-cybersecurity-firms-say-scattered-spider-hackers-now-targeting-airlines-transportation-sector/\" target=\"_blank\" rel=\"noreferrer noopener\">hacking groups</a> known for social engineering attacks ramp up their cyberattacks.</p>\n\n<p class=\"wp-block-paragraph\"><em>Do you know more about the Allianz Life cyberattack? Are you an affected customer or employee? Securely contact this reporter via encrypted message at zackwhittaker.1337 on Signal.</em></p>\n\n<p class=\"wp-block-paragraph\"><em>Updated with additional comment from Allianz Life.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Zuckerberg signals Meta won't open source all of its 'superintelligence' AI models | TechCrunch",
            "time": "2025-07-30T17:56:58",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2170596427.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Meta CEO Mark Zuckerberg shared his <a href=\"https://www.meta.com/superintelligence/?srsltid=AfmBOootj1TMnVM1-_fnfnwELeeWlChDBtRNFLWipKKQpJVuIpxmYZAg\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">vision</a> on Wednesday for “personal superintelligence,” the idea that people should be able to use AI to achieve their personal goals. </p>\n\n<p class=\"wp-block-paragraph\">Smuggled into the letter is a signal that Meta is shifting how it plans to release AI models as it pursues “superintelligence.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“We believe the benefits of superintelligence should be shared with the world as broadly as possible,” wrote Zuckerberg. “That said, superintelligence will raise novel safety concerns. We’ll need to be rigorous about mitigating these risks and careful about what we choose to open source.”</p>\n\n<p class=\"wp-block-paragraph\">That wording about open source is significant. Zuckerberg has historically positioned Meta’s Llama family of open models as the company’s key differentiator from competitors like OpenAI, xAI, and Google DeepMind. Meta’s goal has been to create open AI models that were as good as or better than those closed models. In a <a href=\"https://about.fb.com/news/2024/07/open-source-ai-is-the-path-forward/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">2024 letter</a>, Zuckerberg wrote, “Starting next year, we expect future Llama models to become the most advanced in the industry.”</p>\n\n<p class=\"wp-block-paragraph\">Zuckerberg has previously left himself room to maneuver on this commitment. “If at some point however there’s some qualitative change in what the thing is capable of, and we feel like it’s not responsible to open source it, then we won’t,” he said in a <a rel=\"nofollow\" href=\"https://www.dwarkesh.com/p/mark-zuckerberg?open=false#%C2%A7dangers-of-open-source\">podcast</a> last year.</p>\n\n<p class=\"wp-block-paragraph\">And while many say Llama doesn’t fit the strict definition of open source AI — partly because Meta hasn’t released its massive training datasets — Zuckerberg’s words point to a possible change in priority: Open source may no longer be the default for Meta’s cutting-edge AI. </p>\n\n<p class=\"wp-block-paragraph\">There’s a reason why Meta’s rivals keep their models closed. Closed models give companies more control over monetizing their products. Zuckerberg pointed out last year that Meta’s business isn’t reliant on selling access to AI models, so “releasing Llama doesn’t undercut our revenue, sustainability, or ability to invest in research like it does for closed providers.”  Meta, of course, makes most of its money from selling internet advertising.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Still, that stated viewpoint on open models was <em>before</em> Meta started to feel like it was falling behind competitors, and executives became <a href=\"https://techcrunch.com/2025/01/14/meta-execs-obsessed-over-beating-openais-gpt-4-internally-court-filings-reveal/\">obsessed with beating OpenAI’s GPT-4 model</a> while developing Llama 3. </p>\n\n<p class=\"wp-block-paragraph\">Cut to June 2025, when Meta began its public AGI sprint in earnest by investing <a href=\"https://techcrunch.com/2025/06/13/new-details-emerge-on-metas-14-3b-deal-for-scale/\">$14.3 billion in Scale AI</a>, <a href=\"https://techcrunch.com/2025/06/10/report-meta-taps-scale-ais-alexandr-wang-to-join-new-superintelligence-lab/\">acquiring Scale’s founder</a> and CEO, and <a href=\"https://techcrunch.com/2025/06/30/meta-restructures-its-ai-unit-under-superintelligence-labs/\">restructuring its AI efforts</a> under a new unit called Meta Superintelligence Labs. Meta has spent <a href=\"https://techcrunch.com/2025/06/28/meta-reportedly-hires-four-more-researchers-from-openai/\">billions of dollars</a> to acquire researchers and engineers from top AI firms and build out new data centers. </p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/07/14/meta-built-its-ai-reputation-on-openness-that-may-be-changing/\">Recent reports indicate</a> that all that investment has led Meta to pause testing on its latest Llama model, Behemoth, and instead focus efforts on developing a closed model. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">With Zuckerberg’s mission for introducing “personal superintelligence” to the world — a decided shift from the rivals he says are working on “automating all valuable work” — his AI monetization strategy is taking shape. It’s clear from Zuckerberg’s words today that Meta plans to deliver “personal superintelligence” through its own products like augmented reality glasses and virtual reality headsets. </p>\n\n<p class=\"wp-block-paragraph\">“Personal devices like glasses that understand our context because they can see what we see, hear what we hear, and interact with us throughout the day will become our primary computing devices,” Zuckerberg wrote in Wednesday’s letter. </p>\n\n<p class=\"wp-block-paragraph\">When asked about Meta potentially keeping its most advanced models closed, a Meta spokesperson said that the company remains committed to open source AI and said it also expects to train closed source models in the future.</p>\n\n<p class=\"wp-block-paragraph\">“Our position on open source AI is unchanged,” a spokesperson said. “We plan to continue releasing leading open source models. We haven’t released everything we’ve developed historically and we expect to continue training a mix of open and closed models going forward.”<br></p>\n\n<p class=\"wp-block-paragraph\"><em>This article was updated with more information about Mark Zuckerberg’s stance on open AI models. </em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Ramp hits $22.5B valuation just 45 days after reaching $16B | TechCrunch",
            "time": "2025-07-30T16:19:02",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/03/GettyImages-1434828961.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Eric Glyman, co-founder and CEO of expense management startup Ramp, <a href=\"https://ramp.com/blog/ramp-raised-500m-to-build-the-future-of-finance\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> on Wednesday a fresh $500 million raise at a whopping $22.5 billion post-money valuation.</p>\n\n<p class=\"wp-block-paragraph\">This new round, <a href=\"https://www.wsj.com/articles/ai-finance-app-ramp-is-valued-at-22-5-billion-in-funding-round-5a4269cb\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">led by</a> Iconiq Growth with participation from Founders Fund and D1 Capital Partners, comes just 45 days after Ramp’s last round. In June, Ramp raised $200 million at a $16 billion valuation, and that was a leap over the <a href=\"https://techcrunch.com/2025/03/03/fintech-startup-ramp-nearly-doubles-valuation-to-13b-in-secondary-share-sale/\">$13 billion valuation Ramp announced</a> in March.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In his blog post, Glyman laid out his vision for AI agent-led “autonomous finance” that he predicts will be the norm by 2028. To this end, Ramp just launched <a href=\"https://ramp.com/intelligence\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">its first agent</a> with plans to launch more.<br><br>Ramp has now raised $1.9 billion total. The company became cash-flow positive earlier this year, it told TechCrunch. In March, Glyman told us Ramp had hit annualized revenue of $700 million. It currently claims 40,000 customers.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "A guide to using Edits, Meta’s CapCut rival for short-form video editing | TechCrunch",
            "time": "2025-07-30T16:17:11",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/05/meta-edits.png?resize=1200,704",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Meta recently <a href=\"https://techcrunch.com/2025/04/22/meta-releases-its-capcut-rival-edits-globally/\">released a new video editing app</a> for creators called Edits. The new app is designed to rival ByteDance’s CapCut, a popular short-form video-editing app used by many creators. </p>\n\n<p class=\"wp-block-paragraph\">Meta first shared that it was working on Edits back in January after ByteDance-owned CapCut was removed from U.S. app stores when the TikTok ban momentarily went into effect. Although the app has since come back online and is available to download, TikTok’s future in the U.S. remains uncertain, so Meta is ready to capitalize on CapCut’s possible absence in the future with its new Edits app.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">We’ve created this guide to walk you through the app and the different features it offers, and we provide an overview of how it compares to CapCut. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-how-to-get-started-with-the-app\">How to get started with the app</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?w=680\" alt=\"\" class=\"wp-image-3013627\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg 9555w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=150,80 150w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=300,161 300w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=768,411 768w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=680,364 680w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=1200,642 1200w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=1280,685 1280w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=430,230 430w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=720,385 720w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=900,482 900w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=800,428 800w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=1536,822 1536w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=2048,1096 2048w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=668,357 668w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=1153,617 1153w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=708,379 708w, https://techcrunch.com/wp-content/uploads/2025/05/edits-1.jpeg?resize=50,27 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Meta</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Edits is available to download on both <a href=\"https://apps.apple.com/us/app/edits-an-instagram-app/id6738967378\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">iOS</a> and <a href=\"https://play.google.com/store/apps/details?id=com.instagram.basel&amp;hl=en_US\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Android</a>. Once you download the app and open it, you will be asked to log in with your Instagram account. </p>\n\n<p class=\"wp-block-paragraph\">From there you will see five main tabs: Ideas, Inspiration, Projects, Record, and Insights. The Ideas tab offers creators a space to jot down ideas for new videos and save reels to a collection, and the Inspiration tab features a hub for discovering trending audios and other popular reels. </p>\n\n<p class=\"wp-block-paragraph\">The Projects tab is where creators can store and revisit the videos they currently have in progress. This tab is also where creators can upload videos from their phone’s camera roll. The Record tab lets creators start filming video content right within Edits. Lastly, the Insights tab gives creators an overview of how their content is performing by surfacing metrics like views, reach, and follower counts. </p>\n\n\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?w=680\" alt=\"\" class=\"wp-image-3013630\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg 9553w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=150,80 150w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=300,161 300w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=768,411 768w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=680,364 680w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=1200,642 1200w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=1280,685 1280w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=430,230 430w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=720,385 720w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=900,482 900w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=800,428 800w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=1536,822 1536w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=2048,1096 2048w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=668,357 668w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=1153,617 1153w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=708,379 708w, https://techcrunch.com/wp-content/uploads/2025/05/edits-2.jpeg?resize=50,27 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Meta</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\"><strong>Green screen:</strong> Replace and edit the background of your videos with one tap.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"><strong>Timeline:</strong> Precisely arrange and adjust clips.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Captions:</strong> Add automatic captions to your videos in multiple languages.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Audio library:</strong> Add music from Instagram’s library to your videos.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>Cutouts:</strong> Isolate specific objects with precision tracking.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Animate:</strong> Turn static images into videos using AI.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Apply all:</strong> Apply filters, effects, transitions, and adjustments to all of your clips at once.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Timeline frame rate selector:</strong> Convert your video to the frame rate you want in order to enhance playback smoothness. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Alignment guides:</strong> Ensure viewers can see the important parts of your video when posted and accurately position text, emoji, or other elements.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Beat markers:</strong> Add auto-detected beat markers to help you align clips, text, and overlays with audio when editing.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Filters:</strong> Choose from 30 different filter options to add a unique look to your videos.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Transitions:</strong> Choose from 30 different transitions to connect different video clips in a seamless way.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>Teleprompter:</strong> Follow your written script while recording.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Restyle:</strong> Use AI to change the look and style of your video with a library of presets.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Keyframes:</strong> Animate the position, rotation, and scale of clips.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Cut Silences:</strong> Automatically remove unwanted silence from reels.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Import Audio from Files:</strong> Add your own unique sounds directly into edits.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Clip Preview:</strong> Preview clips while you’re recording from the camera.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-how-does-edits-differ-from-capcut\">How does Edits differ from CapCut?</h2>\n\n<p class=\"wp-block-paragraph\">While both Edits and CapCut are great options for editing short-form videos, there are some differences between the two services. </p>\n\n<p class=\"wp-block-paragraph\">CapCut offers more robust editing options, including AI features, than Edits does. Of course, this can be expected since Edits is a lot newer than CapCut. Meta will likely continue to build out Edits over the next months and years, so we can expect to see more advanced functionality in the future. It’s also worth noting that CapCut has a more extensive music library compared to Edits.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Another difference is the fact that Edits currently doesn’t have a subscription offering (for now), but CapCut does. While CapCut offers a free version, some of its advanced tools are locked behind a paid subscription. Edits is free to use, but this will likely change in the future, as Instagram head <a href=\"https://www.instagram.com/p/DH5zeEAxgw5/?e=167cb3b3-3baa-4f70-8c08-b6735eaaa7e6&amp;g=5\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Adam Mosseri has stated</a> that later versions of Edits may include paid features. </p>\n\n<p class=\"wp-block-paragraph\">In addition, while CapCut is available on the web, Edits is mobile-only. However, this could change in the future.</p>\n\n<p class=\"wp-block-paragraph\"><em>Update: This story originally ran in May and is updated regularly with new information.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "How a New Jersey startup found an electrifying way to slash copper costs | TechCrunch",
            "time": "2025-07-30T16:09:47",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/09/GettyImages-1202319290.jpeg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Skyrocketing demand for copper promises to push prices to new heights. As the global economy transitions away from fossil fuels, it is going to need <a href=\"https://news.umich.edu/copper-cant-be-mined-fast-enough-to-electrify-the-us/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">twice as much copper</a> in the coming years than humanity has mined throughout all of its existence.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.stillbright.co/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Still Bright</a>, a New Jersey-based startup founded in 2022, thinks it has found a novel (and cleaner way) to slash those costs.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“The fact that we’ve already mined the easily mineable stuff, and the fact that we need many more mines to come into production every year — we’re talking like 60-plus mines — is it seems like an impossibility, like there’s no path to get there,” Randy Allen, co-founder and CEO of Still Bright, told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">But a large fraction of that demand could be met if companies can extract more copper from the ore they already mine. </p>\n\n<p class=\"wp-block-paragraph\">Still Bright has developed a new way to extract copper, one that it says can recover nearly all the copper from typical ores without pre-processing steps that lose up to 20% of the metal. It’s effective enough that it could even be used on tailings, the discard piles that still contain smaller amounts of the metal that mines leave behind.</p>\n\n<p class=\"wp-block-paragraph\">“Any copper that was lost as waste, we can actually process that and get the copper back,” Allen said.</p>\n\n<p class=\"wp-block-paragraph\">To boost production from single digits to hundreds of tons per year, Still Bright has raised an $18.7 million seed round led by Material Impact and Breakthrough Energy Ventures, the company exclusively told TechCrunch. Azolla Ventures, Fortescue, Impact Science Ventures, and SOSV participated.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Still Bright’s technology allows it to extract copper without producing harmful pollution. Where most companies essentially burn away unwanted parts of the ore — releasing much of it into the atmosphere — Still Bright soaks copper-containing ores in a vanadium-based solution, which draws the metal out of the ore. When the vanadium solution is spent, the company’s system uses electricity to regenerate it.</p>\n\n<p class=\"wp-block-paragraph\">The core technology was inspired by a type of long-duration energy storage known as a “vanadium flow battery.” In it, a vanadium-based solution that can be stored in large tanks is charged and discharged by flowing it past a membrane. </p>\n\n<p class=\"wp-block-paragraph\">“All of this is kind of happenstance. The technical inventor, the CTO of the company Jon [Vardner], he was working on two different projects,” Allen said, one on vanadium flow batteries and another on using vanadium to extract copper. “It’s connecting the dots. One person happened to be doing both.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Still Bright’s modular system will be able to be installed at mines spanning a range of sizes. Because the vanadium-based process works so quickly, the company’s equipment is much smaller than a typical refiner for the same amount of copper production. “The processing is on the order of minutes, up to an hour. That allows us to keep everything really small.”</p>\n\n<p class=\"wp-block-paragraph\">The small size pays financial dividends, too. Allen said that Still Bright’s equipment is 70% to 90% cheaper than typical pyrometallurgical gear. Currently, the company’s process costs about the same to run as a typical refinery, but Allen expects that to change. “There’s a lot of opportunity for us to be cheaper,” he said.</p>\n\n<p class=\"wp-block-paragraph\">Still Bright is planning to build a demonstration unit in 2027 or 2028 that’s capable of producing 500 tons of copper annually. It’s a big leap from the current pilot scale unit, which makes 2 tons per year. The ultimate commercial-scale system will produce 10,000 tons per year.</p>\n\n<p class=\"wp-block-paragraph\">The clock is ticking, though. Still Bright would like to start refining copper in large enough quantities to benefit from any tariffs President Trump might impose on imports of the metal. If it does, it can use that revenue to develop and deploy commercial-scale units.</p>\n\n<p class=\"wp-block-paragraph\">“We see ourselves as having a path to be among the cheapest copper producers,” Allen said.</p>\n\n<p class=\"wp-block-paragraph\"><em>This article has been updated to correct the name of one of the investors. Azolla Ventures, not Apollo Ventures, invested in Still Bright.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "PlayerZero raises $15M to prevent AI agents from shipping buggy code | TechCrunch",
            "time": "2025-07-30T16:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/PlayerZero-Founder-and-CEO-Animesh-Koratana.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">As Silicon Valley races toward a future where AI agents do most of the software programming, a new problem is created: finding the AI-generated bugs before they are put into production. Even OpenAI is <a href=\"https://techcrunch.com/2025/07/15/a-former-openai-engineer-describes-what-its-really-like-to-work-there/\">dealing with such issues, </a>a former employee has described. </p>\n\n<p class=\"wp-block-paragraph\">Newly funded startup <a href=\"https://playerzero.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">PlayerZero</a> has created a solution: use AI agents trained to find and fix problems before the code is put into production, the startup’s CEO and sole founder, Animesh Koratana, tells TechCrunch.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Koratana created PlayerZero while he was at the Stanford DAWN lab for machine learning under his adviser and lab founder, Matei Zaharia. Zaharia is, of course, a famed developer and the co-founder of Databricks; he created its foundational technology while working on his own doctorate. </p>\n\n<p class=\"wp-block-paragraph\">PlayerZero on Wednesday announced that it raised a $15 million Series A led by Foundation Capital’s Ashu Garg, an early Databricks backer. This follows a $5 million seed led by Green Bay Ventures and several noteworthy angels, including Zaharia, Dropbox CEO Drew Houston, Figma CEO Dylan Field, and Vercel CEO Guillermo Rauch.</p>\n\n<p class=\"wp-block-paragraph\">During his time at Stanford DAWN, Koratana, now 26, was working on AI model compression technology and “got exposed to language models really early on,” he says. He met the developers who crafted some of the first AI coding assistance tools.</p>\n\n<p class=\"wp-block-paragraph\">It hit him then that “there’s this world in which computers are going to write the code. It’s not going to be humans anymore,” Koratana tells TechCrunch. ”What’s the world going to look like at that point?”</p>\n\n<p class=\"wp-block-paragraph\">He knew before the term “AI slop” was even coined that these agents were going to produce code that broke things just as their human overseers do.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">That problem would also be exacerbated by so many agents cranking out so much more code than has ever been written before. It won’t always be practical for humans to check all AI-written code for bugs or hallucinations. And the issue becomes even more intense for the large, complex code bases that enterprises rely upon.</p>\n\n<p class=\"wp-block-paragraph\">PlayerZero trains models “that really deeply understand code bases, and we understand the way they’re built, the way they’re architected,” Koratana says. </p>\n\n<p class=\"wp-block-paragraph\">His tech studies the history of an enterprise’s bugs, issues, and solutions. When something breaks, his product can then “figure out why and fix it, and then learn from those mistakes to prevent them from ever happening again,” Koratana says. He likens his product to an immune system for large code bases.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Landing Zaharia, his adviser, as an angel was a first step to fundraising, but the moment that really validated his idea was when he showed a demo to another famous developer: Rauch. Rauch is the founder of <a href=\"https://www.reuters.com/technology/vercel-completes-250-mln-series-e-round-325-bln-valuation-2024-05-16/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">triple-unicorn developer tool company</a> Vercel and creator of the popular open source JavaScript framework <a href=\"https://nextjs.org/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Next.js</a>.</p>\n\n<p class=\"wp-block-paragraph\">Rauch watched Koratana’s demo with interest but skepticism, asking how much of it was “real.” Koratana replied that this was code “running in production. Like, this is a real instance. And he was quiet,” Koratana says. Then his soon-to-be-angel investor responded, “If you can actually solve this the way that you’re imagining, it’s a really big deal.”</p>\n\n<p class=\"wp-block-paragraph\">Of course, PlayerZero isn’t alone in attempting to solve the AI-generated bug problem. Just last week, Anysphere’s Cursor <a href=\"https://cursor.com/bugbot\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">launched Bugbot</a> to detect coding errors, as just one example.</p>\n\n<p class=\"wp-block-paragraph\">Still, PlayerZero is already gaining traction for its emphasis on large codebases. While it was conceived for a world where agents are the coders, it is currently being used by several large enterprises that use coding co-pilots. For instance, subscription billing company Zuora is one of the startup’s marquee customers. Zuora is using the tech across its engineering teams, including to watchdog its most precious code, its billing systems, it said. </p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Minnesota activates National Guard as cyberattack on Saint Paul disrupts public services | TechCrunch",
            "time": "2025-07-30T15:50:47",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/st-paul-minnesota-2223153515.jpg?resize=1200,851",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Minnesota Gov. Tim Walz has activated the state’s National Guard following a cyberattack on the state’s capital, Saint Paul. City officials have not yet disclosed the <a rel=\"nofollow\" href=\"https://www.stpaul.gov/news/important-information-city-services-during-digital-security-incident-1\">nature of the cyberattack</a>, but the July 25 breach continues to disrupt city operations and some public services. </p>\n\n<p class=\"wp-block-paragraph\">Saint Paul is one of the largest cities in the U.S., with more than 300,000 residents, and is the latest in a list of major cities targeted <a href=\"https://techcrunch.com/2024/11/04/columbus-says-ransomware-gang-stole-personal-data-of-500000-ohio-residents/\">by hackers</a> and <a href=\"https://techcrunch.com/2024/12/27/record-breaking-ransoms-and-breaches-a-timeline-of-ransomware-in-2024/\">ransomware gangs</a> in <a href=\"https://techcrunch.com/2023/05/04/ransomware-attack-forces-dallas-to-shut-down-courts-disrupt-some-911-services/\">recent years</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In <a href=\"https://mn.gov/governor/newsroom/press-releases/?id=1055-699945#/detail/appId/1/id/699945\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a statement</a> on Tuesday, Walz said he authorized the National Guard’s cyber forces at the city’s request to help Saint Paul recover from the cyberattack, saying the “magnitude and complexity” of the breach exceeded the city’s capacity to respond to the incident.</p>\n\n<p class=\"wp-block-paragraph\">The National Guard will help to “ensure continuity of vital services and the safety and security of Saint Paul residents,” Walz said. </p>\n\n<p class=\"wp-block-paragraph\">Saint Paul Mayor Melvin Carter said in a press conference on Tuesday that the city took its government systems offline to contain the intruders, which sparked a citywide Wi-Fi outage.</p>\n\n<p class=\"wp-block-paragraph\">Carter added that the city does not store much data on its residents, but said there was a risk that data on city employees had been stolen. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"St. Paul takes down most services as 'defensive measure' against cyberattack\" src=\"https://www.youtube.com/embed/3Sq8u6woSpc?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Skechers is making kids' shoes with a hidden AirTag compartment | TechCrunch",
            "time": "2025-07-30T15:13:18",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-10.13.27AM.png?resize=1200,711",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Skechers introduced a line of kids’ sneakers that contain a hidden compartment where parents can slip in an Apple AirTag. </p>\n\n<p class=\"wp-block-paragraph\">Inside the heel of the shoe, a small insert can be lifted to reveal the compartment. Then, parents can track the location of their child — or, at least their child’s shoes. These shoes don’t come with an AirTag, and they don’t appear to be an actual collaboration with Apple, but rather, a third-party product that Skechers has developed on its own.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The shoes were announced in mid-July to little press, but <a rel=\"nofollow\" href=\"https://appleinsider.com/articles/25/07/30/sketchers-lets-parents-hide-an-airtag-in-kids-shoes\">AppleInsider</a> reported on the product on Wednesday.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-instagram wp-block-embed-instagram\"></figure>\n\n<p class=\"wp-block-paragraph\">Apple only advertises its AirTags as products to keep track of items like keys, wallets, or luggage — not human beings. But parents have been using the technology to keep an eye on their kids. Already, there are products like AirTag-compatible bracelets, insoles, pins, or even knock-off Crocs Jibbitz that can fit an AirTag. </p>\n\n<p class=\"wp-block-paragraph\">Perhaps intentionally, AirTags are not designed to be very good at tracking fast-moving things, like a kid on a school bus, for example. Unlike an iPhone with location sharing enabled, AirTags don’t have built-in GPS. Instead, they use <a href=\"https://techcrunch.com/2021/04/22/first-findings-with-apples-new-airtag-location-devices/\">Bluetooth beaconing technology</a> to quietly signal their presence to nearby Apple devices, giving the owner of the AirTag an estimate of its location.</p>\n\n<p class=\"wp-block-paragraph\">This technology can still be used for nefarious purposes, however. Bad actors have hidden AirTags in people’s bags or cars to stalk them, which sparked <a href=\"https://jolt.law.harvard.edu/digest/suggested-article-title-airtag-stalking-class-action-survives-motion-to-dismiss\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a class action lawsuit</a>. Apple has <a href=\"https://techcrunch.com/2024/05/13/apple-and-google-agree-on-standard-to-alert-people-when-unknown-bluetooth-devices-may-be-tracking-them/\">instituted</a> some anti-stalking features, such as notifying someone via their iPhone or Apple Watch when an unfamiliar AirTag is traveling with them.</p>\n\n<p class=\"wp-block-paragraph\">Since Skechers only makes this product in kids’ sizes, it’s unlikely that these shoes could be used to surveil adults against their will — but the continued normalization of this kind of surveillance could have implications beyond childcare. It’s possible that Skechers or another shoe brand could make similar products designed for adults with conditions like dementia, who may unintentionally wander away from their caretakers. While those uses may be well-intentioned, these kinds of products could also be used to track adults without their consent.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "How 2 UC Berkeley dropouts raised $28M for their AI marketing automation startup | TechCrunch",
            "time": "2025-07-30T15:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/Conversion-founders-Neil-Tewari-James-Jiao.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">AI-powered marketing automation startup <a href=\"https://tryconversion.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Conversion</a>, founded five years ago by two UC Berkeley dropouts, has raised a $28 million Series A led by Abstract, with participation from True Ventures and HOF Capital.</p>\n\n<p class=\"wp-block-paragraph\">The company’s founding story sounds like it could have been an episode of the HBO show “Silicon Valley.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The story begins all the way back when co-founder and CEO Neil Tewari, now 24, was in high school. He got busted one day watching a TechCrunch Disrupt livestream during class, was sent to the principal’s office, and had to stay late.</p>\n\n<p class=\"wp-block-paragraph\">Afraid to call his parents and tell them why they had to pick him up, he instead called one of their close friends. On the drive home, Tewari explained to the friend what got him in trouble. “I told him I had this interest [in entrepreneurship], and four years later, he was actually the first person to write us a check into the company,” Tewari told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">James Jiao, Tewari’s college roommate at Berkeley — now Conversion’s co-founder and CTO — also dreamed of founding his own company, so the two tried building various products, like one for helping marketeers buy product placement ads. They stumbled on the idea for Conversion when they signed up for HubSpot to help them with marketing tasks and decided to build a few extra automation features to layer on top of it.</p>\n\n<p class=\"wp-block-paragraph\">“It was originally for us,” Tewari said of his startup’s tech. The co-founders enjoyed building their internal marketing tool so much, they wondered if they could sell it and began reaching out to marketing executives for “customer discovery” interviews.</p>\n\n<p class=\"wp-block-paragraph\">“We actually spent like two months doing like 160 customer interviews with VPs of marketing, 50- to 500-employee businesses, and got a much more positive response than we could have imagined,” Tewari said. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Marketing teams had these tools deeply embedded in their workflows, but everyone had similar complaints about the parts they couldn’t automate.</p>\n\n<p class=\"wp-block-paragraph\">The duo had found their idea. The family friend introduced them to more marketing execs, which helped them raise a $2 million seed round. At age 19, they dropped out of college to work full time on Conversion.</p>\n\n<p class=\"wp-block-paragraph\">The founders treated their raised funds so frugally they lived in a two-bedroom, one-bathroom apartment with five other roommates: two people to a room, with people sleeping on the couches and in the closet. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">As they built their product, ChatGPT burst onto the scene. Many legacy marketing automation tools are adding various AI and chat integrations into their wares, but not all of their features support these integrations. Marketing teams wanted “to be able to enrich contacts, [be] able to automate workflows,” for instance, Tewari said. Conversion has baked AI in, which means it can do things like organize leads and automate personalized follow-up emails.</p>\n\n<p class=\"wp-block-paragraph\">As AI interest has soared, so has the company’s prospects. Conversion is nearing $10 million ARR over the past two years, Tewari said, and about 90% of its customers are midsize businesses that have yanked out a legacy app.</p>\n\n<p class=\"wp-block-paragraph\">Of course, Conversion is also in a crowded field. Besides the legacy marketing automation tools like HubSpot, Adobe Marketo, or Salesforce Pardot, there are other AI native startups like <a href=\"https://techcrunch.com/2022/10/18/ai-content-platform-jasper-raises-125m-at-a-1-7b-valuation/\">Jasper</a>, <a href=\"https://techcrunch.com/2024/11/12/generative-ai-startup-writer-raises-200m-at-a-1-9b-valuation/\">Writer AI</a>, Iterable, Copy.ai, <a href=\"https://a16z.com/ai-marketer-how-gen-ai-based-software-is-advancing-marketing-and-sales/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">and many</a> others.</p>\n\n<p class=\"wp-block-paragraph\">But Tewari also has the classic Silicon Valley confidence of a founder in a crowded market. His game plan calls for targeting businesses that use the older marketing tools. Conversion is not, for instance, targeting startups choosing a tool for the first time.</p>\n\n<p class=\"wp-block-paragraph\">The company has raised a total of $30 million between its seed and Series A, the CEO says, and is doing well enough that the founders have each moved into separate apartments where they have their own rooms, and none of their roommates sleep in a closet.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "GenAI apps doubled their revenue, grew to 1.7B downloads in first half of 2025 | TechCrunch",
            "time": "2025-07-30T14:14:46",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/01/GettyImages-2196335614.jpg?resize=1200,801",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Generative AI apps have seen tremendous growth in both downloads and in-app revenue in the first half of 2025, a report from market intelligence firm <a href=\"http://sensortower.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Sensor Tower</a> said. Users downloaded GenAI apps 1.7 billion times, compared to 1 billion in H2 2024. These apps doubled in-app revenue, bringing in $1.87 billion in H1 2025, as compared to $932 million in H2 2024.</p>\n\n<p class=\"wp-block-paragraph\">The report noted that users spent over 15.6 billion hours on GenAI apps in the first half of 2025, a jump from 8.5 billion hours in H2 2024. This time was recorded over 426 billion sessions.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.07.17PM.jpg?w=680\" alt=\"\" class=\"wp-image-3032253\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.07.17PM.jpg 1154w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.07.17PM.jpg?resize=150,59 150w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.07.17PM.jpg?resize=300,119 300w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.07.17PM.jpg?resize=768,304 768w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.07.17PM.jpg?resize=680,269 680w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.07.17PM.jpg?resize=430,170 430w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.07.17PM.jpg?resize=720,285 720w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.07.17PM.jpg?resize=900,356 900w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.07.17PM.jpg?resize=800,317 800w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.07.17PM.jpg?resize=668,265 668w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.07.17PM.jpg?resize=708,280 708w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.07.17PM.jpg?resize=50,20 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Sensor Tower</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Asia was the fastest-growing market for GenAI apps, and also took the lead for market share in terms of downloads with 42.6%, thanks to markets like India and Mainland China. Download growth in Asia was 80% in H1 2025, as compared to 51% in Europe and 39% in North America.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg?w=680\" alt=\"\" class=\"wp-image-3032254\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg 1130w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg?resize=150,102 150w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg?resize=300,204 300w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg?resize=768,523 768w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg?resize=680,463 680w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg?resize=430,293 430w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg?resize=720,490 720w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg?resize=900,612 900w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg?resize=800,544 800w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg?resize=668,455 668w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg?resize=551,375 551w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg?resize=907,617 907w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg?resize=708,482 708w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.08.07PM.jpg?resize=50,34 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Sensor Tower</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">While LatAm registered the highest growth for in-app purchases for GenAI apps, North America still holds the lead in terms of market share with 40%.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-chatgpt-s-continued-growth\">ChatGPT’s continued growth</h2>\n\n<p class=\"wp-block-paragraph\">Sensor Tower noted that ChatGPT was the leading app for in-app revenue in every country, bar China. However, China’s DeepSeek performed better in terms of the number of downloads in weeks after the launch.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">People are also spending more time with different AI assistants, with ChatGPT leading the pack. People used the app for more than 12 days on average in a month for H1. Other popular apps were Character AI, PolyBuzz, DeepSeek, and Perplexity.  </p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.39.49PM.jpg?w=680\" alt=\"\" class=\"wp-image-3032255\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.39.49PM.jpg 1104w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.39.49PM.jpg?resize=150,56 150w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.39.49PM.jpg?resize=300,112 300w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.39.49PM.jpg?resize=768,286 768w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.39.49PM.jpg?resize=680,253 680w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.39.49PM.jpg?resize=430,160 430w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.39.49PM.jpg?resize=720,268 720w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.39.49PM.jpg?resize=900,335 900w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.39.49PM.jpg?resize=800,298 800w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.39.49PM.jpg?resize=668,249 668w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.39.49PM.jpg?resize=708,264 708w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.39.49PM.jpg?resize=50,19 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Sensor Tower</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">ChatGPT’s stickiness has been impressive. Sensor Tower said that people are using OpenAI’s app as much as X and Reddit. Only Google has a better rate for the average number of days used per month. The report also mentioned that, as compared to last year, ChatGPT’s weekend usage has also improved, signaling that people are relying on the AI-powered chat app beyond work.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg?w=680\" alt=\"\" class=\"wp-image-3032256\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg 1094w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg?resize=150,127 150w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg?resize=300,254 300w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg?resize=768,649 768w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg?resize=680,575 680w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg?resize=430,364 430w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg?resize=720,609 720w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg?resize=900,761 900w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg?resize=800,676 800w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg?resize=668,565 668w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg?resize=444,375 444w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg?resize=730,617 730w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg?resize=628,531 628w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-4.41.54PM.jpg?resize=50,42 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Sensor Tower</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">“This development makes its app usage patterns more akin to Google’s, which consumers rely on as a primary search tool both during and outside of work hours,” the report said.</p>\n\n<p class=\"wp-block-paragraph\">Over time, the gap between usage of ChatGPT and usage of apps in the top search engine and browser categories has decreased. For instance, in H1 2025, ChatGPT had 16 minutes of average daily usage as compared to 18.2 minutes for the top search engine and browser.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg?w=680\" alt=\"\" class=\"wp-image-3032251\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg 1051w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg?resize=150,129 150w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg?resize=300,258 300w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg?resize=768,661 768w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg?resize=680,586 680w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg?resize=430,370 430w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg?resize=720,620 720w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg?resize=900,775 900w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg?resize=800,689 800w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg?resize=668,575 668w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg?resize=435,375 435w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg?resize=717,617 717w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg?resize=617,531 617w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.00.30PM.jpg?resize=50,43 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Sensor Tower</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Beyond search, users are also using ChatGPT for health and wellness, shopping, personal finance, and meal prep advice. The report said that more than a third of prompts used on ChatGPT in Q2 2025 were related to lifestyle and entertainment.</p>\n\n<p class=\"wp-block-paragraph\">Sensor Tower noted that ChatGPT is gaining users across both mobile apps and platforms. It said that more than 15% of ChatGPT users in the U.S. access it across the web and mobile, higher than other platforms like Temu and Threads. While ChatGPT has shown progress, it is still behind other platforms like Google, Facebook, YouTube, Google Docs, and Amazon, which have more than 25% of users accessing the service both on the web and mobile.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-apps-are-adding-ai-literally\">Apps are adding “AI,” literally </h2>\n\n<p class=\"wp-block-paragraph\">The intelligence firm said in its report that the term AI now appears over 100,000 times in app descriptions on both the App Store and the Play Store. Users downloaded apps mentioning AI 7.5 billion times in H1 2025, which accounted for around 10% overall downloads.</p>\n\n<p class=\"wp-block-paragraph\">In the last 12 months, a growing number of apps in categories like AI assistant, AI content generation, Photo Editing, Nutrition &amp; Diet, Test Prep, Tutoring &amp; Studying, Translation, and Other Hobbies &amp; Interest Services have added AI-related terms.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">An increasing number of apps in the top charts for different categories now have “AI” in their names. However, this addition only has a short-term boost in downloads. </p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg?w=680\" alt=\"\" class=\"wp-image-3032252\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg 1200w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg?resize=150,113 150w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg?resize=300,226 300w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg?resize=768,579 768w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg?resize=680,513 680w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg?resize=430,324 430w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg?resize=720,543 720w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg?resize=900,679 900w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg?resize=800,603 800w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg?resize=668,504 668w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg?resize=497,375 497w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg?resize=818,617 818w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg?resize=704,531 704w, https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-30-at-6.03.17PM.jpg?resize=50,38 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Sensor Tower</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">“Unsurprisingly, apps that added terms like ‘AI’ or ‘LLM’ to their app names or descriptions experienced a notable boost in downloads over the subsequent months,” Sensor Tower said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "YouTube loosens profanity rules for monetized videos | TechCrunch",
            "time": "2025-07-30T14:01:21",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/07/YouTube-Thumb-Text-4-1.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">YouTube is tweaking its profanity-related rules to allow creators to monetize videos with swearing in them, provided the profanity is limited to the first seven seconds of the video.</p>\n\n<p class=\"wp-block-paragraph\">In November 2022, YouTube changed its rules so that creators who used swear words in <a href=\"https://support.google.com/youtube/answer/9725604?hl=en&amp;ref_topic=9153642\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the first 8-15 seconds would potentially</a> be ineligible for any ad revenue. After much backlash, the company changed its rules again in March 2023 so that <a href=\"https://techcrunch.com/2023/03/07/youtube-relaxes-controversial-profanity-and-monetization-rules-following-creator-backlash/\">such videos would be eligible for limited ad revenue</a>, unless they use profanity in the majority of the video.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Announcing the latest changes, YouTube’s head of monetization, Conor Kavanagh, said in a video late on Tuesday that the changes of two years ago were made to align YouTube videos with broadcast standards.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"New Profanity Updates Explained - YouTube Advertiser Friendly Guidelines\" src=\"https://www.youtube.com/embed/ZXtVRYCYp5M?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<p class=\"wp-block-paragraph\">“We introduced this guideline to align with broadcast standards; advertisers expected ads on YouTube to have a distance between profanity and the ad that just served. Those expectations have changed, and advertisers already have the ability to target content to their desired level of profanity,” he said.</p>\n\n<p class=\"wp-block-paragraph\">He noted that if creators use moderate or strong swear words in the title or thumbnail, their videos might have limited monetization. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "AIR lands $23M to bring its eVTOLs to the US | TechCrunch",
            "time": "2025-07-30T13:15:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/AIR-ONE-on-sunset.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The combined forces of escalating geopolitical tensions and rising defense budgets are spurring many electric vertical takeoff and landing (eVTOL) makers to take a two-pronged approach to building their aircraft: crewed vehicles for personal or commercial taxi use, and uncrewed vehicles meant for logistics and defense purposes.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.airev.aero/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">AIR</a>, an Israel-based startup developing eVTOLs, thought it prudent to adopt a similar approach from the get-go, designing both its uncrewed and piloted aircraft with the same airframe and core systems so it could develop for both use cases at once.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company currently offers a piloted eVTOL craft, dubbed AIR ONE, for personal use, and an uncrewed eVTOL designed for cargo transport, contested logistics, and defense applications. Since its first cargo eVTOL delivery in late 2023, the company has secured over 2,500 preorders for its piloted personal aircraft, AIR ONE, and plans to ship 15 cargo eVTOLs this year.</p>\n\n<p class=\"wp-block-paragraph\">To build on that momentum, AIR recently raised $23 million in a Series A funding round led by Entrée Capital, with participation from existing backer Dr. Shmuel Harlap, an early investor in Mobileye. The new capital will be used to scale its production facility in Israel, hire additional employees, and support the company’s expansion to the U.S., CEO and co-founder Rani Plaut told TechCrunch in an interview.</p>\n\n<p class=\"wp-block-paragraph\">The Series A funding comes in the wake of <a href=\"https://www.whitehouse.gov/articles/2025/06/president-trump-signs-executive-orders-on-drones-flying-cars-and-supersonics/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a recent U.S. executive order</a> promoting domestic drone and eVTOL development, as well as <a href=\"https://www.transportation.gov/briefing-room/us-transportation-secretary-sean-p-duffy-announces-improvements-recreational-aviation\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">an update to the FAA’s MOSAIC rule</a> that expands certification pathways.</p>\n\n<p class=\"wp-block-paragraph\">The company’s cargo aircraft currently in operation do not require full Type certification and are flown under <a href=\"https://www.faa.gov/aircraft/air_cert/aw_cert/special_aw_certificates\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Experimental Airworthiness Certificates</a> (EAC) for logistics and dual-use missions, according to Plaut. EACs are issued to aircraft that are in development, testing, or for research purposes. They allow the aircraft to fly under strict conditions and limitations.</p>\n\n<p class=\"wp-block-paragraph\">“Our launch customer is flying under an Experimental Airworthiness Certificate, which will convert to <a href=\"https://www.interconnect-wiring.com/aerospace/what-is-a-type-certificate/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a “Type” certificate </a>once the uncrewed eVTOL completes the certification process,” he said.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Type certification means an aircraft meets all applicable safety and regulatory standards, and can be produced and operated commercially. EACs don’t “convert” automatically to Type certificates; AIR likely will use its EAC to test its prototype while working through the Type certification process.</p>\n\n<p class=\"wp-block-paragraph\">Meanwhile, AIR expects the two-seated, piloted AIR ONE to qualify for <a href=\"https://www.faa.gov/aircraft/gen_av/light_sport\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Light Sport Aircraft (LSA)</a> certification under the new MOSAIC rules. Aircraft certified as LSA are limited to flying outside densely populated areas and away from controlled airspace.</p>\n\n<p class=\"wp-block-paragraph\">“We designed the AIR ONE from day one to align with the MOSAIC LSA criteria, anticipating a more streamlined certification pathway,” Plaut added. “Now that the rule is finalized, we’re on track to become the first piloted eVTOL certified under LSA to reach private customers. Our goal is to begin deliveries as soon as the rule becomes enforceable in 2026.” </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The U.S. is a great market for eVTOL companies today, given the opportunity to land enterprise and government contracts, especially as the Trump administration adopts an increasingly hawkish defense stance. But AIR will face intense competition: <a href=\"https://techcrunch.com/2025/03/15/joby-aviation-and-virgin-atlantic-partner-to-launch-electric-air-taxis-in-the-uk/\">Joby Aviation</a> and <a href=\"https://techcrunch.com/2024/07/12/archers-vision-of-an-air-taxi-network-could-benefit-from-southwest-customer-data/\">Archer Aviation</a> already have <a href=\"https://techcrunch.com/2022/10/11/joby-delta-air-lines-to-pilot-home-to-airport-evtol-transportation/\">partnerships with airlines</a> to bring their air taxi services to life, and, along with Beta Technologies, they already have <a href=\"https://techcrunch.com/2025/02/11/archer-aviation-doubles-down-on-defense-aircraft-with-fresh-300m/\">military contracts</a> for testing their aircrafts’ recon and logistics abilities. On top of that, AIR isn’t manufacturing its eVTOLs in the U.S. yet, which is table stakes for winning government contracts.</p>\n\n<p class=\"wp-block-paragraph\">Still, AIR says its design architecture and cost control give it an edge against the incumbents. It hopes its current funding round will help it with its planned U.S.-based manufacturing hub for high-volume production.</p>\n\n<p class=\"wp-block-paragraph\">“What sets AIR apart is the shared design DNA between both aircraft variants,” Plaut said. This unified architecture allows for cross-platform upgrades, meaning advancements in one model can be applied to the other, streamlining development, manufacturing, and scalability, he explained.</p>\n\n<p class=\"wp-block-paragraph\">“The size and folding-wing mechanism solve a major infrastructure hurdle,” Plaut explained. “They don’t require airports or complex handling — just a flat surface — and can park in most garages or driveways.”</p>\n\n<p class=\"wp-block-paragraph\">AIR’s uncrewed model also follows simplified SOPs (standard operating procedures), which, the CEO says, allows even minimally trained ground crews to operate it. “And we’re closing the cost gap by applying automotive-grade manufacturing principles for scalable production,” he added.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Observe continues to adapt to the changing world of software observability | TechCrunch",
            "time": "2025-07-30T13:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/ObserveTeam.jpg?resize=1200,570",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://www.observeinc.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Observe</a>, an observability platform, was founded in 2017 in response to the changing nature of software observability. Companies started pushing out new versions of their software more frequently — and producing significantly more data because of it.</p>\n\n<p class=\"wp-block-paragraph\">Now Observe is responding to the latest big shift in technology: AI.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">San Mateo-based Observe helps companies get an inside look at the status of their software, which makes it easier for engineers to spot and solve disruptions and outages.</p>\n\n<p class=\"wp-block-paragraph\">The recent advancements in AI are both a blessing and a burden for the company. Observe’s observability product incorporates AI agents to help make finding and fixing issues faster for its customers. But advancements in AI mean companies are shipping software even faster than before and seeing their data balloon because of it.</p>\n\n<p class=\"wp-block-paragraph\">CEO Jeremy Burton told TechCrunch that with the continual advancement of AI agents, observability continues to get more complex.</p>\n\n<p class=\"wp-block-paragraph\">“In a few years, you’re going to have hundreds or thousands of agents on your network that are all interacting with employees or interacting with each other,” Burton said. “That’s all great until something goes wrong, and you’ve got to try and, you know, do a Sherlock Holmes and figure out who done it, you know?”</p>\n\n<p class=\"wp-block-paragraph\">But Observe is adapting to how the industry is changing, Burton said. The company released a Model Context Protocol (MCP) server earlier this year that allows developers to access their observability data from AI coding tools and large language models. This is to help meet developers where they are already working, Burton said, and help them accomplish tasks easier.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“We have customers already that are using the MCP server and really trying fairly radical workflows,” Burton said. “They’re sitting in their development environment, and they say, ‘Hey, take a look at this ticket. Use Observe to go figure out what’s happening, and then describe to me the code that you think is problematic, and then suggest the fix.’ That would have been in the realm of science fiction even a year ago.”</p>\n\n<p class=\"wp-block-paragraph\">The company is also working toward supporting Apache Iceberg, an open source data table format that allows businesses to own and standardize their own data. Burton said companies really like that approach, and Observe expects to be able to support that format by the end of the year.</p>\n\n<p class=\"wp-block-paragraph\">The company’s revenue nearly tripled in 2024, and it saw 93% gross retention of its customers, although Burton declined to share specific numbers. The company counts large enterprises, including CapitalOne, Paramount, and Dialpad, as customers.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Observe raised $156 million in a Series C round led by Sutter Hill Ventures with participation from Madrona Ventures, Alumni Ventures, and strategic investors like Snowflake, among others.</p>\n\n<p class=\"wp-block-paragraph\">The company will put the capital toward research and development and hiring. Observe hopes to roll out its private preview for Apache Iceberg support shortly.</p>\n\n<p class=\"wp-block-paragraph\">“We’ve got a couple of really good things out there, but I feel like we’ve just gotten started,” Burton said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}