{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "Sortera is turning America’s scrap aluminum problem into cash | TechCrunch",
            "time": "2025-11-20T13:20:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/09/GettyImages-180404126-e1694911368750.jpg?resize=1200,676",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">When it comes to recycling, few materials can match aluminum. It can be reused an infinite number of times, and it’s often cheaper to recycle than to produce new aluminum because it requires so much less energy.  Yet only about <a rel=\"nofollow\" href=\"https://www.epa.gov/facts-and-figures-about-materials-waste-and-recycling/aluminum-material-specific-data\">a third</a> of the aluminum used in the U.S. gets recycled.</p>\n\n<p class=\"wp-block-paragraph\">The problem lies in sorting mixed aluminum scrap — a challenge that has long stumped the recycling industry.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Michael Siemer, CEO of <a rel=\"nofollow\" href=\"https://www.sorteratechnologies.com\">Sortera</a>, thinks his company has found the key, though. Sortera says it has developed a system that can separate aluminum grades with over 95% accuracy — a breakthrough that could unlock a massive untapped resource in the recycling industry.</p>\n\n<p class=\"wp-block-paragraph\">Here’s how it works: The company uses an AI model that identifies different grades of aluminum based on data from lasers, X-ray fluorescence, and high-speed cameras. The system has to classify each chip — about the size of a large potato chip — in a fraction of a second. “Ten milliseconds is a long time,” Siemer says. Once the vision system identifies the grade, a series of nozzles blow precise puffs of air to flip the chip off the belt and into the correct bin.</p>\n\n<p class=\"wp-block-paragraph\">That speed and accuracy matters because other recycling operations must melt the aluminum first before they can tell which type of alloy it is. And if alloys aren’t sorted properly, the mixed heap is worth far less because customers can’t be confident it will have the properties they need.</p>\n\n<p class=\"wp-block-paragraph\">“People have been wanting to go after [this unsorted aluminum], and nobody’s been able to unlock it,” says Siemer.</p>\n\n<p class=\"wp-block-paragraph\">Sortera’s sorting accuracy has further helped the company unlock something else many startups seek: profitability. “The margin is exponential above 90%, [while] 92% gets you a nice little margin, 95% gets you a big margin, [and] 98% is a really big margin.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">That’s helped the company become cash flow positive since August, he says, all based on the operation of a single plant in Indiana. To build a second plant in Tennessee, Sortera recently raised $20 million in equity and $25 million in debt in a round led by VXI Capital and accounts advised by T. Rowe Price, with participation from Overlay Capital and Yamaha Motor Ventures, the company exclusively told TechCrunch. Trinity Capital is providing additional equipment funding.</p>\n\n<p class=\"wp-block-paragraph\">The new plant, which is being built near Nashville, will come online in April or May. “It’s a replica of our Indiana plant,” Siemer says. At the Indiana facility, he says, “we run full-tilt, 24-7, and we’re running millions of pounds a month.”</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"End of Life and Clip Production Mobile Format '25\" src=\"https://www.youtube.com/embed/SBahvygzR0w?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<p class=\"wp-block-paragraph\">So where does all that aluminum come from? The scrap aluminum that Sortera receives tends to come from shredded automobiles. Each aluminum grade fractures differently when shredded, and those visual differences help the AI classify the metal. “The chemical differences manifest themselves in the shredding,” Siemer says. Different alloys produce distinctive tears and folds that give the system clues. “You gain these little insights so that in about a 10-millisecond time window, you go, ‘I’m pretty darn sure that’s 356 [grade aluminum],” Siemer says.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">As Sortera expands, much of its aluminum will likely end up back on automotive assembly lines. Automotive manufacturers have been using increasing amounts of the metal to reduce vehicle weight and improve fuel efficiency. “Every auto OEM on the planet has been to Indiana at least twice,” Siemer says.</p>\n\n<p class=\"wp-block-paragraph\">Sortera is currently working on ways to process other metals like copper and titanium, but for the near future, the company remains focused on aluminum. “We could instantly sort the 18 billion tons of aluminum made annually in the U.S. Every piece of that, every pound would be sold at a profit in the U.S.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Finland's NestAI lands €100M, partners with Nokia to build AI for defense applications | TechCrunch",
            "time": "2025-11-20T13:04:11",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/11/Peter-Sarlin-at-AI-Summit-2025-image-credits-Vesa-Matti-Vaara.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Finnish startup <a rel=\"nofollow\" href=\"https://nestai.com/\">NestAI</a> has raised €100 million (about $115 million) in a funding round led by Finland’s sovereign fund, Tesi, and hardware giant Nokia to build AI products for use in unmanned vehicles, autonomous operations, and command and control platforms.</p>\n\n<p class=\"wp-block-paragraph\">NestAI has also struck a <a rel=\"nofollow\" href=\"https://www.nokia.com/newsroom/nokia-and-nestai-announce-strategic-partnership-and-nestai-raises-100-million-to-accelerate-physical-ai-innovation/\">partnership</a> with Nokia to build AI products for defense applications and develop “<a rel=\"nofollow\" href=\"https://www.bvp.com/atlas/intelligent-robotics-the-new-era-of-physical-ai\">physical AI</a>,” which involves using large language models and related technology for robotics and other real-world applications.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The funding will help NestAI build “Europe’s leading physical AI lab,” co-founder Peter Sarlin said at the Slush 2025 technology conference in Helsinki. </p>\n\n<p class=\"wp-block-paragraph\">Physical AI has been a growing research field both for Big Tech and startups, and NestAI’s funding round shows there’s space for European companies to develop homegrown solutions to address the continent’s needs — which have leaned towards defense applications due to prolonged Ukraine-Russia war. Last month, the startup announced it would <a rel=\"nofollow\" href=\"https://puolustusvoimat.fi/en/-/finnish-defence-forces-to-accelerate-indigenous-ai-development-with-nestai\">support the Finnish Defense Forces</a> in adopting AI.</p>\n\n<p class=\"wp-block-paragraph\">This focus on sovereignty may explain why NestAI has been in stealth so far, but it is now building in public, supported by Sarlin, who has been funding the venture for the past few months through his family office, <a rel=\"nofollow\" href=\"https://postscriptum.ai/\">PostScriptum</a>.</p>\n\n<p class=\"wp-block-paragraph\">“In line with PostScriptum’s mission, NestAI has from the start set out to become Europe’s leading physical AI lab to drive technological sovereignty,” Sarlin told TechCrunch. “This partnership also marks an important step in securing Europe’s defense capabilities and sovereignty.”</p>\n\n<p class=\"wp-block-paragraph\">After selling AI startup Silo AI to AMD <a rel=\"nofollow\" href=\"https://www.ft.com/content/7b8d2057-2687-45b3-bae4-1488a75ac5b2\">for $665 million</a> last year, Sarlin has been active as a <a rel=\"nofollow\" href=\"https://foundationps.com/\">philanthropist</a> and investor, backing startups like Legora and Lovable. While he’s building NestAI, his day job is still at AMD, and he will only act as the startup’s chairman, not its CEO. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">NestAI doesn’t have a CEO yet, but its growing team has attracted talent with experience in AI research and hardware projects that overlap with defense. A significant number of its staff <a rel=\"nofollow\" href=\"https://tech.eu/2025/09/26/postscriptum-launches-nestai-to-build-europes-next-tech-frontier/\">formerly worked for Intel</a>, while others were formerly employed by the likes of Kongsberg, Palantir and Saab.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Uber Eats will use Starship sidewalk robots to deliver food in the UK | TechCrunch",
            "time": "2025-11-20T12:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/11/Starship_1.jpg?w=1080",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Uber Eats is partnering with sidewalk delivery robot company Starship Technologies to deliver food in the U.K. starting later this year.</p>\n\n<p class=\"wp-block-paragraph\">The companies will start the service in the Leeds and Sheffield areas “from select merchants” in December and expand from there. Uber said the service will expand to “additional European markets in 2026” and the U.S. in 2027. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The tie-up with Starship is the latest in an increasingly long line of partnerships Uber has struck with autonomous vehicle companies of all shapes and sizes. But Starship’s not the first sidewalk robot company to work with Uber Eats. Uber’s food delivery arm has used Serve Robotics’ robots <a href=\"https://techcrunch.com/2023/05/30/serve-robotics-to-deploy-up-to-2000-sidewalk-delivery-bots-on-uber-eats/\" target=\"_blank\" rel=\"noreferrer noopener\">for a few years in the U.S.</a> Uber started <a href=\"https://techcrunch.com/2025/02/13/avride-launches-sidewalk-delivery-bots-on-uber-eats-in-jersey-city/\" target=\"_blank\" rel=\"noreferrer noopener\">using Avride’s sidewalk robots</a> earlier this year, too.</p>\n\n<p class=\"wp-block-paragraph\">Starship claims to have nearly 3,000 of its six-wheeled delivery robots in operation around the world, across more than 270 different locations. The robots typically make deliveries in under 30 minutes and travel no more than two miles.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Monarch Tractor preps for layoffs and warns employees it may 'shut down' | TechCrunch",
            "time": "2025-11-20T02:05:17",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/11/monarch-tractor-mkv.jpg?resize=1200,847",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Autonomous electric tractor startup Monarch Tractor warned staff Thursday it may need to lay off more than 100 employees, or possibly even ‘shut down,’ according to a company-wide memo obtained by TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">The memo comes after Monarch Tractor was already cutting some positions over the last few weeks at its California corporate facilities and remote teams in India and Singapore, according to multiple former employees who spoke with TechCrunch on the condition of anonymity.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Monarch Tractor was founded in 2018 by a team that included a former top executive at Tesla’s first gigafactory and Carlo Mondavi, a scion of the famous winemaking family. The company raised at least $220 million, including $133 million in 2024, as it pursued a goal of making “driver optional” autonomous tractors that could perform tasks at places like wineries and other fruit farms.</p>\n\n<p class=\"wp-block-paragraph\">While Monarch Tractor claims to have shipped around 500 of those tractors to date, the company <a href=\"https://techcrunch.com/2024/11/08/monarch-tractor-lays-off-10-in-restructuring-towards-software-and-licensing-av-tech/\">announced a restructuring</a> in late 2024 that was supposed see its tractors expand to other use cases, like pushing feed at dairy farming and maintaining golf courses. CEO Praveen Penmesta also said at the time that Monarch Tractor would focus more on selling software services and licensing the company’s autonomous tech.</p>\n\n<p class=\"wp-block-paragraph\">At least one customer — one of Monarch Tractors’ first dealers — claims the autonomous tech never worked well, if at all, <a href=\"https://techcrunch.com/2025/11/18/monarch-tractor-sued-over-tractors-that-were-unable-to-operate-autonomously/\">according to a lawsuit</a> first reported by TechCrunch this week. Idaho dealership Burks Tractor claimed Monarch sold it “defective” vehicles that experienced “significant problems” after they arrived in 2024. Primarily, Burks accused Monarch’s tractors of being “unable to operate autonomously.” (Monarch denied the claims in a court filing.)</p>\n\n<p class=\"wp-block-paragraph\">Monarch Tractor suggests to employees in the memo on Thursday it is trying to pivot even harder away from making tractors — which may not be surprising, given that the startup lost its contract manufacturer, Foxconn, <a href=\"https://techcrunch.com/2025/08/13/monarch-tractors-wont-be-built-by-foxconn-after-ohio-factory-sale/\" target=\"_blank\" rel=\"noreferrer noopener\">earlier this year</a>.</p>\n\n<p class=\"wp-block-paragraph\">“The new business plan will enable Monarch customers to launch fully commercialized software as a service (SaaS) autonomy and other software offerings direct to consumers, unlocking new revenue streams to OEMs,” the startup’s human resources team wrote. “Unfortunately, the timing for completing the transition to the new business plan puts Monarch at risk of shut down.” </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Monarch told employees in the memo it may permanently lay off “up to 102 employees.”</p>\n\n<p class=\"wp-block-paragraph\">It’s unclear how many people currently work for Monarch. The startup had around 300 employees in late 2024 when it <a href=\"https://techcrunch.com/2025/11/18/monarch-tractor-sued-over-tractors-that-were-unable-to-operate-autonomously/\" target=\"_blank\" rel=\"noreferrer noopener\">laid off more than 10% of the company</a> as part of the restructuring. The former employees familiar with the recent cuts could not say exactly how large those layoffs were. Penmesta did not immediately respond to a request for comment. </p>\n\n<p class=\"wp-block-paragraph\">Through this year, Monarch Tractor has also lost some top talent, including the co-founder from Tesla, Mark Schwager. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“We started Monarch with a daring vision: that farming could be electrified, automated, smart and made more profitable — all at once,” Schwager wrote in a LinkedIn <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:7350920850289700865/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">post</a> in July, while explaining he would remain on the company’s board. “Monarch is in great position and in great hands for the next leg of its trajectory – making the timing right for this transition.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Nvidia's record $57B revenue and upbeat forecast quiets AI bubble talk | TechCrunch",
            "time": "2025-11-19T22:17:45",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/03/GettyImages-2205761844.jpg?resize=1200,846",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Nvidia founder and CEO Jensen Huang struck a bullish tone in the company’s third-quarter earnings. And based on the company’s results, there may be reason to.</p>\n\n<p class=\"wp-block-paragraph\">Nvidia <a href=\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001045810/93b7b492-410f-4d8e-922e-2a1ee69fea29.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reported</a> revenue of $57 billion in the third quarter, 62% higher compared to the same quarter last year. The company’s net income on a GAAP basis was $32 billion, 65% higher year-over-year. Both revenue and profit results beat Wall Street expectations.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The revenue picture shows a company booming thanks largely to its data center business. Revenue generated by Nvidia’s data center business was a record $51.2 billion, up 25% from the previous quarter and up 66% from a year ago. The remaining $5.8 billion in revenue came from Nvidia’s gaming business with $4.2 billion, followed by sales in professional visualization and automotive.</p>\n\n<p class=\"wp-block-paragraph\">Nvidia’s CFO Colette Kress <a href=\"https://s201.q4cdn.com/141608511/files/doc_financials/2026/Q326/Q3FY26-CFO-Commentary.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">noted in a statement </a>to shareholders its data center business has been fueled by an acceleration of computing, powerful AI models, and agentic applications. During the company’s Q3 call, Kress said in this past quarter, the company announced AI factory and infrastructure projects amounting to an aggregate of 5 million GPUs.</p>\n\n<p class=\"wp-block-paragraph\">“This demand spans every market, CSPs, sovereigns, modern builders enterprises and super computing centers, and includes multiple landmark build outs,” Kress said.</p>\n\n<p class=\"wp-block-paragraph\">Blackwell Ultra, a GPU unveiled in March and available in several configurations, has been particularly strong and is now the leader within the company. Previous versions of the Blackwell architecture also saw continued strong demand, according to the company. </p>\n\n<p class=\"wp-block-paragraph\">Huang said sales of its Blackwell GPU chips “are off the charts.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“Blackwell sales are off the charts, and cloud GPUs are sold out,” Huang said in the company’s Q3 earnings statement. “Compute demand keeps accelerating and compounding across training and inference — each growing exponentially. We’ve entered the virtuous cycle of AI. The AI ecosystem is scaling fast — with more new foundation model makers, more AI startups, across more industries, and in more countries. AI is going everywhere, doing everything, all at once.”</p>\n\n<p class=\"wp-block-paragraph\">Kress did note that the company’s shipments of H20, a data center GPU designed for generative AI and high-performance computing, were 50 million, a disappointing result due to its inability to sell to China.</p>\n\n<p class=\"wp-block-paragraph\">“Sizable purchase orders never materialized in the quarter due to geopolitical issues and the increasingly competitive market in China,,” Kress noted on the earnings call. “While we were disappointed in the current state that prevents us from shipping more competitive data center compute products to China, we are committed to continued engagement with the U.S. and China governments, and will continue to advocate for America’s ability to compete around the world.” </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Importantly, Nvidia is forecasting more growth with a projected revenue of $65 billion in the fourth quarter, helping push its share price up more than 4% in after-hours trading. </p>\n\n<p class=\"wp-block-paragraph\">The upshot, at least in Huang’s view: forget about the bubble, there is only growth. </p>\n\n<p class=\"wp-block-paragraph\">“There’s been a lot of talk about an AI bubble,” Jensen said during the company’s earnings call. “From our vantage point, we see something very different.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "How the classic anime 'Ghost in the Shell' predicted the future of cybersecurity 30 years ago | TechCrunch",
            "time": "2025-11-19T22:00:32",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-anime.png?resize=1200,649",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The year is 2030. An “infamous mystery hacker” known as the <a href=\"https://ghostintheshell.fandom.com/wiki/Puppet_Master\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Puppet Master</a> is wreaking havoc on the internet, breaking into the so-called cyber-brains of several humans <a href=\"https://tinyurl.com/yj4fsbdw\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">as well as</a> “every terminal on the network.” As it turns out, the Puppet Master is a creation of Japan’s Ministry of Foreign Affairs.  </p>\n\n<p class=\"wp-block-paragraph\">In other words, the Puppet Master is what we would call today a government-backed hacker, or advanced persistent threat (<a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#advanced-persistent-threat-apt\">APT</a>). In this case, however, the “phantom” hacker goes rogue and is wanted for “stock manipulation, spying, political engineering, terrorism, and violation of cyber-brain privacy.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">That is the basic premise of the Japanese anime cult classic “<a href=\"https://ghostintheshell.fandom.com/wiki/Ghost_in_the_Shell_Wiki\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Ghost in the Shell</a>,” which marked its 30th anniversary this week since its debut, and was based on the chapters titled “Bye Bye Clay” and “Ghost Coast” from the first volume of the eponymous manga, <a href=\"https://tinyurl.com/34c9patw\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">released</a> in May 1989.</p>\n\n<p class=\"wp-block-paragraph\">To say that the story of the Puppet Master was ahead of its time may be an understatement. The World Wide Web, essentially what flourished from the internet as we know it today, was invented in 1989, the same year that the first volume of “Ghost in the Shell’s” manga — including the story of the Puppet Master — hit newsstands in Japan. (The World Wide Web publicly launched in 1991.)</p>\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?w=680\" alt=\"\" class=\"wp-image-3069406\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg 2905w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=150,133 150w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=300,265 300w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=768,679 768w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=680,601 680w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=1200,1061 1200w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=1280,1132 1280w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=430,380 430w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=720,636 720w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=900,796 900w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=800,707 800w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=1536,1358 1536w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=2048,1810 2048w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=668,591 668w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=424,375 424w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=698,617 698w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=601,531 601w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master.jpg?resize=50,44 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">A scene from Ghost in the Shell’s manga, depicting an official from Public Security Section 6 and the Puppet Master</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Screenshot TechCrunch</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">In the manga, when the Puppet Master gets caught, an official from Public Security Section 6, an agency under the Ministry of Foreign Affairs, explains that they had been after the hacker “for a long time,” and they “profiled his behavioral tendencies and code/tech patterns.”</p>\n\n<p class=\"wp-block-paragraph\">“As a result, we were finally able to create a special anti-puppeteer attack barrier,” the official says in the manga. </p>\n\n<p class=\"wp-block-paragraph\">At the risk of extrapolating too much from a couple of sentences, the reality is that what the official is describing is basically what cybersecurity companies, such as antivirus firms, do everyday to stop malware. Not only do they create so-called <a href=\"https://www.sentinelone.com/blog/what-is-a-malware-file-signature-and-how-does-it-work/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">signatures</a> based on the malware’s code, but also based on its behavior and properties, known as <a href=\"https://usa.kaspersky.com/resource-center/definitions/heuristic-analysis\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">heuristics</a>. </p>\n\n<p class=\"wp-block-paragraph\">There are other elements of the plot that turned out to be prescient. </p>\n\n<p class=\"wp-block-paragraph\">At the beginning of the Puppet Master investigation, Major Motoko Kusanagi, the protagonist and commander of the counter-cyberterrorism unit Section 9, hacks into the network of the Sanitation Department to track a garbage truck. (These days, government hackers who work for intelligence agencies often break into large networks to spy on specific individual targets, rather than to siphon data out of the hacked network itself.)</p>\n\n<p class=\"wp-block-paragraph\">While that happens, one of the garbage men confesses to his colleague that he hacked into his wife’s cyber brain because he thinks that she is cheating on him. Right after, we find out he’s been using a computer virus he got from “some programmer.” This is a clear case of <a href=\"https://techcrunch.com/2025/07/02/hacked-leaked-exposed-why-you-should-stop-using-stalkerware-apps/\">tech-enabled domestic abuse</a>, or even <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#stalkerware\">stalkerware</a>, which TechCrunch has <a href=\"https://techcrunch.com/2025/08/25/a-new-security-flaw-in-thetruthspy-phone-spyware-is-putting-victims-at-risk/\">investigated</a> <a href=\"https://techcrunch.com/2025/07/02/data-breach-reveals-catwatchful-stalkerware-spying-on-thousands-android-phones/\">extensively</a> <a href=\"https://techcrunch.com/2025/05/19/cocospy-stalkerware-apps-go-offline-after-data-breach/\">over the</a> <a href=\"https://techcrunch.com/2025/04/03/this-sneaky-android-spyware-needs-a-password-to-uninstall-heres-how-to-remove-it-without-one/\">last</a> <a href=\"https://techcrunch.com/2025/02/20/remove-android-spyware/\">few</a> <a href=\"https://techcrunch.com/2024/07/11/mspy-spyware-millions-customers-data-breach/\">years</a>. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">As it turns out, the abusive garbage man had no wife. His memories were all made up. His <a href=\"https://ghostintheshell.fandom.com/wiki/Ghosts_%26_Shells\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ghost</a> — essentially his mind or consciousness — was hacked by the Puppet Master with the goal of using him to hack into government officials. In some way, that’s similar to what some advanced hackers do when they hack into networks that they then use to hack their actual target, as a way to hide their tracks adding separation from themselves and the final target. </p>\n\n<p class=\"wp-block-paragraph\">The Puppet Master as a government hacker, the breaching of networks to track targets or use them to then attack other networks, and a jealousy-fueled hack are not the only fascinating bits of speculative fiction related to hacking in the anime. </p>\n\n<p class=\"wp-block-paragraph\">John Wilander, a cybersecurity veteran who writes hacker-themed fiction books, wrote <a href=\"https://hackerfiction.net/blog/2024/august/ghost-in-the-shell-anime.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">an exhaustive analysis of the movie</a> that highlighted details referencing real-life scenarios. Wilander gave examples, like hackers reusing known exploits or malware to make attribution more difficult, investigating malware without alerting the authors and infecting yourself with it, and using computers for industrial espionage.</p>\n\n<p class=\"wp-block-paragraph\">Obviously, the manga and anime take the basic — and realistic — premise of the Puppet Master as a hacker into more fantastical directions. The hacker, which turns out to be an advanced artificial intelligence, can control humans through their cyber-brains, and is self-aware to the point that — spoiler alert — it asks for political asylum and ends up proposing to Kusanagi to fuse their “<a href=\"https://ghostintheshell.fandom.com/wiki/Ghosts_%26_Shells\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ghosts</a>,” essentially their minds.</p>\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?w=680\" alt=\"\" class=\"wp-image-3069409\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png 1918w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=150,81 150w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=300,163 300w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=768,416 768w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=680,368 680w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=1200,650 1200w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=1280,693 1280w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=430,233 430w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=720,390 720w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=900,488 900w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=800,433 800w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=1536,832 1536w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=668,362 668w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=1139,617 1139w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=708,384 708w, https://techcrunch.com/wp-content/uploads/2025/11/ghost-in-the-shell-puppet-master-kusanagi-2.png?resize=50,27 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">A screenshot of “Ghost in the Shell,” in particular the scene where the Puppet Master and Major Kusanagi fuse</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Screenshot/YouTube</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">To understand how prophetic “Ghost in the Shell” was, it’s crucial to put it in its historical context. In 1989 and 1995, cybersecurity wasn’t even a word yet, although the term “<a href=\"https://www.vice.com/en/article/why-william-gibson-invented-cyberspace/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">cyberspace</a>” had been famously coined by sci-fi author William Gibson in his classic book, “Neuromancer.”  </p>\n\n<p class=\"wp-block-paragraph\">Computer security, or information security, however, was already a reality, and had been for a couple of decades, but it was an extremely niche specialty within computer science. </p>\n\n<p class=\"wp-block-paragraph\">The first computer virus is believed to be the <a href=\"http://history-computer.com/inventions/the-first-computer-virus-of-bob-thomas/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Creeper</a> worm, which was unleashed in 1971 on the Arpanet, the government-developed network that became the internet’s forerunner. A handful of other viruses and worms wreaked havoc after that, before they became ubiquitous once the internet and the World Wide Web became a reality. </p>\n\n<p class=\"wp-block-paragraph\">Perhaps the very first documented government espionage campaign on the internet was the one discovered by <a href=\"https://www.wired.com/story/meet-the-mad-scientist-who-wrote-the-book-on-how-to-hunt-hackers/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Clifford Stoll</a>, an astronomer by training who also managed the computers at the Lawrence Berkeley National Laboratory in California. In 1986, Stoll noticed a 75 cent accounting error in the network, which eventually led him to discover that a hacker had broken into the lab’s systems. In the end, the hacker was identified and found to have been feeding information from the lab and other U.S. government networks to the Soviet Union’s KGB. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Stoll immortalized his months-long scrupulous and painstaking investigation in the book “<a href=\"https://bookshop.org/p/books/the-cuckoo-s-egg-tracking-a-spy-through-the-maze-of-computer-espionage-cliff-stoll/9a157601faf83fc7\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The Cuckoo’s Egg</a>,” a first person account that reads like a very detailed and extensive report by security researchers analyzing a hacking campaign carried out by government hackers. “The Cuckoo’s Egg” has since become a classic, but it’s probably fair to say it didn’t exactly hit the mainstream when it was released. </p>\n\n<p class=\"wp-block-paragraph\">As far as I can tell, “Ghost in the Shell” creator Masamune Shirow never spoke about what real-life events inspired the hacking plot points in the manga. But it’s clear that he was paying attention to what, at the time, was a hidden world that was alien to most people on Earth, who were still years away from being online, let alone being aware of the existence of hackers.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Cavela lands $6.6M to help brands beat pre-tariff manufacturing costs | TechCrunch",
            "time": "2025-11-19T21:28:09",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/11/Cavela.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">When Anthony Sardain began developing <a href=\"https://cavela.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Cavela</a> in 2023, an AI startup that helps brands automate supplier sourcing, he did not foresee that new tariffs would drive customers to become increasingly wary of manufacturing products in China.</p>\n\n<p class=\"wp-block-paragraph\">“You don’t just walk into Vietnam and build up a supply chain,” Sardain told TechCrunch. “A lot of brands find one supplier, and they hang on for the rest of their life, because they really don’t want to lose it.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">That’s especially true for small and midsize companies that lack dedicated, global sourcing departments. Sardain claims that Cavela solves this problem through its AI agents, software tools that perform tasks autonomously and, in this case, act as a personal procurement team. These agents can find potential suppliers in over 40 countries and negotiate product specifications and pricing.</p>\n\n<p class=\"wp-block-paragraph\">On Wednesday, Cavela announced that it raised $6.6 million in seed funding co-led by XYZ Venture Capital and Susa Ventures, with participation from Crossover Capital.</p>\n\n<p class=\"wp-block-paragraph\">Finding suppliers and negotiating pricing with them is an inherently arcane, time-consuming process, and, according to Sardain, it was impossible to automate without generative AI.</p>\n\n<p class=\"wp-block-paragraph\">“Making products involves a lot of text data, image data, diagrams, sketches, photos. This is the kind of data that didn’t play nice with technology up until AI,” Sardain said.</p>\n\n<p class=\"wp-block-paragraph\">The latest LLM and image models allow brands to upload their complete product information, including specifications, blueprints, and all other details about the item they want produced, directly into Cavela’s AI agent. Based on those particulars, the agent identifies dozens of potential manufacturers and then instantly contacts those factories via WhatsApp, email, or text to understand production capacity and lead times and to collect pricing quotes.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Sardain claims the entire process is seamless, sparing brands from sending hundreds of messages back and forth. “They log in a couple of days later, and there are quotes in their inbox,” he said. Companies then typically ask a shortlist of potential suppliers to send product samples, which aids in selecting one or more factories for final production.</p>\n\n<p class=\"wp-block-paragraph\">Cavela estimates that its customers not only substantially reduce the time spent searching for manufacturing partners, but they also save an average of 35% on production costs.</p>\n\n<p class=\"wp-block-paragraph\">“If you get 100 quotes, you’re going to, by chance, land on a much lower price, and you’re also going to get a much better supplier in the process,” Sardain said.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Cavela’s customers, including fire-resistant apparel brand Western Welder Outfitting and men’s grooming brand The Longhairs, report that the startup helped them find manufacturers who produce goods at a significantly lower cost — even below pre-tariff pricing.</p>\n\n<p class=\"wp-block-paragraph\">Sardain, a former data science lead for the data analysis startup Tierra, traces his knowledge of trade and sourcing back three generations within his family. He grew up living across Asian trade centers, including Malaysia, Hong Kong, Thailand, Singapore, and mainland China, which gave him a valuable understanding of how local manufacturers approach their work.</p>\n\n<p class=\"wp-block-paragraph\">Cavela’s competitors include Alibaba, which connects brands to thousands of manufacturers in China, and <a href=\"https://techcrunch.com/2023/05/02/pietra-creators-dtc-commerce/\" target=\"_blank\" rel=\"noreferrer noopener\">Pietra</a>, a brand operations startup that similarly helps businesses source goods with the help of AI.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "VC Jennifer Neundorfer explains how founders can stand out in a crowded AI market | TechCrunch",
            "time": "2025-11-19T20:30:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/11/54886289739_6fa8cfb36d_o.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">January Ventures co-founder Jennifer Neundorfer stopped by the Equity podcast during TechCrunch Disrupt to chat about fundraising in this very AI-driven market.  </p>\n\n<p class=\"wp-block-paragraph\">Founders and investors alike are obsessed with AI, and even Neundorfer said her firm is looking at ways to use AI to make their work more efficient, such as helping to do due diligence on the market and competition. As for companies being built, she has a preference for the founders looking to create something entirely new.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Where I tend to get excited is when I see someone who is using AI to do something that isn’t 10x better. It’s actually to create a whole new experience or workflow or behavior,” she said. “That’s what we’re looking at. Less of the incremental changes and more totally new behaviors.” </p>\n\n<p class=\"wp-block-tc23-podcast-player\">\n\t\n\t</p>\n\n<p class=\"wp-block-paragraph\">This is getting harder for founders because fatigue, she said, has hit as more AI ideas start to sound the same.</p>\n\n<p class=\"wp-block-paragraph\">“Where I think founders are breaking through is when they can communicate to investors why what they’re doing is really different than the other dozens of startups that are doing that and why they are the team to go after that,” she said.  </p>\n\n<p class=\"wp-block-paragraph\">Whether we are in the so-called AI bubble or not, Neundorfer says a market correction is probably coming, and a lot of the companies getting windfalls of investor money now might not survive. The winners will navigate this moment building “truly category-defining companies,” capturing where the tech is going next. “Founders who can stay ahead of that curve, build at the edge of what’s possible today, and build for what’s coming,” she listed. “Founders who are able to really read the market and understand what it is their customer wants versus just building what is possible. Those are the founders that will have an advantage.”  </p>\n\n<p class=\"wp-block-paragraph\">Elsewhere on the pod, she spoke about her life before venture, where she worked at YouTube and 21st Century Fox.  </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“So much of what I did was meet with people who had great technology,” she recalled of her time at 21st Century Fox. Meeting and talking technology with people was the part of the job that gave her the most joy and helped her realize how much she would probably love working with early-stage founders.</p>\n\n<p class=\"wp-block-paragraph\">But the learning curve was steep when she decided to transition to investing. In the early days, she said she would constantly check in with founders and give detailed input on their companies.  </p>\n\n<p class=\"wp-block-paragraph\">“That’s appropriate for some cases, but it’s really about the relationship with the founder, supporting not only weighing in on the business, but supporting them as a person,” she said.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Now she’s comfortable in the job. She serves as a mentor for various organizations, such as Techstars, and has made more than 50 investments at January Ventures, according to PitchBook, nabbing some exits in the meantime.  </p>\n\n<p class=\"wp-block-paragraph\">Throughout the conversation, Neundorfer spoke about the changing venture market, funding levels for minorities and women, and about venture markets outside of San Francisco that are seeing success. Her biggest advice to diverse founders right now actually goes for many founders building in this climate: ignore the noise and focus on building a good company.  </p>\n\n<p class=\"wp-block-paragraph\">“Anything else becomes something they can’t control, and the worry isn’t worth it.”  </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Function Health raises $298M Series B at $2.5B valuation | TechCrunch",
            "time": "2025-11-19T20:30:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/02/GettyImages-1132225622-e1709210197672.jpg?resize=1200,812",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">From electronic health records and blood tests to the stream of data from wearable devices, the amount of health information people generate is accelerating rapidly. Yet, many users struggle to connect this trove of data in a meaningful way and actually use it to improve their health.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.functionhealth.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Function Health</a>, which offers a regular lab testing service to help people track their health, wants to change that by consolidating health data and making it usable for its customers by connecting that data to an AI model. To further that effort, the company recently raised $298 million in a Series B round led by Redpoint Ventures at a valuation of $2.5 billion. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The funding round also saw participation from a16z; Aglaé Ventures; Alumni Ventures; NBA athletes Allen Crabbe, Blake Griffin, and Taylor Griffin; Battery Ventures; Nat Friedman and Daniel Gross’ investment firm, NFDG; and Roku founder Anthony Wood. The round brings the company’s total capital raised to $350 million.</p>\n\n<p class=\"wp-block-paragraph\">Alongside the funding, Function unveiled Medical Intelligence Lab, an effort to build a “medical intelligence” generative AI model that can be used to provide personalized health insights based on users’ data, content, and research. The company said the model is trained by doctors. For its customers, the company is offering an AI chatbot that can answer questions based on their health data and can tap their previous lab results, doctor’s notes, and scans to provide tailored guidance.</p>\n\n<p class=\"wp-block-paragraph\">“It is not good enough to be in a world where AI exists and not be applying it to your health,” Jonathan Swerdlin, CEO and co-founder of Function, told TechCrunch. “You should be able to manage your biology. The objective of Function Health is to apply the best available technology to human health.”</p>\n\n<p class=\"wp-block-paragraph\">Swerdlin noted the platform meets HIPAA standards, fully encrypts user data, and never sells personal information. “Your data and your identity are never for sale. Every bit of your information is fully encrypted and protected. We are committed to keeping you, and your data, safe.”</p>\n\n<p class=\"wp-block-paragraph\">Function’s chief medical scientist, Dr. Dan Sodickson, and its co-founder and chief medical officer Dr. Mark Hyman, are together leading development of MI Lab and its team of doctors, researchers, and engineers. The MI model is trained by doctors and they stay involved in the process, Swerdlin said.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">While the space has many players, Function sets itself apart from competitors like Superpower, Neko Health, and InsideTracker thanks to its device-agnostic approach, Swerdlin said, adding that the platform integrates lab testing, diagnostics, and clinical insights to offer more than a typical AI coach or wellness app.</p>\n\n<p class=\"wp-block-paragraph\">Function has 75 locations in the U.S. and members “can get lab tests done at 2,000 Quest locations”, he added. Function says it has completed more than 50 million lab tests since 2023.</p>\n\n<p class=\"wp-block-paragraph\"><em> </em></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><em>This article has been updated to reflect that Function members can access tests at 2,000 quest locations.</em> </p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Spotify acquires music database WhoSampled | TechCrunch",
            "time": "2025-11-19T19:59:28",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/11/whosampled-spotify.jpeg?w=800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Spotify has acquired the community-run database tracking sampled music, WhoSampled, the <a href=\"https://www.whosampled.com/news/2025/11/19/whosampled-is-joining-spotify/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">company announced</a> Wednesday. The streaming service had also shared the news as part of its Wednesday <a href=\"https://artists.spotify.com/blog/spotlighting-the-people-connections-and-stories-behind-your-music\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">blog post</a> about new <a href=\"https://techcrunch.com/2025/11/19/spotifys-new-features-let-listeners-explore-the-people-and-stories-behind-their-favorite-music/\" target=\"_blank\" rel=\"noreferrer noopener\">song credits features</a>.</p>\n\n<p class=\"wp-block-paragraph\">Deal terms were not disclosed, but Spotify confirmed to TechCrunch the acquisition is for both the WhoSampled team and database. (The company had only a handful of employees, per data on PitchBook and LinkedIn, which both confirm around 10 staffers.)</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Launched in 2008, London-based WhoSampled offers an extensive database of songs, samples, covers, remixes, artists, and more. According to its website, it’s now tracking more than 1.2 million songs and nearly 622,000 samples. That data is powering Spotify’s latest features, like its upcoming music discovery tool SongDNA, also announced on Wednesday.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?w=680\" alt=\"\" class=\"wp-image-3069149\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png 1600w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/11/SongDNA.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Spotify</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">However, WhoSampled was known to Spotify for some time, as it had partnered with the streamer <a href=\"https://venturebeat.com/ai/whosampled-taps-spotify-to-show-you-who-covered-remixed-or-sampled-your-favorite-songs\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">back in 2016</a> to allow its users to access their Spotify playlists and saved tracks in its app.</p>\n\n<p class=\"wp-block-paragraph\">In WhoSampled’s <a href=\"https://www.whosampled.com/news/2025/11/19/whosampled-is-joining-spotify/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announcement</a> about the acquisition, the company said its stand-alone platform and brand would remain after the deal’s closure, and it expected to offer some user-facing improvements as it becomes part of Spotify’s larger business. For instance, the company said moderation times for submissions would be sped up, the site will be able to remove display ads in the weeks ahead, and its mobile apps will become free downloads with free subscriptions.</p>\n\n<p class=\"wp-block-paragraph\">“Through our recent discussions with Spotify, it became clear that we share a strong belief in the power of musical context — and a vision for helping listeners go deeper into the songs they love,” the post penned by the WhoSampled team reads. “Spotify has shown a genuine commitment to our mission, and we couldn’t have found a better home for WhoSampled,” it stated.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Warner Music settles copyright lawsuit with Udio, signs deal for AI music platform | TechCrunch",
            "time": "2025-11-19T19:57:09",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/06/GettyImages-2155987987.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Warner Music Group (WMG) has settled a copyright infringement case with AI music startup <a href=\"https://www.udio.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Udio</a>, the label <a href=\"https://www.prnewswire.com/news-releases/warner-music-group-and-udio-collaborate-to-build-a-new-licensed-music-creation-service-302620656.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> on Wednesday. The two have also entered into a licensing deal for an AI music creation service that’s set to launch in 2026.</p>\n\n<p class=\"wp-block-paragraph\">In its press release, WMG said that the “next-generation music creation, listening, and discovery platform” will be powered by generative AI models trained on licensed and authorized music.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company says the platform will create “new revenue streams for artists and songwriters, while ensuring their work remains protected.”</p>\n\n<p class=\"wp-block-paragraph\">The subscription service will allow users to make remixes, covers, and new songs using the voices of artists and compositions of songwriters who choose to participate. Warner Music Group says the platform will ensure artists and songwriters are credited and compensated.</p>\n\n<p class=\"wp-block-paragraph\">“We’re unwaveringly committed to the protection of the rights of our artists and songwriters, and Udio has taken meaningful steps to ensure that the music on its service will be authorized and licensed,” said WMG CEO Robert Kyncl in the press release. “This collaboration aligns with our broader efforts to responsibly unlock AI’s potential — fueling new creative and commercial possibilities while continuing to deliver innovative experiences for fans.”</p>\n\n<p class=\"wp-block-paragraph\">Artists signed to WMG include Lady Gaga, Coldplay, The Weeknd, Sabrina Carpenter, and more. </p>\n\n<p class=\"wp-block-paragraph\">“This partnership is a crucial step towards realizing a future in which technology amplifies creativity and unlocks new opportunities for artists and songwriters,” said Udio co-founder and CEO Andrew Sanchez in the press release. “Our new platform will enable experiences where fans can create alongside their favorite artists and make extraordinary music in an environment that offers artists control and connection.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The settlement marks a significant shift in the music industry’s approach to AI. Warner Music Group, Universal Music Group, and Sony Music Entertainment sued Udio and rival AI music platform Suno last year for copyright infringement. Both platforms allow users to generate songs using AI-powered text prompts. Universal Music Group and Sony Music Entertainment are <a href=\"https://techcrunch.com/2025/06/02/major-record-labels-are-reportedly-in-licensing-talks-with-ai-firms-udio-and-suno/\" target=\"_blank\" rel=\"noreferrer noopener\">also reportedly in talks to license their work</a> to Udio and Suno.</p>\n\n<p class=\"wp-block-paragraph\">In a sign of investor confidence in AI music technology, Suno <a href=\"https://techcrunch.com/2025/11/19/legally-embattled-ai-music-startup-suno-raises-at-2-45b-valuation-on-200m-revenue/\" target=\"_blank\" rel=\"noreferrer noopener\">announced</a> earlier on Wednesday that it has raised a <a href=\"https://techcrunch.com/2025/11/19/legally-embattled-ai-music-startup-suno-raises-at-2-45b-valuation-on-200m-revenue/\">$250 million Series C round</a> at a $2.45 billion post-money valuation. The round was led by Menlo Ventures with participation from Nvidia’s venture arm NVentures, as well as Hallwood Media, Lightspeed, and Matrix.  </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Legally embattled AI music startup Suno raises at $2.45B valuation on $200M revenue | TechCrunch",
            "time": "2025-11-19T19:21:34",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/06/GettyImages-2159558534.jpg?resize=1200,837",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">If you want insight into just how worried VCs (and Silicon Valley, generally) are over legal challenges to AI training on copyrighted material, look no further than AI music site <a href=\"https://suno.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Suno</a>. </p>\n\n<p class=\"wp-block-paragraph\">Suno, which allows anyone to create AI-generated songs through prompts, <a href=\"https://www.prnewswire.com/news-releases/suno-raises-250m-at-a-2-45b-valuation-302620166.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> on Wednesday that it has raised a $250 million Series C round at a $2.45 billion post-money valuation. The round was led by Menlo Ventures with participation from Nvidia’s venture arm NVentures, as well as Hallwood Media, Lightspeed, and Matrix.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company offers consumer monthly subscriptions (a free tier plus $8 or $24 per month plans) and launched a version of Suno for commercial creators in September. It has now hit $200 million in annual revenue, Suno told <a href=\"https://www.wsj.com/business/media/ai-music-platform-suno-valued-at-2-45-billion-b6bda919\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The Wall Street Journal</a>. </p>\n\n<p class=\"wp-block-paragraph\">It previously raised a <a href=\"https://suno.com/blog/fundraising-announcement-may-2024\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$125 million Series B in May 2024</a>, led by Lightspeed Venture Partners, Nat Friedman, and Daniel Gross, Matrix, and Founder Collective, at an estimated $500 million valuation. </p>\n\n<p class=\"wp-block-paragraph\">But Suno has also been the poster child for AI training lawsuits by human artists. The company is battling <a href=\"https://www.musicbusinessworldwide.com/labels-fire-back-at-sunos-attempt-to-dismiss-youtube-stream-ripping-claims/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a suit by three major record labels</a> — Sony Music Entertainment, Universal Music Group, and Warner Music Group — which alleges Suno trained on copyrighted materials scraped off the Internet without permission.  </p>\n\n<p class=\"wp-block-paragraph\">Those types of suits still reside in a legal gray zone in the U.S., and most are settled, typically by a training data licensing agreement. (Last month, Universal and Udio settled their litigation in such a way.) Suno has also faced similar legal challenges by the Danish music rights organization Koda and Germany’s GEMA. GEMA, by the way, earlier this month won its suit filed in Germany against OpenAI that also challenged the legality of training on scraped copyrighted material. </p>\n\n<p class=\"wp-block-paragraph\">But given Suno’s market success, growth, and the obvious potential market for AI-generated music, its legal complications are a shoulder shrug to investors. </p>\n\n<p class=\"wp-block-paragraph\">“Type an idea, click Create, and suddenly, you’re not just imagining music — you’re making it. That shift from listener to creator? That’s what Suno unlocks,” the Menlo VCs who backed the startup describe in <a href=\"https://menlovc.com/perspective/the-future-of-music-is-participatory-leading-sunos-series-c/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">their blog post</a> about the investment.</p>\n\n<p class=\"wp-block-paragraph\">Menlo didn’t just like the tech, but also that Suno has grown largely through word of mouth — people sharing songs on their group texts, the investors said. </p>\n\n<p class=\"wp-block-paragraph\">No doubt the AI industry is, and will continue, to eventually work out the legal ramifications of acting first, asking for permission later, over training data. But before that’s settled, the era of AI-generated music has clearly arrived.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Rising data center electricity use risks blackouts during winter storms | TechCrunch",
            "time": "2025-11-19T19:19:02",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/11/GettyImages-969384810.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The explosive growth of data centers could threaten the stability of the electrical grid this winter, according to an industry overseer.</p>\n\n<p class=\"wp-block-paragraph\">Across North America, demand for electricity this winter is expected to be 2.5% higher than last year for a total of 20 gigawatts, the North American Electric Reliability Corporation (NERC) said in a <a href=\"https://www.nerc.com/newsroom/2025-winter-reliability-assessment\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">report</a> released this week. In recent years, winter demand grew by 1% or less. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Data centers are driving a significant chunk of that growth, especially in the mid-Atlantic, U.S. West, and U.S. Southeast, “areas where a lot of data center development is occurring,” Mark Olson, NERC manager of reliability assessments, <a href=\"https://www.eenews.net/articles/spread-of-data-centers-raises-risk-of-winter-outages-grid-monitor-warns/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">told</a> E&amp;E News.</p>\n\n<p class=\"wp-block-paragraph\">The report specifically calls out data center expansion in Texas, saying that it is “contributing to continued risk of supply shortfalls.” That stat might be particularly worrisome to Texans, who nearly five years ago suffered through <a href=\"https://arstechnica.com/science/2021/09/preliminary-report-looks-into-what-went-wrong-during-texas-grid-collapse/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">massive power outages</a> during an intense cold snap. </p>\n\n<p class=\"wp-block-paragraph\">At the time, natural gas power plants tripped offline as wellheads froze, slashing the supply of natural gas. Meanwhile, demand for the fossil fuel soared as residential and commercial customers tried to keep homes and offices warm. (The governor publicly blamed wind turbines, <a href=\"https://arstechnica.com/tech-policy/2021/05/texas-gov-knew-of-natural-gas-shortages-days-before-blackout-blamed-wind-anyway/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">despite knowing</a> that they were only a small part of the problem.)</p>\n\n<p class=\"wp-block-paragraph\">This year, NERC said the situation in Texas isn’t likely to be as dire as it was in February 2021, in part because so many batteries have been added to the state’s grid. Those batteries can step in to provide electricity if gas-fired power plants can’t deliver as intended. Plus, they can react more quickly to smaller perturbations than “peaker” power plants, most of which run on natural gas and require minutes to spin up.</p>\n\n<p class=\"wp-block-paragraph\">Still, Texas isn’t entirely in the clear. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Most of the batteries deployed in Texas can deliver electricity for a few hours at a time. That’s suitable in circumstances where demand tends to peak for a short time, like in the evening when people return from work. </p>\n\n<p class=\"wp-block-paragraph\">But as NERC notes, data centers tend to draw electricity consistently throughout the day. If a prolonged cold snap hits the state, keeping those batteries sufficiently charged to deliver power to all customers — data centers included — will become more challenging, NERC said. </p>\n\n<p class=\"wp-block-paragraph\">If this winter passes without a significant storm, then NERC anticipates no problems with any region’s electrical grid. But over the last five years, there have been four severe storms, the organization said, which could force grid operators to import electricity, ask large customers to curtail their use, or as a last resort institute rolling blackouts.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Why January Ventures is funding underrepresented AI founders | TechCrunch",
            "time": "2025-11-19T18:15:45",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/11/Interview-1118-Jennifer-Neundorfer.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"></p>\n\n\n\n<p class=\"wp-block-paragraph\">While everyone’s chasing the next AI infrastructure play in San Francisco, some of the most defensible AI companies are being built by founders with deep expertise in legacy industries — and they’re not getting funded. January Ventures aims to fill that gap, writing pre-seed checks for underrepresented founders transforming healthcare, manufacturing, and supply chain with AI.</p>\n\n\n\n<p class=\"wp-block-paragraph\">At TechCrunch Disrupt 2025, Dominic-Madori Davis sat down with Jennifer Neundorfer, co-founder and general partner at January Ventures, for a live episode of Equity. The pair dug into how early-stage investing is changing in the age of AI and why building different networks matters.</p>\n\n\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t</div></body></html>"
        },
        {
            "title": "Subletting startup Kiki paid over $152K to settle charges after violating NYC short-term rental laws | TechCrunch",
            "time": "2025-11-19T18:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/08/press_2-e1693243233459.jpg?resize=1200,739",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Auckland-founded <a href=\"https://techcrunch.com/2023/08/28/subletting-app-kiki-raises-6m-by-using-dating-app-concepts-to-match-listings-and-renters/\">Kiki Club</a> launched its peer-to-peer subletting startup in New York City in 2023 with the mission of helping renters sublet their apartments while traveling for extended periods. </p>\n\n<p class=\"wp-block-paragraph\">However, Kiki’s model violated local short-term rental laws, leading to its shutdown this past June. The New York Mayor’s Office of Special Enforcement (OSE) announced on Wednesday that Kiki has agreed to pay more than $152,000 to settle charges. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Backed by Blackbird, the Airbnb competitor aimed to simplify the subletting process and boldly promised a solution that would let users sublet their spaces for up to six months. The platform used a matching system similar to those of dating apps, connecting listers and renters based on their preferences.</p>\n\n<p class=\"wp-block-paragraph\">However, the startup found itself on the wrong side of NYC’s short-term rental laws. Specifically, <a href=\"https://www.nyc.gov/site/specialenforcement/registration-law/registration.page\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Local Law 18,</a> which was enacted in 2022. This legislation imposes strict guidelines on short-term rentals, allowing them only if the host is registered with the OSE as a short-term rental host and meets additional criteria, such as staying in the same unit as the guests. </p>\n\n<p class=\"wp-block-paragraph\">When the law was first introduced, many Airbnb hosts found the regulations too difficult to manage, leading to a dramatic <a href=\"https://www.theguardian.com/us-news/2023/oct/23/new-york-airbnb-crackdown-rules-housing\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">85% drop</a> in short-term rentals, according to Inside Airbnb, an organization that monitors the platform’s data.</p>\n\n<p class=\"wp-block-paragraph\">Additionally, under the law, booking services must use OSE’s verification system to confirm that hosts are either registered or exempt. Unverified transactions face a penalty of $1,500 or three times the revenue earned, whichever is lower.</p>\n\n<p class=\"wp-block-paragraph\">According to the OSE, Kiki failed to submit quarterly reports of short-term rental transactions for eligible listings and didn’t verify nearly 400 short-term rental transactions. </p>\n\n<p class=\"wp-block-paragraph\">“This settlement sends a clear message: If you are a company that facilitates short-term rentals, ignoring city laws will be an expensive proposition,” Christian Klossner, executive director of the OSE, said in a statement. “Kiki Club acted as a clandestine conduit for unregistered and illegal short-term rentals, directly undermining the city’s efforts to protect tenants and preserve permanent housing.”  </p>\n\n<p class=\"wp-block-paragraph\">While Kiki did not admit or deny the findings, it paid the penalties. A spokesperson for Kiki previously acknowledged in an interview with <a href=\"https://www.smartcompany.com.au/exclusive/kiki-subletting-startup-exits-nyc-regulatory-risk/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">SmartCompany </a>that the company was aware it was operating in a “gray regulatory area.”</p>\n\n<p class=\"wp-block-paragraph\">And, despite facing such significant consequences in New York, Kiki isn’t throwing in the towel. In June, the startup <a href=\"https://www.startupdaily.net/topic/business/4th-time-lucky-after-shutting-down-in-new-york-blackbird-backed-kiki-is-moving-to-london/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> its launch in London. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It’s important to note that the U.K. also has <a href=\"https://www.gov.uk/penalties-illegal-renting\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">regulations</a> concerning illegal renting. Renting to someone who doesn’t have the right to rent in the U.K. can lead to up to five years in prison or a hefty fine.</p>\n\n<p class=\"wp-block-paragraph\">Hopefully, the startup learned a valuable lesson in New York so its London-based platform doesn’t meet the same fate.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Bluesky announces moderation changes focused on better tracking, improved transparency | TechCrunch",
            "time": "2025-11-19T17:53:24",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/01/bluesky-GettyImages-2185142051.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Decentralized social network Bluesky, a competitor to X and Threads, <a href=\"https://bsky.social/about/blog/11-19-2025-moderation-updates\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> on Wednesday that it’s making further changes to its moderation process. Specifically, the company said it’s introducing new updates around how it tracks violations of its Community Guidelines and enforces its policies. This includes the inclusion of new reporting categories in the app, changes to its “strike” system for violations, and more guidance provided to those who violate the rules.</p>\n\n<p class=\"wp-block-paragraph\">The moderation changes are <a href=\"https://bsky.app/profile/bsky.app/post/3m5ypzhscb22q\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">rolling out with the latest version</a> of the Bluesky app (v. 1.110), which also includes a <a href=\"https://bsky.app/profile/bsky.app/post/3m5yqexldn22q\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">dark-mode app icon</a> and a <a href=\"https://bsky.app/profile/bsky.app/post/3m5yqc2is5s2q\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">redesigned feature</a> for controlling who can reply to your post.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company says the moderation updates are a result of Bluesky’s rapid growth and the need for “clear standards and expectations for how people treat each other” on the platform.</p>\n\n<p class=\"wp-block-paragraph\">“On Bluesky, people are meeting and falling in love, being discovered as artists, and having debates on niche topics in cozy corners. At the same time, some of us have developed a habit of saying things behind screens that we’d never say in person,” the company shared in an announcement, explaining the changes.</p>\n\n<p class=\"wp-block-paragraph\">However, the news also follows the <a rel=\"nofollow\" href=\"https://gizmodo.com/bluesky-is-clearly-not-a-johnny-cash-fan-2000685082\">most recent moderat</a><a href=\"https://gizmodo.com/bluesky-is-clearly-not-a-johnny-cash-fan-2000685082\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">i</a><a rel=\"nofollow\" href=\"https://gizmodo.com/bluesky-is-clearly-not-a-johnny-cash-fan-2000685082\">on dust-up</a> on the platform, which saw a <a href=\"https://substack.com/@sarahkendzior/note/c-176537092\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">user suspended</a> for making a comment that Bluesky interpreted as a threat of violence. Author and influencer <a href=\"https://sarahkendzior.substack.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Sarah Kendzior</a> had written in a post on Bluesky that she wanted to “shoot the author of this article just to watch him die” — a reference to <a href=\"https://genius.com/Johnny-cash-folsom-prison-blues-lyrics\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a Johnny Cash song lyric</a>. That choice of words was apt because she was commenting on an article about Johnny Cash that she didn’t like.</p>\n\n<p class=\"wp-block-paragraph\">Bluesky’s team said that Kendzior was suspended because she expressed “a desire to shoot the author of the article”– a very literal reading of her commentary. </p>\n\n<p class=\"wp-block-paragraph\">With the updated rules, Bluesky seems focused on ensuring the platform maintains a sense of community and doesn’t devolve into the toxicity that now fuels X, where snarky comments, dunks, and hateful commentary are often the norm. </p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?w=680\" alt=\"\" class=\"wp-image-3069240\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png 1600w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=150,94 150w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=300,188 300w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=768,480 768w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=680,425 680w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=1200,750 1200w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=1280,800 1280w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=430,269 430w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=720,450 720w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=900,563 900w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=800,500 800w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=1536,960 1536w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=668,418 668w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=600,375 600w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=987,617 987w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=708,443 708w, https://techcrunch.com/wp-content/uploads/2025/11/in-app-reporting.png?resize=50,31 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Bluesky</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">For starters, Bluesky is expanding the reporting options on posts from six to nine, allowing users more precision in flagging issues and helping moderators take action on critical reports more quickly. For instance, you can now report things like Youth Harassment or Bullying or Eating Disorders, which would help to address Bluesky’s need to abide by the host of new laws designed to protect minors online. In addition, it will allow users to flag possible Human Trafficking content to meet the requirements of the U.K.’s Online Safety Act.</p>\n\n<p class=\"wp-block-paragraph\">To aid in this, Bluesky has improved its internal tools to automatically track violations and enforcement actions in one place. The system will also make sure people get clear information about what happened and where they stand.</p>\n\n<p class=\"wp-block-paragraph\">The company notes that it’s not changing what it enforces, only that it’s made its tooling better so it can be more consistent and transparent with its enforcement. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">As part of this, Bluesky’s strike system will now assign content a severity rating, which will help dictate the enforcement action taken. For example, content flagged as a “critical risk” would result in a permanent ban. Other content may receive a lower, medium, or higher penalty. And if an account racks up violations, the user could also risk a permanent ban instead of a temporary suspension.</p>\n\n<p class=\"wp-block-paragraph\">Plus, the company says users will be notified when they’re the subject of an enforcement action with information about which Community Guideline they violated, the severity level assigned, their total violation count, how close they are to the next account-level action threshold, and the duration and end date of any suspension. Enforcement actions can also be appealed, the company said. </p>\n\n<p class=\"wp-block-paragraph\">The changes also follow <a href=\"https://techcrunch.com/2025/08/14/bluesky-rolls-out-massive-revamp-to-policies-and-community-guidelines/\">Bluesky’s rollout</a> of updated <a href=\"https://bsky.social/about/support/community-guidelines\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Community Guidelines</a> in October, as part of its broader focus on becoming more aggressive about <a href=\"https://techcrunch.com/2025/09/22/bluesky-says-its-getting-more-aggressive-about-moderation-and-enforcement/\">moderation and enforcement </a>on the platform.</p>\n\n<p class=\"wp-block-paragraph\">But even as the company emphasizes its stricter rules, some Bluesky users remain upset that the company still permits a user who is <a href=\"https://techcrunch.com/2024/12/13/bluesky-is-at-a-crossroads-as-users-petition-to-ban-jesse-singal-over-anti-trans-views-harassment/\">widely criticized</a> for his writing on trans issues to maintain his account on the platform. This <a href=\"https://techcrunch.com/2025/10/05/waffles-eat-bluesky/\">controversy erupted</a> again in October, when Bluesky CEO Jay Graber <a href=\"https://techcrunch.com/2025/10/05/waffles-eat-bluesky/\">appeared</a> to dismiss users’ criticism in a handful of posts. </p>\n\n<p class=\"wp-block-paragraph\">At the root of the issue is how Bluesky wants to be perceived versus what it actually is today.</p>\n\n<p class=\"wp-block-paragraph\">The company doesn’t want to be known as just a leftist or liberal version of Twitter; it wants to be a home where many different communities can build out their networks and thrive, without the problems of a centralized social network. However, much of the community that adopted Bluesky did so as they no longer felt represented on Twitter/X, which became more right-leaning under new owner Elon Musk. </p>\n\n<p class=\"wp-block-paragraph\">In addition to wanting to shape its image, Bluesky has to balance its goals with a growing number of laws and regulations that require social platforms to protect their users from harm or face potentially severe consequences, like massive fines. For instance, earlier this year <a href=\"https://techcrunch.com/2025/08/24/bluesky-blocks-service-in-mississippi-over-age-assurance-law/\">Bluesky blocked its service in Mississippi,</a> saying it didn’t have the resources to meet the state’s age assurance law, which would fine the network up to $10,000 per user for noncompliance. </p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Amazon's Prime Video is getting AI-generated Video Recaps for some TV shows | TechCrunch",
            "time": "2025-11-19T17:30:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/06/GettyImages-1240319612.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">I guess we’re past the era of “<em>and that’s what you missed on Glee</em>.” Amazon’s Prime Video streamer is adding AI-generated “Video Recaps” to help viewers catch up between seasons of shows, the company announced on Wednesday.</p>\n\n<p class=\"wp-block-paragraph\">According to Amazon, the feature “utilizes generative AI to create theatrical-quality season recaps with synchronized narration, dialogue, and music.” It will begin rolling out in beta on Wednesday for select Prime Originals, like “Fallout,” “Tom Clancy’s Jack Ryan,” and “Upload.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Prime Video launched a similar AI-powered feature last year called <a href=\"https://techcrunch.com/2024/11/04/amazon-brings-generative-ai-powered-recaps-to-prime-video/\">“X-Ray Recaps,”</a> which summarizes complete seasons, episodes, or parts of episodes — at the time, Amazon said that its AI model had guardrails in place to make sure that these recaps don’t inadvertently share spoilers.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/11/image002.png?w=680\" alt=\"\" class=\"wp-image-3069201\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/11/image002.png 1920w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/11/image002.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Prime Video</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Consumers have become accustomed to these kinds of text-based AI summaries, since they likely see them when their phone summarizes texts, or when they see a (perhaps unwanted) AI summary at the top of their Google results. But these video summaries veer into newer territory, which may appear more obtrusive in the viewing experience than text summaries — or, maybe they’ll be embraced by people who don’t remember what happened on “Bosch.”</p>\n\n<p class=\"wp-block-paragraph\">Prime Video’s competitors are also exploring how they can integrate generative AI into their products. </p>\n\n<p class=\"wp-block-paragraph\">YouTube TV, for example, uses a “Key Plays” feature to help viewers catch up on sports games if they start watching while the game is in progress. While it’s a bit imperfect (its algorithm seems to only be able to identify key offensive plays in baseball), the feature helped YouTube TV win its first <a href=\"https://techcrunch.com/2023/04/17/youtube-tv-nabs-its-first-ever-technical-emmy-win-for-views-feature/\">Technical Emmy Award</a>.</p>\n\n<p class=\"wp-block-paragraph\">Netflix, meanwhile, is <a href=\"https://techcrunch.com/2025/10/21/netflix-goes-all-in-on-generative-ai-as-entertainment-industry-remains-divided/\">using generative AI</a> on the production side of its business.</p>\n\n<p class=\"wp-block-paragraph\">Earlier this year, Netflix said it <a href=\"https://techcrunch.com/2025/07/18/netflix-starts-using-genai-in-its-shows-and-films/\" target=\"_blank\" rel=\"noreferrer noopener\">used generative AI</a> in the final footage for the first time in the Argentine show “The Eternaut” to create a scene of a building collapsing. After that, “Happy Gilmore 2” used generative AI to make characters look younger in the film’s opening scene, and the producers of “Billionaires’ Bunker” used it in pre-production to envision wardrobe and set design.</p>\n\n<p class=\"wp-block-paragraph\">The use of AI in the film industry has sparked much debate, as artists worry that these tools — which sometimes are trained without permission on their work — could endanger their livelihoods. But some argue that tools that speed up tedious busywork in animation or special effects, like <a href=\"https://techcrunch.com/2025/07/03/wonder-dynamics-co-founder-nikola-todorovic-joins-the-ai-stage-at-techcrunch-disrupt-2025/\">Wonder Dynamics</a>, could expand the capacity for artists to create.<br></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "US, UK, and Australia sanction Russian 'bulletproof' web host used in ransomware attacks | TechCrunch",
            "time": "2025-11-19T17:24:35",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2021/01/toki-off-grid.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The governments of the United States, United Kingdom, and Australia have sanctioned a Russian “bulletproof” web hosting company and several of its related firms for allegedly being used to launch ransomware attacks against U.S. victims and critical infrastructure. </p>\n\n<p class=\"wp-block-paragraph\">In a statement Wednesday, the U.S. Treasury <a href=\"https://home.treasury.gov/news/press-releases/sb0319\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said</a> it imposed coordinated sanctions on the Russia-based web host Media Land and three related companies. The sanctions also target several of the company’s executives, including its general director — also known as <a href=\"https://krebsonsecurity.com/2019/07/meet-the-worlds-biggest-bulletproof-hoster/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Yalishanda</a> — who allegedly provided servers and troubleshooting to cybercriminals.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Officials say criminal hackers relied on Media Land to launch distributed denial-of-service attacks. Prolific ransomware gangs, including <a href=\"https://techcrunch.com/2024/08/09/how-a-cybersecurity-researcher-befriended-then-doxed-the-leader-of-lockbit-ransomware-gang/\">LockBit</a>, <a href=\"https://techcrunch.com/2023/11/15/cisa-fbi-royal-ransomware-blacksuit-sanctions/\">BlackSuit</a>, and <a href=\"https://techcrunch.com/2023/01/06/rackspace-ransomware-data-exchange/\">Play</a> allegedly used it for their infrastructure. The Treasury said several of the company’s employees coordinated with cybercriminals.</p>\n\n<p class=\"wp-block-paragraph\">“Bulletproof” providers are web hosts and cloud companies that typically tout their services as impervious or resilient to law enforcement actions, such as takedowns or legal demands, and as such are commonly used by cybercriminals to host their malicious infrastructure. </p>\n\n<p class=\"wp-block-paragraph\">U.S. officials said hosting companies like Media Land help provide cybercriminals essential services for “attacking businesses in the United States and in allied countries,” though Treasury did not name the victims of the attacks.</p>\n\n<p class=\"wp-block-paragraph\">The U.K.’s Foreign Office said it was also designating a U.K.-based company called Hypercore, which officials said was set up as a front company for Aeza Group, another bulletproof hosting company that was <a href=\"https://home.treasury.gov/news/press-releases/sb0185\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">sanctioned by the U.S. in July</a>. The U.K. said <a href=\"https://www.gov.uk/government/news/uk-smashes-russian-cybercrime-networks-responsible-for-attacks-on-uk-businesses\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">in its own statement</a> that Aeza is linked to a Kremlin disinformation organization called the <a href=\"https://www.gov.uk/government/news/uk-sanctions-putins-interference-actors\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Social Design Agency</a>.</p>\n\n<p class=\"wp-block-paragraph\">Sanctioning the companies and individuals involved in cybercrime effectively makes it illegal for citizens, residents, or those with business ties to the U.S., U.K., and Australia from transacting or conducting business with those sanctioned.</p>\n\n<p class=\"wp-block-paragraph\">U.S. cybersecurity agency CISA and the National Security Agency <a href=\"https://www.cisa.gov/resources-tools/resources/bulletproof-defense-mitigating-risks-bulletproof-hosting-providers\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">published guidance</a> Wednesday on how organizations can mitigate the risks from bulletproof hosting providers.  </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "YC-backed Poly relaunches as a cloud-hosted file storage with AI search | TechCrunch",
            "time": "2025-11-19T17:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/11/Poly-feat.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">One of the most common use cases to have come out of new-age AI models is to power natural language search and find files and other information quicker and faster. There are already several companies that allow you to <a href=\"https://techcrunch.com/2025/09/18/notion-launches-agents-for-data-analysis-and-task-automation/\" target=\"_blank\" rel=\"noreferrer noopener\">connect</a> <a href=\"https://www.notion.com/help/search\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">different</a> <a href=\"https://techcrunch.com/2025/04/24/dropbox-adds-new-features-to-its-ai-powered-search-tool-dash/\" target=\"_blank\" rel=\"noreferrer noopener\">services</a> to search through data. Now a startup called <a href=\"http://poly.app\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Poly</a> is launching a service that encourages you to dump all your files into one place so you can query them to find the right content.</p>\n\n<p class=\"wp-block-paragraph\">At launch, it’s giving 100GB of storage to users on its free tier.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">This is Poly’s second inning from a product perspective. </p>\n\n<p class=\"wp-block-paragraph\">The company was started by founders Abhay Agarwal and Sam Young in 2022. Young has since left the company. At that time, the startup, which had participated in the startup accelerator Y Combinator, allowed <a href=\"https://techcrunch.com/2022/12/27/y-combinator-backed-poly-uses-ai-to-generate-art-assets/\" target=\"_blank\" rel=\"noreferrer noopener\">users to create 3D assets using prompts</a>.</p>\n\n<p class=\"wp-block-paragraph\">Agarwal, who is a research fellow at Microsoft and worked on vision AI to help the visually impaired, said the company didn’t predict that the AI image and asset generation industry would blow up and competitors would raise large sums rapidly. That’s when the team decided to pivot.</p>\n\n<p class=\"wp-block-paragraph\">“We interviewed our users and asked them what the pain points of their workflows were that could be solved by AI. Turned out that one big unmet need for users was organizing their file system. As a user, you have a lot of files on your computer, and it is hard to find stuff. We wanted to solve for that,” Agarwal said.</p>\n\n<p class=\"wp-block-paragraph\">He said that the startup shut down the previous iteration of Poly in 2023, went into stealth, and started building the new cloud-based file organizer. </p>\n\n<p class=\"wp-block-paragraph\">The company is now launching the product for the public after testing it in closed beta for a few months. Currently, you can use Poly on the web or Mac, with a Windows version coming soon. The company will start onboarding users from its waitlist starting today. </p>\n\n<p class=\"wp-block-paragraph\">Poly has raised $8 million in seed funding led by Felicis, with participation from Bloomberg Beta, NextView, Figma Ventures, AI Grant, Wing Ventures, and MVP Ventures. This includes the prior $3.9 million round raised in 2022.</p>\n\n<p class=\"wp-block-paragraph\">“File systems are incredibly powerful and elegant, but most people have forgotten about them. Poly is bringing file systems as the center of interaction. The tool is designed in a way that allows you to use AI to think in a clearer way,” James Cham, a partner at the early-stage investment firm <a href=\"https://www.bloombergbeta.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Bloomberg Beta</a> told TechCrunch.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?w=680\" alt=\"\" class=\"wp-image-3069107\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg 3454w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=150,90 150w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=300,181 300w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=768,462 768w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=680,409 680w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=1200,723 1200w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=1280,771 1280w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=430,259 430w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=720,434 720w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=900,542 900w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=800,482 800w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=1536,925 1536w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=2048,1233 2048w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=668,402 668w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=623,375 623w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=1025,617 1025w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=708,426 708w, https://techcrunch.com/wp-content/uploads/2025/11/Search-Screenshot.jpeg?resize=50,30 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Poly</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Poly acts like a cloud storage tool with AI-powered search. At the moment, the tool supports text, PDF, office docs, images, audio, video, and web files (URLs). You can upload files to Poly, tag them, ask the AI assistant questions about them, and even ask it to summarize or translate the files. Plus, the tool organizes your files for you and can create new folders or rename files, as needed.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Agarwal views it as an upgrade to Google’s NotebookLM, which people use to put files into a project, ask questions, and generate insights as audio or video. However, while Poly might be a better file organizer, it doesn’t have access to the latest web knowledge or the ability to create audio or video.</p>\n\n<p class=\"wp-block-paragraph\">The founder added that, in the coming months, the tool will add more features, including web search, support for creating stylized reports within the app, a text and markdown editor, and the ability to add custom metadata. It will also allow users to paste Google Docs links and let people use AI agents to perform calculations and analysis on spreadsheets.</p>\n\n<p class=\"wp-block-paragraph\">With Poly, users can create shared drives, add files, and invite others to ask questions about them, which could be useful when you are on a project with other people. The startup said it also plans to add a feature to let users directly share individual files and folders.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?w=680\" alt=\"\" class=\"wp-image-3069108\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg 3454w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=150,90 150w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=300,181 300w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=768,462 768w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=680,409 680w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=1200,723 1200w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=1280,771 1280w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=430,259 430w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=720,434 720w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=900,542 900w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=800,482 800w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=1536,925 1536w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=2048,1233 2048w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=668,402 668w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=623,375 623w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=1025,617 1025w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=708,426 708w, https://techcrunch.com/wp-content/uploads/2025/11/Agent-Screenshot.jpeg?resize=50,30 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Poly</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Poly will directly compete with the likes of Dropbox and Google Drive, both of which have their own search tools. In my experience of using Poly’s tool for a few days, the search worked better than Google’s. Plus, there is an added benefit of just pasting the YouTube video’s link and generating a summary about it. </p>\n\n<p class=\"wp-block-paragraph\">While there are plenty of AI and search offerings on the market, one of Poly’s biggest advantages is its 100GB of storage for free users, which is much more than the free tiers of other storage services. You can also choose to pay $10 a month for 2TB of storage. Right now, there is no direct photo sync, but in the future, if the company builds features around it, Poly can be <a href=\"https://techcrunch.com/2025/02/15/these-google-photos-alternatives-offer-tons-of-storage-options-at-a-reasonable-price/\" target=\"_blank\" rel=\"noreferrer noopener\">a good Google Photos alternative</a>.</p>\n\n<p class=\"wp-block-paragraph\">Even though the tool offers substantial storage, Agarwal said that early testers have used it as a working storage for projects.</p>\n\n<p class=\"wp-block-paragraph\">“Our primary focus is on Gen AI native creators and knowledge workers — people who are researching content or searching through their files. For instance, a service executive who wants to get insights out of many customer calls,” he said.</p>\n\n<p class=\"wp-block-paragraph\">The company currently offers a Model Context Protocol (MCP) server for you to use Poly within tools like ChatGPT or Cursor. While Poly doesn’t have direct integration with other tools for syncing, Agarwal believes that, as the app supports virtual file references, it can work on importing files from different services.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google Maps adds Gemini-powered tips section, EV charger availability predictions, and more | TechCrunch",
            "time": "2025-11-19T16:14:34",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2020/06/google-maps-ios-icon.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google Maps is <a href=\"https://blog.google/products/maps/holiday-gemini-tips-new-explore-tab/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">rolling out new features</a> designed to help users save time and feel more prepared, including a Gemini-powered “know before you go” tool. The navigation app is also launching an improved Explore tab and a new EV charger availability prediction feature.</p>\n\n<p class=\"wp-block-paragraph\">Now, when users search for places in Maps like restaurants, hotels, or concert venues, they’ll see a new “know before you go” tips section that will surface important information about the place. For instance, it might tell users the best way to book a reservation, what secret menu items are, what the best place to park is, and more. Users can click on each tip to get more information.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">This “know before you go” tips section is rolling out now in the U.S. on Android and iOS.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?w=325\" alt=\"\" class=\"wp-image-3069179\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png 918w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=72,150 72w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=143,300 143w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=768,1606 768w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=325,680 325w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=574,1200 574w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=612,1280 612w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=206,430 206w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=344,720 344w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=430,900 430w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=383,800 383w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=734,1536 734w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=319,668 319w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=179,375 179w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=295,617 295w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=254,531 254w, https://techcrunch.com/wp-content/uploads/2025/11/Insider-tips.png?resize=24,50 24w\" sizes=\"auto, (max-width: 325px) 100vw, 325px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Google</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">As for the updated Explore tab, Google has made it easier and faster to find trending spots near you. Users can now swipe up to see trending and popular restaurants, activities, and sights nearby, such as a new cafe that just opened up or a quirky art gallery around the corner.</p>\n\n<p class=\"wp-block-paragraph\">The tech giant says it’s now also easier to find curated lists from sources like Viator, Lonely Planet, and OpenTable, in addition to local influencers.</p>\n\n<p class=\"wp-block-paragraph\">The updated Explore tab starts rolling out this month globally on Android and iOS.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?w=325\" alt=\"\" class=\"wp-image-3069181\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png 1836w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=72,150 72w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=143,300 143w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=768,1606 768w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=325,680 325w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=574,1200 574w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=612,1280 612w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=206,430 206w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=344,720 344w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=430,900 430w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=383,800 383w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=734,1536 734w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=979,2048 979w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=319,668 319w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=179,375 179w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=295,617 295w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=254,531 254w, https://techcrunch.com/wp-content/uploads/2025/11/Explore-tab.png?resize=24,50 24w\" sizes=\"auto, (max-width: 325px) 100vw, 325px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Google</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Additionally, the company announced that EV drivers can now see how many chargers will likely be available once they arrive at their destination by searching for “EV chargers” in Maps. Google is using AI to analyze historical and real-time charger availability to predict how many chargers are likely to be free upon arrival. </p>\n\n<p class=\"wp-block-paragraph\">EV charger availability predictions start rolling out next week on Android Auto and cars with Google built-in.</p>\n\n<p class=\"wp-block-paragraph\">Google is also making it possible for users to leave reviews under a nickname, such as “Eager Elf” or “Julia Loves Sweets.” Reviews are still associated with a Google Account behind the scenes, so users can only leave one review per business. This prevents them from swapping out nicknames to leave the business a series of bad reviews — a practice known as review bombing.  </p>\n\n<p class=\"wp-block-paragraph\">Wednesday’s announcement follows Google Maps’<a href=\"https://techcrunch.com/2025/11/05/google-maps-bakes-in-gemini-to-improve-navigation-and-hands-free-use/\"> recent integration of Gemini</a>, which lets users ask about points of interest along their route, get answers on topics like sports or news, and perform tasks such as adding events to their calendar. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}