{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "Why Silicon Valley is really talking about fleeing California (it's not the 5%) | TechCrunch",
            "time": "2026-01-18T01:17:11",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/03/GettyImages-495426754.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">If you’ve been following the billionaire exodus from California with some confusion, here’s what’s actually driving the nervousness: it’s not the 5% rate. As highlighted Friday in the New York Post, the <a rel=\"nofollow\" href=\"https://www.cabillionairetax.org/\">proposed wealth tax</a> would hit founders on their <a rel=\"nofollow\" href=\"https://nypost.com/2026/01/16/business/fine-print-in-californias-wealth-tax-roils-silicon-valley/\">voting shares</a> rather than the actual equity they own.</p>\n\n<p class=\"wp-block-paragraph\">Take Larry Page, who about 3% of Google but controls roughly 30% of its voting power through dual-class stock. Under this proposal, he’d owe taxes on that 30%. For a company valued in the hundreds of billions, that’s a lot more than a rounding error. The Post reports that one SpaceX alumni founder building grid technology would face a tax bill at the Series B stage of the company that would wipe out his entire holdings.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">David Gamage, the University of Missouri law professor who helped craft the proposal, thinks Silicon Valley is overreacting. “I don’t understand why the billionaires just aren’t calling good tax lawyers,” he told <a rel=\"nofollow\" href=\"https://sfstandard.com/2026/01/17/leave-b-billionaire-tax-backlash-spreading-far-beyond-billionaires/\">The San Francisco Standard this week</a>. Gamage insists founders wouldn’t be forced to sell. Those with most of their wealth in private stock could open a deferral account for assets they don’t want taxed immediately — California would instead take 5% whenever those shares are eventually sold. “If your startup fails, you pay nothing,” he explained. “But if your startup is the next Google, you’re giving California a share of your gamble.” He also said founders could submit alternative valuations from certified appraisers reflecting what shares could actually sell for, rather than being stuck with the default voting-control formula.</p>\n\n<p class=\"wp-block-paragraph\">But that’s pretty small consolation. For startups that aren’t publicly traded, calculating valuations is “inherently difficult,” tax expert Jared Walczak told the Post. “These are not clear cut—you could come to a very different conclusion not because of dishonesty.” And if the state disagrees with your appraisal, it’s not just the company on the hook; the state can also penalize the person who calculated the valuation. Even with alternative appraisals, founders would still face enormous tax bills on control they hold but wealth they haven’t realized.</p>\n\n<p class=\"wp-block-paragraph\">Now, if you’ve been under a rock: California’s health care union is pushing a ballot initiative for a one-time 5% tax on anyone worth over $1 billion. The union argues it’s necessary to offset the deep cuts to health care that President Trump signed into law last year, including slashes to Medicaid and ACA subsidies. As originally envisioned, they expect to raise about $100 billion from roughly 200 individuals and the tax would apply retroactively to anyone living in California as of January 1, 2026.</p>\n\n<p class=\"wp-block-paragraph\">But the resistance is fierce and bipartisan. As reported last weekend by the WSJ, Silicon Valley elite have formed a <a rel=\"nofollow\" href=\"https://www.wsj.com/politics/policy/save-california-billionare-tax-814a2fe9?gaa_at=eafs&amp;gaa_n=AWEtsqfoTiafNL8BIpysGvdx5jTt0XSrW5KLN-wJVe0O2sVQVILQDfSSv4g6YGl_pBU%3D&amp;gaa_ts=696c2d0d&amp;gaa_sig=mN3lCXjPUBvjCGFBNmdd_IMeKOQHR_xaUanHyD9ZOoxgmOwK8yF08uMgwY850-A7ygPyn8z8kqNhjXohujRyNg%3D%3D\">Signal chat</a> called “Save California” that includes everyone from Trump’s crypto czar David Sacks to Kamala Harris mega-donor Chris Larsen. They’ve called the proposal “Communism” and “poorly defined.” Some are taking just-in-case measures, too, with Larry Page reportedly dropping <a rel=\"nofollow\" href=\"https://www.wsj.com/real-estate/luxury-homes/google-co-founder-larry-page-spends-173-4-million-on-two-miami-homes-3553e880?gaa_at=eafs&amp;gaa_n=AWEtsqe2QaQWf6dkCH69cLXbdUKGy_yggfTrIbDK1dlDwH7rLvKUQcTRENNfNli_n3c%3D&amp;gaa_ts=696c3558&amp;gaa_sig=vjtL3ArzTNS76tfF2XO0s8vFn-61cjDFBDN9yqMLrLxYf2pCkrDyROBhaXoEbgKrt2ukrnEyIlJoKdU_D9cMvQ%3D%3D\">$173.4 million</a> on two Miami waterfront properties across last month and the first week of the new year and Peter Thiel’s firm leasing Miami office space last month. (Thiel has had ties to Miami for years — including a home — but an uncharacteristic <a rel=\"nofollow\" href=\"https://www.businesswire.com/news/home/20251230610919/en/Thiel-Capital-Opens-Miami-Office\">press release</a> about the move was seemingly meant to send a message.)</p>\n\n<p class=\"wp-block-paragraph\">Even Governor Gavin Newsom is fighting it. “This will be defeated, there’s no question in my mind,” he told the New York Times <a rel=\"nofollow\" href=\"https://www.nytimes.com/2026/01/13/us/newsom-billionaire-tax-california.html\">this week</a>, adding that he’d been “relentlessly working behind the scenes” against the proposal. “I’ll do what I have to do to protect the state.” </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">For now, the union isn’t backing down. “We’re simply trying to keep emergency rooms open and save patient lives,” said executive committee member Debru Carthan to the Journal last weekend. “The few who left have shown the world just how outrageously greedy they truly are.”</p>\n\n<p class=\"wp-block-paragraph\">The proposal needs 875,000 signatures to make November’s ballot, where it would need a simple majority to pass.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Who gets to inherit the stars? A space ethicist on what we're not talking about | TechCrunch",
            "time": "2026-01-17T22:45:09",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2020/06/GettyImages-454103-003.jpg?resize=1200,957",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">In October, at a tech conference in Italy, Amazon and Blue Origin founder Jeff Bezos predicted that millions of people will be living in space “<a rel=\"nofollow\" href=\"https://www.ft.com/content/8d80f601-4725-489a-8d6e-39099a01f9cb\">in the next couple of decades</a>” and “mostly,” he’d said, “because they want to,” because robots will be more cost-effective than humans for doing the actual work in space.</p>\n\n<p class=\"wp-block-paragraph\">No doubt that’s why my ears perked up when, at TechCrunch Disrupt in San Francisco weeks later, I found an <a href=\"https://techcrunch.com/2025/11/30/varda-says-it-has-proven-space-manufacturing-works-now-it-wants-to-make-it-boring/\">on-stage prediction</a> by Will Bruey, the founder of space manufacturing startup Varda Space Industries, so striking. Rather than robots doing the work as Bezos envisioned, Bruey said that within 15 to 20 years, it will be cheaper to send a “working-class human” to orbit for a month than to develop better machines.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In the moment, few in the tech-forward audience seemed taken aback at what many might consider a provocative statement about cost savings. But that raised questions for me – and it has certainly raised questions for others – about who, exactly, will be working among the stars, and under what conditions.</p>\n\n<p class=\"wp-block-paragraph\">To explore these questions, I spoke this week with Mary-Jane Rubenstein, dean of social sciences and professor of religion and science and technology studies at Wesleyan University. Rubenstein is the author of the book <em>Worlds Without End: The Many Lives of the Multiverse</em>, which director Daniel Kwan used as research for the award-winning 2022 film “Everything Everywhere All at Once.” More recently, she’s been examining the ethics of space expansion.</p>\n\n<p class=\"wp-block-paragraph\">Rubenstein’s response to Bruey’s prediction cuts to a fundamental issue – which is power imbalance.”Workers already have a hard enough time on Earth paying their bills and keeping themselves safe . . . and insured,” she told me. “And that dependence on our employers only increases dramatically when one is dependent on one’s employer not just for a paycheck and sometimes for health care, but also for basic access, to food and to water – and also to air.”</p>\n\n<p class=\"wp-block-paragraph\">Her assessment of space as a workplace was pretty direct. While it’s easy to romanticize space as an escape to a pristine frontier where people will float weightlessly among the stars, it’s worth remembering there are no oceans or mountains or chirpy birds in space. It’s “not nice up there,” said Rubenstein. “It is not nice at all.”</p>\n\n<p class=\"wp-block-paragraph\">But worker protections aren’t Rubenstein’s only concern. There’s also the increasingly contentious question of who owns what in space – a legal gray area that’s becoming more problematic as commercial space operations accelerate.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The 1967 <a rel=\"nofollow\" href=\"https://www.unoosa.org/oosa/en/ourwork/spacelaw/treaties/introouterspacetreaty.html\">Outer Space Treaty</a> established that no nation could claim sovereignty over celestial bodies. The moon, Mars, asteroids – these are supposed to belong to all of humanity. But in 2015, the U.S. passed the Commercial Space Launch Competitiveness Act, which says that while you can’t own the moon, you can own whatever you extract from it. Silicon Valley got starry-eyed almost immediately; the law opened the door to commercial exploitation of space resources, even as the rest of the world watched with concern.</p>\n\n<p class=\"wp-block-paragraph\">Rubenstein offers an analogy: It’s like saying you can’t own a house, but you can own everything inside it. Actually, she corrects herself, saying it’s worse than that. “It’s more like saying you can’t own the house, but you can have the floorboards and the beams. Because the stuff that is in the moon is the moon. There’s no difference between the stuff the moon contains and the moon itself.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>Green light red light</strong></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Companies have been positioning themselves to exploit this framework for some time. <a href=\"https://techcrunch.com/2023/12/11/asteroid-mining-startup-astroforge-faces-setbacks-and-successes-on-demonstration-mission/\">AstroForge</a> is pursuing asteroid mining.  <a href=\"https://techcrunch.com/2024/02/12/the-not-so-secret-anymore-lunar-mining-startup/\">Interlune</a> wants to extract Helium-3 from the moon. The problem is that these aren’t renewable resources. “Once the U.S. takes [the Helium-3], China can’t get it,” says Rubenstein. “Once China takes it, the U.S. can’t get it.”</p>\n\n<p class=\"wp-block-paragraph\">The international reaction to that 2015 act was swift. At the 2016 UN Committee on the Peaceful Uses of Outer Space (COPUOS) meeting, Russia called the Act a unilateral violation of international law. Belgium warned about global economic imbalances. </p>\n\n<p class=\"wp-block-paragraph\">In response, the U.S. in 2020 created the Artemis Accords – bilateral agreements with allied nations that formalized the American interpretation of space law, particularly around resource extraction. Countries worried about being left out of the new space economy signed on. There are now 60 signatories, though notably Russia and China are not among them. </p>\n\n<p class=\"wp-block-paragraph\">There is grumbling in the background, though. “This is one of those instances of the U.S. setting rules and then asking other people to join in or be left out,” Rubenstein says. The Accords don’t say resource extraction is explicitly legal – just that it doesn’t constitute the “national appropriation” that the Outer Space Treaty forbids. It’s a careful dance around a fraught issue.</p>\n\n<p class=\"wp-block-paragraph\">Her proposed solution to addressing it is straightforward if exceedingly unlikely: hand control back to the UN and COPUOS. In the absence of that, she suggests repealing the Wolf Amendment, a 2011 law that essentially bans NASA and other federal agencies from using federal funds to work with China or Chinese-owned companies without explicit FBI certification and Congressional approval. </p>\n\n<p class=\"wp-block-paragraph\">When people tell Rubenstein that collaboration with China is impossible, she has a ready response: “We’re talking about an industry that is saying things like, ‘It’ll totally be possible to house thousands of people in a space hotel,’ or ‘It’ll be possible within 10 years to ship a million people to Mars, where there’s no air and where the radioactivity will give you cancer in a second and where your blood will boil and your face will fall off. If it’s possible to imagine doing those things, I think it is possible to imagine the U.S. talking to China.”</p>\n\n<p class=\"wp-block-paragraph\">Rubenstein’s broader concern is about what we’re choosing to do with space. She sees the current approach – turning the moon into what she calls “a cosmic gas station,” mining asteroids, establishing warfare capabilities in orbit – as profoundly misguided.</p>\n\n<p class=\"wp-block-paragraph\">Science fiction has given us different templates for imagining space, she notes. She divides the genre into three broad categories. First, there’s the “conquest” genre, or stories written “in service of the expansion of a nation-state or the expansion of capital,” treating space as the next frontier to conquer, just as European explorers once viewed new continents.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Then there’s dystopian science fiction, meant as warnings about destructive paths. But here’s where something odd happens: “Some tech companies seem to sort of miss the joke in this dystopian genre and just sort of actualize whatever the warning was,” she says. </p>\n\n<p class=\"wp-block-paragraph\">The third strand uses space to imagine alternative societies with different ideas of justice and care –  what Rubenstein calls “speculative fiction” in a “high-tech key,” meaning they use futuristic technological settings as their framework.</p>\n\n<p class=\"wp-block-paragraph\">When it first became clear which template was dominating actual space development (fully in the conquest category), she got depressed. “This seemed to me a real missed opportunity for extending the values and priorities that we have in this world into those realms that we have previously reserved for thinking in different kinds of ways.”</p>\n\n<p class=\"wp-block-paragraph\">Rubenstein isn’t expecting dramatic policy shifts anytime soon, but she sees some realistic paths forward. One is tightening environmental regulations for space actors; as she notes, we’re only beginning to understand how rocket emissions and re-entering debris affect the ozone layer we spent decades repairing.</p>\n\n<p class=\"wp-block-paragraph\">A more promising opportunity, though, is space debris. With more than <a rel=\"nofollow\" href=\"https://sdup.esoc.esa.int/discosweb/statistics/\">40,000 trackable objects</a> now circling Earth at 17,000 miles per hour, we’re approaching the <a rel=\"nofollow\" href=\"https://en.wikipedia.org/wiki/Kessler_syndrome\">Kessler effect</a> – a runaway collision scenario that could make orbit unusable for any future launches. “Nobody wants that,” she says. “The U.S. government doesn’t want that. China doesn’t want it. The industry doesn’t want it.” It’s rare to find an issue where every stakeholder’s interests align perfectly, but “space garbage is bad for everybody,” she notes. </p>\n\n<p class=\"wp-block-paragraph\">She’s now working on a proposal for an annual conference bringing together academics, NASA representatives, and industry figures to discuss how to approach space “mindfully, ethically, collaboratively.”</p>\n\n<p class=\"wp-block-paragraph\">Whether anyone will listen is another question. There certainly doesn’t seem to be much motivation to come together on the issue. In fact, back in July of last year, Congress <a rel=\"nofollow\" href=\"https://www.congress.gov/bill/119th-congress/house-bill/4360\">introduced legislation</a> to make the Wolf Amendment permanent, which would entrench restrictions on China cooperation rather than loosen them. </p>\n\n<p class=\"wp-block-paragraph\">In the background, startup founders are projecting major changes in space within five to ten years, companies are positioning themselves to mine asteroids and the moon, and Bruey’s prediction about blue-collar workers in orbit hangs in the air, unanswered.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Trump administration’s legal setbacks are good news for offshore wind - and the grid | TechCrunch",
            "time": "2026-01-17T17:30:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/01/wind-turbine-vinyard-wind-Worldview-Films.jpg?w=1067",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The Trump administration suffered a series of legal setbacks this week after judges allowed work to restart on several offshore wind farms under construction on the East Coast.</p>\n\n<p class=\"wp-block-paragraph\">The Department of the Interior had <a href=\"https://techcrunch.com/2025/12/22/trump-admin-halts-6-gw-of-offshore-wind-leases-again/\">ordered a stop to five projects</a> totaling 6 gigawatts of generating capacity in December, citing national security concerns. The judicial orders will allow three projects to resume construction: Revolution Wind off Rhode Island, Empire Wind off New York, and Coastal Virginia Offshore Wind off — you guessed it — Virginia.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The developers each filed lawsuits shortly after the Trump administration issued the stop work order, which had been effective for 90 days.</p>\n\n<p class=\"wp-block-paragraph\">When announcing the halt just days before Christmas, the government cited concerns the wind farms would interfere with radar operations. It’s a valid concern, and one the government and project developers grappled with throughout the siting and permitting process. Wind farms can be located to minimize disruption to existing radar facilities, and the radar equipment itself can be upgraded to filter out noise generated by whirling turbine blades.</p>\n\n<p class=\"wp-block-paragraph\">President Trump himself has made it no secret that he’s not a fan of offshore wind: “I’m not much of a windmill person,” he told oil executives <a rel=\"nofollow\" href=\"https://www.usatoday.com/story/news/nation/2026/01/09/trump-assails-windmills-and-wind-energy-as-junk-theyre-losers/88108694007/\">last week</a>.</p>\n\n<p class=\"wp-block-paragraph\">In early hearings, judges weren’t impressed with the government’s line of reasoning. In three separate courtrooms in Virginia and Washington, DC, the Trump administration’s arguments were met with skepticism.</p>\n\n<p class=\"wp-block-paragraph\">U.S. District Judge Carl Nichols, a Trump appointee, pointed out the government failed to address several of plaintiff Equinor’s arguments in its lawsuit. Equinor, which is developing Empire Wind, had alleged the Interior department’s order was “arbitrary and capricious.” “Your brief doesn’t even include the word arbitrary,” Nichols said, <a rel=\"nofollow\" href=\"https://apnews.com/article/trump-offshore-wind-energy-climate-lawsuits-370884367bf3c15556dee43495cf11d9\">according</a> to the Associated Press.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Nichols also questioned why the Trump administration was asking for construction to be halted when its main concern regarding national security appeared to be over the operation of the wind farm.</p>\n\n<p class=\"wp-block-paragraph\">U.S. District Judge Jamar Walker, who heard Coastal Virginia Offshore Wind developer Dominion Energy’s lawsuit, questioned the government along a similar line. He also said the Interior department’s order was <a rel=\"nofollow\" href=\"https://www.pilotonline.com/2026/01/16/dominion-wind-farm-judge-rules/\">overly broad</a> when viewed in context of the Virginia project.</p>\n\n<p class=\"wp-block-paragraph\">Two projects remain in limbo as their lawsuits work their way through the courts. Ørsted, which is developing Sunrise Wind, has a hearing scheduled for February 2, while Vineyard Wind 1’s developers only filed their lawsuit on Thursday.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The East Coast could deliver up to 110 gigawatts of offshore wind by 2050, according to a <a rel=\"nofollow\" href=\"https://www.energy.gov/articles/doe-reports-chart-path-east-coast-offshore-wind-support-reliable-affordable-electricity\">Department of Energy study</a> published in 2024. That would provide a significant boost to some of the most densely populated cities — and data center regions — in the country. The Northeast currently has some of the highest electricity costs in the nation, while the Mid-Atlantic’s grid operator has <a href=\"https://techcrunch.com/2026/01/16/trump-administration-wants-tech-companies-to-buy-15b-of-power-plants-they-may-not-use/\">recently come under fire</a> for rising electricity prices in its territory. Offshore wind, as one of the <a rel=\"nofollow\" href=\"https://www.lazard.com/media/uounhon4/lazards-lcoeplus-june-2025.pdf\">cheapest forms</a> of new generating capacity, has the potential to slow or reverse the trend.</p>\n\n<p class=\"wp-block-paragraph\">The potential is even bigger when viewed on a national scale. Offshore wind could generate <a rel=\"nofollow\" href=\"https://www.energy.gov/eere/wind/offshore-wind-research-and-development\">13,500 terawatt-hours</a> of electricity per year, which is three times more than the U.S. <a rel=\"nofollow\" href=\"https://www.eia.gov/energyexplained/electricity/use-of-electricity.php\">currently consumes</a>.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Oshen built the first ocean robot to collect data in a Category 5 hurricane | TechCrunch",
            "time": "2026-01-17T16:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/Oshen.jpg?resize=1200,1019",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Anahita Laverack was set on becoming an aerospace engineer, but her career took a different turn after a realization at an autonomous robotics challenge inspired her to launch <a rel=\"nofollow\" href=\"https://www.oshendata.com/\">Oshen</a>, a company that builds fleets of robots that collect ocean data.</p>\n\n<p class=\"wp-block-paragraph\">In 2021, Laverack, a storied sailor, decided to build and enter a robot in the Microtransat Challenge, a competition where participants build and send autonomous sail-powered micro-robots across the Atlantic Ocean. She, like everyone else that has tried this challenge, was unsuccessful.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“I realized half the reason that all of these attempts were failing is, number one, obviously it’s hard to make micro-robots survive on the ocean,” Laverack told TechCrunch. “But number two, they don’t have enough data on the ocean to know what the weather is or even know what the ocean conditions are like.”</p>\n\n<p class=\"wp-block-paragraph\">Laverack set out for different conferences, like Oceanology International, to find this missing ocean data. She quickly realized that no one had really figured out a good way to collect it yet. Instead, she found people asking if they could pay her to try to collect the data herself. She figured that if people were willing to pay her for this data, she could try to build a way to capture it.</p>\n\n<p class=\"wp-block-paragraph\">Those conversations were the basis for Oshen, which Laverack founded alongside Ciaran Dowds, an electrical engineer, in April 2022. </p>\n\n<p class=\"wp-block-paragraph\">The company now builds fleets of autonomous micro-robots, called C-Stars, that can survive in the ocean for 100 days straight and are deployed in swarms to collect ocean data.</p>\n\n<p class=\"wp-block-paragraph\">But Oshen started small. Laverack said she and Dowds chose not to pursue venture capital right away when launching the company. Instead, they combined their savings to buy a 25-foot sailboat, lived at the cheapest marina in the United Kingdom, and used the vessel as their testing platform while getting the company off the ground.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">For two years, Oshen would iterate on the bots on shore and immediately take them out on the water to test them.</p>\n\n<p class=\"wp-block-paragraph\">“In the summer, that’s not too bad,” Laverack said. “The problem is you really need your boats to work in all seasons. When your robot breaks, [and] it’s a winter storm that’s raging, a 25-foot sailboat shouldn’t really be going out in those conditions. So, that led to some adventure, which I wouldn’t say any more about, but there were certainly some interesting events there.”</p>\n\n<p class=\"wp-block-paragraph\">Getting the tech just right was difficult, Laverack said, because it’s not as easy as just taking an existing larger robot and shrinking it down. These bots needed to be mass deployable and cheap despite also needing to be technologically advanced enough to operate and collect data for long periods of time on their own.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Many other companies have successfully gotten two of the three correct, Laverack said. Oshen’s ability to get all three started to attract customers across defense and government organizations.</p>\n\n<p class=\"wp-block-paragraph\">The company caught the attention of National Oceanic and Atmospheric Administration (NOAA) two years ago, but Laverack said that their tech just wasn’t ready to be deployed reliably yet. The organization reached back out two months before the 2025 hurricane season after Oshen had successfully deployed the robots into winter storms in the U.K. This time, Oshen jumped at the chance and quickly built and sent over 15 C-Stars.</p>\n\n<p class=\"wp-block-paragraph\">Five of these C-Stars were thrown overboard and made their way into position by the U.S. Virgin Islands where NOAA predicted Hurricane Humberto was headed.</p>\n\n<p class=\"wp-block-paragraph\">Laverack said they were expecting the bots to just collect data leading up to the storm, but instead, three of the bots were able to weather the entire storm — minus a few missing parts — and collected data the whole time, becoming, she says, the first ocean robot to collect data through a Category 5 hurricane.</p>\n\n<p class=\"wp-block-paragraph\">Now, the company has moved to a hub for marine tech companies in Plymouth, England, and has started racking up contracts with customers, including the U.K. government, for both weather and defense operations.</p>\n\n<p class=\"wp-block-paragraph\">Laverack said the company plans to raise venture capital soon to keep up with demand.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Musk wants up to $134B in OpenAI lawsuit, despite $700B fortune | TechCrunch",
            "time": "2026-01-17T08:26:08",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/09/GettyImages-2148589533.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Elon Musk wants a jaw-dropping $79 billion to $134 billion in damages from OpenAI and Microsoft, claiming the AI company defrauded him by jettisoning its nonprofit mission, Bloomberg <a rel=\"nofollow\" href=\"https://www.bloomberg.com/news/articles/2026-01-17/musk-seeks-up-to-134-billion-damages-from-openai-microsoft\">first reported</a>. The figure comes from expert witness C. Paul Wazzan, a financial economist whose bio says he has been deposed nearly 100 times and testified at trial more than a dozen times in complex commercial litigation cases.</p>\n\n<p class=\"wp-block-paragraph\">Wazzan, who specializes in valuation and damages calculations in high-stakes disputes, determined that Musk is entitled to a hefty portion of OpenAI’s current $500 billion valuation based on his $38 million seed donation when he co-founded the startup in 2015. (If you’re wondering, that would mean a 3,500-fold return on Musk’s investment.)</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Wazzan’s analysis combines Musk’s initial financial contributions with the technical know-how and business contributions he offered to OpenAI’s early team, calculating wrongful gains of $65.5 billion to $109.4 billion for OpenAI and $13.3 billion to $25.1 billion for Microsoft, which today owns a <a rel=\"nofollow\" href=\"https://blogs.microsoft.com/blog/2025/10/28/the-next-chapter-of-the-microsoft-openai-partnership/\">27% chunk</a> of the company.</p>\n\n<p class=\"wp-block-paragraph\">Musk’s legal team argues he should be compensated as an early startup investor who sees returns “many orders of magnitude greater” than his initial investment. But the sheer scale of the damages demand underscores that this legal battle isn’t really about the money.</p>\n\n<p class=\"wp-block-paragraph\">Musk’s personal fortune currently hovers around $700 billion, making him by far the world’s richest person. As Reuters <a rel=\"nofollow\" href=\"https://www.reuters.com/business/autos-transportation/elon-musk-becomes-first-person-worth-700-billion-after-court-ruling-pay-package-2025-12-20/\">recently noted</a>, his wealth now exceeds that of Google co-founder Larry Page, the world’s second-richest person, by a stunning $500 billion, according to Forbes’ billionaires list. In November, Tesla shareholders separately approved a $1 trillion pay package for Musk, the largest corporate pay package in history.</p>\n\n<p class=\"wp-block-paragraph\">Against this backdrop, even a $134 billion payout from OpenAI would represent a relatively modest addition to Musk’s wealth, likely reinforcing for those at OpenAI their characterization of the lawsuit as part of an “ongoing pattern of harassment” rather than a legitimate financial grievance. OpenAI already <a rel=\"nofollow\" href=\"https://www.cnbc.com/2026/01/15/openai-to-investors-expect-deliberately-outlandish-claims-from-musk.html\">reportedly sent a letter</a> Thursday to investors and others of its business partners, warning that Musk will make “deliberately outlandish, attention-grabbing claims” as his lawsuit against the company heads to trial in April. The case will be heard in Oakland, Calif., about 15 miles east of San Francisco.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "AI cloud startup Runpod hits $120M in ARR - and it started with a Reddit post | TechCrunch",
            "time": "2026-01-16T23:46:33",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/Runpod-founders-Zhen-Lu-Pardeep-Singh.png?w=981",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Runpod, an AI app hosting platform that launched four years ago, has hit a $120 million annual revenue run rate, founders Zhen Lu and Pardeep Singh tell TechCrunch.  </p>\n\n<p class=\"wp-block-paragraph\">Their startup journey is a wild example of how if you build it well and the timing is lucky, they will definitely come.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The story includes bootstrapping their way to over $1 million in revenue; landing a $20 million seed round after VC Radhika Malik, a partner at Dell Technologies Capital, saw some Reddit posts; and gaining another key angel investor, Hugging Face co-founder Julien Chaumond, because he was using the product and reached out over the support chat, the founders tell TechCrunch. </p>\n\n<p class=\"wp-block-paragraph\">It all began in late 2021 when the two friends, who worked together as corporate developers for Comcast, decided the hobby they were doing wasn’t fun anymore. </p>\n\n<p class=\"wp-block-paragraph\">They had built setups of specialized computers used to generate Ethereum in their respective New Jersey basements. While they did successfully mine a bit of the cryptocurrency, it wasn’t enough to pay back their investment, they said. Plus, mining was going to end after the much-ballyhooed network upgrade called “<a href=\"https://usa.visa.com/solutions/crypto/the-merge-ethereum.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The Merge</a>.” </p>\n\n<p class=\"wp-block-paragraph\">On top of that, it was “boring” after a couple of months, Lu said. </p>\n\n<p class=\"wp-block-paragraph\">But they had talked their wives into letting them spend a good $50,000 on the hobby between them, they estimated. Lu and Singh knew that home harmony depended on finding a way to use those GPUs. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The devs had been engaged in machine learning projects at work, so they opted to convert their mining rigs into AI servers. This was before ChatGPT, even before DALL-E 2. </p>\n\n<p class=\"wp-block-paragraph\">As they repurposed the rigs, “We were seeing how really god-awful the software stack was for dealing with these GPUs,” Lu said. As developers, they found a problem they wanted to solve.  </p>\n\n<p class=\"wp-block-paragraph\">Runpod was born “because we felt that the actual experience of developing software on top of GPUs was just hot garbage,” Lu described. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">A few months later in early 2022, they were ready to share what they had built. Runpod is a platform for hosting AI apps, emphasizing speed, easily configured hardware (including a serverless option that automates configuration), and dev tools like APIs, command-line interfaces, and other integrations.  </p>\n\n<p class=\"wp-block-paragraph\">Back in 2021, they only had a few such integrations (like support for popular web app tool Jupyter notebooks). The next problem: finding beta testers. </p>\n\n<p class=\"wp-block-paragraph\">“As first-time founders, we didn’t really know how to market or how to do anything,” Lu recalled. “So I’m like, all right, let’s just post on Reddit.” </p>\n\n<p class=\"wp-block-paragraph\">So, they <a href=\"https://www.reddit.com/r/reinforcementlearning/comments/t8dn5r/request_runpodio_offering_free_gpu_time_in_return/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">posted</a> in a couple of AI-oriented subreddits. The offer was simple: free access to their AI servers in exchange for feedback. It worked. They landed beta customers, which led to paying customers. Within nine months, they had quit their jobs and hit $1 million in revenue, they said. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-bootstrapping-growth\">Bootstrapping growth</h2>\n\n<p class=\"wp-block-paragraph\">But that led to another problem. “Six months in, business users were like, ‘Hey, I want to actually run real business stuff on your platform. But I cannot run it on servers that are in people’s basements,” Lu said. </p>\n\n<p class=\"wp-block-paragraph\">It had not occurred to the New Jersey founders to raise capital from VCs. Instead they formed revenue-share partnerships with data centers to grow capacity. But it was stressful. The founders needed to stay three steps ahead. </p>\n\n<p class=\"wp-block-paragraph\">“If we don’t have the GPUs, the market sentiment, the user sentiment changes. Because when they don’t see capacity from you, they go somewhere else,” Singh described. </p>\n\n<p class=\"wp-block-paragraph\">Meanwhile, their user base was growing on <a href=\"https://www.reddit.com/r/RunPod/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Reddit</a> and <a href=\"https://discord.com/invite/runpod\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Discord</a>, especially after ChatGPT launched.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">VCs were also on the prowl for investments. Malik saw them on Reddit and reached out, their first VC call. But Lu didn’t know how to pitch to an investor. “Radhika was super helpful, even at the first conversation,” he said. She basically explained to him how a VC thinks and told him she’d stay in touch.  </p>\n\n<p class=\"wp-block-paragraph\">Meanwhile, Lu had a business to run that had to pay for itself. “It was almost two years where we really didn’t have any funding,” he said. So Runpod never offered a free tier. It had to at least pay for itself, even if it wasn’t throwing off much profit. Unlike other <a href=\"https://techcrunch.com/2025/03/29/coreweave-co-founder-explains-how-a-closet-of-crypto-mining-gpus-led-to-a-1-5b-ipo/\" target=\"_blank\" rel=\"noreferrer noopener\">AI cloud services that began as crypto miners</a>, these founders refused to take on debt, they said. </p>\n\n<p class=\"wp-block-paragraph\">By May 2024, with AI app fever spreading, their lucky decision to launch AI hosting for devs two years earlier was paying off. Their business had grown to 100,000 developers, and they landed <a href=\"https://www.businesswire.com/news/home/20240508053225/en/RunPod-Raises-%2420M-in-Seed-Funding-Co-led-by-Intel-Capital-and-Dell-Technologies-Capital\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a $20 million seed deal</a> co-led by the VC arms of both Dell and Intel, with participation from big names like Nat Friedman and Chaumond.  </p>\n\n<p class=\"wp-block-paragraph\">They haven’t raised more money since but are now planning to, armed with a business that, they believe, should command a healthy Series A. </p>\n\n<p class=\"wp-block-paragraph\">Today, Runpod counts 500,000 developers as customers, ranging from individuals to Fortune 500 enterprise teams with multimillion-dollar annual spend, the founders said. </p>\n\n<p class=\"wp-block-paragraph\">Their cloud spans 31 regions globally and counts customers like Replit, Cursor, OpenAI, Perplexity, Wix, and Zillow as users.</p>\n\n<p class=\"wp-block-paragraph\">Competition is also fierce. Devs have all the major clouds to choose from (AWS, Microsoft, Google), plus plenty of industry-specific choices like CoreWeave and Core Scientific. </p>\n\n<p class=\"wp-block-paragraph\">But they also see their place in the world a bit differently — as a dev-centric platform. They don’t see coding ever going away but changing. Programmers will become AI agent creators and operators. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Our goal is to be what this next generation of software developers grows up on,” Lu said.  </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "California AG sends Musk's xAI a cease-and-desist order over sexual deepfakes | TechCrunch",
            "time": "2026-01-16T23:21:24",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2218892225.jpg?resize=1200,804",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Earlier this week, the California attorney general’s office <a href=\"https://techcrunch.com/2026/01/14/musk-denies-awareness-of-grok-sexual-underage-images-as-california-ag-launches-probe/\">announced that</a> it was investigating xAI over reports that the startup’s chatbot, Grok, <a href=\"https://techcrunch.com/2026/01/14/musk-denies-awareness-of-grok-sexual-underage-images-as-california-ag-launches-probe/\">was being used</a> to create nonconsensual sexual imagery of women <a href=\"https://mashable.com/article/grok-policy-change-deepfake\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">and minors</a>. On Friday, the government followed up by sending a cease-and-desist letter to the company, demanding that it take immediate action to stop the production of nonconsensual intimate images and CSAM — child sexual abuse material.</p>\n\n<p class=\"wp-block-paragraph\">“Today, I sent xAI a cease-and-desist letter, demanding the company immediately stop the creation and distribution of deepfake, nonconsensual, intimate images and child sexual abuse material,” said California AG Rob Bonta in a <a href=\"https://oag.ca.gov/news/press-releases/attorney-general-bonta-sends-cease-and-desist-letter-xai-demands-it-halt-illegal\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">press release</a>. “The creation of this material is illegal. I fully expect xAI to immediately comply. California has zero tolerance for [CSAM].”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The AG’s office additionally claimed that xAI appeared to be “facilitating the large-scale production” of nonconsensual nudes, the likes of which are being “used to harass women and girls across the internet.” The agency said it expects xAI to prove that it is taking steps to address these issues within the next five days. </p>\n\n<p class=\"wp-block-paragraph\">At the heart of the backlash is Grok’s “spicy” mode feature, which xAI created to generate explicit content. The issue has spread beyond California; Japan, Canada, and Britain have opened investigations into Grok, and Malaysia and Indonesia have temporarily <a href=\"https://techcrunch.com/2026/01/11/indonesia-blocks-grok-over-non-consensual-sexualized-deepfakes/\">blocked the platform</a> altogether. Despite xAI instituting some restrictions on its image-editing features <a href=\"https://www.reuters.com/world/asia-pacific/musk-says-unaware-grok-generating-explicit-images-minors-2026-01-14/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">late Wednesday</a>, the California AG’s office moved ahead with its cease-and-desist letter.</p>\n\n<p class=\"wp-block-paragraph\">X’s safety account has previously <a href=\"https://x.com/Safety/status/2007648212421587223\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">denounced</a> this kind of user activity, saying: “Anyone using or prompting Grok to make illegal content will suffer the same consequences as if they upload illegal content.” TechCrunch reached out to xAI for comment and was met with an automated email that says “Legacy Media Lies.” TC also reached out to the California AG’s office for more context.</p>\n\n<p class=\"wp-block-paragraph\">The advent of free generative AI tools has led to a disturbing <a href=\"https://techcrunch.com/2026/01/08/governments-grapple-with-the-flood-of-non-consensual-nudity-on-x/\">swell of non-consensual sexual material</a>. Many platforms have been grappling with this problem, not just X. The sordid activity has drawn the attention not just of state leaders but also of Congress. Indeed, on Thursday, lawmakers <a href=\"https://techcrunch.com/2026/01/15/us-senators-demand-answers-from-x-meta-alphabet-on-sexualized-deepfakes/\">sent a letter</a> to the executives of several companies — including X, Reddit, Snap, TikTok, Alphabet, and Meta — asking how they planned to stem the proliferation of sexualized deepfakes.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Snowflake, Databricks challenger ClickHouse hits $15B valuation | TechCrunch",
            "time": "2026-01-16T22:05:08",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2021/04/GettyImages-1134862866.jpg?resize=1200,1057",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Database provider ClickHouse secured $400 million at a $15 billion valuation, Bloomberg <a href=\"https://www.bloomberg.com/news/articles/2026-01-16/clickhouse-lands-15-billion-valuation-in-ai-database-race\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reported,</a> representing about a 2.5x increase from its $6.35 billion valuation last May. The round was led by Dragoneer Investment Group, <a href=\"https://clickhouse.com/blog/clickhouse-raises-400-million-series-d-acquires-langfuse-launches-postgres\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the startup said</a>, with participation from investors including Bessemer Venture Partners, GIC, Index Ventures, Khosla Ventures, and Lightspeed Venture Partners.</p>\n\n<p class=\"wp-block-paragraph\">ClickHouse, which spun out from Russian search giant Yandex in 2021, develops database software designed to process the massive datasets required by AI agents. The company competes with Snowflake and Databricks.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company also announced the acquisition of Langfuse, a startup that helps developers track and evaluate the performance of their AI agents. Langfuse competes directly with <a href=\"https://techcrunch.com/2025/07/08/langchain-is-about-to-become-a-unicorn-sources-say/\">LangSmith</a>, LangChain’s observability platform.</p>\n\n<p class=\"wp-block-paragraph\">ClickHouse database is open sourced, and it makes money by selling managed cloud services, which saw annual recurring revenue (ARR) grow by more than 250% year-over-year, it said. The company’s customers include Meta, Tesla, Capital One, Lovable, Decagon, and Polymarket.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "TikTok quietly launches a microdrama app called 'PineDrama' | TechCrunch",
            "time": "2026-01-16T21:11:11",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/pinedrama.png?resize=1200,832",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">TikTok has quietly released a new stand-alone short drama app called PineDrama in the U.S. and Brazil. The app offers access to microdramas, which are essentially bite-sized TV shows that can be watched in a series of one-minute episodes. Think TikTok, but every video you come across is a short episode of a fictional story.</p>\n\n<p class=\"wp-block-paragraph\">PineDrama is available on <a href=\"https://apps.apple.com/us/app/pinedrama/id6754134922\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">iOS</a> and <a href=\"https://play.google.com/store/apps/details?id=com.ss.android.ttmd.video&amp;hl=en_US\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Android</a>. It’s free and currently ad-free, though that could change in the future.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The news was first reported by <a href=\"https://www.businessinsider.com/tiktok-launches-a-new-micro-drama-app-called-pinedrama-2026-1\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Business Insider</a>. </p>\n\n<p class=\"wp-block-paragraph\">You can find content through the app’s “Discover” tab, where you can sort through “All” or “Trending” dramas, or through endless vertical recommendations that are tailored to your taste. PineDrama features a variety of genres, including thriller, romance, family, and more. Examples of popular shows include “Love at First Bite” and “The Officer Fell for Me.”</p>\n\n<p class=\"wp-block-paragraph\">The app features a “Watch history” section where you can jump back into the various series you’re watching. There’s also a “Favorites” section where you can save the dramas you like the most. You can also share thoughts with other viewers in the comment section and enter a full-screen viewing experience that gets rid of the caption and sidebar.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?w=668\" alt=\"\" class=\"wp-image-3083524\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png 1660w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=147,150 147w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=295,300 295w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=768,782 768w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=668,680 668w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=1179,1200 1179w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=1257,1280 1257w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=422,430 422w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=707,720 707w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=884,900 884w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=786,800 786w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=1509,1536 1509w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=656,668 656w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=368,375 368w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=606,617 606w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=522,531 522w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-3.59.54-PM.png?resize=50,50 50w\" sizes=\"auto, (max-width: 668px) 100vw, 668px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TikTok</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The move comes as TikTok launched a <a href=\"https://www.businessinsider.com/tiktok-jumps-into-micro-dramas-buzzy-bite-sized-soaps-2025-12\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">“TikTok Minis”</a> section in its app late last year, where users can watch microdramas. With the launch of PineDrama, TikTok is taking on popular microdrama platforms like ReelShort and DramaBox. While the microdrama industry wasn’t that popular until recent years, it’s racing toward $26 billion in annual revenue by 2030, as reported by <a href=\"https://variety.com/2025/tv/news/global-microdrama-boom-1236560947/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Variety</a>.</p>\n\n<p class=\"wp-block-paragraph\">Short-form storytelling hasn’t always found success, even with notable backing. In 2020, DreamWorks co-founder and former Disney executive Jeffrey Katzenberg launched a short-form streaming platform called Quibi with $1.75 billion in funding. The platform offered episodes under 10 minutes featuring popular Hollywood actors, but failed to gain traction and was shut down six months later.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">ReelShort and DramaBox succeeded where Quibi failed because while Quibi tried to compress Hollywood TV into shorter episodes, ReelShort and DramaBox created low-budget stories that hook viewers within the first few seconds, followed by continuous cliffhangers, all featuring non-union talent. Additionally, they target fans of soapy romance and revenge thriller stories, while Quibi tried to target everyone.</p>\n\n<p class=\"wp-block-paragraph\">TikTok is now looking to replicate this success with PineDrama. The company already dominates the short-form social media space and is now aiming to take on another media category.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "EPA rules that xAI’s natural gas generators were illegally used | TechCrunch",
            "time": "2026-01-16T20:49:18",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/06/GettyImages-2217198328.jpeg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Elon Musk’s xAI has been illegally operating dozens of natural gas turbines to power its Colossus data centers in Tennessee, the Environmental Protection Agency ruled Thursday. The AI company has argued that because the turbines were being used on a temporary basis, they were exempt from regulations. The EPA disagreed and issued its <a href=\"https://www.epa.gov/stationary-sources-air-pollution/stationary-gas-and-combustion-turbines-new-source-performance\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">final rule</a> on the matter, which has been in the works for over a year, declaring that xAI was in violation.</p>\n\n<p class=\"wp-block-paragraph\">The power plants drew the ire of local communities and legal organizations. The company was <a href=\"https://techcrunch.com/2025/06/18/xai-is-facing-a-lawsuit-for-operating-over-400-mw-of-gas-turbines-without-permits/\">facing a lawsuit</a> for contributing more ozone and particulate emissions in an already polluted region. The company was operating as many as 35 turbines, and only 15 were ultimately permitted. Today, xAI has 12 turbines providing power to its data centers there.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "From OpenAI’s offices to a deal with Eli Lilly - how Chai Discovery became one of the flashiest names in AI drug development | TechCrunch",
            "time": "2026-01-16T20:14:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/251201-ChaiDiscovery-group-5263.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Drug discovery, the art of identifying new molecules to develop pharmaceuticals, is a notoriously time-consuming and difficult process. Traditional techniques, like <a href=\"https://www.the-scientist.com/an-overview-of-high-throughput-screening-71561\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">high-throughput screening</a>, offer an expensive scattershot approach — one that is not often successful. However, a new breed of biotech companies are leveraging AI and advanced data technologies in an attempt to accelerate and streamline the process.</p>\n\n<p class=\"wp-block-paragraph\">Chai Discovery, an AI startup founded in 2024, is one such company. In a little over 12 months, its young co-founders have managed to raise hundreds of millions of dollars and rally the backing of some of Silicon Valley’s most influential investors, making it one of the flashiest firms in a growing industry. In December, the company <a href=\"https://techcrunch.com/2025/12/15/openai-backed-biotech-firm-chai-discovery-raises-130m-series-b-at-1-3b-valuation/\">completed its Series B</a>, bringing in an additional $130 million and a valuation of $1.3 billion.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Last Friday, Chai also announced a partnership with Eli Lilly, a <a href=\"https://www.businesswire.com/news/home/20260108131261/en/Chai-Discovery-Announces-Collaboration-with-Eli-Lilly-and-Company-to-Accelerate-Biologics-Discovery\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">deal</a> in which the pharmaceutical giant will use the startup’s software to help develop new medicines. Chai’s algorithm, called Chai-2, is designed to develop antibodies — the proteins necessary to fight illnesses. The startup has said it hopes to serve as a kind of “computer-aided design suite” for molecules.</p>\n\n<p class=\"wp-block-paragraph\">It’s a critical moment for Chai’s particular field. The startup’s deal was announced shortly before Eli Lilly said it would also collaborate with Nvidia <a href=\"https://finance.yahoo.com/news/nvidia-eli-lilly-announce-1-billion-investment-in-ai-drug-discovery-lab-163446796.html\" target=\"_blank\" rel=\"noreferrer noopener\">on a $1 billion partnership</a> to create an AI drug discovery lab in San Francisco. This “co-innovation lab,” as it’s being called, will combine big data, compute resources, and scientific expertise, all in an attempt to accelerate the speed of new medicine development.</p>\n\n<p class=\"wp-block-paragraph\">The industry isn’t <a href=\"https://www.statnews.com/2024/11/20/schrodinger-ramy-farid-drug-discovery-ai-physics/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">without its detractors</a>. Some industry veterans seem to feel that — given how difficult traditional drug development is — these new technologies are <a href=\"https://youtu.be/uQDgLakjns4?si=xcf5QX0phrLqu5uG\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">unlikely to have a major impact</a>. However, for every naysayer, there seem to be just as many believers.</p>\n\n<p class=\"wp-block-paragraph\">Elena Viboch, managing director at General Catalyst — one of <a href=\"https://www.generalcatalyst.com/stories/our-investment-in-chai-discovery\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Chai’s major backers</a> — told TechCrunch that her firm is confident that companies that adopt the startup’s services will see results. “We believe the biopharma companies that move the most quickly to partner with companies like Chai will be the first to get molecules into the clinic, and will make medicines that matter,” Viboch said. “In practice that means partnering in 2026 and by the end of 2027 seeing first-in-class medicines enter into clinical trials.”</p>\n\n<p class=\"wp-block-paragraph\">Aliza Apple, the head of Lilly’s TuneLab program — which uses AI and machine learning to advance drug discovery — also expressed confidence in Chai’s product. “By combining Chai’s generative design models with Lilly’s deep biologics expertise and proprietary data, we intend to push the frontier of how AI can design better molecules from the outset, with the ultimate goal to help accelerate the development of innovative medicines for patients,” she said.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Chai may have been founded less than two years ago, but the startup’s origins began around six years ago, amid conversations between its co-founders and OpenAI CEO Sam Altman. One of those founders, Josh Meier, previously worked for OpenAI in 2018 on its research and engineering team. After he left the company, Altman messaged Meier’s old college friend, Jack Dent, to ask about a potential business opportunity. Meier and Dent had originally met in computer science classes at Harvard but, at the time, Dent was a Stripe engineer (another company Altman was an early backer of). Altman asked him if he thought Meier would be open to collaborating on a proteomics startup — that is, a company focused on the study of proteins.</p>\n\n<p class=\"wp-block-paragraph\">Altman “messaged me to say that everyone at OpenAI thought highly of him and asked if I thought he’d be open to working with them on a proteomics spinout,” Dent said. Dent told Altman “of course,” but there was just one hitch: Meier didn’t feel like the technology was quite “there” yet. The AI tech behind such firms — which leverage powerful algorithms — was still a growing field and far from where it needed to be.</p>\n\n<p class=\"wp-block-paragraph\">Meier was also pretty dead set on joining Facebook’s research and engineering team, which is what he would go on to do. At Facebook, Meier helped to develop <a href=\"https://www.biorxiv.org/content/10.1101/622803v4\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ESM1</a>, the first transformer protein-language model — an important precursor to the work Chai is currently doing. After Meier’s time at Facebook, he would spend three years at Absci, another AI biotech firm based around drug creation.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">By 2024, Meier and Dent finally felt prepared to tackle the proteomics company they had originally discussed with Altman. “Josh and I reached back out to Sam and told him we should pick up that conversation where we left off — and that we were starting Chai together,” Dent said.</p>\n\n<p class=\"wp-block-paragraph\">OpenAI ended up becoming one of Chai’s first seed investors. Meier and Dent actually founded Chai — along with their co-founders, Matthew McPartlon and Jacques Boitreaud — while working out of the AI giant’s offices in San Francisco’s Mission neighborhood. “They were kind enough to give us some office space,” Dent revealed.</p>\n\n<p class=\"wp-block-paragraph\">Now, a little over a year later, as Chai basks in the glow of its newfound partnership with Eli Lilly, Dent says that the key to the company’s fast growth has been assembling a team of hugely talented people. “We really just put our heads down and pushed the frontier of what these models are capable of,” said Dent. “Every line of code in our codebase is homegrown. We’re not taking LLMs off the shelf that are in the open source [ecosystem] and fine-tuning them. These are highly custom architectures.”</p>\n\n<p class=\"wp-block-paragraph\">General Catalyst’s Viboch told TechCrunch that she felt Chai was ready to hit the ground running. “There are no fundamental barriers to deployment of these models in drug discovery,” she said. “Companies will still need to take drug candidates through testing and clinical trials, but we believe there’ll be significant advantages to those who adopt these technologies — not just in compressing discovery timelines, but also in unlocking classes of medicines that have historically been difficult to develop.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Supreme Court hacker posted stolen government data on Instagram | TechCrunch",
            "time": "2026-01-16T20:01:12",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/us-supreme-court.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">A hacker posted the personal data of several of his hacking victims on his Instagram account, @ihackthegovernment, according to a court document.</p>\n\n<p class=\"wp-block-paragraph\">Last week, Nicholas Moore, 24, a resident of Springfield, Tennessee, <a href=\"https://techcrunch.com/2026/01/13/man-to-plead-guilty-to-hacking-us-supreme-court-filing-system/\" target=\"_blank\" rel=\"noreferrer noopener\">pleaded guilty to repeatedly hacking</a> into the U.S. Supreme Court’s electronic document filing system. At the time, there were no details about the specifics of the hacking crimes Moore was admitting to. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">On Friday, <a href=\"https://www.documentcloud.org/documents/26490733-usa-v-moore-doc-8/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a newly filled document</a> — first spotted by <a href=\"https://x.com/SeamusHughes/status/2012200041461481851\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Court Watch’s Seamus Hughes</a> — revealed more details about Moore’s hacks. Per the filing, Moore hacked not only into the Supreme Court systems, but also the network of AmeriCorps, a government agency that runs stipend volunteer programs, and the systems of the Department of Veterans Affairs, which provides healthcare and welfare to military veterans. </p>\n\n<p class=\"wp-block-paragraph\">Moore accessed those systems using stolen credentials of users who were authorized to access them. Once he gained access to those victims’ accounts, Moore accessed and stole their personal data and posted some online to his Instagram account: @ihackthegovernment. </p>\n\n<p class=\"wp-block-paragraph\">In the case of the Supreme Court victim, identified as GS, Moore posted their name and “current and past electronic filing records.” </p>\n\n<p class=\"wp-block-paragraph\">In the case of the AmeriCorps victim, identified as SM, Moore boasted that he had access to the organization’s servers and published the victim’s “name, date of birth, email address, home address, phone number, citizenship status, veteran status, service history, and the last four digits of his social security number.” </p>\n\n<p class=\"wp-block-paragraph\">And, in the case of the victim at the Department of Veterans Affairs, identified as HW, Moore posted the victim’s identifiable health information “when he sent an associate a screenshot from HW’s MyHealtheVet account that identified HW and showed the medications he had been prescribed.”</p>\n\n<p class=\"wp-block-paragraph\">According to the court document, Moore faces a maximum sentence of one year in prison and a maximum fine of $100,000.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "ChatGPT users are about to get hit with targeted ads | TechCrunch",
            "time": "2026-01-16T19:54:19",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/04/GettyImages-2207801992.jpg?resize=1200,801",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">An <a href=\"https://fortune.com/2025/11/26/is-openai-profitable-forecast-data-center-200-billion-shortfall-hsbc/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ongoing conversation</a> — both within and outside of the tech community — has been about just how and when OpenAI, which is currently <a href=\"https://www.cnbc.com/2026/01/15/openai-to-investors-expect-deliberately-outlandish-claims-from-musk.html#:~:text=OpenAI%20has%20raised%20billions%20of,the%20startup's%20CEO%20Sam%20Altman.\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">valued at $500 billion</a>, will make money. Well, there’s one surefire way to do that, and that is through advertising. In the near term, that seems to be the AI giant’s plan, as it announced this week that limited ads are headed to certain ChatGPT users.</p>\n\n<p class=\"wp-block-paragraph\">In <a href=\"https://openai.com/index/our-approach-to-advertising-and-expanding-access/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a blog post</a> published Friday, OpenAI said that it will begin testing ads in the U.S. for both its free and Go tiers. (Go accounts, which cost $8 a month, were <a href=\"https://openai.com/index/introducing-chatgpt-go/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">introduced globally</a> on Friday.) The company frames this as a way to sustain free access while generating revenue from people who aren’t ready to commit to a paid subscription. For the time being, the company’s more expensive paid tiers — Pro, Plus, Business, and Enterprise — will not be getting any ads.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The ads will appear at the bottom of a user’s conversation and will be targeted to the topic of discussion. Users will have some control over this situation, as they’ll be able to dismiss ads, see explanations for why they’re being shown particular ones, and also turn off personalization, which should defeat the ads’ targeted nature. The company has also made a commitment not to serve ads to users it believes are under the age of 18.</p>\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?w=680\" alt=\"\" class=\"wp-image-3083447\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png 2070w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=768,433 768w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=1200,676 1200w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=1280,721 1280w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=720,406 720w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=900,507 900w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=800,451 800w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=1536,865 1536w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=2048,1154 2048w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=668,376 668w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=666,375 666w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=1095,617 1095w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=708,399 708w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-16-at-11.05.19-AM.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TechCrunch (Screenshot)</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">OpenAI says that ChatGPT will maintain “answer independence,” meaning that, despite the incorporation of advertising, those ads will not influence the answers that the chatbot serves to users. The company has also promised not to sell users’ data to advertisers.</p>\n\n<p class=\"wp-block-paragraph\">This strategy could pay off in two ways. For users of the free and Go tiers, the company obviously stands to make a significant amount of ad revenue. At the same time, there will necessarily be certain users who appreciate the app but don’t appreciate the ads, which could conceivably drive an uptick in subscriptions to the platform’s more expensive accounts. </p>\n\n<p class=\"wp-block-paragraph\">OpenAI also wants everybody to know that it’s only sticking ads in its chatbot to help the world. In its blog post Friday, the company promised that its “pursuit of advertising is always in support of” its mission: that AGI “benefits all of humanity.”</p>\n\n<p class=\"wp-block-paragraph\"></p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Trump administration wants tech companies to buy $15B of power plants they may not use | TechCrunch",
            "time": "2026-01-16T19:38:27",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/05/GettyImages-1453486183.jpeg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The Trump administration wants the largest electricity grid to add $15 billion worth of new power generation — and he wants tech companies to pay for it, even if they don’t need the capacity.</p>\n\n<p class=\"wp-block-paragraph\">The White House and the governors of several states in the region want grid operator PJM to hold an auction for 15-year contracts for new generating capacity. The administration said it wants tech companies to bid on the contracts even if they don’t ultimately need the power for their data centers. Demand from data centers is expected to increase <a href=\"https://techcrunch.com/2025/12/01/data-center-energy-demand-forecasted-to-soar-nearly-300-through-2035/\">nearly threefold over the next decade</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">PJM <a href=\"https://x.com/pjminterconnect/status/2012221538842329178?s=46&amp;t=b2YonHu0g__-GD-7lQoLAQ\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said</a> it was reviewing the “statement of principles” and that it would soon release the results of a months-long planning process that is looking to add new capacity to the grid.</p>\n\n<p class=\"wp-block-paragraph\">The statement is nonbonding, though, and behind the scenes, PJM doesn’t appear to be jazzed about the administration attempting to force its hand. “We don’t have a lot to say on this,” PJM spokesman Jeffrey Shields <a href=\"https://www.bloomberg.com/news/articles/2026-01-15/trump-to-direct-key-us-grid-operator-to-hold-emergency-auction?srnd=homepage-americas&amp;embedded-checkout=true\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">told</a> Bloomberg yesterday. “We were not invited to the event they are apparently having tomorrow and we will not be there.”</p>\n\n<p class=\"wp-block-paragraph\">PJM Interconnection, which covers 13 states in the Mid-Atlantic and the Midwest, serves more than 65 million people and includes the data center hotspot of northern Virginia. Electricity rates in 2025 were up about 10% to 15% in the region compared with the year before.</p>\n\n<p class=\"wp-block-paragraph\">In the last decade, PJM’s peak load has <a href=\"https://www.monitoringanalytics.com/reports/presentations/2026/IMM_MC_Market_Monitor_Report_20260122.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">increased 10%</a>, according to Monitoring Analytics, and it’s expected to increase another 6.5% in 2027.</p>\n\n<p class=\"wp-block-paragraph\">Much of the blame has been laid at the feet of tech companies and data center operators, which have been using increasing amounts of power for AI.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The price of natural gas is also to blame. PJM is heavily dependent on the fossil fuel, and the price has soared recently. Monitoring Analytics, PJM’s independent monitor, says that about 60% of 2025’s price increases are the result of high prices for fossil fuels.</p>\n\n<p class=\"wp-block-paragraph\">Grid operators have been put in a bind as data centers have ramped up demand for electricity after more than a decade of zero growth. </p>\n\n<p class=\"wp-block-paragraph\">Building new fossil fuel power plants is a years-long proposition costing hundreds of millions of dollars. Many utilities and power providers are hesitant to commit to those timelines and outlays. If the AI boom fizzles, they could be left with unprofitable power plants that are built to operate for decades. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Tech companies, which haven’t traditionally been in the power business, have instead been turning to renewables, which are cheaper, more modular, and faster to deploy. Solar and batteries have been <a href=\"https://techcrunch.com/2025/03/30/data-centers-love-solar-heres-a-comprehensive-guide-to-deals-over-100-megawatts/\">an early winner</a>. A typical solar farm can be built in about 18 months, and because it can be built in phases, can start delivering power before it’s complete. That aligns more closely with data center construction, allowing companies to manage risk on similar timelines.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "The AI healthcare gold rush is here | TechCrunch",
            "time": "2026-01-16T18:57:03",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2198379646.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"></p>\n\n\n\n<p class=\"wp-block-paragraph\">AI companies are clustering around healthcare and fast. </p>\n\n\n\n<p class=\"wp-block-paragraph\">In just the past week, OpenAI <a href=\"https://techcrunch.com/2026/01/12/openai-buys-tiny-health-records-startup-torch-for-reportedly-100m/\" target=\"_blank\" rel=\"noreferrer noopener\">bought health startup Torch</a>, Anthropic launched <a href=\"https://techcrunch.com/2026/01/12/anthropic-announces-claude-for-healthcare-following-openais-chatgpt-health-reveal/\" target=\"_blank\" rel=\"noreferrer noopener\">Claude for healthcare</a>, and Sam Altman-backed <a href=\"https://techcrunch.com/2026/01/15/openai-invests-in-sam-altmans-brain-computer-interface-startup-merge-labs/\" target=\"_blank\" rel=\"noreferrer noopener\">MergeLabs closed a $250 million seed round</a> at an $850 million valuation. The money and products are pouring into health <a href=\"https://techcrunch.com/2026/01/13/elevenlabs-ceo-says-the-voice-ai-startup-crossed-330-million-arr-last-year/\" target=\"_blank\" rel=\"noreferrer noopener\">and voice AI</a>, but so are concerns about hallucination risks, inaccurate medical information, and massive security vulnerabilities in systems handling sensitive patient data. </p>\n\n\n\n<p class=\"wp-block-paragraph\">Watch as <a href=\"https://techcrunch.com/podcasts/equity/\" target=\"_blank\" rel=\"noreferrer noopener\">Equity</a> podcast hosts Kirsten Korosec, Anthony Ha, and Sean O’Kane dig into why the AI world is suddenly obsessed with health care, what other products can expect an AI-makeover, and more. </p>\n\n\n\n<p class=\"wp-block-paragraph\">Subscribe to Equity on <a href=\"https://www.youtube.com/@TechCrunch\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">YouTube</a>,<a href=\"https://itunes.apple.com/us/podcast/id1215439780\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Apple Podcasts</a>,<a href=\"https://overcast.fm/itunes1215439780/equity\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Overcast</a>,<a href=\"https://open.spotify.com/show/5IEYLip3eDppcOmy5DmphC?si=rZDFHv2sQUul_g94iCRgpQ\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Spotify</a> and all the casts. You also can follow Equity on<a href=\"https://twitter.com/EquityPod\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> X</a> and<a href=\"https://www.threads.net/@equitypod\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Threads</a>, at @EquityPod. </p>\n</div>\n\n\t\t</div></body></html>"
        },
        {
            "title": "How a hacking campaign targeted high-profile Gmail and WhatsApp users across the Middle East | TechCrunch",
            "time": "2026-01-16T17:15:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/whatsapp-icon-2191572274.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">On Tuesday, U.K.-based Iranian activist <a href=\"https://x.com/NarimanGharib/status/2011093846986301507\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Nariman Gharib</a> tweeted redacted screenshots of a phishing link sent to him via a WhatsApp message.</p>\n\n<p class=\"wp-block-paragraph\">“Do not click on suspicious links,” Gharib warned. The activist, who is following the digital side of the Iranian protests from afar, said the campaign targeted people involved in Iran-related activities, such as himself.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">This hacking campaign comes as Iran grapples with <a href=\"https://techcrunch.com/2026/01/15/irans-internet-shutdown-is-now-one-of-its-longest-ever-as-protests-continue/\" target=\"_blank\" rel=\"noreferrer noopener\">the longest nationwide internet shutdown in its history</a>, as anti-government protests — and violent crackdowns — rage across the country. Given that Iran and its closest adversaries are highly active in the offensive cyberspace (read: hacking people), we wanted to learn more. </p>\n\n<p class=\"wp-block-paragraph\">Gharib shared the full phishing link with TechCrunch soon after his post, allowing us to capture a copy of the source code of the phishing web page used in the attack. He also <a href=\"https://github.com/narimangharib/irgc-whatsapp-phishkit/blob/main/threat-report.md\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">shared a write-up of his findings</a>.</p>\n\n<p class=\"wp-block-paragraph\">TechCrunch analyzed the source code of the phishing page, and with added input from security researchers, we believe the campaign aimed to steal Gmail and other online credentials, compromise WhatsApp accounts, and conduct surveillance by stealing location data, photos, and audio recordings. </p>\n\n<p class=\"wp-block-paragraph\">It is unclear, however, if the hackers were government-linked agents, spies, or cybercriminals — or all three. </p>\n\n<p class=\"wp-block-paragraph\">TechCrunch also identified a way to view a real-time copy of all the victims’ responses saved on the attacker’s server, which was left exposed and accessible without a password. This data revealed dozens of victims who had unwittingly entered their credentials into the phishing site and were subsequently likely hacked.</p>\n\n<p class=\"wp-block-paragraph\">The list includes a Middle Eastern academic working in national security studies; the boss of an Israeli drone maker; a senior Lebanese cabinet minister; at least one journalist; and people in the United States or with U.S. phone numbers. </p>\n\n<p class=\"wp-block-paragraph\">TechCrunch is publishing our findings after validating much of Gharib’s report. The phishing site is now down.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-inside-the-attack-chain\">Inside the attack chain</h2>\n\n<p class=\"wp-block-paragraph\">According to Gharib, the WhatsApp message he received contained a suspicious link, which loaded a phishing site in the victim’s browser.</p>\n\n<figure class=\"wp-block-image size-full\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/nariman-post-phishing.jpg\" alt=\"two screenshots side by side of a WhatsApp message, showing a malicious link to whatsapp-meeting.duckdns.org.\" class=\"wp-image-3083386\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/nariman-post-phishing.jpg 1000w, https://techcrunch.com/wp-content/uploads/2026/01/nariman-post-phishing.jpg?resize=150,83 150w, https://techcrunch.com/wp-content/uploads/2026/01/nariman-post-phishing.jpg?resize=300,165 300w, https://techcrunch.com/wp-content/uploads/2026/01/nariman-post-phishing.jpg?resize=768,423 768w, https://techcrunch.com/wp-content/uploads/2026/01/nariman-post-phishing.jpg?resize=680,375 680w, https://techcrunch.com/wp-content/uploads/2026/01/nariman-post-phishing.jpg?resize=430,237 430w, https://techcrunch.com/wp-content/uploads/2026/01/nariman-post-phishing.jpg?resize=720,397 720w, https://techcrunch.com/wp-content/uploads/2026/01/nariman-post-phishing.jpg?resize=900,496 900w, https://techcrunch.com/wp-content/uploads/2026/01/nariman-post-phishing.jpg?resize=800,441 800w, https://techcrunch.com/wp-content/uploads/2026/01/nariman-post-phishing.jpg?resize=668,368 668w, https://techcrunch.com/wp-content/uploads/2026/01/nariman-post-phishing.jpg?resize=708,390 708w, https://techcrunch.com/wp-content/uploads/2026/01/nariman-post-phishing.jpg?resize=50,28 50w\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Nariman Gharib</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The link shows that the attackers relied on a dynamic DNS provider called DuckDNS for their phishing campaign. Dynamic DNS providers allow people to connect easy-to-remember web addresses — in this case, a <code>duckdns.org</code> subdomain — to a server where its IP address might frequently change. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It’s not clear whether the attackers shut down the phishing site of their own accord or were caught and cut off by DuckDNS. We reached out to DuckDNS with inquiries, but its owner Richard Harper requested that we send an abuse report instead.</p>\n\n<p class=\"wp-block-paragraph\">From what we understand, the attackers used DuckDNS to mask the real location of the phishing page, presumably to make it look like a genuine WhatsApp link. </p>\n\n<p class=\"wp-block-paragraph\">The phishing page was actually hosted at <code>alex-fabow.online</code>, a domain that was first registered in early November 2025. This domain has several other, related domains hosted on the same dedicated server, and these domain names follow a pattern that suggests the campaign also targeted other providers of virtual meeting rooms, like <code>meet-safe.online</code> and <code>whats-login.online</code>.</p>\n\n<p class=\"wp-block-paragraph\">We’re not sure what happens while the DuckDNS link loads in the victim’s browser, or how the link determines which specific phishing page to load. It may be that the DuckDNS link redirects the target to a specific phishing page based on information it gleans from the user’s device.</p>\n\n<p class=\"wp-block-paragraph\">The phishing page would not load in our web browser, preventing us from directly interacting with it. Reading the source code of the page, however, allowed us to better understand how the attack worked.</p>\n\n<h3 class=\"wp-block-heading\">Gmail credential and phone number phishing</h3>\n\n<p class=\"wp-block-paragraph\">Depending on the target, tapping on a phishing link would open a fake Gmail login page, or ask for their phone number, and begin an attack flow aimed at stealing their password and two-factor authentication code. </p>\n\n<p class=\"wp-block-paragraph\">But the source code of the phishing page code had at least one flaw: TechCrunch found that by modifying the phishing page’s URL in our web browser, we could view a file on the attacker’s servers that was storing records of every victim who had entered their credentials. </p>\n\n<p class=\"wp-block-paragraph\">The file contained over 850 records of information submitted by victims during the attack flow. These records detailed each part of the phishing flow that the victim was in. This included copies of the usernames and passwords that victims had entered on the phishing page, as well as incorrect entries and their two-factor codes, effectively serving as a keylogger. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The records also contained each victim’s user agent, a string of text that identifies the operating system and browser versions used to view websites. This data shows that the campaign was designed to target Windows, macOS, iPhone, and Android users.</p>\n\n<p class=\"wp-block-paragraph\">The exposed file allowed us to follow the attack flow step-by-step for each victim. In one case, the exposed file shows a victim clicking on a malicious link, which opened a page that looked like a Gmail sign-in window. The log shows the victim entering their email credentials several times until they enter the correct password. </p>\n\n<p class=\"wp-block-paragraph\">The records show the same victim entering their two-factor authentication code sent to them by text message. We can tell this because Google sends two-factor codes in a specific format (usually <code>G-xxxxxx</code>, featuring a six-digit numerical code).</p>\n\n<h3 class=\"wp-block-heading\">WhatsApp hijack and browser data exfiltration</h3>\n\n<p class=\"wp-block-paragraph\">Beyond credential theft, this campaign also seemed to enable surveillance by tricking victims into sharing their location, audio, and pictures from their device.</p>\n\n<p class=\"wp-block-paragraph\">In Gharib’s case, tapping on the link in the phishing message opened a fake WhatsApp-themed page in his browser, which displayed a QR code. The lure aims to trick the target into scanning the code on their device, purportedly to access a virtual meeting room.</p>\n\n<figure class=\"wp-block-image aligncenter size-full is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg\" alt=\"a stream of exposed records from the attacker's server, showing reams of attack-flow data, such as sign-ins and the entering of passwords on the phishing page\" class=\"wp-image-3083398\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg 1327w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=150,127 150w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=300,255 300w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=768,652 768w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=680,578 680w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=1200,1019 1200w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=1280,1087 1280w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=430,365 430w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=720,611 720w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=900,764 900w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=800,679 800w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=668,567 668w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=442,375 442w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=726,617 726w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=625,531 625w, https://techcrunch.com/wp-content/uploads/2026/01/iran-phishing-data-sample-notes.jpg?resize=50,42 50w\" sizes=\"auto, (max-width: 1327px) 100vw, 1327px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TechCrunch</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Gharib said the QR code was generated by the attacker, and scanning or tapping it would instantly link the victim’s WhatsApp account to a device controlled by the attacker, granting them access to the victim’s data. This is a long-known attack technique that abuses the <a href=\"https://www.cisa.gov/news-events/alerts/2025/11/24/spyware-allows-cyber-threat-actors-target-users-messaging-applications\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">WhatsApp device linking feature</a> and has been similarly abused to <a href=\"https://cloud.google.com/blog/topics/threat-intelligence/russia-targeting-signal-messenger/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">target users of messaging app Signal</a>.</p>\n\n<p class=\"wp-block-paragraph\">We asked <a href=\"https://techcrunch.com/2022/07/15/granitt-journalist-security/\">Granitt founder Runa Sandvik</a>, a security researcher who works to help secure at-risk individuals, to examine a copy of the phishing page code and see how it functions. </p>\n\n<p class=\"wp-block-paragraph\">Sandvik found that when the page loaded, the code would trigger a browser notification asking the user for permission to access their location (via <code>navigator.geolocation</code>), as well as photos and audio (<code>navigator.getUserMedia</code>). </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">If accepted, the browser would immediately send the person’s coordinates to the attacker, capable of identifying the location of the victim. The page would then continue to share the victim’s location data every few seconds, for as long as the page remained open. </p>\n\n<p class=\"wp-block-paragraph\">The code also allowed the attackers to record bursts of audio and snap photos every three to five seconds using the device camera. However, we did not see any location data, audio, or images that had been collected on the server.</p>\n\n<h2 class=\"wp-block-heading\">Thoughts on victims, timing, and attribution</h2>\n\n<p class=\"wp-block-paragraph\">We do not know who is behind this campaign. What is clear is that the campaign was successful in stealing credentials from victims, and it is possible that the phishing campaign could resurface. </p>\n\n<p class=\"wp-block-paragraph\">Despite knowing the identities of some of the people in this cluster of victims who were targeted, we don’t have enough information to understand the nature of the campaign. The number of victims hacked by this campaign (that we know of) is fairly low — fewer than 50 individuals — and affects seemingly ordinary people across the Kurdish community, as well as academics, government officials, business leaders, and other senior figures across the broader Iranian diaspora and Middle East.</p>\n\n<p class=\"wp-block-paragraph\">It may be that there are far more victims than we are aware of, which could help us understand who was targeted and potentially why.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-the-case-that-this-could-be-a-government-backed-actor\">The case that this could be a government-backed actor</h3>\n\n<p class=\"wp-block-paragraph\">It is unclear what motivated the hackers to steal people’s credentials and hijack their WhatsApp accounts, which could also help identify who is behind this hacking campaign.</p>\n\n<p class=\"wp-block-paragraph\">A government-backed group, for example, might want to steal the email password and two-factor codes of a high-value target, like a politician or journalist, so they can download private and confidential information.</p>\n\n<p class=\"wp-block-paragraph\">That could make sense since Iran is currently almost entirely cut off from the outside world, and getting information in or out of the country presents a challenge. Both the Iranian government, or a foreign government with interests in Iran’s affairs, could plausibly want to know who influential Iranian-linked individuals are communicating with, and what about.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">As such, the timing of this phishing campaign and who it appears to be targeting could point to an espionage campaign aimed at trying to collect information about a narrow list of people.</p>\n\n<p class=\"wp-block-paragraph\">We asked Gary Miller, a security researcher at Citizen Lab and mobile espionage expert, to also review the phishing code and some of the exposed data from the attacker’s server. </p>\n\n<p class=\"wp-block-paragraph\">Miller said the attack “certainly [had] the hallmarks of an IRGC-linked spearphishing campaign,” referring to <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#phishing\" target=\"_blank\" rel=\"noreferrer noopener\">highly targeted email hacks</a> carried out by Iran’s Islamic Revolutionary Guard Corps (IRGC), a faction of Iran’s military known for carrying out cyberattacks. Miller pointed to a mix of indications, including the international scope of victim targeting, credential theft, the abuse of popular messaging platforms like WhatsApp, and <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#social-engineering\" target=\"_blank\" rel=\"noreferrer noopener\">social engineering techniques</a> used in the phishing link.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-the-case-that-this-might-be-a-financially-motivated-actor\">The case that this might be a financially motivated actor</h3>\n\n<p class=\"wp-block-paragraph\">On the other hand, a financially motivated hacker could use the same stolen Gmail password and two-factor code of another high-value target, such as a company executive, to steal proprietary and sensitive business information from their inbox. The hacker could also forcibly reset passwords of their victim’s cryptocurrency and bank accounts to empty their wallets.</p>\n\n<p class=\"wp-block-paragraph\">The campaign’s focus on accessing a victim’s location and device media, however, is unusual for a financially motivated actor, who might have little use for pictures and audio recordings.</p>\n\n<p class=\"wp-block-paragraph\">We asked Ian Campbell, a threat researcher at DomainTools, which helps analyze public internet records, to look at the domain names used in the campaign to help understand when they were first set up, and if these domains were connected to any other previously known or identified infrastructure. </p>\n\n<p class=\"wp-block-paragraph\">Campbell found that while the campaign targeted victims in the midst of Iran’s ongoing nationwide protests, its infrastructure had been set up weeks ago. He added that most of the domains connected to this campaign were registered in early November 2025, and one related domain was created months back in August 2025. Campbell described the domains as medium to high risk and said they appear to be linked to a cybercrime operation driven by financial motivations.</p>\n\n<p class=\"wp-block-paragraph\">An additional wrinkle is that Iran’s government has been known to outsource cyberattacks to criminal hacking groups, presumably to shield its involvement in hacking operations against its citizens. The U.S. Treasury has <a rel=\"nofollow\" href=\"https://home.treasury.gov/news/press-releases/jy2292\">sanctioned Iranian companies in the past</a> for acting as fronts for Iran’s IRGC and conducting cyberattacks, such as launching targeted phishing and social engineering attacks. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">As Miller notes, “This drives home the point that clicking on unsolicited WhatsApp links, no matter how convincing, is a high-risk, unsafe practice.”</p>\n\n<p class=\"wp-block-paragraph\"><em>To securely contact this reporter, you can reach out using Signal via the username: zackwhittaker.1337</em></p>\n\n<p class=\"wp-block-paragraph\"><em>Lorenzo Franceschi-Bicchierai contributed reporting.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "X is down for the second time this week | TechCrunch",
            "time": "2026-01-16T16:29:38",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/X-outage.png?resize=1200,904",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Elon Musk’s X is experiencing its second large-scale outage this week. </p>\n\n<p class=\"wp-block-paragraph\">The site and app, formerly known as Twitter, are either not loading at all or are glitching into life briefly before throwing up error messages like gang signs.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The site <a href=\"https://downdetector.com/status/twitter/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Down Detector</a> shows nearly 80,000 reports of X being down, starting at around 10 a.m. Eastern time, and is still down at the time of this writing.</p>\n\n<p class=\"wp-block-paragraph\">This is the <a href=\"https://www.the-independent.com/tech/x-down-twitter-not-working-broken-b2899654.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">second major outage at X</a> this week, following an earlier technical issue. It comes as the platform faces criticism after Grok, xAI’s chatbot that is integrated into X, has been fulfilling user requests to <a href=\"https://techcrunch.com/2026/01/14/musk-denies-awareness-of-grok-sexual-underage-images-as-california-ag-launches-probe/\" target=\"_blank\" rel=\"noreferrer noopener\">manipulate real photos of women</a>, and even children, into nonconsensual sexual and violent imagery.</p>\n\n<p class=\"wp-block-paragraph\">When <a href=\"https://techcrunch.com/2022/10/27/elon-musk-bought-twitter/\" target=\"_blank\" rel=\"noreferrer noopener\">Musk took over Twitter in 2022</a>, he <a href=\"https://techcrunch.com/2022/11/03/twitter-layoffs-elon-musk/\" target=\"_blank\" rel=\"noreferrer noopener\">laid off much of the staff</a>, sparking worries that the site wouldn’t be able to function normally or adequately monitor for harmful content. The site has largely remained running, though there were <a href=\"https://techcrunch.com/2025/03/10/elon-musk-says-x-is-down-due-to-cyberattacks/\" target=\"_blank\" rel=\"noreferrer noopener\">notable outages last year</a>.</p>\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?w=680\" alt=\"\" class=\"wp-image-3083371\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png 2580w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=150,92 150w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=300,185 300w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=768,473 768w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=680,419 680w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=1200,739 1200w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=1280,788 1280w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=430,265 430w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=720,443 720w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=900,554 900w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=800,492 800w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=1536,945 1536w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=2048,1261 2048w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=668,411 668w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=609,375 609w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=1002,617 1002w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=708,436 708w, https://techcrunch.com/wp-content/uploads/2026/01/X-outage-homepage.png?resize=50,31 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TechCrunch</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">TechCrunch has reached out to X for comment.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Chinese EVs inch closer to the US as Canada slashes tariffs | TechCrunch",
            "time": "2026-01-16T16:04:02",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/zeekr-001-ces.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Canadian Prime Minister Mark Carney <a href=\"https://www.pm.gc.ca/en/news/news-releases/2026/01/16/prime-minister-carney-forges-new-strategic-partnership-peoples\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> Friday that his country will slash its 100% import tax on Chinese EVs to just 6.1%, paving the way for companies like Geely, BYD, Xiaomi, and others to establish a second foothold in the North American automotive market. </p>\n\n<p class=\"wp-block-paragraph\">Canada is not going all-in on Chinese EVs, though. The country will initially cap annual imports at 49,000 vehicles. That cap will slowly increase to about 70,000 in around five years, <a href=\"https://apnews.com/article/china-canada-carney-xi-beijing-b71c1b67d3489a8b4058c650152b0cb9#\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to the Associated Press</a>. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It’s a major shift that comes at a time when China is looking to boost EV exports, especially as the European Union weighs <a href=\"https://finance.yahoo.com/news/eu-weighs-minimum-price-plan-175557306.html\" target=\"_blank\" rel=\"noreferrer noopener\">lowering its own tariffs on the vehicles</a>. The U.S. remains a holdout on that front, though this week President Trump said he’d be <a href=\"https://insideevs.com/news/784461/let-china-come-in-trump/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">open to Chinese automakers</a> building factories in the U.S. that produce EVs.</p>\n\n<p class=\"wp-block-paragraph\">China has already been exporting gas, hybrid, and electric vehicles to Mexico, with the latter <a href=\"https://insideevs.com/news/783051/chinese-ev-export-numbers-2025/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">especially booming in 2025</a>. Many of the leading EV-makers in China have been agitating to enter the U.S. market, including Geely, which held a drive event at the Consumer Electronics Show in Las Vegas last week. While the company was showcasing a number of models ostensibly meant for the Mexican market, one of its communications executives implied the conglomerate <a href=\"https://insideevs.com/news/783515/geely-lynk-zeekr-coming-us/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">is aiming to announce an entry</a> into the U.S. in the next two-to-three years.</p>\n\n<p class=\"wp-block-paragraph\">Automotive journalists, influencers, and even some executives — most notably Ford CEO Jim Farley — have praised the quality of Chinese EVs over the last few years. </p>\n\n<p class=\"wp-block-paragraph\">But the 100% tariff on Chinese cars has so far made the idea of exporting them to the U.S. a non-starter. That’s despite the fact that Chinese EVs are sold at far lower prices than the average car in the U.S. — a feat typically achieved through a combination of extremely low cost of capital, labor, and a willingness to burn money to gain market share.</p>\n\n<p class=\"wp-block-paragraph\">China’s ability to undercut other automakers on price is just one concern. The U.S. has spent the last few years trying to separate itself from China’s EV supply chain for national security reasons, under both Presidents Biden and Trump. There are other legal hurdles too. Last year, the U.S. Department of Commerce’s Bureau of Industry and Security issued a rule restricting the import and sale of <a href=\"https://www.bis.gov/connected-vehicles\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">certain connected vehicles</a> and related hardware and software linked to China or Russia.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">On Thursday, Avery Ash, the CEO of nonprofit Securing America’s Future Energy, cautioned against Trump’s idea of allowing Chinese automakers to build cars in the United States.</p>\n\n<p class=\"wp-block-paragraph\">“We’ve seen this strategy backfire in Europe and elsewhere—it would have potentially catastrophic impacts on our automotive industry, have ripple effects on our entire defense industrial base, and make every American less secure,” he said in a statement. “We urge the President to stay tough against China and protect American auto manufacturers and workers.” <br></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "YouTube relaxes monetization guidelines for some controversial topics | TechCrunch",
            "time": "2026-01-16T15:56:58",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2020/06/GettyImages-1149449078-e1610399732853.jpg?resize=1200,631",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">YouTube is updating its advertiser-friendly content guidelines to allow more videos on controversial issues to earn full ad revenue, as long as they’re dramatized or discussed in a non-graphic manner. These controversial topics include self-harm, abortion, suicide, and domestic and sexual abuse. YouTube notes that content on child abuse or eating disorders will remain ineligible for full monetization. </p>\n\n<p class=\"wp-block-paragraph\">YouTube <a href=\"https://www.youtube.com/watch?v=vjX4RqqyCx4\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> the change this week in a video on its Creator Insider channel.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“In the past, the degree of graphic or descriptive detail was not considered a significant factor in determining advertiser friendliness, even for some dramatized material,” YouTube explained. “Consequently, such uploads typically received a yellow dollar icon, which restricted their ability to be fully monetized. With this week’s update, our guidelines are becoming more permissive, and creators will be able to earn more ad revenue.”</p>\n\n<p class=\"wp-block-paragraph\">The Google-owned company says it’s making the change in response to creator feedback that YouTube’s guidelines were leading to limited ad revenue on dramatized and topical content. YouTube notes that it wants to ensure that creators who are telling sensitive stories or producing dramatized content have the opportunity to earn ad revenue.</p>\n\n<p class=\"wp-block-paragraph\">“We took a closer look and found our guidelines in this area had become too restrictive and ended up demonetizing uploads like dramatized content,” YouTube said. “This content might reference topics that advertisers find controversial, but are ultimately comfortable running their ads against. For example, content may be in a fictional context or voiced from personal experiences in passing or in a non-graphic manner. So, as long as the content steers clear of very descriptive or graphic scenes or segments, creators can now earn more ad revenue.”</p>\n\n<p class=\"wp-block-paragraph\">The move comes as YouTube has been easing up on how it polices content on its platform. </p>\n\n<p class=\"wp-block-paragraph\">The company told moderators last year to leave up videos that may violate platform rules if they are considered to be in the public interest. <a href=\"https://www.nytimes.com/2025/06/09/technology/youtube-videos-content-moderation.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The New York Times</a> reported at the time that these videos included discussions of political, social, and cultural issues. The policy shift came at a time when social media platforms were <a href=\"https://techcrunch.com/2025/04/04/meta-officially-says-goodbye-to-its-us-fact-checkers-on-monday/\" target=\"_blank\" rel=\"noreferrer noopener\">rolling back online speech moderation</a> after President Donald Trump returned to office. </p>\n\n<p class=\"wp-block-paragraph\">YouTube notes that there are still some areas where ads will remain restricted, as topics like child abuse, including child sex trafficking and eating disorders, are not included in this update. Descriptive segments of those topics or dramatized content around them remain ineligible for ad revenue.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Bluesky rolls out cashtags and LIVE badges amid a boost in app installs | TechCrunch",
            "time": "2026-01-16T15:42:13",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/01/bluesky-GettyImages-2185142051.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Social network Bluesky is updating its app to <a href=\"https://bsky.app/profile/bsky.app/post/3mcibezwvxk2g\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">allow anyone to share</a> when they’re livestreaming on Twitch, and adding specialized hashtags, <a href=\"https://bsky.app/profile/bsky.app/post/3mcibiyf7fs2r\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">known as cashtags</a>, for discussing publicly traded stocks.</p>\n\n<p class=\"wp-block-paragraph\">The new features could potentially help Bluesky capitalize on a recent boost in new installs, which have arrived in the days after the <a href=\"https://techcrunch.com/2026/01/08/governments-grapple-with-the-flood-of-non-consensual-nudity-on-x/\">X deepfake news</a> went mainstream.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">On X, users were asking its integrated AI bot Grok to turn photos of real women and sometimes minors into sexualized images without consent. This week, California’s attorney general <a href=\"https://oag.ca.gov/news/press-releases/attorney-general-bonta-launches-investigation-xai-grok-over-undressed-sexual-ai\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">opened an investigation</a> into xAI’s chatbot over the proliferation of the “nonconsensual sexually explicit material.”</p>\n\n<p class=\"wp-block-paragraph\">In the wake of the controversy, Bluesky saw its downloads surge in the U.S. According to new data from market intelligence provider <a href=\"http://appfigures.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Appfigures</a>, daily downloads of Bluesky’s iOS app have jumped nearly 50% from the period before news of the deepfakes reached critical mass.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?w=680\" alt=\"\" class=\"wp-image-3083344\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png 1920w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2026/01/bluesky-downloads-1.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Appfigures</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The firm says Bluesky typically sees around 4,000 installs in the U.S. per day, but from December 30, 2025, through January 6, 2026, Bluesky’s iOS downloads in the U.S. totaled around 19,500. From January 7, 2026, through January 14, downloads grew to 29,000 — a 49% increase.</p>\n\n<p class=\"wp-block-paragraph\">Meanwhile, cashtags will allow the app to catch up to one of X’s more popular use cases: discussing stocks. To create a cashtag, you place a dollar symbol before the stock ticker symbol (e.g., $AAPL for Apple).</p>\n\n<p class=\"wp-block-paragraph\">The idea for cashtags was first introduced by stocks-focused social network Stocktwits, which now has over 10 million users, before the tags were later adopted by Twitter in 2012.</p>\n\n<p class=\"wp-block-paragraph\">In addition, Bluesky says it’s expanding access to the “Live Now” experimental feature that lets users add a temporary “LIVE” badge to their avatar to indicate when they’re streaming online. Currently, this feature only supports Twitch and doesn’t allow anyone to go live directly on Bluesky itself.</p>\n\n<p class=\"wp-block-paragraph\">The boost in activity on Bluesky comes after the network saw declines in downloads and usage last year. In April 2025, Appfigures noted that the social networking startup’s downloads <a href=\"https://appfigures.com/resources/insights/20250418?f=2\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">dropped </a>to new lows, and daily average users on mobile devices had <a href=\"https://www.forbes.com/sites/conormurray/2025/11/07/bluesky-and-x-users-plummet-year-after-trumps-election-win-truth-social-makes-small-gains/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">declined nearly 40%</a> by the end of October, per Similarweb data. <a href=\"https://www.pewresearch.org/short-reads/2025/05/29/bluesky-has-caught-on-with-many-news-influencers-but-x-remains-popular/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Pew Research reported last year</a> that a number of influencers now have Bluesky accounts, but they still tend to post more regularly on X.</p>\n\n<p class=\"wp-block-paragraph\">This suggests that the switching costs are higher than some would expect when it comes to swapping out one real-time social network for another. Adding new features will only be part of the battle for Bluesky; it will also have to find a way to get users to change years of ingrained behavior.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}