{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "I met a lot of weird robots at CES -- here are the most memorable | TechCrunch",
            "time": "2026-01-10T01:09:25",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/robot1.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">CES has always been a robot extravaganza, and this year’s event saw the announcement of a number of important robotics developments, including the new, production-ready <a href=\"https://techcrunch.com/snippet/3079928/atlas-meet-atlas/\">debut of Atlas</a>, the humanoid from Boston Dynamics. Then there were all the robots on the showroom floor, where bots often serve as good marketing for the companies involved. If they don’t always give a totally accurate representation of where commercial deployment is at the moment, they do give visitors a peek at where it might be headed. And, of course, they sure are fun to look at. I spent a decent amount of time perusing the bots on display this week. Here are some of the most memorable ones I encountered.</p>\n\n<p class=\"wp-block-paragraph\"><strong>The ping pong player </strong></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The movie <em>Marty Supreme</em> just came out a month ago, so I guess it’s only appropriate that there was a ping-pong-playing robot at this year’s convention. The Chinese <a rel=\"nofollow\" href=\"https://www.prnewswire.com/news-releases/ai-robotmaker-sharpa-reaches-key-milestone-with-mass-production-of-worlds-most-advanced-human-sized-robotic-hand-302643434.html\">robotics firm Sharpa</a> had rigged up a full-bodied bot to play some competitive table tennis against one of the firm’s staff. When I stopped by the Sharpa booth, the robot was losing to its human competitor, 5-9, and I would not characterize the game that was occurring as particularly fast-paced. Still, the spectacle of seeing a robot play ping pong was impressive enough on its own, and I’m sure I have known some humans whose paddle skills were basically equivalent to (or slightly worse than) the bot’s. A Sharpa rep told me that the company’s main product is its robotic hand, and that the full-bodied bot had been debuted at CES to demonstrate the hand’s dexterity.</p>\n\n<p class=\"wp-block-paragraph\"><strong>The boxer </strong></p>\n\n<p class=\"wp-block-paragraph\">One of the exhibits that drew the largest crowds involved robots from the Chinese company <a rel=\"nofollow\" href=\"https://newatlas.com/ai-humanoids/engineai-t800-humanoid/\">EngineAI</a>, which is developing humanoid robots. The bots, dubbed the T800 (a nod to the Terminator franchise), were in a mock boxing ring and were styled as fighting machines. That said, I never saw any of the bots actually hit each other. Instead, they would sort of shadowbox <em>near</em> each other, never actually making contact. They were also a little unpredictable. One kept walking out of the ring and into the audience, which naturally got a rise out of onlookers. At another point, one of the bots tripped over its own feet and then face-planted on the floor, where it lay for awhile before it decided to get up again. So, not exactly a Mike Tyson situation, but the machines still managed to evoke a spooky kind of humanoid behavior that made for high-quality entertainment. I overheard an observer quip: “That’s too much like Robocop.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>The dancer</strong></p>\n\n<p class=\"wp-block-paragraph\">Dancing robots have long been a staple at CES, and this year was no different. This year, the dance-move torch was carried by bots from Unitree, a major Chinese robotics manufacturer that <a rel=\"nofollow\" href=\"https://democrats-selectcommitteeontheccp.house.gov/media/press-releases/select-committee-sounds-alarm-ccp-robots-inside-us-institutions\">has been scrutinized</a> for potential ties to the Chinese military. Unitree has made a number of impressive announcements about its product base, including a humanoid bot that can supposedly <a rel=\"nofollow\" href=\"https://www.popularmechanics.com/technology/robots/a60192610/h1-robot-speed-record/\">run at speeds of up to 11 mph</a>. I didn’t see any evidence of anything nefarious at Unitree’s booth this week—just a lot of bots that were feeling the groove.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"><strong>The convenience store clerk</strong> </p>\n\n<p class=\"wp-block-paragraph\">I stopped by the booth for Galbot, another Chinese company that says it is focused on multi-modal large language models and general purpose robotics. Galbot’s booth had been styled to look like a convenience store, and its bot appeared to have been synched with a menu app. A customer would come to the booth, select an item from the menu, and then the bot would go and fetch the selected merch for them. After I chose Sour Patch Kids, the bot dutifully retrieved a box off the shelf for me. According to the company’s website, the robot has been deployed in a number of real-world settings, including as an assistant <a rel=\"nofollow\" href=\"https://mp.weixin.qq.com/s/5LSp64S8bzXlce8qhoT7vg\">at Chinese pharmacies</a>. </p>\n\n<p class=\"wp-block-paragraph\"><strong>The housekeeper </strong></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Creating a machine that can fold laundry has long been one of the core ambitions of the commercial robotics community. The ability to pick up a T-shirt and fold it is considered <a rel=\"nofollow\" href=\"https://spectrum.ieee.org/robots-folding-clothes\">a fundamental test</a> of automated competence. For that reason, I was fairly impressed by the display over at Dyna Robotics, a firm that develops advanced manipulation models for automated tasks. There, a pair of robotic arms could be seen efficiently folding laundry and placing it in a pile. A Dyna representative told me that the firm had already established partnerships with a number of hotels, gyms, and factories.</p>\n\n<p class=\"wp-block-paragraph\">One of those businesses, the rep told me, is <a rel=\"nofollow\" href=\"https://www.monsterlaundry.com/robotic-folding-laundromat/\">Monster Laundry</a>, based in Sacramento, California. Monster integrated Dyna’s shirt-folding robot into its operations late last year and now describes itself as the “first laundry center in North America to debut a state-of-the-art robotic folding system from Dyna.” </p>\n\n<p class=\"wp-block-paragraph\">Dyna also has some impressive backing. It concluded an $120 million <a rel=\"nofollow\" href=\"https://www.dyna.co/blog/dyna-robotics-closes-120m-series-a\">Series A fundraising round</a> in September that included funding from Nvidia’s NVentures, as well as from Amazon, LG, Salesforce, and Samsung.</p>\n\n<p class=\"wp-block-paragraph\"><strong>The butler </strong></p>\n\n<p class=\"wp-block-paragraph\">I also stopped by LG’s section of CES to take a look at its new home robot, CLOid. It was cute but was not the fastest bot on the block. You can read my full review of that experience <a href=\"https://techcrunch.com/2026/01/08/i-watched-lgs-new-home-robot-cloid-do-laundry-but-i-have-questions/\">here</a>.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google moonshot spinout SandboxAQ claims an ex-exec is attempting 'extortion' | TechCrunch",
            "time": "2026-01-10T00:37:59",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/SandboxAQ-Jack-Hidary.png?resize=1200,837",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">A former SandboxAQ executive filed a wrongful termination suit last month filled with such scandalous allegations against the company’s famed CEO, Jack Hidary, that plaintiff himself redacted the most salacious details. </p>\n\n<p class=\"wp-block-paragraph\">On Friday, the company’s lawyers filed a blistering response, calling the former employee a “serial liar” and stating his lawsuit “asserts false claims for improper and extortionate purposes.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Even the visible portions of the lawsuit — which TechCrunch has obtained — contain eyebrow-raising allegations, should a court find them valid. (A <a rel=\"nofollow\" href=\"https://www.scribd.com/document/978668181/2025-12-10-Bender-v-SandboxAQ-Et-Al-Redacted-Filed\">copy of the lawsuit is available here</a>.)</p>\n\n<p class=\"wp-block-paragraph\">The case offers a rare inside look at how employee lawsuits can become a public airing of dirty laundry from otherwise opaque internal happenings, thanks to the ubiquitous private arbitration clauses in Silicon Valley employee agreements.</p>\n\n<p class=\"wp-block-paragraph\">The suit was filed by Robert Bender in mid-December. Bender worked as Chief of Staff to Hidary from August 2024 through July 2025, the complaint states. He contends in his suit that he was wrongfully terminated after raising concerns about a number of alleged incidents, some of which, he said, involved “sexual encounters” and others, he claims, that involved misleading financial information presented to investors. </p>\n\n<p class=\"wp-block-paragraph\">For its part, SandboxAQ vehemently denies the allegations. The company’s lawyer Orin Snyder, a well-known partner at white shoe law firm Gibson Dunn, tells TechCrunch: “This case is a complete fabrication. We look forward to debunking these baseless allegations and exposing the lawsuit — as detailed in our answer — for what it is — an opportunistic and extortionate abuse of the judicial process.”</p>\n\n<p class=\"wp-block-paragraph\">What makes the case particularly notable is the number of Valley heavy hitters involved in SandboxAQ. The company is an AI quantum computing startup that began as a moonshot unit of Google parent company Alphabet, led at Google by Hidary. Hidary is also well-known in Silicon Valley as a longtime X Prize board member. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">SandboxAQ was spun out of Alphabet into an independent company in March 2022 with Hidary as CEO and soon attracted big-name investors, including billionaire and former Google CEO Eric Schmidt, who invested and became the startup’s chairman. Other billionaire investors include Salesforce CEO Marc Benioff, venture capitalist Jim Breyer, and Bridgewater hedge fund founder Ray Dalio. </p>\n\n<p class=\"wp-block-paragraph\">Bender’s attorneys say in <a rel=\"nofollow\" href=\"https://webapps.sftc.org/ci/CaseInfo.dll?SessionID=D201BE33850FFB056DD69E4E553D5C50845C82A7&amp;URL=https%3A%2F%2Fimgquery.sftc.org%2FSha1_newApp%2Fmainpage.aspx%3FWeb_Server%3Dimgquery.sftc.org%26MINDS_Server%3Dhoj-imx-01%26Category%3DC%26DocID%3D09992059%26Timestamp%3D20260109125254%26Digest%3De59eb090117bb8255b6b6601453153dcc90e4439\">another court document </a>that the redacted sections “describe sexual encounters and the physical condition of non-party individuals observed by Plaintiff during business travel.” In other words, the alleged incidents involve people who Bender is not suing. This is an unusual move — typically, it’s the party being sued that requests redactions, not the person making the allegations.</p>\n\n<p class=\"wp-block-paragraph\">Various explanations exist for such a tactic, and TechCrunch couldn’t ascertain what the motivations are in this case. Generally speaking, the possibilities range from protecting innocent third parties who aren’t accused of wrongdoing, to a shakedown strategy — signaling that more damaging details could emerge if the defendants don’t offer an acceptable settlement.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The unredacted portion of the suit provides a few more general details of the allegations that were hidden: Bender is alleging that Hidary used company resources and investor funds to “solicit, transport, and entertain female companions.” In an attached exhibit of a text message from Bender, he mentions prostitutes. </p>\n\n<p class=\"wp-block-paragraph\">Bender further alleges in his suit that Hidary sold tens of millions of dollars worth of his stock at a premium price based on what Bender says were misleading figures presented to potential investors. He contends in the suit that revenue figures presented to the board were 50% lower than the figures shown in presentations to prospective investors. </p>\n\n<p class=\"wp-block-paragraph\">SandboxAQ’s lawyers vigorously contest all of the above. “The Company did not make fraudulent disclosures to investors regarding its tender offer or otherwise. The CEO did not misuse corporate assets. Plaintiff invented these inflammatory allegations to manufacture statutory claims and to insulate himself from the consequences of his own misconduct.”</p>\n\n<p class=\"wp-block-paragraph\">Bender, for his part, alleges that the company has been trying to smear him. His complaint asserts that he brought his lawsuit, “only because his termination was followed by a malicious scorched earth campaign to destroy his reputation.”</p>\n\n<p class=\"wp-block-paragraph\">While the validity of any of these allegations is for a jury to decide, many of his claims echo an investigative report on SandboxAQ published by <a rel=\"nofollow\" href=\"https://www.theinformation.com/articles/lavish-spending-weak-growth-engulf-billionaire-backed-ai-startup-sandboxaq\">The Information</a> in July.  </p>\n\n<p class=\"wp-block-paragraph\">Sources told The Information that Hidary was using company resources to fly women he was dating on corporate jets, and that the company’s revenues were far below its projections. Bender references The Information story in his lawsuit but denies he was a source for it. SandboxAQ claims he was a source and is lying about his involvement. (A copy of SandboxAQ’s full corporate response, including more allegations about the employee, can be <a rel=\"nofollow\" href=\"https://www.scribd.com/document/978740301/Sandbox-Answer-1-9-2026\">found here</a>.) </p>\n\n<p class=\"wp-block-paragraph\">Despite any controversies, big-name investors were eager to invest in the company last year. In April, SandboxAQ <a rel=\"nofollow\" href=\"https://www.sandboxaq.com/press/sandboxaq-closes-450m-series-e-round-with-expanded-investor-base\">raised over $450 million</a> in a Series E funding round from Ray Dalio, Horizon Kinetics, BNP Paribas, Google, and Nvidia. </p>\n\n<p class=\"wp-block-paragraph\">SandboxAQ also <a rel=\"nofollow\" href=\"https://thequantuminsider.com/2025/07/15/sandboxaq-raises-95-million-to-advance-ai-models-that-solve-real-world-problems/\">announced a $90 million secondary sale</a>. SandboxAQ has raised $1 billion total, <a rel=\"nofollow\" href=\"https://thequantuminsider.com/2025/07/15/sandboxaq-raises-95-million-to-advance-ai-models-that-solve-real-world-problems/\">it says</a>, and is valued at $5.75 billion, according to PitchBook estimates.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "CES 2026: Everything revealed, from Nvidia’s debuts to AMD’s new chips to Razer’s AI oddities | TechCrunch",
            "time": "2026-01-09T22:36:27",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/GettyImages-2254217759.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/storyline/ces-2026-follow-live-as-nvidia-lego-amd-amazon-and-more-make-their-big-reveals/\" target=\"_blank\" rel=\"noreferrer noopener\">CES 2026</a> is winding down in Las Vegas, as the consumer tech industry and everyone swarming around it begin their return flights home. Over the past few days, we saw a slew of announcements from mainstays like Nvidia, Sony, and AMD, along with smaller companies and startups vying for attention through the Unveiled event (CES’s showcase for new products) and across the show floor. </p>\n\n<p class=\"wp-block-paragraph\">As has been the case for the past two years, AI was at the forefront of many companies’ messaging, though the hardware upgrades and oddities that have long defined the annual event still have their place on the show floor and in adjacent announcements. This year, physical AI was particularly prominent, taking the place that agentic AI held last year as the show’s buzzy topic. That focus on physical AI came alongside a big focus on robotics, with robots demonstrated all over the show and showcased in numerous press events. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">To relive the reactions and thoughts from our team on the ground, you can go back in time <a href=\"https://techcrunch.com/storyline/ces-2026-follow-live-for-the-first-official-day-with-ring-mobileye-siemens-robots-ai-and-more/\" target=\"_blank\" rel=\"noreferrer noopener\">via our live blog right here</a>. Otherwise, let’s dive into some of the biggest and most notable announcements from CES. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-equity-sums-up-the-highs-and-lows-of-ces-2026-nbsp\"><strong>Equity sums up the highs, and lows, of CES 2026</strong> </h2>\n\n<p class=\"wp-block-paragraph\">If audio or video are more your thing, then <a href=\"https://techcrunch.com/podcast/ces-2026-was-all-about-physical-ai-and-robots-robots-robots/\">head right to the latest episode of our Equity podcast</a>, which goes into detail about what we thought about the show, or watch the full episode below on YouTube. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Inside CES 2026's “physical AI” takeover | Equity Podcast\" src=\"https://www.youtube.com/embed/gNx6cHWQny4?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-nvidia-reveals-ai-model-for-autonomous-vehicles-showcases-rubin-architecture\">Nvidia reveals AI model for autonomous vehicles, showcases Rubin architecture</h2>\n\n<p class=\"wp-block-paragraph\">Nvidia CEO Jensen Huang delivered an expectedly lengthy presentation at CES, taking a victory lap for the company’s AI-driven successes, setting the stage for 2026, and yes, <a href=\"https://twitter.com/TechCrunch/status/2008308031788859720?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E2008308031788859720%7Ctwgr%5E86d97012850ded1fe095c2a167a362acbc7bd489%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Ftechcrunch.com%2Fstoryline%2Fces-2026-follow-live-for-the-first-official-day-with-ring-mobileye-siemens-robots-ai-and-more%2Fpage%2F2%2F\" target=\"_blank\" rel=\"noreferrer noopener\">hanging out with some robots</a>. </p>\n\n<p class=\"wp-block-paragraph\">The Rubin computing architecture, which has been developed to meet the increasing computation demands that AI adoption creates, is set to begin replacing Blackwell architecture in the second half of this year. It comes with speed and storage upgrades, but our senior AI editor Russell Brandom goes into the <a href=\"https://techcrunch.com/2026/01/05/nvidia-launches-powerful-new-rubin-chip-architecture/\" target=\"_blank\" rel=\"noreferrer noopener\">nitty-gritty of what distinguishes Rubin</a>. </p>\n\n<p class=\"wp-block-paragraph\">And Nvidia continued its push to bring the AI revolution into the physical world, <a href=\"https://techcrunch.com/2026/01/05/nvidia-launches-alpamayo-open-ai-models-that-allow-autonomous-vehicles-to-think-like-a-human/\">showcasing its </a><a href=\"https://techcrunch.com/2026/01/05/nvidia-launches-alpamayo-open-ai-models-that-allow-autonomous-vehicles-to-think-like-a-human/\" target=\"_blank\" rel=\"noreferrer noopener\">Alpamayo</a> <a href=\"https://techcrunch.com/2026/01/05/nvidia-launches-alpamayo-open-ai-models-that-allow-autonomous-vehicles-to-think-like-a-human/\">family of open source AI models</a> and tools that will be used by autonomous vehicles this year. That approach, as senior reporter Rebecca Bellan notes, mirrors the company’s broader efforts to make its <a href=\"https://techcrunch.com/2026/01/05/nvidia-wants-to-be-the-android-of-generalist-robotics/\" target=\"_blank\" rel=\"noreferrer noopener\">infrastructure the Android for generalist robots</a>. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"NVIDIA Live with CEO Jensen Huang\" src=\"https://www.youtube.com/embed/0NBILspM4c4?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-amd-s-keynote-highlights-new-processors-and-partnerships-nbsp\">AMD’s keynote highlights new processors and partnerships </h2>\n\n<p class=\"wp-block-paragraph\">AMD chair and CEO Lisa Su delivered the first keynote of CES, with a presentation that featured partners, including OpenAI president Greg Brockman, AI legend Fei-Fei Li, Luma AI CEO Amit Jain, and more. </p>\n\n<p class=\"wp-block-paragraph\">Beyond the partner showcases, senior reporter Rebecca Szkutak <a href=\"https://techcrunch.com/2026/01/05/amd-unveils-new-ai-pc-processors-for-general-use-and-gaming-at-ces/\" target=\"_blank\" rel=\"noreferrer noopener\">detailed AMD’s approach toward expanding the reach of AI through personal computers</a> using its Ryzen AI 400 Series processors. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"AMD at CES® 2026\" src=\"https://www.youtube.com/embed/UbfAhFxDomE?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-the-standout-oddities-of-ces\">The standout oddities of CES</h2>\n\n<p class=\"wp-block-paragraph\">Let’s face it, by this point in the show the major announcements have been made, products have been showcased, and it’s time to eye some of the most brow-raising reveals from CES. <a href=\"https://techcrunch.com/2026/01/08/the-most-bizarre-tech-announced-so-far-at-ces-2026/\">We started our list of what stood out to us as odd and noteworthy</a>, but we’re open to more suggestions! </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-highlights-from-ces-breakout-sessions\">Highlights from CES breakout sessions</h2>\n\n<p class=\"wp-block-paragraph\">CES isn’t all hardware showcases and show floor attractions — there are plenty of additional industry panels and speakers drawing eyeballs. We kept tabs on a few notable highlights, ranging from <a href=\"https://techcrunch.com/2026/01/08/andurils-palmer-luckey-thinks-the-future-of-tech-is-in-the-past/\">Palmer Luckey pushing retro aesthetics</a>, to why the <a href=\"https://techcrunch.com/2026/01/06/mckinsey-and-general-catalyst-execs-say-the-era-of-learn-once-work-forever-is-over/\">“learn once, work forever” era may be over</a>, to <a href=\"https://techcrunch.com/2026/01/07/amc-previews-its-new-show-the-audacity-focused-on-silicon-valley/\">previews of the new Silicon Valley-based series “The Audacity,”</a> to <a href=\"https://techcrunch.com/2026/01/07/rokus-3-streaming-service-howdy-will-be-coming-to-other-platforms-ceo-says/\">the expansion of Roku’s $3 streaming service</a>, to All-In host Jason Calacanis <a href=\"https://techcrunch.com/storyline/ces-2026-follow-live-for-the-best-weirdest-most-interesting-tech-as-physical-ai-and-robots-dominates-the-event/#jason-calacanis-will-pay-you-250\">putting a $25,000 bounty on an authentic Theranos device</a>. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-ford-s-ai-assistant-debuts\">Ford’s AI assistant debuts</h2>\n\n<p class=\"wp-block-paragraph\">Ford is launching its assistant in the company’s app before a targeted 2027 release in its vehicles, with hosting managed by Google Cloud and the assistant itself built using off-the-shelf LLMs. As <a href=\"https://techcrunch.com/2026/01/07/ford-has-an-ai-assistant-and-new-hands-free-bluecruise-tech-on-the-way/\">we noted in our coverage of the news</a>, however, few details were offered around what drivers should expect from their experience with the assistant. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-caterpillar-nvidia-partner-on-automated-construction-equipment\">Caterpillar, Nvidia partner on automated construction equipment</h2>\n\n<p class=\"wp-block-paragraph\">As part of the ever-present push for AI’s impact on the physical world, <a href=\"https://techcrunch.com/2026/01/07/caterpillar-taps-nvidia-to-bring-ai-to-its-construction-equipment/\">Caterpillar and Nvidia announced a pilot program</a>, “Cat AI Assistant,” which was demonstrated at CES Wednesday. This system, coming to one of Caterpillar’s excavator vehicles, is happening alongside another project to use Nvidia’s Omniverse simulation resources to help with construction project planning and execution. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-instagram wp-block-embed-instagram\"></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-hands-on-with-clicks-communicator\">Hands-on with Clicks Communicator</h2>\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?w=680\" alt=\"display of Clicks smartphones\" class=\"wp-image-3081105\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg 5254w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=150,112 150w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=300,225 300w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=768,576 768w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=680,510 680w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=1200,900 1200w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=1280,960 1280w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=430,322 430w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=720,540 720w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=900,675 900w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=800,600 800w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=1536,1152 1536w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=2048,1536 2048w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=668,501 668w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=500,375 500w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=823,617 823w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=708,531 708w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0669-2.jpg?resize=50,37 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TechCrunch</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">One of the buzziest reveals of the show is the debut phone from Clicks Technology, the $499 Communicator, which brings back BlackBerry vibes with its physical keyboard, plus a separate $79 slide-out physical keyboard that can be used with other devices.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2026/01/08/hands-on-with-a-prototype-of-clicks-communicator-a-new-blackberry-like-smartphone/\">Check out our full rundown from the show floor here</a>, but the Communicator makes a good first impression, per Consumer Editor Sarah Perez:</p>\n\n<p class=\"wp-block-paragraph\">“In our hands-on test, the phone felt good to hold — not too heavy or light, and was easy to grip. Gadway told me the company settled on the device’s final form after dozens of 3D-printed shapes. The winning design for the phone features a contoured back that makes it easy to pick up and hold.</p>\n\n<p class=\"wp-block-paragraph\">“The device’s screen is also somewhat elevated off the body, and its chin is curved up to create a recess that protects the keys when you place it face down.”</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-lg-s-home-robot-cloid-nbsp-makes-a-sluggish-first-impression\">LG’s home robot CLOiD makes a sluggish first impression</h2>\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?w=680\" alt=\"\" class=\"wp-image-3081245\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg 4032w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=150,113 150w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=300,225 300w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=768,576 768w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=680,510 680w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=1200,900 1200w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=1280,960 1280w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=430,323 430w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=720,540 720w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=900,675 900w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=800,600 800w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=1536,1152 1536w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=2048,1536 2048w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=668,501 668w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=500,375 500w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=823,617 823w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=708,531 708w, https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=50,38 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TechCrunch</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">A big part of LG’s CES presentation was dedicated to its robotics efforts, with home robot CLOiD as a prominent figurehead. And how did the robot fare once it was off the press conference stage and out in the wild? <a href=\"https://techcrunch.com/2026/01/08/i-watched-lgs-new-home-robot-cloid-do-laundry-but-i-have-questions/\">We’ll let Senior Writer Lucas Ropek’s impressions speak for themselves</a>: </p>\n\n<p class=\"wp-block-paragraph\">“Unfortunately, at the presentation I saw, CLOiD didn’t do a whole lot. I saw the bot very gingerly take a shirt out of a basket and place it into a dryer. I also saw it pick up a croissant and (again, very gingerly) place it into an oven. In addition to the live performance from the bot, the presentation was intercut with highly produced videos of the bot in a number of hypothetical scenarios where it might prove useful to potential users.” </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-eufymake-uv-printer-is-an-etsy-maker-s-dream\">eufyMake UV printer is an Etsy maker’s dream </h2>\n\n<p class=\"wp-block-paragraph\">Long used in industrial settings, UV printers that can print ink directly onto objects have been prohibitively expensive for individuals to own. But the eufyMake E1 is set to launch for $2,299 later this year, which makes bulk printing on things like mugs, water bottles, and phone cases a bit more attainable for individuals. <a href=\"https://techcrunch.com/storyline/ces-2026-follow-live-for-the-best-weirdest-most-interesting-tech-as-this-robot-and-ai-heavy-event-wraps/#the-eufymake-uv-printer-will-mak\">Lucas Ropek has more first impressions here</a>.  </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"eufyMake E1: The World's First Personal 3D-Texture UV Printer\" src=\"https://www.youtube.com/embed/ixgKgENE9iI?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-a-new-way-to-find-and-nbsp-purchase-nbsp-office-space\">A new way to find and purchase office space</h2>\n\n<p class=\"wp-block-paragraph\">MyCommuters has a novel take on creating office space by helping companies find locations that are beneficial to them and their employees. The platform pulls together different datasets to examine commute time, expenses, and other factors to identify an ideal spot for an office, not just the easiest thing to spot that’s on the market. Sean O’Kane <a href=\"https://techcrunch.com/storyline/ces-2026-follow-live-for-the-best-weirdest-most-interesting-tech-as-this-robot-and-ai-heavy-event-wraps/#mycommuters-is-a-new-platform-fo\">has more reporting on the idea that drove founder Guillaume Acier to start the company here</a>. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-check-out-the-skylight-calendar-2\">Check out the Skylight Calendar 2</h2>\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?w=680\" alt=\"\" class=\"wp-image-3080785\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg 1980w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=150,113 150w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=300,225 300w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=768,576 768w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=680,510 680w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=1200,900 1200w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=1280,960 1280w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=430,323 430w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=720,540 720w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=900,675 900w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=800,600 800w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=1536,1152 1536w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=668,501 668w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=500,375 500w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=823,617 823w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=708,531 708w, https://techcrunch.com/wp-content/uploads/2026/01/skylight-calendar-2.jpg?resize=50,38 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Sarah Perez</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">This family planning tool caught our eye on the show floor, not just for its calendar and planning capabilities, but for its AI capabilities that are able to sync calendars from different sources; create new to-dos based off of messages or photos, appointment reminders; and more. <a href=\"https://techcrunch.com/2026/01/07/skylight-debuts-calendar-2-to-keep-your-family-organized/\">Check out our full impressions here</a>. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-boston-dynamics-and-google-partner-on-atlas-robots-nbsp\">Boston Dynamics and Google partner on Atlas robots </h2>\n\n<p class=\"wp-block-paragraph\">Hyundai’s press conference focused on its robotics partnerships with Boston Dynamics, but the companies revealed that they’re working with Google’s AI research lab rather than competitors to train and operate existing Atlas robots, as well as a new iteration of the humanoid robot that was shown onstage. <a href=\"https://techcrunch.com/2026/01/05/boston-dynamicss-next-gen-humanoid-robot-will-have-google-deepmind-dna/\">Transportation editor Kirsten Korosec has the full rundown</a>. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Hyundai Motor Group Media Day at CES 2026\" src=\"https://www.youtube.com/embed/YAmqzgYjeSM?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n\n\n<p class=\"wp-block-paragraph\">Amazon’s AI-centric update with Alexa+ is getting the kind of push you’d expect at CES, with <a href=\"https://techcrunch.com/2026/01/05/alexa-without-an-echo-amazons-ai-chatbot-comes-to-the-web-and-a-revamped-alexa-app/\" target=\"_blank\" rel=\"noreferrer noopener\">the company launching Alexa.com for Early Access customers</a> looking to use the chatbot via their browsers, along with a similar, revamped bot-focused app. Consumer editor Sarah Perez has the details, along with news on <a href=\"https://techcrunch.com/2026/01/05/amazon-revamps-fire-tv-launches-its-own-artline-televisions-with-frames/\">Amazon’s revamp to Fire TV and new Artline TVs</a>, which have their own Alexa+ push. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">On the Ring front, consumer reporter Ivan Mehta <a href=\"https://techcrunch.com/2026/01/06/amazons-ring-doorbells-get-fire-alerts-an-app-store-and-new-sensors/\" target=\"_blank\" rel=\"noreferrer noopener\">runs through the many announcements</a>, from fire alerts to an app store for third-party camera integration, and more. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-razer-joins-the-ai-deluge-nbsp-with-project-ava-and-motoko-nbsp\">Razer joins the AI deluge with Project AVA and Motoko </h2>\n\n<p class=\"wp-block-paragraph\">In the past, Razer has been all about ridiculous hardware at CES, <a href=\"https://techcrunch.com/2017/01/05/razer-goes-immersive-with-new-in-room-gaming-projection-and-new-3-screen-laptop/\" target=\"_blank\" rel=\"noreferrer noopener\">from three-screen laptops</a> to <a href=\"https://www.razer.com/gaming-chairs-accessories/razer-freyja\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">haptic gaming cushions</a> to <a href=\"https://techcrunch.com/2024/04/30/razer-hit-with-1-1m-ftc-fine-over-glowing-n95-mask-covid-claims/\" target=\"_blank\" rel=\"noreferrer noopener\">a mask that landed the company a federal fine</a>. This year, its two attention-grabbing announcements were for Project Motoko, which aims to function similarly to smart glasses, but without the glasses. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Razer Project Motoko - The Future of Wearable AI\" src=\"https://www.youtube.com/embed/afNHg4UY7aA?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<p class=\"wp-block-paragraph\">Then there’s Project AVA, which puts the avatar of an AI companion on your desk. We’ll let you watch the concept video for yourself. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Razer Project AVA: Your AI Desk Companion\" src=\"https://www.youtube.com/embed/_QDthx_WjwE?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-lego-smart-bricks-mark-the-company-s-first-ces-appearance-nbsp\">Lego Smart Bricks mark the company’s first CES appearance </h2>\n\n<p class=\"wp-block-paragraph\">Lego joined CES for the first time to hold a behind-closed-doors showcase of its Smart Play System, which includes bricks, tiles, and Minifigures that can all interact with each other and play sounds, with both the debut sets having a Star Wars theme. Senior writer Amanda Silberling <a href=\"https://techcrunch.com/2026/01/05/lego-smart-bricks-introduce-a-new-way-to-build-and-they-dont-require-screens/\">has all the details here</a>. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Lego unveils an interactive 'Smart Brick' at CES 2026 in Las Vegas | REUTERS\" src=\"https://www.youtube.com/embed/2NzwQUe6Ngk?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "How the Sleepbuds maker, Ozlo, is building a platform for sleep data | TechCrunch",
            "time": "2026-01-09T19:36:04",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/10/CMC_8086.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://ozlosleep.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Ozlo</a>, the maker of comfortable, easy-to-use Sleepbuds that <a href=\"https://techcrunch.com/2024/10/22/as-ozlos-sleepbuds-go-on-sale-company-raises-funds-for-tinnitus-treatment/\">drown out outside noise</a> so you can get better rest, is turning its product into a platform.</p>\n\n<p class=\"wp-block-paragraph\">The company’s plan began to take shape last month with the announcement of a <a href=\"https://ozlosleep.com/blogs/blogs/a-partnership-built-around-better-rest\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">partnership between Ozlo and meditation app Calm</a>. But it kicked into high gear at the Consumer Electronics Show in Las Vegas this week as the company met with prospective partners to expand its reach.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Those new partners could help Ozlo tap into new audiences and build a revenue model beyond consumer-focused hardware and into the profit-margin-rich world of software subscriptions and healthcare. For instance, software features that use AI or are designed to provide relief to users with tinnitus could be offered as premium subscriptions. And a recent acquisition of a neurotech startup should help Ozlo expand beyond being a consumer product to entering the medical device market, too.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-how-ozlo-s-platform-ambitions-began\">How Ozlo’s platform ambitions began</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?w=680\" alt=\"\" class=\"wp-image-3081455\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp 1554w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=680,382 680w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_clam_blog_cover.webp?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Ozlo</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Founded by former Bose employees, Ozlo always intended to build an ecosystem, Ozlo co-founder and CEO NB Patil explained on the sidelines of CES.</p>\n\n<p class=\"wp-block-paragraph\">“The way we did that from the beginning is we built the iOS and Android SDK — so our first-party app actually runs on that SDK. That means whatever you see in our app can be made available to anybody,” Patil said.</p>\n\n<p class=\"wp-block-paragraph\">The mental wellness company Calm, for instance, is using the SDK to tell whether its sleep and meditation content is actually resonating with its customers. While Calm can’t tell from its own app if customers have fallen asleep, Ozlo’s sensors can. The device detects how body movements and respiration rates change, and that data is sent to the Ozlo charging case. There, a machine learning algorithm determines whether someone is asleep or is relaxed.</p>\n\n<p class=\"wp-block-paragraph\">Ozlo’s smart case has other sensors as well, including a temperature sensor and a light sensor that can add more data.</p>\n\n<p class=\"wp-block-paragraph\">Now, that information can be shared with apps like Calm and others. </p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/ozlo_calm.webp?w=680\" alt=\"\" class=\"wp-image-3081456\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/ozlo_calm.webp 1251w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_calm.webp?resize=150,65 150w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_calm.webp?resize=300,129 300w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_calm.webp?resize=768,331 768w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_calm.webp?resize=680,293 680w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_calm.webp?resize=1200,517 1200w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_calm.webp?resize=430,185 430w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_calm.webp?resize=720,310 720w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_calm.webp?resize=900,388 900w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_calm.webp?resize=800,345 800w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_calm.webp?resize=668,288 668w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_calm.webp?resize=708,305 708w, https://techcrunch.com/wp-content/uploads/2026/01/ozlo_calm.webp?resize=50,22 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Ozlo</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">For example, if a user started playing a breathing exercise, Ozlo could tell if their respiration rate had gone down and share that data with its partner. If the exercise is unsuccessful, the partner would know they need to change the pattern or do something different. </p>\n\n<p class=\"wp-block-paragraph\">“So there are two parts,” Patil notes. “Taking real-time action when the customer achieves the desired state [which Ozlo does with its feature that can shut off sounds after the user falls asleep] and the other part, which is very important, actually — that content creators are not quite thinking about — is, are they investing in the right content?” </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Patil explains that content creators for these types of meditation and sleeping aid apps tend to invest in volume without measuring whether or not their content is effective. </p>\n\n<p class=\"wp-block-paragraph\">“They don’t understand, actually, how it works in the field because there is no data,” he says. </p>\n\n<figure class=\"wp-block-image aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/imgi_5_BH-ANNIE_SELECT_still_export_0040-Edit_1.jpg\" alt=\"\" class=\"wp-image-3081511\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/imgi_5_BH-ANNIE_SELECT_still_export_0040-Edit_1.jpg 600w, https://techcrunch.com/wp-content/uploads/2026/01/imgi_5_BH-ANNIE_SELECT_still_export_0040-Edit_1.jpg?resize=150,110 150w, https://techcrunch.com/wp-content/uploads/2026/01/imgi_5_BH-ANNIE_SELECT_still_export_0040-Edit_1.jpg?resize=300,220 300w, https://techcrunch.com/wp-content/uploads/2026/01/imgi_5_BH-ANNIE_SELECT_still_export_0040-Edit_1.jpg?resize=430,315 430w, https://techcrunch.com/wp-content/uploads/2026/01/imgi_5_BH-ANNIE_SELECT_still_export_0040-Edit_1.jpg?resize=513,375 513w, https://techcrunch.com/wp-content/uploads/2026/01/imgi_5_BH-ANNIE_SELECT_still_export_0040-Edit_1.jpg?resize=50,37 50w\" sizes=\"auto, (max-width: 600px) 100vw, 600px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Ozlo</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">This relationship could also add another revenue stream to Ozlo’s business beyond selling hardware. For instance, if a customer is prompted to upgrade their subscription to the partner’s product, Ozlo could take a portion of that transaction.</p>\n\n<p class=\"wp-block-paragraph\">Patil told TechCrunch the company is already in discussions with other sleep and meditation apps, but this closed-loop feedback system could be used with any sort of content, including therapy or even audiobooks.</p>\n\n<p class=\"wp-block-paragraph\">Ozlo is also working on tinnitus therapy tools to address the ear-ringing problem that affects 15% of its customer base. The company teamed up with Walter Reed Hospital last year to launch a clinical study of the problem and found that playing the right masking frequency overnight for many weeks can fool the brain into stopping the irritating signals producing the ringing sounds.</p>\n\n<p class=\"wp-block-paragraph\">Patil says the tinnitus therapies will be available via a subscription and will roll out in the second quarter of 2026.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-an-ai-to-help-you-sleep-better\">An AI to help you sleep better </h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?w=680\" alt=\"\" class=\"wp-image-3081454\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg 2161w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=150,122 150w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=300,243 300w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=768,623 768w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=680,551 680w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=1200,973 1200w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=1280,1038 1280w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=430,349 430w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=720,584 720w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=900,730 900w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=800,649 800w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=1536,1245 1536w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=2048,1660 2048w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=668,542 668w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=463,375 463w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=761,617 761w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=655,531 655w, https://techcrunch.com/wp-content/uploads/2026/01/IMG_0660.jpg?resize=50,41 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Ozlo</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Ozlo is also working to expand the insights it provides its own customers, and AI is an increasingly important piece. The company <a href=\"https://ozlosleep.com/blogs/blogs/introducing-sleep-patterns-from-ozlo-better-sleep-backed-by-insight\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">launched Sleep Patterns within its app in November</a> to help customers understand how long and well they’ve slept, what their patterns are across the past weeks, and what factors could be disturbing their rest.</p>\n\n<p class=\"wp-block-paragraph\">This year, Ozlo plans to introduce an AI agent that customers can text with and use as a “sleep buddy.” (The company revealed the “buddy” name for its AI agent in an Easter egg within the app. The app displays an animated character — “buddy” — that runs across the top of the screen when you open and close the case five times in a row.)</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">By integrating with other wearables and Apple’s HealthKit, Ozlo will be able to better understand a user’s patterns and what they need to sleep better. It also wants to be able to connect with IoT devices, like smart thermostats, to set the right sleeping temperature for users as soon as they open the case at night.</p>\n\n<p class=\"wp-block-paragraph\">The AI features are expected in the second quarter. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-new-hardware-eeg-insights-on-the-way\">New hardware, EEG insights on the way</h2>\n\n<p class=\"wp-block-paragraph\">Ozlo’s next-generation case will address the issue of the earbuds sometimes not being properly seated in the charger.</p>\n\n<p class=\"wp-block-paragraph\">“We changed the contours inside the case — when you place [the sleepbud], it’s perfect. And then we’ll have a Bluetooth button to do the pairing,” Patil says. </p>\n\n<p class=\"wp-block-paragraph\">Plus, the new device will include a redesigned antenna and extender for improved range, and will add an amplifier to boost how loud the headphones can be to drown out plane and train noise, when needed. This updated hardware will also arrive in Q2.</p>\n\n<p class=\"wp-block-paragraph\">In terms of products, Ozlo will launch a bedside speaker in Q2 that will offer similar functionality to the Sleepbuds, but won’t need to go in the ear. A 4×6-inch speaker would also have its own sensor, allowing it to do things like tracking how many times you woke up for bathroom breaks, or alert others if you had fallen.</p>\n\n<p class=\"wp-block-paragraph\">The speaker would allow the company to market to families with children under 13, as kids aren’t advised to wear earbuds at night. It could also make sense for elderly individuals who aren’t as technically savvy and don’t want to fiddle with in-ear devices.  </p>\n\n<p class=\"wp-block-paragraph\">Like the <a href=\"https://www.google.com/aclk?sa=L&amp;pf=1&amp;ai=DChsSEwiuw9fLj_-RAxUYakcBHeV_IaUYACICCAEQBxoCcXU&amp;co=1&amp;ase=2&amp;gclid=CjwKCAiA64LLBhBhEiwA-Pxgu98RSkZnHYKjo5EpXNZcKlhTUkBFBkP12GMvcDvUBTfGYNIPIyKhpBoCnEcQAvD_BwE&amp;cid=CAAS0wHkaI06n2gt-vz13grkMXy4v4WcU1ww6D5RviNLZuty2X0vaXY6MaRuhGzBdvDc00bH7Bv64w5-7-Px3rOOIRoPWmrr1DVlj2RAVkywsOBMY0Rh-QpR7GUvIThwGSFl375EODw8TfPwZtws9-62NrWloO_i_MmC3W5nn9JdSOIjsAjWt9Hs629TpragAqYbzh2upp3TPlyIWHdFh-l-Er-XhBgcX8Mzzhswk1pvHhjrOuvRgRajeB27CsVta33VmCIQa1FHukOnmeq3nH9CFiX8uO37&amp;cce=2&amp;category=acrcp_v1_32&amp;sig=AOD64_2Mb5uhnHiZ2nHLJXf_L0e6VwXpzQ&amp;q&amp;nis=4&amp;adurl=https://www.hatch.co/?utm_source%3Dgoogle_search%26utm_medium%3Dpaid_search%26utm_campaign%3D16106137135%26utm_adgroup%3D186291917698%26utm_content%3D773548259655%26utm_term%3Dhatch%2520alarm%2520clock%26utm_device%3Dc%26gad_source%3D1%26gad_campaignid%3D16106137135%26gbraid%3D0AAAAADh7rJOywgifezujFvQwjMYUaVcwV%26gclid%3DCjwKCAiA64LLBhBhEiwA-Pxgu98RSkZnHYKjo5EpXNZcKlhTUkBFBkP12GMvcDvUBTfGYNIPIyKhpBoCnEcQAvD_BwE&amp;ved=2ahUKEwiap9DLj_-RAxWwElkFHR6XBk4Q0Qx6BAgVEAE\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">popular Hatch alarm clock</a>, Ozlo is working on adding a light to a product in the future to gently wake you up. (The time frame to launch is still being determined.)</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?w=680\" alt=\"\" class=\"wp-image-3081458\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg 2672w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=150,85 150w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=300,170 300w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=768,436 768w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=680,386 680w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=1200,682 1200w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=1280,727 1280w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=430,244 430w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=720,409 720w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=900,511 900w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=800,454 800w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=1536,873 1536w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=2048,1163 2048w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=668,380 668w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=660,375 660w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=1086,617 1086w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=708,402 708w, https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-09-at-12.26.39-PM.jpg?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Segotia</span></figcaption></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-the-acquisition-play\">The acquisition play</h2>\n\n<p class=\"wp-block-paragraph\">Acquisitions are also part of Ozlo’s growth strategy. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The 60-person, Boston-based company just acquired Segotia, <a href=\"https://insider.fitt.co/press-release/ozlo-expands-neuroscience-capabilities-with-acquisition-of-segotia/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">an EEG-focused neurotech firm from Ireland</a>, that has been building “hearable” technologies. Ozlo believes this will allow it to bring brain-level insights to its consumer device and later develop tools to do real-time sleep intervention.</p>\n\n<p class=\"wp-block-paragraph\">“Basically, we are custom designing the eartip that is going to measure the electrical signals from your ear. From that, actually, you can derive the delta signals from the brain, and you should be able to say what your brain is doing when it comes to sleep, or when it comes to awareness, and all that,” Patil explained.</p>\n\n<p class=\"wp-block-paragraph\">A product incorporating the EEG technology will launch in 2027, allowing the company to move into the medical products field, as well.</p>\n\n<p class=\"wp-block-paragraph\">With the busy year ahead, Ozlo will need to execute well on each new feature and product in rapid order to maintain its current pace and grow its customer base. It will also need additional capital. Patil told TechCrunch the company is in the process of closing a Series B round now, with more details to come in the month ahead.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Meta signs deals with three nuclear companies for 6-plus GW of power | TechCrunch",
            "time": "2026-01-09T17:51:15",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2021/06/GettyImages-129268875.jpg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Meta today announced three deals to provide its data centers with nuclear power: one from a startup, one from a smaller energy company, and one from a larger company that already operates several nuclear reactors in the U.S.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://oklo.com/overview/default.aspx\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Oklo</a> and <a href=\"https://www.terrapower.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">TerraPower</a>, two <a href=\"https://techcrunch.com/2025/05/26/here-are-the-nuclear-fission-startups-backed-by-big-tech/\">companies developing small modular reactors (SMR)</a>, each signed agreements with Meta to build multiple reactors, while Vistra is selling capacity from its existing power plants.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Nuclear power has become a favored power source for tech companies as their AI ambitions have grown, providing stable 24/7 electricity. Startups and existing reactors have benefited from the race for data center power, though in different ways.</p>\n\n<p class=\"wp-block-paragraph\">Existing reactors tend to be the cheapest form of baseload capacity, but there are only so many to go around, which has pushed Meta and its peers toward SMR startups. Companies like Oklo and TerraPower are betting that by building a large number of smaller reactors, they’ll be able to bring the cost down through mass manufacturing. It’s a plausible hypothesis, though one that has yet to be tested. Meta’s deal could give SMR startups a chance to prove it.</p>\n\n<p class=\"wp-block-paragraph\">The deals are the result of a <a href=\"https://techcrunch.com/2024/12/04/meta-jumps-aboard-the-nuclear-powered-data-center-bandwagon/\">request for proposals that Meta issued</a> in December 2024, in which Meta sought partners that could add between 1 to 4 gigawatts of generating capacity by the early 2030s. Much of the new power will flow through the PJM interconnection, a grid which covers 13 Mid-Atlantic and Midwestern states and has become saturated with data centers.</p>\n\n<p class=\"wp-block-paragraph\">The 20-year agreement with Vistra will have the most immediate impact on Meta’s energy needs. The tech company will buy a total of 2.1 gigawatts from two existing nuclear power plants, Perry and Davis-Besse in Ohio.</p>\n\n<p class=\"wp-block-paragraph\">As part of the deal, Vistra will also add capacity to those power plants and to its Beaver Valley power plant in Pennsylvania. Together, the upgrades will generate an additional 433 MW and are scheduled to come online in the early 2030s.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Meta is also buying 1.2 gigawatts from young provider Oklo. Under its deal with Meta, Oklo is hoping to start supplying power to the grid as early as 2030. The SMR company <a href=\"https://techcrunch.com/2023/07/17/climate-tech-spacs-altc-oklo/\">went public via SPAC</a> in 2023, and while Oklo has landed a <a href=\"https://techcrunch.com/2024/12/18/sam-altman-backed-nuclear-startup-oklo-lands-massive-data-center-power-deal-with-caveats/\">large deal with data center operator Switch</a>, it has struggled to get its reactor design approved by the Nuclear Regulatory Commission.</p>\n\n<p class=\"wp-block-paragraph\">If Oklo can deliver on its timeline, the new reactors would be built in Pike County, Ohio. The startup’s Aurora Powerhouse reactors each produce 75 megawatts of electricity, and it will need to build more than a dozen to fulfill Meta’s order.</p>\n\n<p class=\"wp-block-paragraph\">TerraPower is a startup co-founded by Bill Gates, and it is aiming to start sending electricity to Meta as early as 2032. It has designed a reactor that uses molten sodium to transfer energy from reactor to generator. When demand is low, the superheated salt can be stored in an insulated vat until more power is needed. The reactor can generate 345 megawatts of electricity, while the storage system can provide an additional 100 to 500 megawatts for more than five hours. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company has navigated the NRC process more smoothly, and it is working with GE Hitachi to build its first power plant in Wyoming. Its first two reactors for Meta would provide 690 megawatts, and Meta said it has rights to buy another six units for a total of 2.8 gigawatts of nuclear capacity and 1.2 gigawatts of storage.</p>\n\n<p class=\"wp-block-paragraph\">Meta did not disclose financial terms of the deals. </p>\n\n<p class=\"wp-block-paragraph\">The power purchases from Vistra are certain to be the cheapest — electricity from already operating nuclear reactors is among the cheapest on the grid. </p>\n\n<p class=\"wp-block-paragraph\">Costs for SMRs still have yet to be worked out. Several startups have aggressive cost targets: TerraPower has estimated that it can bring it down to <a href=\"https://eepower.com/news/bill-gates-backed-terrapower-plans-unusual-nuclear-reactor/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$50 to $60 per megawatt-hour</a>, while Oklo has said it is aiming for <a href=\"https://www.reuters.com/business/energy/oklos-nuclear-order-book-shows-potential-small-reactors-2024-07-10/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$80 to $130 per megawatt-hour</a>. Those figures are for later power plants — the first examples are likely to cost more.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "X restricts Grok's image generation to paying subscribers only after drawing the world's ire | TechCrunch",
            "time": "2026-01-09T13:59:24",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/11/xAI-Grok-GettyImages-1765893916.jpeg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Elon Musk’s AI company has restricted Grok’s controversial AI image-generation feature to only paying subscribers on X, after the tool invited heavy criticism from across the world for letting users generate sexualized and nude images of women and children. </p>\n\n<p class=\"wp-block-paragraph\">In replies to users on Friday, Grok said only paying subscribers on X would be able to generate and edit images on the platform. Notably, these limits do not apply to the Grok app, which, at the time of publication was letting anyone generate pictures without having to pay for a subscription.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Initially available to anyone with daily limits, Grok’s image-generation feature allowed users to upload anyone’s picture and ask it to edit it or generate a sexualized or nude version. What ensued was <a href=\"https://www.bloomberg.com/news/articles/2026-01-07/musk-s-grok-ai-generated-thousands-of-undressed-images-per-hour-on-x?accessToken=eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJzb3VyY2UiOiJTdWJzY3JpYmVyR2lmdGVkQXJ0aWNsZSIsImlhdCI6MTc2Nzc5MDk4NywiZXhwIjoxNzY4Mzk1Nzg3LCJhcnRpY2xlSWQiOiJUOEhRS0hLR0lGUE8wMCIsImJjb25uZWN0SWQiOiJGRUIzODlCNUI2ODI0RTY0QjY5MENEODE1RTBDREZGRCJ9.3B4JWnmqmXFC3DOqhs11h99g5gNzi4j_poKAHLuWdrY&amp;leadSource=uverify%20wall\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a veritable flood</a> of non-consensual sexualized images of children, actors, models and prominent figures, <a href=\"https://techcrunch.com/2026/01/08/governments-grapple-with-the-flood-of-non-consensual-nudity-on-x/\">drawing the ire of multiple nations.</a></p>\n\n<p class=\"wp-block-paragraph\">X and Musk have both publicly denounced the use of the tool to produce such images, writing that the company would stick to its policies against posting illegal content on the social media platform. “Anyone using grok to make illegal content will suffer the same consequences as if they upload illegal content,” Musk <a href=\"https://x.com/elonmusk/status/2007475612949102943\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">tweeted</a> last week.</p>\n\n<p class=\"wp-block-paragraph\">The U.K., the European Union, and India have all publicly denounced X and Grok for allowing such use of its capabilities. The EU on Thursday asked xAI to <a href=\"https://www.reuters.com/world/eu-commission-has-ordered-x-retain-all-grok-documents-until-end-2026-2026-01-08/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">retain</a> all documentation relating to the chatbot, and India’s communications ministry last week <a href=\"https://techcrunch.com/2026/01/02/india-orders-musks-x-to-fix-grok-over-obscene-ai-content/\">ordered</a> X to make immediate changes to stop the image-generation features from being misused or risk its safe harbor protections in the country. The U.K.’s communications watchdog <a href=\"https://x.com/Ofcom/status/2008201578378084550\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said</a> it’s been in touch with xAI over the issue as well.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "The venture firm that ate Silicon Valley just raised another $15 billion | TechCrunch",
            "time": "2026-01-09T13:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2019/04/Screen-Shot-2019-04-02-at-4.27.47-PM.png?resize=1200,659",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Andreessen Horowitz just announced the firm has raised a little more than <a href=\"https://a16z.com/news-content/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$15 billion</a> in new funding. The haul represents over 18% of all venture capital dollars allocated in the United States in 2025, according to firm co-founder Ben Horowitz, but even more jaw-dropping is that it brings the organization to more than $90 billion in assets under management, putting it neck-and-neck with Sequoia Capital as among the largest venture firms in the world. Which is fitting, since a16z appears to be very friendly with actual sovereign wealth funds, including at least one from Saudi Arabia.</p>\n\n<p class=\"wp-block-paragraph\">The firm, which employs many hundreds of people across five offices — three in California, plus New York and Washington, D.C. — has become a globe-spanning operation with employees on six continents. In December, it opened its first Asia office in Seoul for its crypto practice.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">That newly committed capital breaks down across five funds: $6.75 billion for growth investments, $1.7 billion each for apps and infrastructure, $1.176 billion for “American Dynamism” (more on that shortly), $700 million for biotech and healthcare, and another $3 billion for other venture strategies. It’s the kind of money that makes you wonder where it all comes from and, more importantly, where it all goes.</p>\n\n<p class=\"wp-block-paragraph\">The “where it comes from” question is one the firm has historically declined to answer. When we asked a16z this week about its limited partners and its distributed-to-paid-in capital ratio — the DPI, or how much actual cash the firm has returned to investors over its 16-year history — the firm didn’t respond. What we do know is that <a href=\"https://www.calpers.ca.gov/documents/202503-invest-agenda-item04e-01-a/download?inline\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">CalPERS</a> invested $400 million in 2023, marking the first time in a16z’s history it took money from a major California pension fund, probably because institutions with transparency requirements don’t really align with the firm’s preference for opacity. We also know that Sanabil Investments, the venture arm of Saudi Arabia’s Public Investment Fund, <a href=\"https://www.sanabil.com/en/Our-Portfolio\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">lists</a> Andreessen Horowitz among its portfolio holdings.</p>\n\n<p class=\"wp-block-paragraph\">The Saudi connection isn’t subtle. Back in 2023, Marc Andreessen and Ben Horowitz appeared onstage with WeWork co-founder Adam Neumann to discuss their $350 million investment in his then-new residential real estate venture, Flow. The venue was a conference backed by one of Saudi Arabia’s largest sovereign funds. Horowitz praised Saudi Arabia as a “startup country,” adding that “Saudi has a founder; you don’t call him a founder, you <a href=\"https://techcrunch.com/2023/04/01/andreessen-horowitz-is-now-openly-courting-capital-from-saudi-arabia-despite-u-s-strains/\">call him his royal highness</a>.” </p>\n\n<p class=\"wp-block-paragraph\">But Marc Andreessen has found another royal to admire. Since President Donald Trump’s November 2024 election victory, Andreessen has logged a lot of hours at Mar-a-Lago, by his own account, helping shape policy on tech, business, and economics. Early last year, he became an “<a href=\"https://x.com/HooverInst/status/1879251881597472913\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">unpaid intern</a>” at Elon Musk’s Department of Government Efficiency, vetting candidates for the Trump administration — not just for tech roles but for positions in the Defense Department and intelligence agencies. Scott Kupor, a16z’s first employee back in 2009, was sworn in as director of the U.S. Office of Personnel Management this past summer.</p>\n\n<p class=\"wp-block-paragraph\">This matters because a16z’s current strategy is heavily weighted toward what it calls “American Dynamism” — a practice that invests in defense, aerospace, public safety, housing, education, and manufacturing. The portfolio aligns remarkably well with Defense Department priorities: Anduril (autonomous defense systems), Shield AI (military drones), Saronic Technologies (autonomous naval vessels), and Castelion (hypersonic missiles). The bigger bet is that America needs to reindustrialize and reshore critical manufacturing, particularly since, as a16z itself notes, the U.S. would exhaust its entire missile inventory “in something like 8 days” in a conflict with China over Taiwan, then need three years to rebuild it.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Then there’s the AI bet, which might be the firm’s highest-risk, highest-reward play yet. a16z has positioned itself across every level of the AI stack: infrastructure (Databricks), foundation models (with stakes in Mistral AI, OpenAI and xAI), and applications (<a href=\"http://character.ai\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Character.AI</a>, among many other portfolio companies). </p>\n\n<p class=\"wp-block-paragraph\">The firm has wins to point to. Its $25 million investment in Coinbase turned into an $86 billion valuation at the 2021 IPO. There’s Airbnb (public at over $100 billion), Slack (acquired for $27.7 billion), and GitHub ($7.5 billion to Microsoft). Its <a href=\"https://tracxn.com/d/venture-capital/andreessen-horowitz/__oEAKrCATGdFfCsrPN-DhXby6dmugBcIAllHOAiIiWII\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">portfolio</a> includes 115 unicorns, 35 IPOs, and 241 acquisitions, according to the market intelligence firm Tracxn. The firm has also made and lost money by snapping up cryptocurrency tokens, though there’s less visibility into those numbers.</p>\n\n<p class=\"wp-block-paragraph\">In a <a href=\"https://a16z.com/why-did-we-raise-15b/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">blog post</a> published Friday morning, Ben Horowitz writes that “as the American leader in Venture Capital, the fate of new technology in the United States rests partly on our shoulders.” It’s the kind of statement certain to cause agita at rival firms, some of which have been around closer to 50 years, compared with the much younger a16z. Horowitz frames a16z’s mission as “ensuring that America wins the next 100 years of technology.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Whether that happens remains to be seen. What’s certain is that Andreessen Horowitz has mastered the art of raising money — $15 billion this time — to fund a vision of American technological dominance that runs through Riyadh, Mar-a-Lago, and the Pentagon. That’s quite a pitch, and plainly, it works.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Anthropic adds Allianz to growing list of enterprise wins | TechCrunch",
            "time": "2026-01-09T09:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/09/Screenshot-2025-09-02-at-12.22.37PM.png?resize=1200,671",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">AI research lab Anthropic continues to land sizable enterprise deals. Its latest entails bringing its large language models to a legacy German insurance giant.</p>\n\n<p class=\"wp-block-paragraph\">Anthropic on Friday announced a deal with Munich, Germany-based global insurance conglomerate Allianz to bring “responsible AI” to the insurance industry. The parties declined to share financial terms of the deal.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The partnership is made up of three specific initiatives.</p>\n\n<p class=\"wp-block-paragraph\">The first is making Claude Code, Anthropic’s AI-powered coding tool, available to all of Allianz’s employees. Anthropic and Allianz will also build custom AI agents for Allianz employees that can execute multistep workflows with a human in the loop.</p>\n\n<p class=\"wp-block-paragraph\">This partnership also includes an AI system that logs all AI interactions to keep the AI transparent and ensure that information is readily available for regulatory or other needs.</p>\n\n<p class=\"wp-block-paragraph\">“With this partnership, Allianz is taking a decisive step to address critical AI challenges in insurance,” Oliver Bäte, CEO of Allianz SE, said in the company’s press release. “Anthropic’s focus on safety and transparency complements our strong dedication to customer excellence and stakeholder trust. Together, we are building solutions that prioritize what matters most to our customers while setting new standards for innovation and resilience.”</p>\n\n<p class=\"wp-block-paragraph\">This is just the latest enterprise deal Anthropic has landed in recent months.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">In December, the company inked a <a href=\"https://techcrunch.com/2025/10/06/deloitte-goes-all-in-on-ai-despite-having-to-issue-a-hefty-refund-for-use-of-ai/\" target=\"_blank\" rel=\"noreferrer noopener\">$200 million deal</a> to bring its AI models to data cloud company Snowflake and its customers. Shortly after, it announced a <a href=\"https://techcrunch.com/2025/12/09/anthropic-and-accenture-sign-multi-year-ai-strategic-partnership/\" target=\"_blank\" rel=\"noreferrer noopener\">multi-year partnership</a> with the consulting firm Accenture.</p>\n\n<p class=\"wp-block-paragraph\">In October, it signed a deal with consulting firm Deloitte to bring its Claude chatbot to the firm’s 500,000 employees. That same month, Anthropic <a href=\"https://techcrunch.com/2025/10/07/anthropic-and-ibm-announce-strategic-partnership/\" target=\"_blank\" rel=\"noreferrer noopener\">signed a deal with IBM</a> to bring its AI models into the latter’s products.</p>\n\n<p class=\"wp-block-paragraph\">The race for AI enterprise dominance is clearly on, and Anthropic appears to be winning — so far at least.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Anthropic holds 40% of enterprise AI market share, according to a <a href=\"https://menlovc.com/perspective/2025-the-state-of-generative-ai-in-the-enterprise/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">December survey from Anthropic investor Menlo Ventures</a>, and 54% of the market share for AI coding. Anthropic market share increased throughout last year. When Menlo’s original <a href=\"https://techcrunch.com/2025/07/31/enterprises-prefer-anthropics-ai-models-over-anyone-elses-including-openais/\" target=\"_blank\" rel=\"noreferrer noopener\">survey came out in July</a>, the company held a 32% market share for overall enterprise LLM use.</p>\n\n<p class=\"wp-block-paragraph\">Google launched its dedicated enterprise AI product, <a href=\"https://techcrunch.com/2025/10/09/google-ramps-up-its-ai-in-the-workplace-ambitions-with-gemini-enterprise/\" target=\"_blank\" rel=\"noreferrer noopener\">Gemini Enterprise</a>, in October. At the time, the company touted that the product suite already had customers, including fintech Klarna, design software company Figma, and cruise line operator Virgin Voyages, among others.</p>\n\n<p class=\"wp-block-paragraph\">OpenAI launched its enterprise version of ChatGPT, <a href=\"https://techcrunch.com/2023/08/28/openai-launches-a-chatgpt-plan-for-enterprise-customers/\" target=\"_blank\" rel=\"noreferrer noopener\">ChatGPT Enterprise</a>, in 2023. Recently, the company reportedly <a href=\"https://www.theinformation.com/articles/openai-ceo-declares-code-red-combat-threats-chatgpt-delays-ads-effort\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">expressed deep concern</a> in an internal memo that Google Gemini’s success was starting to encroach on its business. Shortly after, the company released a report that said <a href=\"https://techcrunch.com/2025/12/08/openai-boasts-enterprise-win-days-after-internal-code-red-on-google-threat/\" target=\"_blank\" rel=\"noreferrer noopener\">enterprise use of ChatGPT had surged 8x</a> in the past year.</p>\n\n<p class=\"wp-block-paragraph\">A recent <a href=\"https://techcrunch.com/2025/12/29/vcs-predict-strong-enterprise-ai-adoption-next-year-again/\" target=\"_blank\" rel=\"noreferrer noopener\">TechCrunch investor survey</a> found that enterprise-focused VCs overwhelmingly think that 2026 will be the year that enterprises start to see a meaningful return on their investment into AI products.</p>\n\n<p class=\"wp-block-paragraph\">While Anthropic seems to be a clear favorite at the moment, this year will likely be telling of what the enterprise AI market — and its competitive landscape — will look like in the future.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Inside CES 2026's “physical AI” takeover | TechCrunch",
            "time": "2026-01-09T01:19:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/Screenshot-2026-01-05-at-5.03.42-PM.png?resize=1200,669",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"></p>\n\n\n\n<p class=\"has-text-align-left wp-block-paragraph\">After years of chatbots and image generators, AI is finally leaving the screen. At CES 2026, that shift became impossible to ignore. </p>\n\n\n\n<p class=\"wp-block-paragraph\">The annual tech showcase in Las Vegas was <a href=\"https://techcrunch.com/2026/01/06/the-most-bizarre-tech-announced-so-far-at-ces-2026/\" target=\"_blank\" rel=\"noreferrer noopener\">dominated by “physical AI”</a> and robotics, from Boston Dynamic’s newly redesigned Atlas humanoid robot to AI-powered ice makers (yes, really). The companies in attendance clearly want consumers to know: AI isn’t just capable of answering questions anymore. It’s ready to movecar parts in factories, catchcatching drones with net guns, and dance in automaker booths. </p>\n\n\n\n<p class=\"wp-block-paragraph\">Watch as TechCrunch’s <a href=\"https://techcrunch.com/podcasts/equity/\" target=\"_blank\" rel=\"noreferrer noopener\">Equity</a> podcast breaks down <a href=\"https://techcrunch.com/2026/01/06/ces-2026-everything-revealed-from-nvidias-debuts-to-amds-new-chips-to-razers-ai-oddities/\" target=\"_blank\" rel=\"noreferrer noopener\">everything we saw at CES 2026</a> and more deals from the week that caught our eye.</p>\n\n\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t</div></body></html>"
        },
        {
            "title": "Data security startup Cyera hits $9B valuation six months after being valued at $6B | TechCrunch",
            "time": "2026-01-08T23:59:56",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-174691675.jpg?resize=1200,720",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Data security startup Cyera continues on a growth tear. On Thursday, it <a href=\"https://www.businesswire.com/news/home/20260108628439/en/Cyera-Raises-%24400M-to-Meet-Rapidly-Growing-Demand-for-AI-Security-Among-Enterprises\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> a $400 million Series F funding round at a $9 billion valuation. The New York-based outfit has now raised over $1.7 billion. This funding comes just six months after the previous $540 million <a href=\"https://www.cyera.com/press-releases/ai-native-security-leader-cyera-doubles-customer-base-in-six-months-reaching-6-billion-valuation#:~:text=NEW%20YORK%2D%2D(BUSINESS%20WIRE,founder%20and%20CEO%20of%20Cyera.\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">round at a $6 billion</a> valuation.</p>\n\n<p class=\"wp-block-paragraph\">The new round was led by funds managed by Blackstone with participation from existing investors including Accel, Coatue, Lightspeed, Redpoint, Sapphire, Sequoia, and others.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Cyera offers <a href=\"https://techcrunch.com/2024/04/09/ai-data-security-startup-cyera-confirms-300m-raise-at-a-1-4b-valuation/\">what it calls data security posture management</a>, a service that helps companies map out where all their sensitive data lives across cloud systems and databases, track how employees and applications use it, and identify security vulnerabilities. The rise of AI — which has increased both the volume of data that companies handle and concerns about data leaks — has helped Cyera sign up one-fifth of the Fortune 500 companies as customers and more than triple revenue in its last year, the company says, causing investors to eagerly pile in.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Governments grapple with the flood of non-consensual nudity on X | TechCrunch",
            "time": "2026-01-08T22:08:58",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2218892225.jpg?resize=1200,804",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">For the past two weeks, X has been flooded with AI-manipulated nude images, created by the Grok AI chatbot. An alarming range of women have been affected by the non-consensual nudes, including prominent models and actresses, as well as <a href=\"https://www.washingtonpost.com/technology/2026/01/06/x-grok-deepfake-sexual-abuse/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">news figures</a>, <a href=\"https://x.com/billdmccarthy/status/2009327842468003882?s=61\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">crime victims</a>, and even <a href=\"https://www.thecut.com/article/elon-musk-grok-sexual-images-ashley-st-clair.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">world leaders</a>. </p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://copyleaks.com/blog/grok-and-nonconsensual-image-manipulation\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">A December 31 research paper from Copyleaks</a> estimated roughly one image was being posted each minute, but later tests found <a href=\"https://www.theguardian.com/technology/2026/jan/08/grok-x-nonconsensual-images\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">far more.</a> A sample gathered from January 5-6 found <a href=\"https://www.bloomberg.com/news/articles/2026-01-07/musk-s-grok-ai-generated-thousands-of-undressed-images-per-hour-on-x?accessToken=eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJzb3VyY2UiOiJTdWJzY3JpYmVyR2lmdGVkQXJ0aWNsZSIsImlhdCI6MTc2Nzc5MDk4NywiZXhwIjoxNzY4Mzk1Nzg3LCJhcnRpY2xlSWQiOiJUOEhRS0hLR0lGUE8wMCIsImJjb25uZWN0SWQiOiJGRUIzODlCNUI2ODI0RTY0QjY5MENEODE1RTBDREZGRCJ9.3B4JWnmqmXFC3DOqhs11h99g5gNzi4j_poKAHLuWdrY&amp;leadSource=uverify%20wall\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">6,700 per hour over the 24-hour period</a>. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">But while public figures from around the world have decried the choice to release the model without safeguards, there are few clear mechanisms for regulators hoping to rein in Elon Musk’s new image-manipulating system. The result has become a painful lesson in the limits of tech regulation — and a forward-looking challenge for regulators hoping to make a mark.</p>\n\n<p class=\"wp-block-paragraph\">Unsurprisingly, the most aggressive action has come from the European Commission, which on Thursday <a href=\"https://www.reuters.com/world/eu-commission-has-ordered-x-retain-all-grok-documents-until-end-2026-2026-01-08/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ordered xAI to retain all documents</a> related to its Grok chatbot. The move doesn’t necessarily mean the commission has opened up a new investigation, but it’s a common precursor to such action. It’s particularly ominous given <a href=\"https://www.cnn.com/2026/01/08/tech/elon-musk-xai-digital-undressing\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">recent reporting from CNN</a> that suggests Elon Musk may have personally intervened to prevent safeguards from being placed on what images could be generated by Grok.</p>\n\n<p class=\"wp-block-paragraph\">It’s unclear whether X has made any technical changes to the Grok model, although the public media tab for Grok’s X account has been removed. In a statement, the company specifically denounced the use of AI tools to produce child sexual imagery. “Anyone using or prompting Grok to make illegal content will suffer the same consequences as if they upload illegal content,” the X Safety account <a href=\"https://x.com/Safety/status/2007648212421587223\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">posted on January 3</a>, echoing a previous tweet by Elon Musk.</p>\n\n<p class=\"wp-block-paragraph\">In the meantime, regulators around the world have issued stern warnings. The United Kingdom’s Ofcom <a href=\"https://x.com/Ofcom/status/2008201578378084550\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">issued a statement on Monday</a>, saying it was in touch with xAI and “will undertake a swift assessment to determine whether there are potential compliance issues that warrant investigation.” In <a href=\"https://www.bbc.com/news/articles/cp9jxvx0zjmo\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a radio interview on Thursday</a>, U.K. Prime Minister Keir Starmer called the phenomenon “disgraceful” and “disgusting,” saying “Ofcom has our full support to take action in relation to this.”</p>\n\n<p class=\"wp-block-paragraph\">In <a href=\"https://www.linkedin.com/posts/activity-7414540088329723904-Y8cH/?utm_source=share&amp;utm_medium=member_desktop&amp;rcm=ACoAAAEplZ4Bv8TsVQuhGbv7X0jbnsxlrOzlzOU\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a post on LinkedIn</a>, Australian eSafety Commissioner Julie Inman-Grant said her office had received a doubling in complaints related to Grok since late 2025. But Inman-Grant stopped short of taking action against xAI, saying only, “We will use the range of regulatory tools at our disposal to investigate and take appropriate action.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">By far the largest market to threaten action is India, where Grok was the subject of a formal complaint from a member of Parliament. On January, India’s communications regulator MeitY ordered X to address the issue and submit an “action-taken” report within 72 hours — a deadline that was subsequently extended by 48 hours. While a report was <a rel=\"nofollow\" href=\"https://economictimes.indiatimes.com/tech/technology/x-says-its-introducing-more-grok-guardrails-refining-safeguards/articleshow/126400465.cms\">submitted to the regulator on January 7</a>, it’s unclear whether MeitY will be satisfied with the response. If not, X could lose its safe harbor status in India, a potentially serious limitation on its ability to operate within the country.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "GTMfund has rewritten the distribution playbook for the AI era | TechCrunch",
            "time": "2026-01-08T19:27:16",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/DSC_6131.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Building software products has never been easier, so why are so many well-funded startups failing to take off no matter how good their product is? In this season finale episode of Build Mode, our guest has an answer: Startups have focused too much on product development and not enough on distribution excellence. Paul Irving is partner and COO at GTMfund, which operates under the thesis that distribution is the final moat in the AI era. </p>\n\n<p class=\"wp-block-tc23-podcast-player\">\n\t\n\t</p>\n\n<p class=\"wp-block-paragraph\">The traditional go-to-market playbook lays out a one-size-fits-all approach to hiring and scaling that may have worked in the days of traditional enterprise SaaS but won’t cut it in the crowded, AI-driven startup era of 2025. Innovation cycles are moving faster than ever, and what used to take several years can now be achieved in just a few months. So Irving and the GTMfund team advise their portfolio companies to differentiate in their distribution rather than their product. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“The aperture for how you build your go-to-market or revenue engine and the decisions you make to get there have never had more unique and specific pathways depending on your company,” Irving said. </p>\n\n<p class=\"wp-block-paragraph\">In this episode, Irving dove into several specific examples of what he’s seen work for startups. The main takeaways: AI can help small teams hone their data-driven approach and find direct lines to their customer base through creative means; in the early days, founders can’t tackle all distribution channels at once; hiring should be approached thoughtfully without a traditional mindset; and building a team of trusted advisers should be a top priority. </p>\n\n<p class=\"wp-block-paragraph\">Early-stage investors, at least at GTMfund, aren’t looking for startups that have spent half their budget on paid ads or hired a full sales team. They want to see founders get creative with how they reach their unique customers. Irving laid out an example of one startup that became an active participant in several relevant Facebook groups. “If you think about it in the framework of, okay, it’s a thousand people, but 700 of them are my actual ICP and buyer because of the specific groups that either we started as a company or the ones that we’ve become the most active posters in. It can become a really unique channel if you’re looking to bring on 40, 50, 60 new customers in a given year,” he said. </p>\n\n<p class=\"wp-block-paragraph\">Irving argues that the aperture for going to market has never been broader, so it’s crucial for founders to carve out a creative approach for reaching their target customer. However, founders can’t and shouldn’t do it alone. A refrain throughout this conversation is the importance of a robust network. GTMfund provides their portfolio companies with a vast network of operators, but they won’t just hand founders a Rolodex — they create bespoke pairings to ensure that there will be value in the meeting for everyone involved. </p>\n\n<p class=\"wp-block-paragraph\">“I think what’s wonderful about the venture-backed ecosystem more generally is people’s willingness to help. They know how hard it is to build a company. They know how low the likelihood of success is in the grand scheme of things, but people are always willing. If you come and you’re curious, you teach them something as part of that as well. People are usually willing to open up doors,” Irving said. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"The new rules of early-stage go to market (hint: there are no rules) l Build Mode\" src=\"https://www.youtube.com/embed/xj7-ci5M51A?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<p class=\"wp-block-paragraph\"><em>Isabelle Johannessen is our host. Build Mode is produced and edited by Maggie Nye. Audience Development is led by Morgan Little. And a special thanks to the Foundry and Cheddar video teams.</em> </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Critics pan spyware maker NSO's transparency claims amid its push to enter US market | TechCrunch",
            "time": "2026-01-08T19:15:32",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/nso-group-logo-mobile-phone.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/tag/nso-group/\">NSO Group</a>, one of the most well-known and controversial makers of government spyware, <a rel=\"nofollow\" href=\"https://www.nsogroup.com/wp-content/uploads/2026/01/2025-Transparency-and-Responsibility-Report.pdf\">released a new transparency report</a> on Wednesday, as the company enters what it described as “a new phase of accountability.”</p>\n\n<p class=\"wp-block-paragraph\">But the report, unlike NSO’s previous annual disclosures, lacks details about how many customers the company rejected, investigated, suspended, or terminated due to human rights abuses involving its surveillance tools. While the report contains promises to respect human rights and have controls to demand its customers do the same, the report provides no concrete evidence supporting either. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Experts and critics who have followed NSO and the spyware market for years believe the report is part of an effort and campaign by the company to get the U.S. government to remove the company from <a href=\"https://techcrunch.com/2021/11/03/us-bans-trade-with-security-firm-nso-group-over-pegasus-spyware/\">a blocklist</a> — technically called the Entity List — as it hopes to enter the U.S. market with new financial backers and executives at the helm.</p>\n\n<p class=\"wp-block-paragraph\">Last year, <a href=\"https://techcrunch.com/2025/10/10/spyware-maker-nso-group-confirms-acquisition-by-us-investors/\">a group of U.S. investors acquired the company</a>, and since then, NSO has been undergoing a transition that included high-profile personnel changes: former Trump official David Friedman <a href=\"https://therecord.media/former-trump-official-named-nso-group-chairman\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">was appointed</a> the new executive chairman; CEO Yaron Shohat stepped down; and Omri Lavie, the last remaining founder who was still involved in the company, also left, <a href=\"https://www.haaretz.com/israel-news/security-aviation/2026-01-01/ty-article/.premium/spyware-firm-nsos-chief-steps-down-as-u-s-lifts-sanctions-on-intellexa-executives/0000019b-79e6-d585-abdf-7ff798ea0000\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">as Israeli newspaper Haaretz reported</a>.</p>\n\n<p class=\"wp-block-paragraph\">“When NSO’s products are in the right hands within the right countries, the world is a far safer place. That will always be our overriding mission,” Friedman wrote in the report, which does not mention any country where NSO operates.</p>\n\n<p class=\"wp-block-paragraph\">Natalia Krapiva, the senior tech-legal counsel at Access Now, <a href=\"https://techcrunch.com/2025/12/27/meet-the-team-that-investigates-when-journalists-and-activists-get-hacked-with-government-spyware/\">a digital rights organization that investigates spyware abuses</a>, told TechCrunch: “NSO is clearly on a campaign to get removed from the U.S. Entity List and one of the key things they need to show is that they have dramatically changed as a company since they were listed.” </p>\n\n<p class=\"wp-block-paragraph\">“Changing the leadership is one part and this transparency report is another,” said Krapiva. </p>\n\n<p class=\"wp-block-paragraph\">“However, we have seen this before with NSO and other spyware companies over the years where they change names and leadership and publish empty transparency or ethics reports but the abuses continue.” </p>\n<p class=\"wp-block-shortcode\">\t\t</p><div class=\"article-block block--callout block--right has-green-500-background-color\">\n\t\t\t<h4 class=\"block--callout__title\">Contact Us</h4><p>\n\t\t\tDo you know more information about NSO Group? Or other spyware makers? From a non-work device, you can contact Lorenzo Franceschi-Bicchierai securely on Signal at +1 917 257 1382, or via Telegram, Keybase and Wire @lorenzofb, or </p><a href=\"mailto:lorenzo@techcrunch.com/\">email</a><p>.\t\t</p></div>\n\t\t\n\n<p class=\"wp-block-paragraph\">“This is nothing but another attempt at window dressing and the U.S. government should not be taken for a fool,” said Krapiva.</p>\n\n<p class=\"wp-block-paragraph\">Ever since the Biden administration added NSO to the Entity List, the company has <a href=\"https://theintercept.com/2024/10/21/pegasus-spyware-nso-israel-lobbying-republicans/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">lobbied</a> to have its restrictions lifted. After President Donald Trump took office again last year, NSO intensified these efforts. But, as of May last year, <a href=\"https://www.washingtonpost.com/national-security/2025/05/20/nso-group-pegasus-trump-eo/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">NSO had failed to sway the new administration</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In late December, the Trump administration <a href=\"https://www.reuters.com/business/trump-administration-removes-three-spyware-linked-executives-sanctions-list-2025-12-30/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">lifted sanctions</a> against three executives tied to the Intellexa spyware consortium, in what some saw as a sign of a shift in the administration’s attitude toward spyware makers.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-a-lack-of-details\">A lack of details</h2>\n\n<p class=\"wp-block-paragraph\">This year’s transparency report, which covers 2025, has fewer details than reports from previous years. </p>\n\n<p class=\"wp-block-paragraph\">In an earlier <a href=\"https://www.nsogroup.com/wp-content/uploads/2025/02/2024-Transparency-and-Responsibility-Report.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">transparency report</a> covering 2024, for example, NSO said it opened three investigations of potential misuse. Without naming the customers, the company said it cut ties with one, and imposed on another customer “alternative remediation measures,” including mandating human rights training, monitoring the customer activities, and requesting more information about how the customer uses the system. NSO did not provide any information about the third investigation. </p>\n\n<p class=\"wp-block-paragraph\">NSO also said that during 2024, the company rejected more than $20 million “in new business opportunities due to human rights concerns.” </p>\n\n<p class=\"wp-block-paragraph\">In the <a href=\"https://www.nsogroup.com/wp-content/uploads/2023/12/2023-Transparency-and-Responsibility-Report.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">transparency report</a> published the prior year, covering 2022 and 2023, NSO said it suspended or terminated six government customers, without naming them, claiming these actions resulted in a revenue loss of $57 million.</p>\n\n<p class=\"wp-block-paragraph\">In 2021, NSO <a href=\"https://www.nsogroup.com/wp-content/uploads/2021/06/ReportBooklet.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said</a> it had “disconnected” the systems of five customers since 2016 following an investigation of misuse, resulting in more than $100 million in “estimated loss of revenue,” and it also said that it “discontinued engagements” with five customers due to “concerns regarding human rights.”</p>\n\n<p class=\"wp-block-paragraph\">NSO’s newest transparency report does not include the total number of customers NSO has, statistics that have been consistently present in previous reports.</p>\n\n<p class=\"wp-block-paragraph\">TechCrunch asked NSO spokesperson Gil Lanier to provide similar statistics and figures, but did not receive answers by press time.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">John Scott-Railton, a senior researcher at The Citizen Lab, a human rights organization that has investigated spyware abuses for more than a decade, criticized NSO. </p>\n\n<p class=\"wp-block-paragraph\">“I was expecting information, numbers,” Scott-Railton told TechCrunch. “Nothing in this document allows outsiders to verify NSO’s claims, which is business as usual from a company that has a decade-long history of making claims that later turned out to be misrepresentation.”<br></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "EverNitro is simplifying the process of crafting silky nitro coffee at CES 2026 | TechCrunch",
            "time": "2026-01-08T19:06:49",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/XbrewEverNitro.jpg?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">​XBrew Lab debuted its countertop nitro beverage machine, EverNitro, at CES this week, offering nitro coffee enthusiasts a more accessible way to enjoy the drink — without the waste and expense of traditional cartridge-based machines.</p>\n\n<p class=\"wp-block-paragraph\">If you’re unfamiliar with nitro coffee, it’s cold brew coffee infused with nitrogen gas. This process creates tiny bubbles, resulting in a silky-smooth, naturally sweeter taste — similar to drinking a Guinness. Many people also note that nitro coffee is less bitter.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">EverNitro is positioning itself against competitors such as NitroBrew as a long-term more affordable all-in-one solution. “We offer the quality of a commercial tap with the footprint of a coffee maker. While others sell you gas, we give you technology to harvest it for free,” founder and CEO Terry Tan said.</p>\n\n<p class=\"wp-block-paragraph\">​The company claims EverNitro delivers 95% nitrogen purity and highlights its ability to generate nitrogen directly from the surrounding air. By eliminating the need for single-use cartridges, the device provides a less expensive, environmentally friendly solution for home use.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg?w=680\" alt=\"\" class=\"wp-image-3081293\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg 1200w, https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg?resize=563,375 563w, https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg?resize=926,617 926w, https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2026/01/EverNitro.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>XBREW Lab</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">After testing it ourselves, we were pleasantly surprised. The machine is simple to use, and it fits easily on a counter or stores comfortably on a shelf — making it a nice addition to any kitchen or bar setup. The canister accommodates coffee, cocktails for that bar-quality touch, or other beverages. Users can select their preferred pressure, which ranges from 0 to 8 BAR (a metric unit of pressure).</p>\n\n<p class=\"wp-block-paragraph\">The entire process, from loading your beverage to enjoying the finished drink, takes only minutes. There’s also a companion app that delivers updates. </p>\n\n<p class=\"wp-block-paragraph\">The device launched on <a href=\"https://www.kickstarter.com/projects/1871762223/evernitro-the-3-in-1-barista-level-nitro-machine?ref=5eg691\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Kickstarter</a> in October and raised over $570,000 — a testament to strong interest in this product despite its premium price point. The Lite option costs $470 and includes just the machine and canister, while backers can purchase it for $290. The Pro version is $583 (or $337 for backers) and comes with the machine, two canisters, a coffee bean preservation jar, and whipped cream kits.​ Yet, for comparison’s sake, a countertop unit of <a href=\"https://nitrobrew.com/product/nitrobrew-tabletop-system-single/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">NitroBrew</a> costs about $1,000.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Looking ahead, Tan told TechCrunch that the team is “exploring how gases can fundamentally elevate the texture of all beverages, not just coffee. Imagine a machine that doesn’t just dispense; it intelligently mixes a cocktail or brews a coffee and then automatically selects the perfect gas profile to enhance its body and mouthfeel.”</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "I watched LG's new home robot CLOiD do laundry but I have questions | TechCrunch",
            "time": "2026-01-08T19:04:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/LG-Robt-at-CES-2026.jpg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">CES is always chock-full of robots, and this year electronics giant LG announced a new bot, dubbed CLOiD, that it claims will revolutionize household chores (as in, you won’t have to do them anymore).</p>\n\n<p class=\"wp-block-paragraph\">CLOiD is described as an AI-powered home robot, designed to assist its user with a wide variety of domestic tasks — from folding laundry to making breakfast to patrolling a home for signs of trouble. The company <a href=\"https://www.lg.com/global/newsroom/news/corporate/lg-electronics-unveils-its-approach-to-ai-in-action/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">says that</a>, eventually, it envisions the device “evolving into an ambient-care agent that supports everyday life.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The bot was announced during LG’s keynote earlier this week, but it was also available for inspection via rolling presentations on the convention room floor. I went to check one out, where I saw the bot, alongside a human presenter, performing a variety of tasks for an enthusiastic audience.</p>\n\n<p class=\"wp-block-paragraph\">CLOiD has autonomous movement, so it can get around by itself, and comes equipped with a variety of cameras and sensors that, when paired with LG’s <a href=\"https://www.lg.com/us/lg-thinq\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">smart home ThinQ app</a>, can leverage situational and environmental data to make proactive suggestions for how to make its user’s life better, LG says.</p>\n\n<p class=\"wp-block-paragraph\">The bot also has speakers so it can communicate with its user. LG says that CLOiD runs off a vision language model that converts “images and video into structured, language-based understanding” and a vision language action program that can convert verbal commands into action (you know, like Siri).</p>\n\n<p class=\"wp-block-paragraph\">The last few years have seen the introduction of a number of domestic robots, including <a href=\"https://techcrunch.com/2024/07/03/amazon-discontinues-astro-for-business-security-robot/\" target=\"_blank\" rel=\"noreferrer noopener\">Amazon’s Astro</a> and <a href=\"https://www.techradar.com/home/home-security/enabot-ebo-x-review\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Enabot’s EBO X</a>. CLOiD follows in their footsteps but seems designed for a broader array of domestic tasks than its predecessors. Unlike Astro and EBO (which are little more than squat, rolling automatons), CLOiD has a large upper body and two arms — a physicality clearly designed to lift stuff and interact with its environment.</p>\n\n<p class=\"wp-block-paragraph\">You’d think that would lead to some impressive results, right? Unfortunately, at the presentation I saw, CLOiD didn’t do a whole lot. I saw the bot very gingerly take a shirt out of a basket and place it into a dryer. I also saw it pick up a croissant and (again, very gingerly) place it into an oven. In addition to the live performance from the bot, the presentation was intercut with highly produced videos of the bot in a number of hypothetical scenarios where it might prove useful to potential users.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">CLOiD was cute, and seemed affable enough, but the biggest thing you notice is how <em>slow </em>it is. During Tuesday’s presentation, when his human counterpart asked CLOiD to make him some breakfast, the robot trundled over to the refrigerator, waited for the automatic door to open, and then stared into the fridge’s depths for an uncomfortably long period of time before ultimately selecting milk.</p>\n\n<p class=\"wp-block-paragraph\">Yes, even the most lethargic human would likely win in a race against CLOiD. However, speed isn’t really the issue here. The idea is to make sure that the bot’s human companion doesn’t have to do any work at all. It’s part of what LG refers to as its “<a href=\"https://www.lg.com/global/newsroom/news/corporate/lg-electronics-unveils-its-approach-to-ai-in-action/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Zero Labor Home</a>” model, where automation takes care of all of those boring but essential domestic chores. You can be off brushing your teeth or answering a call from your boss while the bot is in the next room, prepping pancakes. That’s the idea, at least.</p>\n\n<p class=\"wp-block-paragraph\">From the available presentation, it’s a little unclear when that idea will become a reality. I was unable to find out if and when the bot would actually be available to the public. A disclaimer at the bottom of the presentation’s videos read: “Products and solutions shown in this video are under development and not been released for commercial use, thus specifications may vary.” </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">An on-site LG communications staffer told me that CLOiD would be available in the future, but she didn’t know when. I reached out to LG’s Home Solutions team for more information.</p>\n\n<p class=\"wp-block-paragraph\">Thus, like a lot of other robots on display at CES, CLOiD felt a little more like an ad for its company’s potential than an accurate representation of what it is currently offering. The bot also seemed well positioned to help market LG’s new AI home ecosystem, which represents a broader array of impressive smart home products, the bulk of which seem like easier lifts for consumers than a new robot in their home.</p>\n\n<p class=\"wp-block-paragraph\">I got a brief tour of some of the latest editions of those products. In addition to the <a href=\"https://techcrunch.com/2026/01/05/lgs-new-oled-tv-is-just-9mm-thick/\" target=\"_blank\" rel=\"noreferrer noopener\">return of the LG Wallpaper</a> (having spent a few minutes staring into its insanely thin but beautifully hypnotic surface, I can safely say I want one), the company had <a href=\"https://www.prnewswire.com/news-releases/lg-electronics-unveils-its-approach-to-ai-in-action-302652844.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a variety of appliances</a> on display this week, including an AI-powered oven that can identify particular ingredients and recommend recipes for you, and an AI refrigerator that you can talk to. All of these devices are supposed to synch with CLOiD and are controllable via the company’s <a href=\"https://www.lg.com/us/lg-thinq\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ThinQ app</a>.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Internet collapses in Iran amid protests over economic crisis | TechCrunch",
            "time": "2026-01-08T18:35:14",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/iran-protests-2026.jpg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Internet connectivity collapsed across Iran on Thursday amid nationwide protests, according to web monitoring firms. </p>\n\n<p class=\"wp-block-paragraph\">“I think we’re at a near-total disconnection from the outside world now,” Amir Rashidi, an Iranian cybersecurity researcher who works for the nonprofit Miaan Group, told TechCrunch. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Doug Madory, the director of internet analysis at Kentik, a company that monitors internet traffic worldwide, concurred, telling TechCrunch that Iran’s internet has been in “near-total blackout” since around 11:30 a.m. on the U.S. east coast on Thursday, or 8 p.m. local time in Tehran.</p>\n\n<figure class=\"wp-block-image alignwide size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?w=680\" alt=\"\" class=\"wp-image-3081284\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg 1938w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=150,89 150w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=300,178 300w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=768,457 768w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=680,404 680w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=1200,713 1200w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=1280,761 1280w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=430,256 430w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=720,428 720w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=900,535 900w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=800,476 800w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=1536,913 1536w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=668,397 668w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=631,375 631w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=1038,617 1038w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=708,421 708w, https://techcrunch.com/wp-content/uploads/2026/01/kentik-internet-traffic-iran.jpg?resize=50,30 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">A chart showing how internet traffic dropped in Iran on Thursday around 11:30 a.m. ET</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Kentik</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Internet traffic monitor <a rel=\"nofollow\" href=\"https://mastodon.social/@netblocks/115860642444793276\">NetBlocks</a>, internet infrastructure company <a href=\"https://x.com/CloudflareRadar/status/2009312093749801350\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Cloudflare</a>, and internet connectivity tracking site <a href=\"https://ioda.inetintel.cc.gatech.edu/country/IR?from=1767807781&amp;until=1767894181&amp;view=view1\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">IODA</a>, all registered sudden drops in connectivity across Iran at the same time.</p>\n\n<p class=\"wp-block-paragraph\">“We continue to see a small amount of traffic, but the country is effectively completely offline,” David Belson, the head of data insight at Cloudflare, told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">At the end of December, <a href=\"https://www.bbc.com/news/articles/cgm4y0ewe93o\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">protests erupted</a> in several cities in Iran, following a sharp drop in the value of the country’s currency, prompting <a href=\"https://edition.cnn.com/2026/01/08/middleeast/how-irans-protests-spread-intl\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">shortages of goods</a> and dramatic spikes in prices. Some shops in Tehran’s traditional bazaar have been closed for 11 days, <a href=\"https://www.nytimes.com/2026/01/07/world/middleeast/iran-protest-crackdown.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to The New York Times</a>.</p>\n\n<p class=\"wp-block-paragraph\">Iran’s government has responded by violently cracking down on the protesters.  </p>\n\n<p class=\"wp-block-paragraph\">The Iranian government, which maintains a tight control over the country’s internet access, is behind the internet blackout, according to Rashidi.</p>\n\n<p class=\"wp-block-paragraph\">Representatives for the Iranian government in the United States did not immediately respond to TechCrunch’s request for comment. The Iranian Foreign Ministry’s website was down at the time of publication. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OpenAI to acquire the team behind executive coaching AI tool Convogo | TechCrunch",
            "time": "2026-01-08T18:11:14",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/04/GettyImages-2206295463.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">OpenAI is kicking off the new year with yet another acqui-hire. The AI giant is acquiring the team behind Convogo, a business software platform that helps executive coaches, consultants, talent leaders, and HR teams automate and improve leadership assessments and feedback reporting. </p>\n\n<p class=\"wp-block-paragraph\">An OpenAI spokesperson said the company is not acquiring Convogo’s IP or technology, but rather hiring the team to work on its “AI cloud efforts.” The three co-founders — Matt Cooper, Evan Cater, and Mike Gillett — will join OpenAI as part of what a source familiar with the matter called an all-stock deal.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Convogo’s product will be wound down. </p>\n\n<p class=\"wp-block-paragraph\">The startup began as a “weekend hackathon” sparked by a question by Cooper’s mother, who is an executive coach: Could an AI tool automate the drudgery of report writing so she could spend more time on the human coaching work she loves? Over the past two years, Convogo has helped “thousands” of coaches and partnered with the “world’s top leadership development firms,” per an email bearing news of the acquisition sent by Convogo. </p>\n\n<p class=\"wp-block-paragraph\">In the email, the team wrote that the real problem they uncovered in their work is how to bridge the gap between what is possible with each new model release and how to translate that into real-world outcomes. </p>\n\n<p class=\"wp-block-paragraph\">“We’re convinced now more than ever that the key to bridging that gap lies in thoughtful, purpose-built experiences, like what we’ve built for coaches at Convogo,” the founders wrote. “That’s why we’re thrilled to join OpenAI to continue our work of making AI accessible and useful to professionals in every industry.”</p>\n\n<p class=\"wp-block-paragraph\">The Convogo acqui-hire marks OpenAI’s ninth acquisition in the span of a year, per PitchBook data. In nearly all of those acquisitions, the product was either folded into OpenAI’s ecosystem — as in the case of <a href=\"https://techcrunch.com/2025/10/23/openai-buys-sky-an-ai-interface-for-mac/\">Sky</a>, the AI interface for Mac, or <a href=\"https://techcrunch.com/2025/09/02/openai-acquires-product-testing-startup-statsig-and-shakes-up-its-leadership-team/\">Statsig</a>, a product testing firm — or completely shut down as the team joined OpenAI, as in the cases of <a href=\"https://techcrunch.com/2025/10/03/with-its-latest-acqui-hire-openai-is-doubling-down-on-personalized-consumer-ai/\">Roi</a>, <a href=\"https://techcrunch.com/2025/04/15/openai-hires-team-behind-gv-backed-ai-eval-platform-context-ai/\">Context.ai</a>, and <a href=\"https://techcrunch.com/2025/06/27/openai-hires-team-behind-ai-recommendation-startup-crossing-minds/\">Crossing Minds</a>. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The Convogo deal also signals that OpenAI, like its competitors, is using M&amp;A as a talent and capability accelerator. The main exception to that rule is OpenAI’s acquisition of <a href=\"https://techcrunch.com/2025/05/21/jony-ive-to-lead-openais-design-work-following-6-5b-acquisition-of-his-company/\">Jonny Ive’s io Products</a>, which is continuing its product roadmap as the two companies work together to create a piece of AI hardware. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Anduril's Palmer Luckey thinks the future of tech is in the past | TechCrunch",
            "time": "2026-01-08T18:05:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/Palmer-Luckey-CES.jpg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">You might think it’s pretty weird to hear the founders of a VR company and a social media platform publicly complaining about how things used to be better back in the dial-up days. Nevertheless, that is what happened at CES on Wednesday, when Oculus creator Palmer Luckey and Reddit co-founder Alexis Ohanian gave a joint talk about the joys of “tech nostalgia.”</p>\n\n<p class=\"wp-block-paragraph\">Luckey, who initially made his fortune in VR and now runs the defense contractor Anduril, and Ohanian both seemed to agree: Stuff was better in the old days.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The catch, however, is that Luckey and Ohanian weren’t really criticizing technology itself (Luckey said, during his remarks, that he supported AI and felt it was changing workflows for the better); instead, they were criticizing the aesthetics of technology. Vintage consumer tech products, they argued, are superior to today’s — and it’s the styles and form factor of the past that will determine tech’s future, they claimed.</p>\n\n<p class=\"wp-block-paragraph\">“It’s not just about nostalgia for the old; it’s about the fact that it’s just objectively better,” Ohanian said of some older products.</p>\n\n<p class=\"wp-block-paragraph\">After going on a short tirade about how great the 1999 first-person shooter Quake: Arena is, Luckey similarly sang the praises of old-school media. “There is something that used to exist in the intentionality of building a music library — whether that was building whole albums or building mix tapes,” Luckey said, adding that, in the era of endless downloads, you clearly “lose something.”</p>\n\n<p class=\"wp-block-paragraph\">Luckey also pointed to younger people who are nostalgic for time periods that they don’t even remember or have any personal connection to. “Why do they think it’s good? It’s not because they’re remembering their childhoods. It’s not because they’re harkening back to some earlier time. It’s because they’re recognizing that it is literally better, some of this old stuff.”  </p>\n\n<p class=\"wp-block-paragraph\">Certain consumer trends would seem to suggest that Luckey and Ohanian are on to something. Nostalgia is obviously big across the board these days (look at all those 1980s period pieces coming out of Hollywood), but <a href=\"https://fortune.com/2025/10/17/gen-z-fashion-nostalgia-retro-tech-backlash-millennials/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">nostalgic tech design</a> is a particularly thriving niche. Young people are overwhelmed and oversaturated by the internet. As a result, many have developed new interests in physical media — like collecting cassettes and vinyl. Meanwhile, new, low-tech devices with retro designs are also seeing an uptick in interest (just check out the <a href=\"https://techcrunch.com/2026/01/02/clicks-debuts-its-own-take-on-the-blackberry-smartphone-plus-a-79-snap-on-mobile-keyboard/\" target=\"_blank\" rel=\"noreferrer noopener\">Clicks Communicator phone</a> that debuted at CES this year).</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Given that consumer interests are trending this direction, Luckey and Ohanian’s enthusiasm for vintage tech could also just end up being a savvy business strategy. That is, if Americans are feeling nostalgic, you might as well monetize it.</p>\n\n<p class=\"wp-block-paragraph\">Indeed, Luckey has already been doing this. The defense contractor, who sports <a href=\"https://www.npr.org/2024/07/09/nx-s1-4985981/oculus-ai-weapons-ukraine-palmer-luckey\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">an ’80s mullet</a>, launched a project in 2024 called <a href=\"https://modretro.com/?srsltid=AfmBOooGeFXSVv8DS_7E1zSMRvpBXkwjWeyy54HAl5CL0eZ1mDqLzVdw\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ModRetro Chromatic</a> — a Game Boy-like device that retails for $199, allows gameplay of old cartridge classics from the 1990s, and has been called one of “<a href=\"https://www.theverge.com/24303052/modretro-chromatic-review-game-boy-color-handheld-palmer-luckey\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the best ever made</a>” of its kind.</p>\n\n<p class=\"wp-block-paragraph\">On Wednesday, Ohanian brought one of the ModRetro units onstage and proudly showed it off to the crowd. Ohanian, who has spoken very publicly about his love for Luckey’s gaming company, has also said he’s interested in creating his own vintage-style game.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">There were a lot of colorful moments during Wednesday’s talk, most of which were generated by Luckey. At one point, he shared that he had been coming to CES since he was 16. Astute CES fans will note: You’re supposed to be 18 to get in. “I used a fake ID,” Luckey told a CES audience on Wednesday, to much laughter. “I pretended that I worked for a company that was exhibiting here,” the mogul said.</p>\n\n<p class=\"wp-block-paragraph\">Cute retro games may be the future but so, too, is war, it would seem. Since 2017, Luckey has largely been focused on his defense startup Anduril. Earlier this year, in the wake of a Series G fundraising round, the company’s <a href=\"https://techcrunch.com/2025/06/05/anduril-raises-2-5b-at-30-5b-valuation-led-by-founders-fund/\" target=\"_blank\" rel=\"noreferrer noopener\">valuation swelled to $30.5 billion</a>. Lately, the company has been collaborating with Meta on <a href=\"https://techcrunch.com/2025/05/29/in-a-victory-for-palmer-luckey-meta-and-anduril-work-on-mixed-reality-headsets-for-the-military/\" target=\"_blank\" rel=\"noreferrer noopener\">headsets for the U.S. military</a>.</p>\n\n<p class=\"wp-block-paragraph\">Anduril hardly came up during Wednesday’s talk, but toward the end of the conversation, Luckey pivoted briefly to a discussion about foreign policy to make some characteristically wild claims. “I was part of the problem for a long time, making all of my stuff in China,” he said. “Geopolitically, the United States and China are going through a divorce; it’s a messy divorce — and if people think that it’s going to end with reconciliation, they’re blind. It’s not,” he said.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Disney+ is launching short-form videos this year | TechCrunch",
            "time": "2026-01-08T17:59:45",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/08/GettyImages-1233058211.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Following the success of TikTok and Instagram Reels, Disney <a href=\"https://thewaltdisneycompany.com/tech-data-showcase-advertising-2026/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> that it’s bringing short-form video content to Disney+ in the U.S. this year in a bid to boost daily engagement. Disney made the announcement at its Tech + Data Showcase event at CES 2026.</p>\n\n<p class=\"wp-block-paragraph\">The company said in the blog post that the experience “will evolve as it expands across news and entertainment and delivers a more personalized, dynamic experience that reinforces Disney+ as a must-visit daily destination.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Disney told <a href=\"https://deadline.com/2026/01/disney-plus-vertical-videos-ces-1236665836/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Deadline</a> that the videos could include original short-form content, repurposed social clips, scenes from TV shows or movies, or a combination.</p>\n\n<p class=\"wp-block-paragraph\">“We’re obviously thinking about integrating vertical video in ways that are native to core user behaviors,” Erin Teague, EVP of Product Management for Disney Entertainment and ESPN, told Deadline. “So, it won’t be a kind of a disjointed, random experience.”</p>\n\n<p class=\"wp-block-paragraph\">The move comes as Disney launched a personalized vertical video feed in the ESPN app last year. </p>\n\n<p class=\"wp-block-paragraph\">By introducing short-form video content to Disney+, the company is targeting younger users who are accustomed to watching quick clips on their phones rather than long-form content like TV shows and movies. </p>\n\n<p class=\"wp-block-paragraph\">Disney+ won’t be the first streamer to explore vertical video, as <a href=\"https://techcrunch.com/2025/05/07/netflix-is-getting-into-short-videos-with-a-new-vertical-feed-for-mobile/\">Netflix launched a vertical feed</a> last year that lets users scroll through clips from its original titles.<br></p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "The most bizarre tech announced so far at CES 2026 | TechCrunch",
            "time": "2026-01-08T17:46:19",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/C36A3152.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">While CES 2026 is full of tech giants unveiling their latest innovations, the real excitement comes from discovering unexpected, quirky gadgets that make you ask, “Who thought of this?”</p>\n\n<p class=\"wp-block-paragraph\">We’re here to spotlight the wildest products we’ve found so far at CES 2026, from an AI-powered panda that responds to your touch, to Razer’s holographic anime assistant, and plenty more weirdness that makes you do a double-take.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-an-ai-anime-companion-that-watches-you-from-your-desk-nbsp\">An AI anime companion that watches you from your desk </h2>\n\n<p class=\"wp-block-paragraph\"><iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" src=\"https://www.youtube.com/embed/_QDthx_WjwE?si=mb277JLsEHDb71mq\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen=\"\">VIDEO</iframe></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Razer’s <a href=\"https://www.razer.com/newsroom/product-news/project-ava/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Project AVA</a>, originally introduced last year as an esports AI coach, has evolved into something new: a 5.5-inch animated holographic desk companion that can assist with gaming strategies, productivity, daily organization, and even personal advice. It’s both a gaming ally and an everyday assistant. Users can choose from different characters, such as the anime girl Kira or the muscular Zane. </p>\n\n<p class=\"wp-block-paragraph\">These digital avatars feature lifelike movements, eye-tracking, expressive faces, and lip-syncing for realistic interactions. What really stands out, though, is the constant monitoring — the device watches you and your screen using the built-in camera. It’s a bit unsettling, but since it’s still just a concept, there’s no guarantee it’ll ever become a real product.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-a-cuddly-ai-baby-panda-robot-for-older-adults\">A cuddly AI baby panda robot for older adults</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg?w=680\" alt=\"\" class=\"wp-image-3080424\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg 1200w, https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg?resize=563,375 563w, https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg?resize=926,617 926w, https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2026/01/AI-Panda-AnAN.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">AI Panda An’An rests by the window on the desk</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Mind With Heart Robotics</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">An’An, the latest AI pet from <a href=\"https://web.wxbionics.com/home\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Mind with Heart Robotics</a>, combines an adorable design with a meaningful mission: supporting elderly care. </p>\n\n<p class=\"wp-block-paragraph\">The panda bot has high-tech sensors all over its body, so it reacts naturally when you touch it. Its emotional AI remembers your voice, how you interact, and what you like, so the longer you spend time with An’An, the more personalized it gets. It provides around-the-clock emotional support to combat loneliness. Additionally, for older adults who might be struggling with memory, An’An helps keep them engaged, reminds them about daily tasks, and keeps caregivers in the loop about their well-being.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<h2 class=\"wp-block-heading\" id=\"h-a-500-ice-cube-maker-that-uses-ai-to-reduce-noise\">A $500 ice cube maker that uses AI to reduce noise</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/goveelife-smart-nugget-ice-maker.jpeg?w=660\" alt=\"\" class=\"wp-image-3080426\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/goveelife-smart-nugget-ice-maker.jpeg 665w, https://techcrunch.com/wp-content/uploads/2026/01/goveelife-smart-nugget-ice-maker.jpeg?resize=146,150 146w, https://techcrunch.com/wp-content/uploads/2026/01/goveelife-smart-nugget-ice-maker.jpeg?resize=291,300 291w, https://techcrunch.com/wp-content/uploads/2026/01/goveelife-smart-nugget-ice-maker.jpeg?resize=660,680 660w, https://techcrunch.com/wp-content/uploads/2026/01/goveelife-smart-nugget-ice-maker.jpeg?resize=417,430 417w, https://techcrunch.com/wp-content/uploads/2026/01/goveelife-smart-nugget-ice-maker.jpeg?resize=648,668 648w, https://techcrunch.com/wp-content/uploads/2026/01/goveelife-smart-nugget-ice-maker.jpeg?resize=364,375 364w, https://techcrunch.com/wp-content/uploads/2026/01/goveelife-smart-nugget-ice-maker.jpeg?resize=599,617 599w, https://techcrunch.com/wp-content/uploads/2026/01/goveelife-smart-nugget-ice-maker.jpeg?resize=515,531 515w\" sizes=\"auto, (max-width: 660px) 100vw, 660px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>GoveeLife</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Smart home appliance brand <a href=\"https://us.govee.com/blogs/news/goveelife-unveils-smart-nugget-ice-maker-pro-at-ces?srsltid=AfmBOopuBeCiPUp4eQQzJuMaNwx0y68fmmOnhO9jAHE4tmlGeELodwcA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">GoveeLife </a>unveiled a countertop smart ice maker that uses AI to keep things nice and quiet. The company’s patented AI NoiseGuard tech is designed to cut down on all the annoying racket you usually get from nugget ice machines. The AI detects when the machine’s about to freeze up and make noise, so it automatically defrosts before things get loud. </p>\n\n<p class=\"wp-block-paragraph\">​The Smart Nugget Ice Maker Pro churns out fresh ice in just six minutes and can make up to 60 pounds in a day. The bucket holds 3.5 pounds of ice at a time. It’ll set you back $499.99 — which might make you think twice — but if you’re ready to upgrade your ice game, you can grab one starting January 15 at Amazon, govee.com, Walmart, or Best Buy.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-an-ultrasonic-chef-s-knife-that-vibrates-when-slicing-and-dicing\">An ultrasonic chef’s knife that vibrates when slicing and dicing</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png?w=680\" alt=\"\" class=\"wp-image-3080427\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png 1200w, https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png?resize=150,96 150w, https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png?resize=300,193 300w, https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png?resize=768,493 768w, https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png?resize=680,436 680w, https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png?resize=430,276 430w, https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png?resize=720,462 720w, https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png?resize=900,578 900w, https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png?resize=800,513 800w, https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png?resize=668,429 668w, https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png?resize=584,375 584w, https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png?resize=962,617 962w, https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png?resize=708,454 708w, https://techcrunch.com/wp-content/uploads/2026/01/ultrasonic-knife.png?resize=50,32 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Seattle Ultrasonics</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Depending on who you ask, this kitchen gadget could either seem too silly or very useful. Unlike traditional knives, this one from <a href=\"https://seattleultrasonics.com/products/c-200-ultrasonic-8-chefs-knife\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Seattle Ultrasonics</a> features a blade that vibrates at over 30,000 times per second, allowing it to move through food with ease. This vibration technology means the knife acts much sharper than its physical edge, making tasks like slicing vegetables, meats, or bread much easier for cooks. According to the company, the vibrations are so subtle that you can’t see the blade move, hear it, or feel anything in the handle. </p>\n\n<p class=\"wp-block-paragraph\">The knife is priced at $399 and is currently available for preorder.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-a-musical-lollipop-that-plays-ice-spice-in-your-head\">A musical lollipop that plays Ice Spice in your head</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/LollipopStar.png?w=680\" alt=\"\" class=\"wp-image-3080428\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/LollipopStar.png 1200w, https://techcrunch.com/wp-content/uploads/2026/01/LollipopStar.png?resize=150,67 150w, https://techcrunch.com/wp-content/uploads/2026/01/LollipopStar.png?resize=300,135 300w, https://techcrunch.com/wp-content/uploads/2026/01/LollipopStar.png?resize=768,344 768w, https://techcrunch.com/wp-content/uploads/2026/01/LollipopStar.png?resize=680,305 680w, https://techcrunch.com/wp-content/uploads/2026/01/LollipopStar.png?resize=430,193 430w, https://techcrunch.com/wp-content/uploads/2026/01/LollipopStar.png?resize=720,323 720w, https://techcrunch.com/wp-content/uploads/2026/01/LollipopStar.png?resize=900,404 900w, https://techcrunch.com/wp-content/uploads/2026/01/LollipopStar.png?resize=800,359 800w, https://techcrunch.com/wp-content/uploads/2026/01/LollipopStar.png?resize=668,299 668w, https://techcrunch.com/wp-content/uploads/2026/01/LollipopStar.png?resize=708,317 708w, https://techcrunch.com/wp-content/uploads/2026/01/LollipopStar.png?resize=50,22 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Lollipop Star</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Musical toothbrushes exist, so why not have music-playing lollipops too? <a href=\"https://www.lollipopstar.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Lollipop Star</a> showcased its tasty product at CES, which delivers music through bone conduction while in your mouth. (The technology works by sending vibrations through your skull bones directly to your inner ear.) The lollipops also provide a burst of fruity flavor. You can choose from three artists: Ice Spice (peach), Akon (blueberry), and Armani White (lime).</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-this-wall-e-inspired-robot-patrols-your-home-and-can-also-join-you-on-camping-trips\">This Wall-E-inspired robot patrols your home and can also join you on camping trips</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg?w=680\" alt=\"\" class=\"wp-image-3080854\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg 1200w, https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg?resize=150,85 150w, https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg?resize=768,433 768w, https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg?resize=720,406 720w, https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg?resize=900,507 900w, https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg?resize=800,451 800w, https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg?resize=668,376 668w, https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg?resize=666,375 666w, https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg?resize=1095,617 1095w, https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg?resize=708,399 708w, https://techcrunch.com/wp-content/uploads/2026/01/W1_robot.jpeg?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Zeroth Robotics</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Zeroth Robotics introduced the W1 at CES, a robot reminiscent of WALL-E. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The W1 is a programmable companion designed for families. According to <a href=\"https://www.zeroth0.com/products/w1\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the company’s website</a>, for $4,999, the robot offers round-the-clock AI-powered security, 360-degree mobile surveillance, and integrates with smart home devices for instant smoke and intrusion alerts. It’s also marketed as an adventure companion that can transport camping gear, follow you around the campsite taking photos as a family photographer, and supply portable power so you can enjoy entertainment on the go.</p>\n\n<p class=\"wp-block-paragraph\">However, the company hasn’t mentioned whether the robot can sort trash or retrieve trinkets — a missed opportunity, in our opinion.<br></p>\n\n<h2 class=\"wp-block-heading\" id=\"h-an-egg-shaped-hormone-tracking-device-nbsp\">An egg-shaped hormone tracking device </h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg?w=680\" alt=\"\" class=\"wp-image-3081243\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg 1200w, https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg?resize=150,126 150w, https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg?resize=300,253 300w, https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg?resize=768,647 768w, https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg?resize=680,573 680w, https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg?resize=430,362 430w, https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg?resize=720,607 720w, https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg?resize=900,758 900w, https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg?resize=800,674 800w, https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg?resize=668,563 668w, https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg?resize=445,375 445w, https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg?resize=732,617 732w, https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg?resize=630,531 630w, https://techcrunch.com/wp-content/uploads/2026/01/Mira-hormonedevice.jpg?resize=50,42 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Mira</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">This egg-shaped device can assess your reproductive health hormones. All it needs is your urine. </p>\n\n<p class=\"wp-block-paragraph\">Mira’s $249 <a rel=\"nofollow\" href=\"https://shop.miracare.com/pages/how-mira-works?kw=mira%20ovulation%20tracker&amp;cpn=14418362156&amp;tw_source=google&amp;tw_adid=782732031296&amp;tw_campaign=14418362156&amp;tw_kwdid=kwd-423879963011&amp;gad_source=1&amp;gad_campaignid=14418362156&amp;gbraid=0AAAAADDXktplYoocd8OSZ-EQncS2M-T1h&amp;gclid=Cj0KCQiAyP3KBhD9ARIsAAJLnnbaRGr0bh5NZ2Hv4_SpLhBNbAr9WtH-eMZYaFQuk_jBDTemipBj6TwaAq3PEALw_wcB\">Ultra4 Hormone Monitor</a> enables convenient at-home testing: simply urinate on the wand and insert it into the device. The device analyzes your results and provides information about four reproductive hormones: follicle-stimulating hormone (FSH), luteinizing hormone (LH), estrone-3-glucuronide (E3G), and pregnanediol 3-glucuronide (PdG). Monitoring these hormones not only tells you your six fertile days, but also offers insights into conditions such as polycystic ovary syndrome (PCOS), premenstrual dysphoric disorder (PMDD), perimenopause, and menopause.</p>\n\n<p class=\"wp-block-paragraph\">Sounds pretty egg-cellent. </p>\n\n<p class=\"wp-block-paragraph\"><em>This story has been updated after publication to include more weird gadgets.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}