{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "Apple might take a new approach to announcing its next products | TechCrunch",
            "time": "2026-02-22T23:08:08",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/iphone-17-air-pro-apple.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple has <a rel=\"nofollow\" href=\"https://www.macrumors.com/2026/02/16/apple-announces-special-event-in-new-york/\">invited the tech press</a> to a “special Apple experience” on March 4, but it might unfold a bit differently than the company’s standard press event.</p>\n\n<p class=\"wp-block-paragraph\">Bloomberg’s Mark Gurman reports that instead of announcing everything at a single keynote, <a rel=\"nofollow\" href=\"https://www.bloomberg.com/news/newsletters/2026-02-22/apple-s-ai-wearables-push-what-to-expect-from-march-4-low-end-macbook-launch\">Apple is planning a “three-day flurry of announcements”</a> — presumably announced online, and culminating in the March 4 “experience” that will consist of be three events in New York, London, and Shanghai, where the press will be offered a chance to get hands-on with the upcoming products.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Similarly, Daring Fireball’s John Gruber speculated that the experience could be <a rel=\"nofollow\" href=\"https://daringfireball.net/linked/2026/02/17/apple-special-experience-march-4\">“a hands-on thing with in-person demos.”</a></p>\n\n<p class=\"wp-block-paragraph\">Apple will reportedly be announcing at least five new products during that time, including a low-cost MacBook. Other reported possibilities: the iPhone 17e, an iPad Air with an M4 chip, a new entry-level iPad, and an upgraded MacBook Air and new MacBook Pro models. Gurman said all of those products are due this spring, but he sounded less certain about which ones will be announced when.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Can the creator economy stay afloat in a flood of AI slop? | TechCrunch",
            "time": "2026-02-22T22:15:58",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/06/GettyImages-941290532.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p class=\"wp-block-tc23-podcast-player\">\n\t\n\t</p>\n\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Online creators and their business models were on our mind this week after mega-popular YouTuber MrBeast announced that <a href=\"https://techcrunch.com/2026/02/09/mrbeasts-company-buys-gen-z-focused-fintech-app-step/\">his company is buying fintech startup Step</a>, followed by <a href=\"https://techcrunch.com/2026/02/15/hollywood-isnt-happy-about-the-new-seedance-2-0-video-generator/\">Hollywood studios sending a flurry of cease-and-desist letters</a> to ByteDance over the launch of its new video generation model Seedance 2.0.</p>\n\n<p class=\"wp-block-paragraph\">Those seemingly unconnected headlines suggest a media landscape in the midst of transformative change, as <a href=\"https://techcrunch.com/2026/02/10/youtubers-arent-relying-on-ad-revenue-anymore-heres-how-some-are-diversifying/\">popular YouTubers look to diversify their business models</a>, with the threat and promise of increasingly powerful generative AI tools on the horizon.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">On the latest episode of <a href=\"https://techcrunch.com/podcasts/equity/\">TechCrunch’s Equity podcast</a>, Kirsten Korosec, Rebecca Bellan, and I debated what’s next for the creator economy, and whether there will be any room for the next generation of creators to stand out.</p>\n\n<p class=\"wp-block-paragraph\">“What’s the next saturation point?” Kirsten wondered. “Not all of these folks can go out and spin off products. So then does the pool of successful creators just simply get smaller? Or will something else happen, technologically speaking, or a different medium that will allow them to find an audience to make money off of?”</p>\n\n<p class=\"wp-block-paragraph\">You can read a preview of our conversation, edited for length and clarity, below.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Anthony:</strong> [The news] led our colleague Lauren to do <a href=\"https://techcrunch.com/wp-admin/post.php?post=3095534&amp;action=edit\">this great piece talking about the creator business model in general</a>, and this sense that they aren’t just relying on ad revenue anymore. I think it’s still a pretty big part of their business, but she broke down a number of the most popular YouTubers and noted that each of them is expanding — usually into e-commerce, but also into other revenue streams.</p>\n\n<p class=\"wp-block-paragraph\">Mr. Beast, for example, actually has this line of food products, including chocolate, that is making hundreds of millions of dollars and it was actually profitable for him in 2024, whereas his media business was losing money. All that was pretty wild to me.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"><strong>Kirsten: </strong>If Mr. Beast can’t be profitable with his media company, who can? To me, that was a stunning stat.</p>\n\n<p class=\"wp-block-paragraph\">I am not surprised that the whole ad revenue biz game is not working out necessarily for creators and influencers because it’s just reached a saturation point. I guess my big question is, what’s the next saturation point? Not all of these folks can go out and spin off products. So then does the pool of successful creators just simply get smaller? Or will something else happen, technologically speaking, or a different medium that will allow them to find an audience to make money off of?</p>\n\n<p class=\"wp-block-paragraph\"><strong>Rebecca: </strong>It’s interesting, there’s a lot of ways you can think about what else could happen, right? Maybe they’ll create digital twins of themselves and put their digital twins into a bunch of different situations that can make them [other kinds of] money.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">But again, going back to this not being surprising, these people are now celebrities, right? Someone told me on the phone recently that a lot of [the] younger generation, they don’t know our celebrities, they know TikTok celebrities. And we’ve seen celebrities for years pass off products and make money off of them, right? I used to watch Rachel [Ray], she was a celebrity chef and she sold her EVOO or her olive oil.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/podcast/how-slow-ventures-is-giving-the-creator-economy-a-rebrand/\">We Slow Ventures on [Equity] sometime last year</a>. They have a creator fund and basically what they’re doing is they’ve raised a VC fund to essentially back creators with their businesses, if they have maybe a niche following, maybe they’re really into woodworking and here’s their collection of chisels, I don’t know.</p>\n\n<p class=\"wp-block-paragraph\">I think it’s an interesting path forward and it’s something that we see as journalists: How do we also try to be creators and make a brand of ourselves that we could diversify our revenue. It sounds horrible to say it out loud like that.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Anthony:</strong> I’m smiling, but it’s the smile of somebody whose soul is slowly turning into ash inside.</p>\n\n<p class=\"wp-block-paragraph\">So we took a break from talking about AI, but I will obligatorily bring AI back into the conversation. Obviously one of the other related developments over the past week or so is that ByteDance, which is the Chinese company that launched TikTok and is still an investor — we won’t get into<a href=\"https://techcrunch.com/2026/01/23/heres-whats-you-should-know-about-the-us-tiktok-deal/\"> all of that</a> — they launched a new version of their model, Seedance 2.0, which at least initially was primarily only available to Chinese users.</p>\n\n<p class=\"wp-block-paragraph\">But you started to see people posting videos generated by Seedance, including this viral video of Brad Pitt fighting Tom Cruise. That prompted both this general conversation of: Is Hollywood doomed? And then more concretely, a bunch of Hollywood studios, including Netflix, sending ByteDance letters being like, “You cannot do this, you’re basically allowing all your users to generate videos using all of our IP, all of our movie stars.” And for a couple of days, there was no response at all from ByteDance, but then they did say, “Sorry, sorry, sorry, for some reason we launched this without any real guardrails, but we’re gonna do better in the future.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>Kirsten:</strong> So the timing of this is just perfect because I happen to be editing a story right now that Rebecca wrote. It has nothing to do with Seedance, but it does have to do with <a href=\"https://techcrunch.com/2026/02/20/ais-promise-to-indie-filmmakers-faster-cheaper-lonelier/\">AI and filmmaking</a>. So I’m going to give a future ]rops to Rebecca for being timely about that. Rebecca, I know you have a lot to say on that, besides that Hollywood is upset. Is it more complicated than that?</p>\n\n<p class=\"wp-block-paragraph\"><strong>Rebecca: </strong>Yeah, definitely. I mean, tying this back to the creators thing, I think that a lot of people are going to be using these tools to produce all kinds of content and we’re just going to be absolutely flooded. And that’s going to be intense. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">But when we talk about, whether it’s creating films or ads or just content in general using AI video tools, I think there’s this tension between one, this is going to produce a whole lot of low effort slop versus two, it could also democratize access for a lot of people who don’t have funds or budgets or teams to share a lot of the stories that they want to tell. </p>\n\n<p class=\"wp-block-paragraph\">And also, if you’re a small business and you want to create a little shampoo ad — to be on the nose about it, because there’s a shampoo ad that’s going viral — or you sell coffee and you want to make a little ad for it, [this] could give you the tools to do that. Is that a bad thing? Is it not a bad thing? Do we need more content in the world? There’s a few avenues to walk down. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Kirsten:</strong> Is it a bad thing, Anthony?</p>\n\n<p class=\"wp-block-paragraph\"><strong>Anthony:</strong> In terms of the creator side of it, my general feeling is [that] the response to a lot of this kind of slop — frankly, a lot of it <em>is</em> slop, and I think that’s going to continue to be the case — is going to be this valuing of authenticity. And so there is the opportunity for these big creators is be less about the idea of like, “I have digital twins of myself,” but [instead,] “No, I’m the real Mr. Beast, not the digital simulacra wandering around.” </p>\n\n<p class=\"wp-block-paragraph\">And I think it’s also telling that – of course, every social network has ups and downs, but that OpenAI’s Sora, from what I understand, had skyrocketed at the beginning and then has been <a href=\"https://techcrunch.com/2026/01/29/openais-sora-app-is-struggling-after-its-stellar-launch/\">struggling to hold on to users</a> more recently, because there is a certain emptiness to the experience when you just feel like there’s not an authentic human being on the other side. </p>\n\n<p class=\"wp-block-paragraph\">But I think it’s also going to make the landscape much more challenging, both for the established creators to monetize […] and then I think it’s going to be especially hard for new creators because there’s just going to be so much more stuff. Trying to actually break out is going to become super difficult.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"The creator economy's ad revenue problem and India's AI ambitions | Equity Podcast\" src=\"https://www.youtube.com/embed/7Fa3izZJnaY?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Bill Gurley says that right now, the worst thing you can do for your career is play it safe | TechCrunch",
            "time": "2026-02-22T21:08:50",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/GettyImages-1249266599.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">For nearly three decades, Bill Gurley has been among of the most influential voices in Silicon Valley — a general partner at Benchmark whose early bets on companies like Uber, Zillow, and Stitch Fix helped define what modern venture capital looks like. Now, having moved to Austin and stepped back from active investing, the native Texan is channeling that same pattern-recognition instinct into something different: a book, a foundation, and a policy institute aimed at problems he thinks he can actually help solve.</p>\n\n<p class=\"wp-block-paragraph\">The book is <em><a rel=\"nofollow\" href=\"https://www.amazon.com/Runnin-Down-Dream-Thrive-Actually/dp/0593799666\">Runnin’ Down a Dream</a></em> — a nod to Tom Petty and also an argument that following your passion isn’t just romanticized career advice but a true competitive strategy, one that becomes only more urgent as AI rapidly reshapes the workforce. The foundation, which he’s calling the Running Down a Dream Foundation, will award 100 grants of $5,000 a year to people who need a financial cushion to make a leap they’ve been afraid to take.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">We caught up with Gurley to talk about all of it — including what he makes of the somewhat surreal reality that several of his former peers in tech now hold enormous sway in Washington, why he thinks <a rel=\"nofollow\" href=\"https://en.wikipedia.org/wiki/996_working_hour_system\">the 996 grind culture</a> many young founders have adopted is less alarming than it sounds, and what AI really means for your career. The following has been edited for length and clarity. Our full conversation with Gurley drops Tuesday on TC’s <a rel=\"nofollow\" href=\"https://open.spotify.com/show/76SeToo8Rxj8hRTE0iQwWZ\">StrictlyVC Download</a> podcast.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Why write this book?</strong></p>\n\n<p class=\"wp-block-paragraph\">I went through a phase where I was reading a lot of biographies — people from very different fields, different time windows — and I started noticing patterns the way I would notice patterns in a market evolving. I wrote them down. A couple years later I got invited to speak at the University of Texas, dusted off the notes, built a presentation. They posted it on YouTube, and James Clear — who wrote <em>Atomic Habits</em> — noticed and posted about it. That’s what got me thinking about a book. And when I went through my own process of moving away from venture and thinking about what I wanted to do next, it became obvious I didn’t want to write about VC or Uber or any of that. I wanted to do something that could have a bigger mission.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Your research with Wharton found that roughly 60% of people would do things differently if they could start their careers over. That shocked you. Why? </strong></p>\n\n<p class=\"wp-block-paragraph\">When we first ran it as a SurveyMonkey poll we got seven out of ten. When we did it more rigorously with Wharton, we got six out of ten. One of the things that strikes me is that we have a phrase in the book — life is a use it or lose it proposition — and when you’re young, it’s just hard to have that framing. It’s hard to fast-forward through all of your time and recognize how precious it is. Daniel Pink has done a lot of work on what he calls regrets of inaction — the thing that weighs on people most as they get older is the thing they didn’t try, the stone left unturned. That holds across multiple geographies and cultures. And I think a lot of well-intentioned parents feel more responsibility to create economic stability for their kids than to encourage them to truly explore their passion. Especially with AI out there, that may not have been the right call.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"><strong>Exploring your passion sounds like easier advice for people who have financial runway. What do you say to someone working paycheck to paycheck?</strong></p>\n\n<p class=\"wp-block-paragraph\">A few things. First, the book profiles people who started on the very bottom rung and climbed to the top — [celebrity hairstylist and entrepreneur] Jen Atkins moved to LA with $200 in her pocket. There’s nothing in the book that says you need to start anywhere other than right at the beginning. Second, if you’re living paycheck to paycheck, I wouldn’t encourage you to quit. I’d encourage you to use your free time to build a little document on your phone about what your thing might be. Learn. Prepare to jump before you jump. And third — this is why I’m launching the foundation. The last page of the book talks about it: we’re going to give 100 grants a year of $5,000 to people who are in exactly that position, who can convince us in an application that they’ve thought long and hard about where they want to go but need a little help getting there.</p>\n\n<p class=\"wp-block-paragraph\"><strong>You’ve been outspoken for years about regulatory capture — the idea that big companies use regulation to entrench themselves.</strong></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">I gave a <a rel=\"nofollow\" href=\"https://www.youtube.com/watch?v=F9cO3-MLHOM\">speech</a> on regulatory capture a few years back — it was at the All-In Summit — and at the time I said I had a fear that the AI companies would try to use regulation to protect themselves. I think that’s happening now. The flip side is that there are legitimate questions: Jonathan Haidt’s book <em>Anxious Generation</em> has been on the bestseller list for almost two years, arguing social media has been really bad for children, with academic research to back it up. People would say we should have gotten in front of social media and need to do it with AI. The problem is that the people begging for regulation the most in AI are the actual companies themselves, and that makes me skeptical. There’s also the global dimension — if US AI gets entangled in state-by-state regulation and Chinese models are running free, we’re going to paint ourselves in red tape. I always ask people: what are your favorite five regulations of all time, and how were they successful? Do you have any confidence that people at the state level in a random state know how to write good AI regulation that will actually work?</p>\n\n<p class=\"wp-block-paragraph\"><strong>It’s a little surreal that several prominent figures from your world now hold enormous influence in Washington. What do you make of that?</strong></p>\n\n<p class=\"wp-block-paragraph\">It’s very ironic. If you go back and watch that regulatory capture talk, who would have thought a few years later David Sacks would actually be [special advisor for AI and crypto in the White House]?</p>\n\n<p class=\"wp-block-paragraph\"><strong>Back in 2018, Mike Moritz of Sequoia wrote in the FT that Americans would lose to China if they didn’t start <a rel=\"nofollow\" href=\"https://www.ft.com/content/42daca9e-facc-11e7-9bfc-052cbba03425\">working harder</a>. It was controversial at the time, but a lot of young founders here seem to have since embraced a punishing work culture — the 996 ethos. What are your thoughts about what’s happening?</strong></p>\n\n<p class=\"wp-block-paragraph\">I kind of love it, honestly. I think Silicon Valley got really lazy during COVID — people weren’t coming into the office, the culture got soft in a way I hadn’t seen in all my years there. And I’ve been to China six times. I know what Michael Moritz was describing when he said we’re going to lose not because they’re smarter but because they have a better work ethic. But here’s the thing: if you study successful people across a lot of fields, we think it’s wonderful when an athlete practices 12 hours a day or when an artist works obsessively on their craft. Nobody says Jordan didn’t have work-life balance. We just don’t extend the same logic to building a company. If those founders love what they’re doing that much, and they feel like this is the moment to go hard, that’s actually precisely the point of the book: find the thing that makes you feel that way.</p>\n\n<p class=\"wp-block-paragraph\"><strong>You talk about mentorship in the book. What makes a great mentor relationship and how do people find one?</strong></p>\n\n<p class=\"wp-block-paragraph\">The number one thing is to get out of your head this ideal that gets passed around in the self-help world: ‘go get a mentor,’ and everyone runs out and cold calls someone that’s ridiculously too high and unachievable, and it doesn’t work. For all those people that are really out of reach right now, I call them aspirational mentors — create a persona of them, just like I was talking about with the dream job folder. Get clips of all the books they’ve written, podcasts they’ve done, interviews they’ve done, and study them. You can learn a lot from people without talking to them directly, especially in the modern age. And then for your real mentors, go two levels down from where you thought you were going to aim. Discover somebody — tools like LinkedIn make this so easy — and be the first person to ever call them and ask them to be a mentor, because they’ll be flattered. They’ll be flattered that you knew who they were. Imagine anyone getting their first call to be a mentor. It’s a great feeling. You’re going to have way more success with that interaction than shooting too high.</p>\n\n<p class=\"wp-block-paragraph\">I’ll tell you a funny story: I started getting so many calls from people who wanted to break into venture that I wrote a three-page PDF called “So You Want to Be a VC,” and hidden in the third page was basically — go do X, go do Y, go do Z, come back and tell me how that went. The number of people that actually ended up talking to me after getting that document was a fraction of the number I sent it to. It’s funny how much it thinned when you gave them a little homework to do.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>You started working on this book before the impacts of AI became clearer. Does that at all change how people should think about their careers?</strong></p>\n\n<p class=\"wp-block-paragraph\">If you’re following the traditional path — going through the career center at your university, signing up on a list, waiting for a recruiter to sit through 30 people in 20-minute slots — you look like a cog. You look mass-produced. For that group, AI looks frightening, and maybe it should. But if you are blazing your own trail, using the techniques in the book, becoming what I call a candidate of one — someone whose path looks completely unique because you’ve built it intentionally — then every tool in this book is amplified by AI. Learning has never been easier than right now, in the entire history of the world. If you’re running toward it, if you’re becoming the most AI-aware person in your field, this thing is nothing but a superpower.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Quantonation's double-sized second fund shows quantum still has believers | TechCrunch",
            "time": "2026-02-22T18:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/01/GettyImages-1393513219.jpg?resize=1200,568",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Quantum computing will not be replacing supercomputers in 2026, let alone reaching industrial scale. And yet, investor appetite for companies pursuing the elusive <a rel=\"nofollow\" href=\"https://en.wikipedia.org/wiki/Quantum_supremacy\">quantum advantage</a> hasn’t dwindled — it has increased.</p>\n\n<p class=\"wp-block-paragraph\"><a rel=\"nofollow\" href=\"https://www.quantonation.com/\">Quantonation Ventures</a>, a venture firm investing in quantum and physics-based startups, has <a rel=\"nofollow\" href=\"https://www.bloomberg.com/news/articles/2026-02-18/novo-holdings-acs-back-220-million-quantonation-ventures-fund?accessToken=eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJzb3VyY2UiOiJTdWJzY3JpYmVyR2lmdGVkQXJ0aWNsZSIsImlhdCI6MTc3MTM5NjQ0MCwiZXhwIjoxNzcyMDAxMjQwLCJhcnRpY2xlSWQiOiJUQUxaWkZLSzNOWUUwMCIsImJjb25uZWN0SWQiOiI4MjUwQUY0RTJFNTY0QTIyODQ3NDlDOTBDQjVCMTU5OSJ9.LPec1UM_1NLC13VCl3Rm__EnwyUjyTkYfaS_Govyxoc\">closed its oversubscribed second fund at €220 million</a>, or approximately $260 million. That’s more than twice the size of its inaugural fund, and comes in addition to other signals that the quantum winter isn’t coming yet.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">While some warned that too much quantum hype and not enough tangible outcomes would eventually cause funding to collapse, the opposite has happened. Take the prediction that quantum will eventually crack modern encryption: that moment has no clear timeline, and yet governments have joined Big Tech in the race.</p>\n\n<p class=\"wp-block-paragraph\">In the years since Quantonation’s launch in 2018, the quantum technology sector has become less incipient, with both technological breakthroughs and early demand from academic and industrial labs. As a result, there has also been “a shift in the types of investment opportunities that are available” to its second fund, Quantonation partner Will Zeng told TechCrunch. </p>\n\n<p class=\"wp-block-paragraph\">One example is what Zeng describes as the “picks and shovels” opportunity, with companies developing technologies that support the quantum industry. He cited the example of Dutch startup Qblox, a long-boostrapped company that was selling quantum control hardware and software to Quantonation portfolio companies before the VC firm <a rel=\"nofollow\" href=\"https://qblox.com/newsroom/qblox-secures-series-a-funding-quantum-control-stack-development\">co-led its Series A</a>.</p>\n\n<p class=\"wp-block-paragraph\">This growing ecosystem also explains why backers are doubling down on Quantonation, and why other dedicated quantum funds such as <a href=\"https://techcrunch.com/2025/01/23/quantum-vc-qdnl-hits-e25m-first-close-on-new-fund/\">QDNL</a> and <a rel=\"nofollow\" href=\"https://tech.eu/2025/10/02/denmark-launches-the-worlds-largest-quantum-fund/\">55 North</a> have emerged.</p>\n\n<p class=\"wp-block-paragraph\">“VCs recognize that this is not an easy area to invest in at the early stage. The technology is very specific and complex, the markets are often new, and the teams as well,” Zeng said.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The firm’s thesis is to invest early to capture more value; but a handful of quantum companies have already gone public, and their shares have surged in recent months. According to Bloomberg, this “quantum frenzy” is partly <a rel=\"nofollow\" href=\"https://www.bloomberg.com/news/articles/2026-02-13/infleqtion-s-public-debut-to-test-quantum-frenzy-s-staying-power\">stocked</a> by Nvidia, whose CEO Jensen Huang <a rel=\"nofollow\" href=\"https://blogs.nvidia.com/blog/gtc-paris-2025/\">declared</a> in June 2025 that “quantum computing is reaching an inflection point.”</p>\n\n<p class=\"wp-block-paragraph\">Despite the fact that quantum chips have yet to outperform classical computers outside of purpose-built benchmarks, consensus is growing that real-life applications are only a few years away, from life sciences to new materials. That’s in part thanks to advancements in error correction — the ability to fix the mistakes that quantum systems are prone to.</p>\n\n<p class=\"wp-block-paragraph\"><a rel=\"nofollow\" href=\"https://blog.google/technology/research/google-willow-quantum-chip/\">Google’s Willow chip</a> was a landmark for error correction in 2024, but no architecture has won yet, and smaller players are <a href=\"https://techcrunch.com/2025/05/05/meet-the-companies-racing-to-build-quantum-chips/\">still in the race</a>. Zeng noted that a surprising number of companies have entered <a rel=\"nofollow\" href=\"https://www.darpa.mil/research/programs/quantum-benchmarking-initiative\">DARPA’s Quantum Benchmarking Initiative</a>. He also believes that beyond the public market excitement, “there are more exciting technologies that are currently private.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">For Quantonation, those private opportunities span a wider canvas than quantum chips alone. Fund two has already invested in 12 startups, with a target portfolio of around 25, covering not just the software and industrial layers needed to make quantum advantage real, but also adjacent physics-based technologies such as photonics and lasers.</p>\n\n<p class=\"wp-block-paragraph\">This expanded thesis is backed by investors old and new. According to the firm, major investors from its first vintage, including Singapore’s Vertex Holdings and Bpifrance’s Fonds National d’Amorçage 2, have returned for the second fund, with new limited partners including the European Investment Fund, Grupo ACS, Novo Holdings, Planet First Partners, and Toshiba.</p>\n\n<p class=\"wp-block-paragraph\">Quantonation’s geographic scope is equally international. With dual headquarters in Paris and New York City, the firm has backed French quantum companies including Pasqal and Quandela, but also placed bets in Asia and North America — and will continue doing so.</p>\n\n<p class=\"wp-block-paragraph\">“In a lot of the areas we invest in, there’s not yet a clear regional winner, […] and a lot of the research has come from universities in many places,” Zeng said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Trump says Netflix will face ‘consequences’ if it doesn’t fire board member Susan Rice | TechCrunch",
            "time": "2026-02-22T17:39:55",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/GettyImages-2227934246.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">President Donald Trump said in a social media post Saturday that Netflix will “pay the consequences” if it doesn’t fire Susan Rice, who has served on the company’s board of directors since 2018.</p>\n\n<p class=\"wp-block-paragraph\">Trump’s comments came after Rice — a former ambassador to the United Nations who held diplomatic and advisory roles in the Obama and Biden administrations — <a rel=\"nofollow\" href=\"https://thehill.com/homenews/campaign/5748439-susan-rice-trump-corporations-accountability/\">appeared on the “Stay Tuned with Preet” podcast</a> hosted by Preet Bharara and predicted that corporations that “take a knee” to Trump will be “held accountable” when Democrats return to power.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“If these corporations think that the Democrats, when they come back in power, are going to, you know, play by the old rules, and […] say, ‘Oh, never mind. We’ll forgive you for all the people you fired, all the policies and principles you’ve violated, all, you know, the laws you’ve skirted,’ I think they’ve got another thing coming,” Rice said.</p>\n\n<p class=\"wp-block-paragraph\">In response, <a rel=\"nofollow\" href=\"https://truthsocial.com/@realDonaldTrump/posts/116111073840858395\">Trump posted on his social network Truth Social</a>, “Netflix should fire racist, Trump Deranged Susan Rice, IMMEDIATELY, or pay the consequences. She’s got no talent or skills – Purely a political hack! HER POWER IS GONE, AND WILL NEVER BE BACK. How much is she being paid, and for what???”</p>\n\n<p class=\"wp-block-paragraph\">Trump’s post also includes a screenshot of a post from far-right activist Laura Loomer criticizing Rice’s comments and claiming, “The Netflix-Warner Bros. merger would result in a streaming monopoly, which the Obamas will have a significant stake in” due to <a href=\"https://techcrunch.com/2018/05/21/obama-netflix-deal/\">the deal between Netflix and the Obamas’ production company Higher Ground</a>.</p>\n\n<p class=\"wp-block-paragraph\">While Trump’s post does not mention specific consequences, <a href=\"https://techcrunch.com/2026/02/10/what-to-know-about-netflixs-landmark-acquisition-of-warner-bros/\">Netflix’s massive Warner Bros. acquisition</a> will need to be approved by federal regulators. The streaming company’s co-CEO Ted Sarandos <a href=\"https://techcrunch.com/2025/12/07/netflix-co-ceo-reportedly-discussed-warner-bros-deal-with-trump/\">reportedly met with Trump</a> before the deal was announced, with Trump subsequently saying that Netflix is a “great company […] but it’s a lot of market share, so we’ll have to see what happens.”</p>\n\n<p class=\"wp-block-paragraph\">Last fall, <a href=\"https://techcrunch.com/2025/09/27/trump-demands-microsoft-fire-global-affairs-head-lisa-monaco/\">Trump published a similar post demanding that Microsoft fire its president of global affairs Lisa Monaco</a>, who was also targeted by Loomer. Monaco is still at Microsoft.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "TechCrunch Mobility: Waymo makes its defense | TechCrunch",
            "time": "2026-02-22T17:05:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/11/SF_WAYMO-FREEWAY_FRONT.jpg?resize=1200,801",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><em>Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation. To get this in your inbox, sign up here for free — just click <a href=\"https://techcrunch.com/newsletters/\" target=\"_blank\" rel=\"noreferrer noopener\">TechCrunch Mobility</a>!</em></p>\n\n<p class=\"wp-block-paragraph\">Earlier this month, <strong>Waymo</strong> chief safety officer <strong>Mauricio Peña</strong> <a target=\"_blank\" rel=\"noreferrer noopener nofollow\" href=\"https://www.commerce.senate.gov/services/files/D1CBD043-DD32-4644-8F31-5C2D3821E611\">testified</a> before the Senate Commerce Committee as part of a hearing to talk about autonomous vehicles.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Much of the questioning fell under the standard “let’s educate the public” category. But it was <strong>Sen. Ed Markey’s</strong> questions about overseas workers, and Peña’s response, that everyone paid attention to.  </p>\n\n<p class=\"wp-block-paragraph\">Peña, when asked about human workers who assist with Waymo vehicles’ navigation or emergencies, revealed that the company has remote guidance workers based overseas in the Philippines. This sparked some quick ire from Markey, who admonished Peña on how the company could rely on people without U.S. driver’s licenses to assist its vehicles on U.S. roads, among other criticisms.</p>\n\n<p class=\"wp-block-paragraph\">Waymo formulated a response <a href=\"https://waymo.com/blog/?modal=short-advice-not-control-the-role-of-remote-assistance\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">in a blog post</a> written by Waymo’s head of global operations Ryan McNamara, which was published Tuesday. It has also <a href=\"https://assets.ctfassets.net/7ijaobx36mtm/7E5uOzS5F7Z1yuFoz27BIc/680a27f89a3aae48977db655a5f45005/Sen._Markey_RA_Letter_Waymo__Response.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">shared the letter</a> it sent to Markey’s office.</p>\n\n<p class=\"wp-block-paragraph\">The post and letter do provide fresh insight about its remote-assistance operations. For instance, Waymo stresses it does not employ people who “remotely drive” the robotaxis. Instead, the self-driving systems are the ones in charge. </p>\n\n<p class=\"wp-block-paragraph\">Remote assistance (RA) workers are there to respond to specific requests for information that the Waymo self-driving system asks for. The company also has Event Response Teams, or ERTs, people who are certified for more complex tasks and are exclusively based in the United States. This team responds to collisions, interfacing with law enforcement and the rider, collecting data for regulatory reporting, and coordinating towing, Waymo says.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">We also now know that Waymo has about “70 Remote Assistance agents on duty worldwide at any given time.” These folks are based in Arizona, Michigan, and in two cities in the Philippines, a detail that, again, has raised the ire of some lawmakers.</p>\n\n<p class=\"wp-block-paragraph\">To give you a sense of what that means, consider that Waymo has a fleet of 3,000 vehicles and every week its vehicles drive over 4 million miles and provide over 400,000 rides. So, very few workers are monitoring lots of robotaxis.</p>\n\n<p class=\"wp-block-paragraph\">I have argued for years that AV companies need to do a better job of explaining what happens behind the scenes, particularly when it comes to remote guidance. Most companies, many of which no longer exist, avoided the topic like a plague, perhaps in an effort to make its tech seem more magical and innovative. Turns out, mystery breeds mistrust.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">While the debate over remote guidance operators plays out, Waymo continues to press into new markets. With one exception.</p>\n\n<p class=\"wp-block-paragraph\"><strong>New York governor Kathy Hochul</strong> withdrew a proposal that would have amended vehicle and traffic laws to <a href=\"https://techcrunch.com/2026/02/19/new-york-hits-the-brakes-on-robotaxi-expansion-plan/\" target=\"_blank\" rel=\"noreferrer noopener\">effectively legalize robotaxis</a> in the state outside of New York City. Hochul spokesperson Sean Butler told me: “Based on conversations with stakeholders, including in the legislature, it was clear that the support was not there to advance this proposal.”</p>\n\n<p class=\"wp-block-paragraph\">One more thing before we jump into the rest of the news. Mobility readers sure don’t believe the Rivian R2 will be priced at $50,000 or below. Last week, I polled you all and asked: “What will the starting price of the Rivian R2 launch edition be?” I gave three options, under $50,000, above $60,000, and above $70,000. More than 54% picked “above $60,000,” with the remaining two options split on the matter.</p>\n\n<p class=\"wp-block-paragraph\">To participate in our polls, sign up for the Mobility newsletter <a href=\"https://techcrunch.com/newsletters/techcrunch-mobility/\" target=\"_blank\" rel=\"noreferrer noopener\">here</a>.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-a-little-bird\">A little bird</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2019/10/blinky-cat-bird-green.gif?w=680\" alt=\"blinky cat bird green\" class=\"wp-image-1896211\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Bryce Durbin</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Senior reporter <strong>Sean O’Kane</strong> got the scoop from some little birds about layoffs at <strong>Lucid</strong>. Here’s what we know. Lucid is <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"https://techcrunch.com/2026/02/20/lucid-motors-slashes-12-of-its-workforce-as-it-seeks-profitability/\">laying off 12%</a> of its workforce, according to an internal memo that TechCrunch has viewed. We don’t have an exact figure on workers affected, but it is likely hundreds. </p>\n\n<p class=\"wp-block-paragraph\">Lucid has not filed its 2025 annual earnings yet, which would disclose how many employees it had at the end of the year. The company reported having 6,800 full-time employees globally <a target=\"_blank\" rel=\"noreferrer noopener nofollow\" href=\"https://www.sec.gov/Archives/edgar/data/1811210/000162828025007725/lcid-20241231.htm\">at the end of 2024</a>. </p>\n\n<p class=\"wp-block-paragraph\">Since our report came out, O’Kane has learned a bit more. Affected employees found out early Friday morning, with a few learning that something was amiss when they lost access to Microsoft Teams. They are technically being placed on a 60-day “administrative leave” and won’t be officially laid off until late April.</p>\n\n<p class=\"wp-block-paragraph\"><em>Got a tip for us? Email Kirsten Korosec at </em><a target=\"_blank\" rel=\"noreferrer noopener\" href=\"mailto:kirsten.korosec@techcrunch.com/\"><em>kirsten.korosec@techcrunch.com</em></a><em> or my Signal at kkorosec.07, or email Sean O’Kane at </em><a target=\"_blank\" rel=\"noreferrer noopener\" href=\"mailto:sean.okane@techcrunch.com/\"><em>sean.okane@techcrunch.com</em></a><em>.</em></p>\n\n<h2 class=\"wp-block-heading\" id=\"h-deals\">Deals!</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2019/10/money-the-station.png?w=680\" alt=\"money the station\" class=\"wp-image-1896226\" srcset=\"https://techcrunch.com/wp-content/uploads/2019/10/money-the-station.png 1024w, https://techcrunch.com/wp-content/uploads/2019/10/money-the-station.png?resize=150,38 150w, https://techcrunch.com/wp-content/uploads/2019/10/money-the-station.png?resize=300,75 300w, https://techcrunch.com/wp-content/uploads/2019/10/money-the-station.png?resize=768,192 768w, https://techcrunch.com/wp-content/uploads/2019/10/money-the-station.png?resize=680,170 680w, https://techcrunch.com/wp-content/uploads/2019/10/money-the-station.png?resize=430,108 430w, https://techcrunch.com/wp-content/uploads/2019/10/money-the-station.png?resize=720,180 720w, https://techcrunch.com/wp-content/uploads/2019/10/money-the-station.png?resize=900,225 900w, https://techcrunch.com/wp-content/uploads/2019/10/money-the-station.png?resize=800,200 800w, https://techcrunch.com/wp-content/uploads/2019/10/money-the-station.png?resize=668,167 668w, https://techcrunch.com/wp-content/uploads/2019/10/money-the-station.png?resize=708,177 708w, https://techcrunch.com/wp-content/uploads/2019/10/money-the-station.png?resize=50,13 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Bryce Durbin</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\"><strong>Amari AI</strong>, a startup that uses AI tools to help custom brokers modernize and navigate President Trump’s trade policies, <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"https://techcrunch.com/2026/02/19/this-former-big-tech-engineers-are-using-ai-to-navigate-trumps-trade-chaos/\">raised $4.5 million</a> of funding co-led by preeminent early-stage firms First Round Capital and Pear VC. The startup says it has already collected more than 30 customers and helped those firms move more than $15 billion of goods.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>Kavak</strong>, the Mexico-based online used car dealer, <a target=\"_blank\" rel=\"noreferrer noopener nofollow\" href=\"https://www.bloomberg.com/news/articles/2026-02-17/andreessen-horowitz-backs-mexico-unicorn-kavak-in-300-million-equity-round\">raised $300 million</a> in an equity round led by Andreessen Horowitz, which put in $200 million. Other investors included WCM Investment Management, which co-led the round, and Foxhaven Asset Management.</p>\n\n<p class=\"wp-block-paragraph\"><strong>LanzaJet</strong>, a next-gen fuels technology company and fuels producer, <a target=\"_blank\" rel=\"noreferrer noopener nofollow\" href=\"https://www.lanzajet.com/news-insights/lanzajet-announces-47m-in-new-capital-and-first-close-of-equity-round-at-650m-pre-money-valuation\">raised $47 million</a> in the first close of a targeted $135 million equity round. The company said its pre-money valuation is $650 million. The was co-led by IAG and Shell, with participation from Groupe ADP, LanzaTech, and Mitsui.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Metafuels</strong>, a sustainable aviation fuel startup based in Switzerland, <a target=\"_blank\" rel=\"noreferrer noopener nofollow\" href=\"https://www.axios.com/pro/climate-deals/2026/02/18/metafuels-24-million-methanol-saf\">raised $24 million</a> in a Series A round led by UVC Partners. Other investors included Energy Impact Partners, Contrarian Ventures, RockCreek, Verve Ventures, and Fortescue.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-notable-reads-and-other-tidbits\">Notable reads and other tidbits</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2019/12/the-station-ride-hailing1.png?w=680\" alt=\"\" class=\"wp-image-1926823\" srcset=\"https://techcrunch.com/wp-content/uploads/2019/12/the-station-ride-hailing1.png 1024w, https://techcrunch.com/wp-content/uploads/2019/12/the-station-ride-hailing1.png?resize=150,38 150w, https://techcrunch.com/wp-content/uploads/2019/12/the-station-ride-hailing1.png?resize=300,75 300w, https://techcrunch.com/wp-content/uploads/2019/12/the-station-ride-hailing1.png?resize=768,193 768w, https://techcrunch.com/wp-content/uploads/2019/12/the-station-ride-hailing1.png?resize=680,171 680w, https://techcrunch.com/wp-content/uploads/2019/12/the-station-ride-hailing1.png?resize=430,108 430w, https://techcrunch.com/wp-content/uploads/2019/12/the-station-ride-hailing1.png?resize=720,181 720w, https://techcrunch.com/wp-content/uploads/2019/12/the-station-ride-hailing1.png?resize=900,226 900w, https://techcrunch.com/wp-content/uploads/2019/12/the-station-ride-hailing1.png?resize=800,201 800w, https://techcrunch.com/wp-content/uploads/2019/12/the-station-ride-hailing1.png?resize=668,168 668w, https://techcrunch.com/wp-content/uploads/2019/12/the-station-ride-hailing1.png?resize=708,178 708w, https://techcrunch.com/wp-content/uploads/2019/12/the-station-ride-hailing1.png?resize=50,13 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Bryce Durbin</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\"><strong>Ford</strong> is working hard to make shareholders forget about the $19.5 billion hit it took late last year. Instead, it wants them to see a tech-forward and nimble company building a future profitable product that will usher in a new era. The company, which has promised to deliver an EV truck that starts at $30,000 and can compete with Chinese automakers without undermining profit margins, shared <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"https://techcrunch.com/2026/02/17/ford-turns-to-f1-and-bounties-to-build-a-30000-electric-truck/\">how it plans to hit that goal</a>. Will a combination of 3D-printed Lego-like parts, Formula 1 thinking, and a bounty program be enough?  </p>\n\n<p class=\"wp-block-paragraph\">AI data center fever has spread. Just take a look at <strong>Redwood Materials</strong> for proof. The battery recycling and materials startup launched an energy storage business last year with a focus on AI data centers. The business, Redwood Energy, is now the fastest-growing unit within the company. <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"https://techcrunch.com/2026/02/19/an-ai-data-center-boom-is-fueling-redwoods-energy-storage-business/\">Read my full story to understand what that means</a>. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Rivian</strong> is launching a companion app that will let owners perform basic tasks such as locking and unlocking doors, venting windows, and triggering the vehicle alarm <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"https://techcrunch.com/2026/02/19/rivian-owners-will-be-able-to-access-vehicle-controls-through-their-apple-watch/\">using their Apple Watch</a>. The company released a broader software update with a number of other new vehicle features as well.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Tesla</strong> lost its bid to overturn a jury’s <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"https://techcrunch.com/2026/02/20/tesla-loses-bid-to-overturn-243m-autopilot-verdict/\">$243 million verdict</a> in a fatal Autopilot crash trial. Reminder: Tesla could have <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"https://techcrunch.com/2025/08/25/tesla-could-have-avoided-that-242-5m-autopilot-verdict-filings-show/\">settled this case</a> for $60 million. The company did score a win, however, with the <strong>California Department of Motor Vehicles</strong>. The state agency said it <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"https://techcrunch.com/2026/02/17/tesla-dodges-30-day-suspension-in-california-after-removing-autopilot/\">will not suspend</a> Tesla’s sales and manufacturing licenses for 30 days because the EV maker has stopped using the term “Autopilot” in the marketing of its vehicles in the state.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-one-more-thing\">One more thing …</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?w=680\" alt=\"\" class=\"wp-image-3095203\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg 2800w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=150,103 150w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=300,206 300w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=768,526 768w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=680,466 680w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=1200,822 1200w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=1280,877 1280w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=430,295 430w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=720,493 720w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=900,617 900w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=800,548 800w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=1536,1052 1536w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=2048,1403 2048w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=668,458 668w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=547,375 547w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=901,617 901w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=708,485 708w, https://techcrunch.com/wp-content/uploads/2026/02/lucid-dream-drive-2.jpg?resize=50,34 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Kirsten Korosec</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">I periodically test vehicles to keep pace with the latest in-car tech, EVs, and hybrids — or software updates in them. Coincidentally, I had a <strong>Lucid Air Touring</strong> sedan this week. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It’s been at least a year since I was behind the wheel of an Air. And I’ve been anxious to try the company’s <a target=\"_blank\" rel=\"noreferrer noopener\" href=\"https://techcrunch.com/2025/07/15/lucid-motors-will-roll-out-hands-free-highway-driving-this-month/\">hands-free driver-assistance system</a> that launched last July. My past experiences with the company’s advanced driver-assistance system, called Dream Drive, has left me unimpressed. My vehicle would often ping-pong in the lane (meaning it had trouble centering itself) or would stay too close to the edge, which put me uncomfortably close to the big rigs I passed on the highway. </p>\n\n<p class=\"wp-block-paragraph\">I am happy to report that Lucid appears to have fixed these issues. Engaging the hands-free system was straightforward and it didn’t allow me to abuse it for long. As you see in the picture above, if I put a phone in front of my face, a warning was almost immediately triggered.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "All the important news from the ongoing India AI Impact Summit | TechCrunch",
            "time": "2026-02-22T17:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/06/india-ai.jpg?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">With an eye toward luring more AI investment to the country, India is hosting a four-day AI Impact Summit this week that will be attended by executives from major AI labs and Big Tech, including OpenAI, Anthropic, Nvidia, Microsoft, Google, and Cloudflare, as well as heads of state.</p>\n\n<p class=\"wp-block-paragraph\">The event, which expects 250,000 visitors, will see Alphabet CEO Sundar Pichai, OpenAI CEO Sam Altman, Anthropic CEO Dario Amodei, Reliance Chairman Mukesh Ambani, and Google DeepMind CEO Demis Hassabis in attendance.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">India’s prime minister, Narendra Modi, is scheduled to deliver a speech with French President Emmanuel Macron on Thursday.</p>\n\n<p class=\"wp-block-paragraph\">Here are all the key updates from the event:</p>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">India earmarks <a href=\"https://techcrunch.com/2026/02/14/india-doubles-down-on-state-backed-venture-capital-approving-1-1b-fund/\">$1.1 billion for its state-backed venture capital fund</a>. The fund will invest in artificial intelligence and advanced manufacturing startups across the country.</li>\n\n\n\n<li class=\"wp-block-list-item\">OpenAI CEO Sam Altman said India accounts for more than <a href=\"https://techcrunch.com/2026/02/15/india-has-100m-weekly-active-chatgpt-users-sam-altman-says/\">100 million weekly active ChatGPT users</a>, second only to the U.S. He also said Indians account for the most students using ChatGPT.</li>\n\n\n\n<li class=\"wp-block-list-item\">Blackstone has picked up a majority stake in Indian AI startup Neysa as part of a <a href=\"https://techcrunch.com/2026/02/15/blackstone-backs-neysa-in-up-to-1-2b-financing-as-india-pushes-to-build-domestic-ai-compute/\">$600 million equity fundraise</a>. Teachers’ Venture Growth, TVS Capital, 360 ONE Asset, and Nexus Venture Partners also invested. The company now plans to raise another $600 million in debt, and deploy more than 20,000 GPUs.</li>\n\n\n\n<li class=\"wp-block-list-item\">Bengaluru-based C2i, which is building a power solution for data centers, raised <a href=\"https://techcrunch.com/2026/02/15/as-ai-data-centers-hit-power-limits-peak-xv-backs-indian-startup-c2i-to-fix-the-bottleneck/\">$15 million in a Series A round from Peak XV</a>, with participation from Yali Deeptech and TDK Ventures.</li>\n\n\n\n<li class=\"wp-block-list-item\">HCL CEO Vineet Nayyar said Indian IT companies <a href=\"https://economictimes.indiatimes.com/ai/ai-insights/ai-impact-summit-profit-comes-first-not-jobs-for-it-companies-warns-vineet-nayyar-as-ai-boom-could-worsen-job-crisis/articleshow/128405154.cms\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">will focus on turning profits and not being job creators</a>. These comments come as <a href=\"https://www.reuters.com/world/india/indian-shares-seen-lower-amid-global-it-selloff-ahead-us-inflation-2026-02-13/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Indian IT stocks dip</a> as fears of AI disrupting the IT services sector burgeon.</li>\n\n\n\n<li class=\"wp-block-list-item\">Vinod Khosla, founder of Khosla Ventures, said that industries like IT services and BPOs (Business Process Outsourcing) can “almost completely disappear” within five years because of AI. He told <a href=\"https://www.hindustantimes.com/india-news/aisummit-2026-it-bpo-services-will-disappear-in-five-years-says-venture-capitalist-khosla-101771182147907.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Hindustan Times</a> that 250 million young people in India should be selling AI-based products and services to the rest of the world.</li>\n\n\n\n<li class=\"wp-block-list-item\">AMD is teaming up with Tata Consultancy Services (TCS) to <a href=\"https://www.amd.com/en/newsroom/press-releases/2026-2-15-amd-and-tcs-to-bring-state-of-the-art-helios-rac.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">develop</a> rack-scale AI infrastructure based on AMD’s “Helios” platform.</li>\n\n\n\n<li class=\"wp-block-list-item\">Anthropic said that it is opening its first office in India in the city of Bengaluru. The company said that the country is the second biggest user of Claude after the U.S.</li>\n\n\n\n<li class=\"wp-block-list-item\">Anthropic is <a href=\"https://techcrunch.com/2026/02/17/as-ai-jitters-rattle-it-stocks-infosys-partners-with-anthropic-to-build-enterprise-grade-ai-agents/\">partnering with IT giant Infosys to deploy Claude models</a> and tools like Claude code to Indian enterprises. To begin, both will deploy AI tools in the telecommunications sector with a dedicated Anthropic Center of Excellence.</li>\n\n\n\n<li class=\"wp-block-list-item\">Indian AI company Sarvam teases its upcoming smart glasses under the name Sarvam Kaze. The company has released several models in the past few weeks, including a dubbing model, a speech-to-text model, a text-to-speech model, and a vision model for Optical Character Recognition (OCR).</li>\n</ul>\n\n\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Indian conglomerate <a href=\"https://techcrunch.com/2026/02/17/adani-pledges-100b-for-ai-data-centers-as-india-seeks-bigger-role-in-global-ai/\">Adani</a> said that it is allocating $100 billion to build AI data centers that would use renewable energy in India by 2035. The company said that this investment will lead to an additional $150 billion investment in areas like server manufacturing, advanced electrical infrastructure, sovereign cloud platforms, and supporting industries.</li>\n\n\n\n<li class=\"wp-block-list-item\">Voice AI company Cartesia is teaming up with India-based orchestrator Blue Machines to deploy voice solutions for enterprises with local data residency. </li>\n\n\n\n<li class=\"wp-block-list-item\">Cohere Labs launches <a href=\"https://techcrunch.com/2026/02/17/cohere-launches-a-family-of-open-multilingual-models/\">a family of multilingual models</a> with open weights that support over 70 languages. These models can run on local devices. The company said that it has also released models tuned to specific regions. </li>\n\n\n\n<li class=\"wp-block-list-item\">OpenAI said it will open two new offices in India in Bengaluru and Mumbai.</li>\n\n\n\n<li class=\"wp-block-list-item\">OpenAI also partnered with the Tata group to deploy <a href=\"https://techcrunch.com/2026/02/18/openai-taps-tata-for-100mw-ai-data-center-capacity-in-india-eyes-1gw/\">100 megawatts of compute in India with an aim to scale it up to 1 gigawatt</a>. </li>\n\n\n\n<li class=\"wp-block-list-item\">India’s tech minister Ashwini Vaishnaw said that the country <a href=\"https://techcrunch.com/2026/02/17/india-bids-to-attract-over-200b-in-ai-infrastructure-investment-by-2028/\">wants to attract over $200 billion in investment for AI infrastructure in the next two years</a>. </li>\n\n\n\n<li class=\"wp-block-list-item\">India’s vibe-coding startup Emergent said <a href=\"https://techcrunch.com/2026/02/17/emergent-hits-100m-arr-eight-months-after-launch-rolls-out-mobile-app/\">that it has reached $100 in ARR</a> and launched a mobile app. </li>\n\n\n\n<li class=\"wp-block-list-item\">Indian AI startup Sarvam released two new open-sourced models: <a href=\"https://techcrunch.com/2026/02/18/indian-ai-lab-sarvams-new-models-are-a-major-bet-on-the-viability-of-open-source-ai/\">Sarvam 30B and Sarvam 105B</a>. </li>\n\n\n\n<li class=\"wp-block-list-item\">Sarvam also announced a partnership with <a href=\"https://techcrunch.com/2026/02/18/indias-sarvam-wants-to-bring-its-ai-models-to-feature-phones-cars-and-smart-glasses/\">Qualcomm, HMD, and Bosch</a> to deploy its AI models to devices, including smartphones, feature phones, cars, laptops, and smartglasses.</li>\n\n\n\n<li class=\"wp-block-list-item\">Voice AI startup Gnani released a zero-shot voice cloning text-to-speech model called Vachana, which supports 12 languages.</li>\n\n\n\n<li class=\"wp-block-list-item\">BharatGen, a government-backed AI consortium, released a 17 billion parameter model called Param 2 that works across 22 languages. </li>\n\n\n\n<li class=\"wp-block-list-item\">Steaming service JioHotstar said it will use ChatGPT to aid content discovery with conversational search.</li>\n\n\n\n<li class=\"wp-block-list-item\">Sarvam launches its <a href=\"https://techcrunch.com/2026/02/20/indias-sarvam-launches-indus-ai-chat-app-as-competition-heats-up/\">ChatGPT competitor called Indus</a> that supports multiple Indian languages. </li>\n\n\n\n<li class=\"wp-block-list-item\">OpenAI said that 18-24-year-old users in India drive nearly <a href=\"https://techcrunch.com/2026/02/20/openai-says-18-to-24-year-olds-account-for-nearly-50-of-chatgpt-usage-in-india/\">50% of the usage in India on ChatGPT</a>.</li>\n\n\n\n<li class=\"wp-block-list-item\">Indian tech company Tech Mahindra released an 8 billion parameter Hindi-oriented model for educational use cases.</li>\n\n\n\n<li class=\"wp-block-list-item\">UAE’s G42 teamed up with U.S.-based chip maker Cerebras to <a href=\"https://techcrunch.com/2026/02/20/uaes-g42-teams-up-with-cerebras-to-deploy-8-exaflops-of-compute-in-india/\">deploy 8 exaflops of compute in India through a supercomputer</a>. Abu Dhabi’s Mohamed bin Zayed University of Artificial Intelligence (MBZUAI) and India’s Centre for Development of Advanced Computing (C-DAC) are also part of the project.</li>\n\n\n\n<li class=\"wp-block-list-item\">On the sidelines of the India AI summit, Sam Altman said that concerns around how much water AI uses are “totally fake,” but acknowledged the issue of water usage when  “we used to do evaporative cooling in data centers.” </li>\n\n\n\n<li class=\"wp-block-list-item\">Strangely, he also said that humans use a lot of energy as they grow up and process things around them. He thinks that the arguments around ChatGPT’s power consumption are “unfair.” </li>\n</ul>\n\n<p class=\"wp-block-paragraph\">“But it also takes a lot of energy to train a human,” Altman said. “It takes like 20 years of life and all of the food you eat during that time before you get smart.”</p>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">India said that over <a rel=\"nofollow\" href=\"https://www.moneycontrol.com/news/india/ai-impact-summit-88-countries-including-us-china-endorse-new-delhi-declaration-on-ai-13838330.html\">88 countries and organizations signed the New Delhi AI declaration</a> for working towards using AI for social and economic good. These countries included the U.S., China, and Russia. </li>\n\n\n\n<li class=\"wp-block-list-item\">India joined the Pax Silica group led by the U.S. to create a smooth supply chain network of materials used in creating AI infrastructure.  Other members include the U.K, United Arab Emirates, Singapore, Qatar, Japan, Israel, South Korea, and Australia.</li>\n</ul>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "China's brain-computer interface industry is racing ahead | TechCrunch",
            "time": "2026-02-22T16:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1202271610.jpg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">While Elon Musk’s Neuralink likes to say it’s “<a rel=\"nofollow\" href=\"https://www.google.com/search?q=neuralink&amp;rlz=1C5GCEM_enUS1183US1183&amp;oq=Neur&amp;gs_lcrp=EgZjaHJvbWUqDwgAECMYJxjjAhiABBiKBTIPCAAQIxgnGOMCGIAEGIoFMhIIARAuGCcYxwEY0QMYgAQYigUyBggCEEUYOTIMCAMQABhDGIAEGIoFMgYIBBBFGDwyBggFEEUYPDIGCAYQRRg8MgYIBxBFGD3SAQgyOTQxajBqN6gCALACAA&amp;sourceid=chrome&amp;ie=UTF-8\">pioneering</a>” brain-computer interfaces (BCIs), China’s BCI industry is already quietly moving from research to scale.</p>\n\n<p class=\"wp-block-paragraph\">A new wave of startups is racing to commercialize both implantable and noninvasive BCIs, backed by stronger policy support, expanding clinical trials, and growing investor interest. So says Phoenix Peng, who has founded not one but two BCI startups. He’s a co-founder of NeuroXess, maker of BCI implants, as well as founder and CEO of noninvasive ultrasound BCI startup Gestala.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">His belief in the potential of this market is founded on concrete action: Provinces such as Sichuan, Hubei, and Zhejiang have already <a href=\"https://www.cambridgenetwork.co.uk/news/unlocking-minds-chinas-bci-revolution-and-opportunities-uk-collaboration#:~:text=Sichuan%20&amp;%20Shandong:%20Prioritise%20patient%2D,strong%20hospital%20and%20university%20partnerships.\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">set medical service pricing</a> for BCI, speeding its inclusion in the national medical insurance system.</p>\n\n<p class=\"wp-block-paragraph\">Over time, he foresees the technology extending beyond medicine “treating disease” to “human augmentation,” he said.</p>\n\n<p class=\"wp-block-paragraph\">“I have always maintained that neuroscience and AI are two sides of the same coin,” Peng said. “They are destined for deep integration, realizing direct high-bandwidth connections between the human brain and AI. BCI will serve as the ultimate bridge between carbon-based and silicon-based intelligence. While this may sound distant, it represents an unimaginably vast market in the future.” </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-four-factors-driving-bci-in-china\">Four factors driving BCI in China</h2>\n\n<p class=\"wp-block-paragraph\">But over the next three to five years, BCI use is likely to stay concentrated in healthcare, with the market reaching multibillion-dollar scale as insurance coverage expands, Peng told TechCrunch. </p>\n\n<p class=\"wp-block-paragraph\">In August 2025, China’s industry ministry and six other agencies <a href=\"https://english.www.gov.cn/policies/policywatch/202508/22/content_WS68a7dd8dc6d0868f4e8f5027.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">released a national roadmap</a> to further speed development of BCIs. The plan targets major technical milestones by 2027, common industry standards, and a full supply chain by 2030, with the goal of building globally competitive BCI companies and supporting smaller specialized firms.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Asked what’s driving China’s rapid progress in BCI, Peng told TechCrunch it comes down to four factors. The first one is strong policy support, with cross-department collaboration that aligns technical standards and medical reimbursement. In December, at the 2025 Shenzhen BCI &amp; Human-Computer Interaction Expo, China <a href=\"https://news.cgtn.com/news/2025-12-30/China-showcases-advances-in-brain-computer-interface-BCI-technology-1JwnhJS055S/p.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> an 11.6 billion yuan ($165 million) brain science fund to support BCI companies from research through commercialization.</p>\n\n<p class=\"wp-block-paragraph\">The second factor is vast clinical resources, including large patient pools and lower research costs that accelerate trials. China’s national health insurance means quicker commercialization once the state approves a device. This compares to the U.S. where even after the FDA approves a device, private insurers, as the main payers, must each individually do so. </p>\n\n<p class=\"wp-block-paragraph\">Researchers have completed the country’s first fully implanted, wireless BCI trial — only the second globally — allowing a paralyzed patient to control devices without external hardware, <a href=\"https://news.cgtn.com/news/2025-12-30/China-showcases-advances-in-brain-computer-interface-BCI-technology-1JwnhJS055S/p.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">per CGTN</a>. Neuralink is the startup that <a href=\"https://neuralink.com/updates/prime-study-progress-update/#:~:text=At%20a%20high%20level%2C%20the,Barrow%20for%20the%20PRIME%20Study\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">completed</a> the <a href=\"https://neuralink.com/updates/a-year-of-telepathy/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">first such trial</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“In traditional electrical BCIs, Chinese firms have achieved clinical progress in motor and language decoding, spinal cord reconstruction, and stroke rehabilitation, with over 50 flexible implantable BCI clinical trials completed by mid-2025,” Peng said, adding that next-generation efforts are now moving toward whole-brain neural decoding and encoding, including ultrasound-based approaches such as <a href=\"https://www.gestala.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Gestala</a>’s.</p>\n\n<p class=\"wp-block-paragraph\">The third factor is China’s mature industrial manufacturing, Peng points out, spanning semiconductors, AI, and medical hardware, which supports fast R&amp;D and prototyping. Finally, there is strategic investment in the market, with both state-led funds and private capital surging under national initiatives.</p>\n\n<p class=\"wp-block-paragraph\">Some recent key deals include Shanghai-based BCI startup <a href=\"https://finance.yahoo.com/news/neuralink-rival-stairmed-secures-largest-093000669.html\" target=\"_blank\" rel=\"noreferrer noopener\">StairMed</a> Technology raising $48 million (350 million yuan) in Series B funding in February 2025. BrainCo, a neurotech company developing its noninvasive BCIs and bionic limbs, <a href=\"https://www.bloomberg.com/news/articles/2026-01-12/-hangzhou-six-tech-startup-brainco-is-said-to-file-for-hong-kong-ipo?srnd=phx-technology\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">has also quietly</a> filed for a Hong Kong IPO, according to reports, after raising <a href=\"https://baijiahao.baidu.com/s?id=1853748528402714980&amp;wfr=spider&amp;for=pc\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$287 million (2 billion yuan)</a> earlier this year. Peng’s company, Gestala, which launched in January, is in talks with investors to close an angel round soon, he tells us. </p>\n\n<p class=\"wp-block-paragraph\">All told, China’s BCI startups are ramping up to challenge U.S. leaders like Neuralink, Synchron, and Paradromics. Among <a href=\"https://tracxn.com/d/explore/brain-computer-interface-startups-in-china/__BwVEyDnGferH2QCKKgOFDVKmMEJhkQk26x2Przifo14/companies#t-3-aoyi-technology\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the most active players</a> in China are NeuroXess, Neuracle, NeuralMatrix, BrainCo, Bo Rui Kang Tech, Aoyi Tech, Brainland Tech, and Zhiran Medical. They span approaches from implantable flexible interfaces to noninvasive brain-computer technologies.</p>\n\n<p class=\"wp-block-paragraph\">This means that China’s BCI market was expected to grow to more than $530 million (3.8 billion yuan) in 2025, up from 3.2 billion yuan in 2024, <a href=\"https://www.globaltimes.cn/page/202511/1348228.shtml#:~:text=China's%20BCI%20market%20is%20expected,2040%2C%20according%20to%20media%20report.\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to media reports</a>, <a href=\"https://www.china-briefing.com/news/chinas-brain-computer-interface-industry-tapping-into-the-future-of-human-machine-integration/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">with projections</a> putting the market at over 120 billion yuan by 2040.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-bci-types\"><strong>BCI types</strong></h2>\n\n<p class=\"wp-block-paragraph\">BCIs are taking two paths. The first is invasive electrophysiological BCIs like NeuroXess and Neuralink that implant electrodes in people’s brains for precise neuron-level signals. But this type comes with surgery risks. The second type is noninvasive systems like <a href=\"https://neurosky.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">NeuroSky</a> and <a href=\"https://www.bloomberg.com/news/articles/2026-01-12/-hangzhou-six-tech-startup-brainco-is-said-to-file-for-hong-kong-ipo?srnd=phx-technology\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">BrainCo</a> that trade some precision for safety and ease of use. (These devices — typically headsets or headbands using electroencephalography (EEG) — read electrical activity through the skull.)</p>\n\n<p class=\"wp-block-paragraph\">The field is now broadening further, with emerging approaches — including ultrasound, magnetoencephalography imaging, transcranial magnetic stimulation, optical methods, and hybrid BCIs — giving researchers new tools to read and influence brain activity. </p>\n\n<p class=\"wp-block-paragraph\">Startup founders also hope that noninvasive technology could help overcome adoption barriers. Not everyone is willing to undergo brain surgery to have a device implanted in their heads.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Ultrasound BCIs from companies like <a href=\"https://openai.com/index/investing-in-merge-labs/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">OpenAI-backed Merge Labs</a> and Gestala are targeting high-prevalence conditions such as chronic pain, stroke, and depression. As noninvasive solutions, these technologies are more readily accepted by patients and offer significantly greater commercial scalability.</p>\n\n<p class=\"wp-block-paragraph\">Gestala, for instance, expects to roll out its first-generation product by Q3, said Peng. Early clinical trials have shown promising results, he added, saying that a single session reduced pain scores by 50%, with effects lasting one to two weeks.</p>\n\n<p class=\"wp-block-paragraph\">HSG, formerly Sequoia China, has meanwhile invested in Zhiran Medical, a startup founded in 2022 focused on improving long-term implant performance. The company uses flexible, high-throughput electrodes to reduce inflammation and signal loss associated with rigid implants.</p>\n\n<p class=\"wp-block-paragraph\">“Some technologies may look cutting-edge but far from practical application,” Yang Yunxia, a partner at HSG, <a href=\"https://mp.weixin.qq.com/s/5iZA4PokWGqK1R8LOW93-g\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">wrote in a blog post</a>. While others appear commercially viable, they face “high costs” or significant technical barriers, Yunxia contended. Ultimately, investment decisions come down to whether the investor believes a product can be developed into a sustainable business, the partner noted.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-the-years-ahead-nbsp\">The years ahead </h2>\n\n<p class=\"wp-block-paragraph\">Over the next five years, industry insiders expect China’s BCI regulations to align more closely with international standards, with a particular focus on regulatory approval and data sovereignty. Global frameworks developed by organizations such as the <a href=\"https://www.iec.ch/blog/want-find-out-more-about-brain-computer-interfaces#:~:text=Among%20the%20topics%20broached%20will,relation%20to%20IEC%20International%20Standards\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">IEC</a> and <a href=\"https://www.iso.org/committee/9082407.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ISO</a>, along with guidance from the <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11951885/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">U.S. Food and Drug Administration (FDA</a>), are expected to serve as key reference points. </p>\n\n<p class=\"wp-block-paragraph\">Chinese regulators are also expected to tighten oversight of invasive devices, as well as the data that all BCI devices generate, while easing approval for noninvasive technologies.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11085839/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">As for the ethics</a> that confront brain-implanted or manipulating devices, China plans to strengthen informed-consent requirements, broaden ethics review beyond medicine, and move toward unified technical standards for clinical evaluation.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "6 days left to lock in the lowest Disrupt 2026 rates | TechCrunch",
            "time": "2026-02-22T15:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-day-3.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Super Early Bird pricing for <a href=\"https://techcrunch.com/events/tc-disrupt-2026/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;promo=post_seb6days_02222026&amp;display=\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>TechCrunch Disrupt 2026</strong></a> ends February 27 at 11:59 p.m. PT. That means you have just 6 days left to secure the lowest ticket prices of the year.</p>\n\n<p class=\"wp-block-paragraph\">If Disrupt has been on your must-attend list, this is your moment. Save up to $680 on your individual pass or secure up to 30% off with community passes before prices increase. <a href=\"https://techcrunch.com/events/tc-disrupt-2026/tickets/?promo=post_seb6days_02222026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Register here.</strong></a></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">From October 13-15 at San Francisco’s Moscone West, TechCrunch will bring together 10,000 founders, investors, operators, and innovators for three focused days built around launching, scaling, and shaping what’s next in tech.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2026/tickets/?promo=post_seb6days_02222026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2026/tickets/?promo=post_seb6days_02222026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?w=680\" alt=\"TechCrunch Disrupt 2026 6 days left\" class=\"wp-image-3094859\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png 1920w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_6Days-16X9-Dark.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-what-s-nbsp-at-disrupt\">What’s at Disrupt?</h2>\n\n<p class=\"wp-block-paragraph\">Disrupt is where you get:</p>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Direct access to founders, VCs, and operators actively building.</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Conversations that turn into funding, partnerships, and key hires.</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Tactical insights you can apply immediately.</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Early visibility into where tech is heading next.</li>\n</ul>\n\n<figure class=\"wp-block-image aligncenter size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2026/tickets/?promo=post_seb6days_02222026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2026/tickets/?promo=post_seb6days_02222026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?w=680\" alt=\"TechCrunch Disrupt 2026 exhibitor\" class=\"wp-image-3088650\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg 5547w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=1200,800 1200w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=1280,853 1280w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=1536,1024 1536w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=2048,1365 2048w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=563,375 563w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=926,617 926w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Slava Blazer Photograpy</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">You’ll see <a href=\"https://techcrunch.com/events/tc-disrupt-2026/exhibit/?promo=post_seb6days_02222026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>300+ exhibiting startups</strong></a> debut tomorrow’s breakthroughs, experience the high-stakes <strong><a href=\"https://techcrunch.com/startup-battlefield/\" target=\"_blank\" rel=\"noreferrer noopener\">Startup Battlefield 200</a></strong> pitch competition — where one standout company wins a $100,000 equity-free prize — and take part in curated networking designed to drive real outcomes.</p>\n\n<p class=\"wp-block-paragraph\">You’ll also hear insights from some of the most influential voices in tech, including WordPress co-founder <a href=\"https://techcrunch.com/2024/10/30/matt-mullenweg-talks-about-automattics-staffing-issues-and-financials-at-techcrunch-disrupt/\" target=\"_blank\" rel=\"noreferrer noopener\">Matt Mullenweg</a>, General Motors CEO <a href=\"https://techcrunch.com/2024/10/29/gm-ceo-mary-barra-on-the-politics-of-evs-the-future-of-avs-and-moving-away-from-china/\" target=\"_blank\" rel=\"noreferrer noopener\">Mary Barra</a>, and legendary VC <a href=\"https://www.linkedin.com/in/vinod-khosla-65387416/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Vinod Khosla</a>. Keep an eye on the <a href=\"https://techcrunch.com/events/tc-disrupt-2026/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;promo=post_seb6days_02222026&amp;display=\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>event page</strong></a> for the agenda drop.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-maximize-your-experience-as-a-founder-or-investor\">Maximize your experience as a founder or investor</h3>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\"><a href=\"https://techcrunch.com/events/tc-disrupt-2026/founder-pass/?promo=post_seb6days_02222026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Founder Pass</strong></a>: Built to help you scale faster with the right insights and connections</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\"><a href=\"https://techcrunch.com/events/tc-disrupt-2026/investor-pass/?promo=post_seb6days_02222026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Investor Pass</strong></a>: Designed to help you discover breakout startups and expand your portfolio</li>\n</ul>\n\n<h2 class=\"wp-block-heading\" id=\"h-secure-your-pass-before-rates-increase\">Secure your pass before rates increase</h2>\n\n<p class=\"wp-block-paragraph\">Six days remain to secure the lowest rate of the year. Lock it in before February 27 at 11:59 p.m. PT. <a href=\"https://techcrunch.com/events/tc-disrupt-2026/tickets/?promo=post_seb6days_02222026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Register here</strong></a>.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<figure class=\"wp-block-image aligncenter size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2026/tickets/?promo=post_seb6days_02222026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2026/tickets/?promo=post_seb6days_02222026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?w=680\" alt=\"TechCrunch Disrupt 2024 networking student\" class=\"wp-image-2896237\" srcset=\"https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png 2048w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=1200,800 1200w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=1280,853 1280w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=1536,1024 1536w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=563,375 563w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=926,617 926w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2024/10/Networking_disrupt.png?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TechCrunch</span></figcaption></figure>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "The 9,000-pound monster I don't want to give back | TechCrunch",
            "time": "2026-02-22T10:59:08",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.19.29-AM.png?resize=1200,767",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Before heading on a trip to Tahoe last weekend, GM offered me the use of the company’s 9,000-pound monument to excess – the new 2026 electric Escalade IQL (starting at $130,405) – for a week to test-drive. Before you continue, note that I’m not a professional car reviewer. TechCrunch has excellent transportation writers; I am not one of them. I do, however, drive an <a href=\"https://techcrunch.com/2025/09/01/bmw-i-am-so-breaking-up-with-you/\">electric car</a>. </p>\n\n<p class=\"wp-block-paragraph\">I was immediately game. I’d first glimpsed one last summer at a car show, where some regional car dealers had stationed themselves at the end of a long field dotted with exquisite vintage automobiles. My immediate reaction was “Jesus, that’s enormous,” followed by a surprising admiration for its design, which, despite its enormous scale, shows restraint. For lack of a better word, I’m going to say it’s “strapping.” Its proportions just work.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">My excitement waned pretty quickly when the car was dropped off at my house a day before our departure time. This thing is a monstrosity — at 228.5 inches long and 94.1 inches wide, it made our own cars look like toys. My first apartment in San Francisco was smaller. Trying to drive it up my driveway was a little harrowing, too; it’s so big, and its hood is so high, that if you’re ascending a road at a certain slope – we live midway down a hill; our mailbox is at the top of it – you can’t see whatever is directly in front of the car.</p>\n\n<p class=\"wp-block-paragraph\">I thought about just leaving it in the driveway for the duration of the trip. The other alternative was doing what I could to grow more comfortable with the prospect of driving it 200 miles to Tahoe City, so I tooled around in it that night and the next day, picking up dinner, heading to an exercise class — just basic stuff around town. When I ran into a friend on the street, I volunteered as quickly as possible that this was not my new car, that I was going to possibly review it, and wasn’t its size ridiculous? It felt like a tank. I thought: other than hotels that use SUVs like the Escalade to ferry guests around, what kind of monster chooses a car like this?</p>\n\n<p class=\"wp-block-paragraph\">Five days later, it turns out that I am that kind of monster.</p>\n\n<figure class=\"wp-block-image alignfull size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?w=680\" alt=\"\" class=\"wp-image-3095472\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png 1752w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=150,107 150w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=300,213 300w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=768,545 768w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=680,483 680w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=1200,852 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=1280,909 1280w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=430,305 430w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=720,511 720w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=900,639 900w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=800,568 800w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=1536,1091 1536w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=668,474 668w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=528,375 528w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=869,617 869w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=708,503 708w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.00.21-AM.png?resize=50,36 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Connie Loizos</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Look, I don’t know how or when I fell for this car. If I’d written this review after two days, it would read very differently. Even now, I’m not so blind that I don’t see its shortcomings.</p>\n\n<p class=\"wp-block-paragraph\">It was the Escalade’s performance in a terrible snowstorm that really won my heart, but let me walk you through the steps between “Ugh, this car is a tank” and “Yes! This car is a <em>tank</em>.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Just getting into it requires a little more exertion than would seem to make sense. I’m fairly athletic and I still found myself wondering if this thing shouldn’t come with an automated step stool.</p>\n\n<p class=\"wp-block-paragraph\">Inside is where digital maximalism does its work. The dashboard opens with a 55-inch curved LED screen with 8K resolution that reads less like a car display and more like a situation room. Front passengers get their own screens. Second-row passengers also get 12.6-inch personal screens along with stowable tray tables, dual wireless chargers, and — with the most lavish version of the car — massage seats that will make them forget they’re in a vehicle at all. Google Maps handles navigation. And the polarized screen technology deserves its own praise: while one of my kids binge-watched Hulu in the front seat, not a frame of it leaked into my sightline from behind the wheel.</p>\n\n<p class=\"wp-block-paragraph\">The cabin itself is built around the premise that no one inside should feel crowded, and it delivers. Front legroom stretches to 45.2 inches; the second row offers 41.3; even the third row manages 32.3 inches. Seven adults could share this machine for a long while without fraying each other’s nerves. Heated and ventilated leather seats with 14-way power adjustment come standard in the first two rows, and the whole operation runs on 5G Wi-Fi. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The car also comes standard with Super Cruise, GM’s hands-free driving system, which I’m not sure I quite figured out. True car reviewers seem to love it; when I tried it, the car felt like it was drifting to an alarming degree between the outer boundaries of the highway lane, and when that happens, it unleashes an escalating sequence of warnings. First, a red steering wheel icon materializes on-screen. Then your seat pulses haptic warnings against your rump. Ignore those and a chime — both reminder and reproach — fills the cabin. GM calls this impolite series a “driver takeover request.”</p>\n\n<p class=\"wp-block-paragraph\">Did I mention the 38-speaker AKG Studio sound system? So good.</p>\n\n<p class=\"wp-block-paragraph\">As for the exterior — this is a handsome giant, but it takes some getting used to. At first, I found the grille, which is just for show, almost comically imposing. This is definitely a car for people who are the boss, or want to be the boss, or want to look like the boss while privately dealing with existential crises. Pulling up to a glass-lined restaurant one night, I’m pretty sure I blinded half the patrons as I swung into a parking spot perpendicular to the building, the Escalade’s headlights flooding through the windows.</p>\n\n<p class=\"wp-block-paragraph\">Then there is the light show the car launches whenever it detects you approaching via the key or the MyCadillac app. It’s as if it’s saying, “Hey, chief, where we headed?” before you’ve so much as touched a door handle. (In the vernacular of Cadillac, this is thanks to its “advanced, all-LED exterior lighting system,” highlighted by a “crystal shield” illuminated grille and crest, along with vertical LED headlamps and “choreography-capable tail lamps.”)</p>\n\n<p class=\"wp-block-paragraph\">It is, objectively, a bit much. I loved it immediately.</p>\n\n<figure class=\"wp-block-image alignfull size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?w=680\" alt=\"\" class=\"wp-image-3095476\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png 1464w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=150,125 150w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=300,250 300w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=768,641 768w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=680,568 680w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=1200,1002 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=1280,1068 1280w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=430,359 430w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=720,601 720w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=900,751 900w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=800,668 800w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=668,558 668w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=449,375 449w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=739,617 739w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=636,531 636w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.21.47-AM.png?resize=50,42 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Connie Loizos</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Despite its size, the Escalade IQL is unexpectedly nimble. Not “sports car darting through traffic” nimble, but “I can’t quite believe something this colossal doesn’t handle like a battleship” nimble.</p>\n\n<p class=\"wp-block-paragraph\">Now we arrive at the frustrations. The front trunk — or “frunk” in the lexicon of EV devotees — operates in mysterious and frustrating ways. Opening requires holding the button until completion. Release prematurely and it halts mid-ascent, forcing you to restart the entire sequence. Closing demands the same sustained pressure. The rear trunk, conversely, requires two distinct taps followed by immediate button abandonment. Hold too long and nothing happens.</p>\n\n<p class=\"wp-block-paragraph\">Relatedly, twice, the vehicle refused to power down after I’d finished driving. The car simply sat there, running, even when I shifted to park and opened the door (which tells the car to turn off). One clunky solution: open the frunk, close the frunk, shift into drive, then park, then exit.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">As for the software, it’s absolutely fine unless you’ve owned a Tesla, in which case, prepare for disappointment. This seems to be true across the board — everyone I know who owns both a Tesla and another EV, no matter how high end, says the same thing. Once you’ve internalized how effortlessly Tesla’s software dissolves barriers between intention and execution, every other automaker’s software feels like a compromise.</p>\n\n<p class=\"wp-block-paragraph\">Which brings us to the nadir of the trip: charging in Tahoe during winter. For all its virtues, the Escalade IQL is, by any measure, a thirsty machine. The battery is a 205 kWh pack — enormous, and it needs to be, because the car burns through roughly 45 kWh per 100 miles, which is considerably more than comparable electric SUVs. Cadillac estimates 460 miles of range on a full charge, and in ideal conditions that holds up. Tahoe in winter, however, is not ideal conditions. We’d also arrived with less charge than we should have. A series of side trips on the way up, including an emergency detour to find shirts for a family member who had packed none, had eaten into the battery more than expected. By the time we needed to charge, we genuinely needed to charge.</p>\n\n<p class=\"wp-block-paragraph\">We approached a Tesla Supercharger in Tahoe City that appeared on the MyCadillac app, but when we plugged in to the designated stall, nothing happened. We searched for answers, discovering that even Tesla stations that accept non-Tesla vehicles throttle energy to 6 kilowatts per hour anyway, but it was a frustrating experience. A nearby EVGo had shuttered a month prior. ChargePoint’s two units at the Tahoe City Public Utility lot were broken and willing to connect but not to actually charge anything. We briefly contemplated a 35-mile drive to Incline Village, did the math on what stranded would actually look like, and decided against it. Then I discovered an Electrify America station 12 miles away. We drove through gathering snow, arrived shortly before 11 p.m., and it worked. We sat there for an hour fighting exhaustion before driving home.</p>\n\n<p class=\"wp-block-paragraph\">The following morning revealed another issue via an app alert: tire pressure had dropped to 53 and 56 PSI in the front (recommended: 61) and 62 PSI in the rear (recommended: 68). I have no idea whether the car had been delivered that way or whether something else was going on beyond the cold weather — either way, it meant someone standing at a gas station filling tires while being pelted directly in the face with ice. (That someone was my husband.) For a family trip, it was going great.</p>\n\n<p class=\"wp-block-paragraph\">At this point, in fact, I would have told you that the Escalade IQL is unquestionably luxurious and ideal for families of four or more who value space and technology. I would tell you it came burdened by real tradeoffs: forward visibility obstructed by its commanding hood, parking challenges inherent to its dimensions, limited charging infrastructure for a machine this ravenous, and tires tasked with supporting 9,000 pounds. It’s a beautiful car, I would have said, but it’s not for me.</p>\n\n<p class=\"wp-block-paragraph\">But the snow that had started to fall kept falling. Within two days, eight feet had accumulated, making it impossible to ski — the entire point of the trip — and terrifying to move about town. Except I found that I wasn’t terrified because we had the Escalade, which, because of its weight, felt like driving a tank through the snow. (The tires held steady after we’d inflated them, even as the week kept doing its worst.) What could have been harrowing felt serene. It was quiet, it was strong, it was taking charge in a bad situation.</p>\n\n<p class=\"wp-block-paragraph\">I also adjusted to the size. By the end of this past week I had stopped mouthing “I’m sorry” to whoever who was waiting for me to figure out where to park it. I had stopped caring what it said about me that I was driving a car whose entire design philosophy is: the owner of this vehicle is not waiting in line. Eight feet of snow had fallen, we needed groceries, and I was the one with the tank, suckers! I could sense my husband falling for the car, too. </p>\n\n<figure class=\"wp-block-image alignfull size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?w=680\" alt=\"\" class=\"wp-image-3095473\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png 1892w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=150,102 150w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=300,205 300w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=768,524 768w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=680,464 680w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=1200,819 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=1280,874 1280w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=430,294 430w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=720,492 720w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=900,615 900w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=800,546 800w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=1536,1049 1536w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=668,456 668w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=549,375 549w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=904,617 904w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=708,483 708w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-22-at-2.07.37-AM.png?resize=50,34 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Connie Loizos</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Then, as tends to happen in Tahoe, the snow stopped all at once and the sun came out, and the Escalade was just a very dirty car sitting in the driveway (sorry, GM!). It was in this moment that I realized: I still like it, and it’s not because of the emergency alone. I love riding high, with the speaker system flooding the car with a favorite soundtrack. That light show still gets me. The car’s long, curved LED screen is a marvel, among other features.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The frunk is still problematic. I won’t soon forget the panic of not being able to charge the car where I thought I could. Parking this thing is truly an exercise in patience. I have strong opinions about unnecessary consumption. None of that has changed.</p>\n\n<p class=\"wp-block-paragraph\">I just also, somehow, want this car, so when the GM middleman comes to collect it, I may hide it under a tarp — a very large tarp — and tell him he has the wrong address.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Move over, Apple: Meet the alternative app stores available in the EU and elsewhere | TechCrunch",
            "time": "2026-02-22T09:00:21",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/04/altstore.png?resize=1200,490",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">People in the European Union are now allowed to access alternative app stores thanks to the <a href=\"https://techcrunch.com/2024/03/07/europes-dma-rules-for-big-tech-explained/\">Digital Markets Act</a> (DMA), a regulation designed to <a href=\"https://techcrunch.com/2024/08/03/dsa-vs-dma-how-europes-twin-digital-regulations-are-hitting-big-tech/\">foster increased competition</a> in the app ecosystem. Like Apple’s App Store, alternative app marketplaces on allow for easy access to a wider world of apps on Apple devices, but instead of the apps going through Apple’s App Review process, the apps on these third-party marketplaces have to go through a <a href=\"https://support.apple.com/en-us/118110#notarization\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">notarization process</a> to ensure they meet some “baseline platform integrity standards,” <a href=\"https://support.apple.com/en-us/118110\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Apple says</a> — like being malware-free. However, each store can review and approve apps according to its own policies. The stores are also responsible for any matters relating to support and refunds, not Apple. </p>\n\n<p class=\"wp-block-paragraph\">To run an alternative app marketplace, developers must accept Apple’s alternative business terms for DMA-compliant apps in the EU. This includes <a href=\"https://developer.apple.com/support/dma-and-apps-in-the-eu/#distribution-eu\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">paying a new Core Technology Fee of €0.50</a> for each first annual install of their marketplace app, even before the threshold of 1 million installs is met, which is the bar for other EU apps distributed under Apple’s DMA business terms. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Despite the complicated new rules, a handful of developers have taken advantage of the opportunity to distribute their apps outside of Apple’s walls. </p>\n\n<p class=\"wp-block-paragraph\">Beyond the EU, other markets are experimenting with alternative app stores, as well, like Japan. In December 2025, <a rel=\"nofollow\" href=\"https://www.apple.com/newsroom/2025/12/apple-announces-changes-to-ios-in-japan/\">Apple announced its compliance</a> with the Mobile Software Competition Act (MSCA), which gives developers new options to distribute apps and process payments outside of Apple’s App Store. </p>\n\n<p class=\"wp-block-paragraph\">This option also requires developers to <a rel=\"nofollow\" href=\"https://www.apple.com/newsroom/2025/12/apple-announces-changes-to-ios-in-japan/\">accept new business terms</a>, like a reduced 10% to 21% App Store commission, a payment processing fee for Apple in-app purchases of 5%, a core technology fee of 5%, and a 15% store services commission on web sales made through a link in the app. </p>\n\n<p class=\"wp-block-paragraph\">Below is a list of the alternative app stores iPhone users in these markets can try today. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-altstore-pal-eu\">AltStore PAL (EU)</h2>\n\n<figure class=\"wp-block-image aligncenter size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?w=680\" alt=\"AltStore screenshot on iPhone\" class=\"wp-image-3054927\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg 3376w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=150,78 150w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=300,157 300w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=768,402 768w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=680,356 680w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=1200,628 1200w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=1280,670 1280w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=430,225 430w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=720,377 720w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=900,471 900w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=800,418 800w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=1536,803 1536w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=2048,1071 2048w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=668,349 668w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=1179,617 1179w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=708,370 708w, https://techcrunch.com/wp-content/uploads/2025/10/altstore.jpg?resize=50,26 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>AltStore</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Co-created by developer Riley Testut, maker of the Nintendo game emulator app <a href=\"https://deltaemulator.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Delta</a>, the AltStore PAL is an officially approved alternative app marketplace in the EU. The <a href=\"https://github.com/altstoreio/AltStore\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">open source</a> app store will allow independent developers to distribute their apps alongside the apps from AltStore’s makers, Delta, and a <a href=\"https://rileytestut.com/blog/2020/06/17/introducing-clip/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">clipboard manager, called Clip</a>. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Unlike Apple’s App Store, AltStore apps are self-hosted by the developer. To work, developers download an alternative distribution packet (ADP) and upload it to their server, then create a “source” that users will add to the AltStore to access their apps. That means the only apps you’ll see in the AltStore are those you’ve added yourselves. </p>\n\n<p class=\"wp-block-paragraph\">Some <a href=\"https://techcrunch.com/2024/07/24/alternative-app-store-altstore-pal-adds-third-party-ios-apps-in-wake-of-eu-apple-ruling/\">popular apps that users are adding</a> include the virtual machine app <a href=\"https://getutm.app/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">UTM</a>, which lets you run Windows and other software on iOS or iPad; <a href=\"https://github.com/zzanehip/The-OldOS-Project\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">OldOS</a>, a re-creation of iOS 4 that’s built in SwiftUI; <a href=\"https://github.com/willhains/Kotoba\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Kotoba</a>, the iOS dictionary available as a stand-alone app; torrenting app <a href=\"https://github.com/XITRIX/iTorrent\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">iTorrent</a>; qBittorrent remote client for iOS devices called <a href=\"https://github.com/Michael-128/qBitControl\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">qBitControl</a>; and social discovery platform <a href=\"https://peopledrop.app/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">PeopleDrop</a>.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-setapp-mobile-eu-closed-feb-2026\">Setapp Mobile (EU – closed Feb. 2026)</h2>\n\n<figure class=\"wp-block-image aligncenter size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?w=680\" alt=\"\" class=\"wp-image-2838102\" srcset=\"https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg 1216w, https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?resize=150,91 150w, https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?resize=300,182 300w, https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?resize=768,465 768w, https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?resize=680,412 680w, https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?resize=1200,727 1200w, https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?resize=430,261 430w, https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?resize=720,436 720w, https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?resize=900,545 900w, https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?resize=800,485 800w, https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?resize=668,405 668w, https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?resize=619,375 619w, https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?resize=1018,617 1018w, https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?resize=708,429 708w, https://techcrunch.com/wp-content/uploads/2024/08/setapp-mobile-.jpeg?resize=50,30 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Setapp</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">MacPaw’s Setapp became one of the <a href=\"https://techcrunch.com/2024/02/29/macpaws-setapp-becomes-one-of-the-first-to-agree-to-apples-controversial-dma-rules/\">first companies to agree to Apple’s new DMA business terms</a> to set up an alternative app store for EU users. Unfortunately, this app store didn’t last long — the company announced it would <a rel=\"nofollow\" href=\"https://www.theverge.com/news/863978/setapp-mobile-ios-store-shutdown\">sunset the Setapp Mobile service</a> on February 16, 2026. (Applications on Setapp Desktop weren’t affected.) The company cited Apple’s “still-evolving” and complex business terms as the reason for its decision.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company had long offered a subscription-based service featuring a selection of curated apps for customers on iOS and Mac. Following the implementation of the DMA, it released the alternative app store for <a href=\"https://support.setapp.com/hc/en-us/articles/13693582525340-Install-Setapp-Mobile\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Setapp Mobile</a> for iOS users only in the EU. Similar to its other subscription offerings, the now-shuttered app store had included dozens of apps under a single recurring subscription price, and the number of apps grew over time. The apps were free from in-app purchases or ads and are generally considered high quality. However, it didn’t include big-name apps like Facebook, Uber, Netflix, and others. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-epic-games-store-eu\">Epic Games Store (EU)</h2>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Learn How to Install the Epic Games Store on iOS in the EU\" src=\"https://www.youtube.com/embed/_6cmu0NuM3g?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<p class=\"wp-block-paragraph\">Fortnite maker Epic Games <a href=\"https://techcrunch.com/2024/08/16/fortnite-maker-epic-games-launches-its-app-store-on-ios-in-the-eu-worldwide-on-android/\">launched its alternative iOS app store</a> in the EU in August 2024, allowing users to download games, including its own Fortnite and others like Rocket League Sideswipe and Fall Guys, with more to come. The company said it’s also bringing its games to other alternative app stores, including AltStore PAL, which it’s now supporting via a grant, as well as Aptoide’s iOS store in the EU and ONE Store on Android. </p>\n\n<p class=\"wp-block-paragraph\">The move to launch Fortnite in alternative iOS marketplaces comes more than four years after Apple removed the game from its App Store over policy violations, ahead of Epic’s legal challenge to the alleged App Store monopoly. While U.S. courts decided that Apple was not engaged in antitrust behavior, the lawsuit did <a href=\"https://techcrunch.com/2024/03/21/apple-antitrust-epic-games/\">pave the way for developers</a> to link to their own websites for a reduced commission. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-aptoide-eu\">Aptoide (EU)</h2>\n\n<figure class=\"wp-block-image aligncenter size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?w=680\" alt=\"\" class=\"wp-image-2838108\" srcset=\"https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg 1798w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=150,78 150w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=300,156 300w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=768,399 768w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=680,353 680w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=1200,623 1200w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=1280,665 1280w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=430,223 430w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=720,374 720w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=900,468 900w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=800,416 800w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=1536,798 1536w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=668,347 668w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=1188,617 1188w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=708,368 708w, https://techcrunch.com/wp-content/uploads/2024/08/aptoide.jpg?resize=50,26 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Aptoide</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">An alternative game store for iPhone, Lisbon-based <a href=\"https://techcrunch.com/2024/06/03/aptoide-launches-its-alternative-ios-game-store-in-eu/\" target=\"_blank\" rel=\"noreferrer noopener\">Aptoide</a> is an open source solution for app distribution. The company, already known for its Google Play alternative, says it scans the apps to ensure they are safe to download and install.</p>\n\n<p class=\"wp-block-paragraph\">The iOS version of the Aptoide store launched as an invite-only beta in June 2024 before becoming available to all across the EU. As a free-to-use store, Aptoide doesn’t charge its users to cover its Core Technology Fee paid to Apple, but takes a 10% to 20% commission on in-app purchases on iOS, depending on whether they were generated by the marketplace or not. </p>\n\n<p class=\"wp-block-paragraph\">Across all platforms, including Android, web, car, and TV, Aptoide offers 1 million apps to its more than 430 million users. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-mobivention-marketplace-eu\">Mobivention marketplace (EU)</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?w=680\" alt=\"\" class=\"wp-image-2838100\" srcset=\"https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg 1374w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=150,109 150w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=300,218 300w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=768,558 768w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=680,494 680w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=1200,872 1200w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=1280,930 1280w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=430,312 430w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=720,523 720w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=900,654 900w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=800,581 800w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=668,485 668w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=516,375 516w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=849,617 849w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=708,514 708w, https://techcrunch.com/wp-content/uploads/2024/08/mobivention.jpg?resize=50,36 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Mobivention</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">A B2B-focused app store, the <a href=\"https://app-marketplace.eu/?lang=en\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Mobivention</a> marketplace allows EU companies to distribute their internal apps that are used by employees, but can’t — or shouldn’t — be published in Apple’s App Store. The company also offers the development of a customized app marketplace for companies that want to offer employees their own app store just for their corporate apps. Larger companies can even license Mobivention’s technology to more deeply customize the app marketplace to their own needs.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-skich-eu\">Skich (EU)</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/03/Skich.jpg?w=680\" alt=\"\" class=\"wp-image-2979561\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/03/Skich.jpg 1200w, https://techcrunch.com/wp-content/uploads/2025/03/Skich.jpg?resize=150,75 150w, https://techcrunch.com/wp-content/uploads/2025/03/Skich.jpg?resize=300,150 300w, https://techcrunch.com/wp-content/uploads/2025/03/Skich.jpg?resize=768,384 768w, https://techcrunch.com/wp-content/uploads/2025/03/Skich.jpg?resize=680,340 680w, https://techcrunch.com/wp-content/uploads/2025/03/Skich.jpg?resize=430,215 430w, https://techcrunch.com/wp-content/uploads/2025/03/Skich.jpg?resize=720,360 720w, https://techcrunch.com/wp-content/uploads/2025/03/Skich.jpg?resize=900,450 900w, https://techcrunch.com/wp-content/uploads/2025/03/Skich.jpg?resize=800,400 800w, https://techcrunch.com/wp-content/uploads/2025/03/Skich.jpg?resize=668,334 668w, https://techcrunch.com/wp-content/uploads/2025/03/Skich.jpg?resize=708,354 708w, https://techcrunch.com/wp-content/uploads/2025/03/Skich.jpg?resize=50,25 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Skich</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Last March, <a rel=\"nofollow\" href=\"https://skich.app/\">Skich</a> <a href=\"https://techcrunch.com/2025/03/13/skich-challenges-epic-games-with-an-alternative-app-store-on-ios-in-the-eu/\">announced</a> the launch of an alternative app store for EU users, which differentiates itself by offering a Tinder-like interface for app discovery. That is, users swipe right to “match” with apps they might enjoy. They can also create playlists and see what apps their friends are playing. The new store will replace Skich’s existing app and will see the company taking a 15% commission on all purchases. Instead of filling its app store with apps right away, the store marketed to developers at the Game Developers Conference (<a rel=\"nofollow\" href=\"https://gdconf.com/\">GDC</a>).</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-onside-eu-and-japan\">Onside (EU and Japan)</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?w=680\" alt=\"\" class=\"wp-image-3094947\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg 2684w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=150,78 150w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=300,156 300w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=768,401 768w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=680,355 680w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=1200,626 1200w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=1280,668 1280w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=430,224 430w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=720,376 720w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=900,469 900w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=800,417 800w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=1536,801 1536w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=2048,1068 2048w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=668,348 668w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=1183,617 1183w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=708,369 708w, https://techcrunch.com/wp-content/uploads/2025/03/onside-app-store.jpg?resize=50,26 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">Onside</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\"><a rel=\"nofollow\" href=\"https://onside.io/\">Onside</a> is an alternative iOS app store available in both the EU and, now, Japan, as of February 17, 2026, thanks to the new regulations. The company promises it will charge developers lower rates while still offering security, including keeping payment information private. The store currently supports bank card payments and Apple Pay and will later roll out support for other payment methods like iDeal, Klarna, and more. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">For consumers, Onside touts a range of top apps and exclusives that can’t be found on other marketplaces within a familiar interface that includes traditional app store features, like editorial collections, ratings and reviews, and automatic updates.   </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Sam Altman would like to remind you that humans use a lot of energy, too | TechCrunch",
            "time": "2026-02-21T21:38:01",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/04/GettyImages-2198353376.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">OpenAI CEO Sam Altman addressed concerns about AI’s environmental impact this week while <a rel=\"nofollow\" href=\"https://www.youtube.com/watch?v=qH7thwrCluM\">speaking at an event hosted by The Indian Express</a>.</p>\n\n<p class=\"wp-block-paragraph\">For one thing, Altman — who was <a href=\"https://techcrunch.com/2026/02/19/all-the-important-news-from-the-ongoing-india-ai-summit/\">in India for a major AI summit</a> — said concerns about AI’s water usage are “totally fake,” though he acknowledged it was a real issue when “we used to do evaporative cooling in data centers.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Now that we don’t do that, you see these things on the internet where, ‘Don’t use ChatGPT, it’s 17 gallons of water for each query’ or whatever,” Altman said. “This is completely untrue, totally insane, no connection to reality.”</p>\n\n<p class=\"wp-block-paragraph\">He added that it’s “fair” to be concerned about “the energy consumption — not per query, but in total, because the world is now using so much AI.” In his view, this means the world needs to “move towards nuclear or wind and solar very quickly.”</p>\n\n<p class=\"wp-block-paragraph\">There’s no legal requirement for tech companies to disclose how much energy and water they use, so scientists have been <a rel=\"nofollow\" href=\"https://www.npr.org/2025/05/07/1249592906/energy-water-ai-climate-tech\">trying to study it independently</a>. Data centers have also been connected to <a href=\"https://techcrunch.com/2025/11/01/rising-energy-prices-put-ai-and-data-centers-in-the-crosshairs/\">rising electricity prices</a>.</p>\n\n<p class=\"wp-block-paragraph\">Citing a previous conversation with Bill Gates, the interviewer asked whether it’s accurate to say a single ChatGPT query currently uses the equivalent of 1.5 iPhone battery charges, to which Altman replied, “There’s no way it’s anything close to that much.”</p>\n\n<p class=\"wp-block-paragraph\">Altman also complained that many discussions about ChatGPT’s energy usage are “unfair,” especially when they focus on “how much energy it takes to train an AI model, relative to how much it costs a human to do one inference query.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“But it also takes a lot of energy to train a human,” Altman said. “It takes like 20 years of life and all of the food you eat during that time before you get smart. And not only that, it took the very widespread evolution of the 100 billion people that have ever lived and learned not to get eaten by predators and learned how to figure out science and whatever, to produce you.”</p>\n\n<p class=\"wp-block-paragraph\">So in his view, the fair comparison is, “If you ask ChatGPT a question, how much energy does it take once its model is trained to answer that question versus a human? And probably, AI has already caught up on an energy efficiency basis, measured that way.”</p>\n\n<p class=\"wp-block-paragraph\">You can watch the full interview below. The conversation about water and energy usage begins at around 26:35.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Sam Altman Unfiltered: ChatGPT, AI Risks &amp; What’s Coming Next, 40 Questions in 60 Minutes\" src=\"https://www.youtube.com/embed/qH7thwrCluM?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Wikipedia blacklists Archive.today after alleged DDoS attack | TechCrunch",
            "time": "2026-02-21T20:20:15",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/11/GettyImages-1873370000.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Wikipedia editors have decided to remove all links to Archive.today, a web archiving service that they said has been linked to more than 695,000 times across the online encyclopedia.</p>\n\n<p class=\"wp-block-paragraph\">Archive.today — which also operates under several other domain names, including <a rel=\"nofollow\" href=\"http://archive.is/\">archive.is</a> and <a rel=\"nofollow\" href=\"http://archive.ph/\">archive.ph</a> — is perhaps most widely used to access content that’s otherwise inaccessible behind paywalls. That also makes it useful as a source for Wikipedia citations.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">However, according to <a rel=\"nofollow\" href=\"https://en.wikipedia.org/wiki/Wikipedia:Requests_for_comment/Archive.is_RFC_5#\">the Wikipedia discussion page about this topic</a>, “There is consensus to immediately deprecate archive.today, and, as soon as practicable, add it to the spam blacklist […] and to forthwith remove all links to it.” (Ars Technica <a rel=\"nofollow\" href=\"https://arstechnica.com/tech-policy/2026/02/wikipedia-bans-archive-today-after-site-executed-ddos-and-altered-web-captures/\">first reported on the decision</a>.)</p>\n\n<p class=\"wp-block-paragraph\">The discussion page says that Archive.today was previously blacklisted in 2013, only to be removed from the blacklist in 2016.</p>\n\n<p class=\"wp-block-paragraph\">Why reverse course again? Because, the discussion page says, “Wikipedia should not direct its readers towards a website that hijacks users’ computers to run a DDoS attack.” Plus, “evidence has been presented that archive.today’s operators have altered the content of archived pages, rendering it unreliable.”</p>\n\n<p class=\"wp-block-paragraph\">The distributed denial of service (DDoS) attack in question was allegedly directed at blogger Jani Patokallio. Patokallio wrote that beginning on January 11, users who loaded the archive’s CAPTCHA page have been <a rel=\"nofollow\" href=\"https://gyrovague.com/2026/02/01/archive-today-is-directing-a-ddos-attack-against-my-blog/\">unknowingly loading and executing JavaScript</a> that sends a search request to his Gyrovague blog, in an apparent attempt to get Patokallio’s attention and increase his hosting bill.</p>\n\n<p class=\"wp-block-paragraph\">Back in 2023, Patokallio published <a rel=\"nofollow\" href=\"https://gyrovague.com/2023/08/05/archive-today-on-the-trail-of-the-mysterious-guerrilla-archivist-of-the-internet/\">a blog post</a> examining Archive.today, whose ownership he described as “an opaque mystery.” And while he wasn’t able to track down a specific owner, he concluded the site was likely “a one-person labor of love, operated by a Russian of considerable talent and access to Europe.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">More recently, Patokallio said the webmaster at Archive.today asked him to take the post down for two or three months.</p>\n\n<p class=\"wp-block-paragraph\">“I do not mind the post, but the issue is: journos from mainstream media (Heise, Verge, etc) cherry-pick just a couple of words from your blog, and then construct very different narratives having your post the only citable source; then they cite each other and produce a shitty result to present for a wide audience,” the webmaster said, according to <a rel=\"nofollow\" href=\"https://pastes.io/correspond\">emails shared by Patokallio</a>.</p>\n\n<p class=\"wp-block-paragraph\">Patokallio said that after he declined to take the post down, the webmaster responded with “an increasingly unhinged series of threats.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Wikipedia editors also <a rel=\"nofollow\" href=\"https://en.wikipedia.org/wiki/Wikipedia:Requests_for_comment/Archive.is_RFC_5#Evidence_of_altering_snapshots\">pointed to webpage snapshots</a> in Archive.today that appeared to have been altered to insert Patokallio’s name — hence the concern that it’s become “unreliable” as an archive.</p>\n\n<p class=\"wp-block-paragraph\">Wikipedia’s <a rel=\"nofollow\" href=\"https://en.wikipedia.org/wiki/Wikipedia:Archive.today_guidance\">guidance</a> now calls for editors to remove links to Archive.today and related sites, replacing them with links to the original source or to other archives like the Wayback Machine.</p>\n\n<p class=\"wp-block-paragraph\">On <a rel=\"nofollow\" href=\"https://lj.rossia.org/users/archive_today/\">a blog</a> linked from the Archive.today website, the site’s apparent owner <a rel=\"nofollow\" href=\"https://lj.rossia.org/users/archive_today/2567.html?mode=reply\">wrote</a> that Archive.today’s value to Wikipedia was “not about paywalls” but rather “the ability to offload copyright issues.” They later <a rel=\"nofollow\" href=\"https://lj.rossia.org/users/archive_today/3500.html?mode=reply\">wrote</a> that things had turned out “pretty well” and said they would “scale down the ‘DDoS’.”</p>\n\n<p class=\"wp-block-paragraph\">“Why didn’t you write about such events earlier, folks of the tabloids?” they said. “I don’t expect you to write anything good, because then who would read you, but there was plenty of dramas, wasn’t there? Because there was no Jani to nudge you?”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Microsoft’s new gaming CEO vows not to flood the ecosystem with ‘endless AI slop’ | TechCrunch",
            "time": "2026-02-21T17:41:27",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/10/GettyImages-2174641784.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Microsoft announced a major gaming shakeup on Friday, with Microsoft Gaming CEO Phil Spencer departing the company, along with Xbox President Sarah Bond.</p>\n\n<p class=\"wp-block-paragraph\">Spencer will be replaced by former Instacart and Meta executive Asha Sharma. With Sharma’s most recent role as the president of Microsoft’s CoreAI product, these moves suggest that Microsoft might be doubling down on bringing AI into video games.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company had already been experimenting with ways to combine AI and gaming, for example <a href=\"https://techcrunch.com/2025/03/13/xbox-debuts-a-new-ai-powered-gaming-companion/\">developing an AI gaming companion</a> and <a href=\"https://techcrunch.com/2025/04/06/microsoft-releases-ai-generated-quake-ii-demo-but-admits-limitations/\">releasing a buggy, AI-generated level from “Quake II.” </a></p>\n\n<p class=\"wp-block-paragraph\">Indeed, in an internal memo <a rel=\"nofollow\" href=\"https://www.theverge.com/games/882326/read-microsoft-gaming-ceo-asha-sharma-first-memo\">published by The Verge</a>, Sharma wrote that Microsoft “will invent new business models and new ways to play” and said that “monetization and AI” will both “evolve and influence this future.” At the same time, she said that the company “will not chase short-term efficiency or flood our ecosystem with soulless AI slop.”</p>\n\n<p class=\"wp-block-paragraph\">“Games are and always will be art, crafted by humans, and created with the most innovative technology provided by us,” Sharma added.</p>\n\n<p class=\"wp-block-paragraph\">That’s just one of three “commitments” Sharma made in her memo. The others involve building “great games beloved by players” and prioritizing Xbox.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Google VP warns that two types of AI startups may not survive | TechCrunch",
            "time": "2026-02-21T16:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Darren-Mowry-headshot.png?resize=1200,960",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\">The generative AI boom minted a startup a minute. But as the dust starts to settle, two once-hot business models are looking more like cautionary tales: LLM wrappers and AI aggregators. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Darren Mowry, who leads Google’s global startup organization across Cloud, DeepMind, and Alphabet, says startups with these hooks have their “check engine light” on.</p>\n\n<p class=\"wp-block-paragraph\">LLM wrappers are essentially startups that wrap existing large language models, like Claude, GPT, or Gemini, with a product or UX layer to solve a specific problem. An example would be a startup that <a rel=\"nofollow\" href=\"https://community.openai.com/t/openai-why-are-you-killing-my-startup-for-the-second-time/1355491\">uses AI to help students study</a>.</p>\n\n<p class=\"wp-block-paragraph\">“If you’re really just counting on the back-end model to do all the work and you’re almost white-labeling that model, the industry doesn’t have a lot of patience for that anymore,” Mowry said on this <a href=\"https://techcrunch.com/podcast/google-clouds-vp-for-startups-on-reading-your-check-engine-light-before-its-too-late/\">week’s episode of Equity</a>. </p>\n\n<p class=\"wp-block-paragraph\">Wrapping “very thin intellectual property around Gemini or GPT-5” signals you’re not differentiating yourself, Mowry says. </p>\n\n<p class=\"wp-block-paragraph\">“You’ve got to have deep, wide moats that are either horizontally differentiated or something really specific to a vertical market” for a startup to “progress and grow,” he said. Examples of the deep-moat LLM wrapper type include Cursor, a GPT-powered coding assistant, or Harvey AI, a legal AI assistant.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">In other words, startups can no longer expect to slap a UI on top of a GPT and get traction on their product like they could, perhaps, in mid-2024 when OpenAI <a href=\"https://techcrunch.com/2024/01/10/openai-launches-a-store-for-custom-ai-powered-chatbots/\">launched its ChatGPT store</a>. The challenge now is to build sustainable product value. </p>\n\n<p class=\"wp-block-paragraph\">AI aggregators are a subset of wrappers — they’re startups that aggregate multiple LLMs into one interface or API layer to route queries across models and give users access to multiple models. These companies typically provide an orchestration layer that includes monitoring, governance, or eval tooling. Think: AI search startup Perplexity or developer platform OpenRouter, which provides access to multiple AI models via a single API. </p>\n\n<p class=\"wp-block-paragraph\">While many of these platforms have gained ground, Mowry’s message is clear to incoming startups: “Stay out of the aggregator business.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Generally speaking, aggregators aren’t seeing much growth or progression these days because, he says, users want “some intellectual property built in” to ensure they’re routed to the right model at the right time based on their needs — not because of behind-the-scenes compute or access constraints.</p>\n\n<p class=\"wp-block-paragraph\">Mowry has been in the cloud game for decades, cutting his teeth at AWS and Microsoft before setting up shop at Google Cloud, and he’s seen how this plays out. He said the situation today mirrors the early days of cloud computing in the late 2000s/early 2010s as Amazon’s cloud business started taking off. </p>\n\n<p class=\"wp-block-paragraph\">At that time, a crop of startups sprang up to resell AWS infrastructure, marketing themselves as easier entry points that provided tooling, billing consolidation, and support. But when Amazon built its own enterprise tools and customers learned to manage cloud services directly, most of those startups were squeezed out. The only survivors were the ones that added real services, like security, migration, or DevOps consulting. </p>\n\n<p class=\"wp-block-paragraph\">AI aggregators today face similar margin pressure as model providers expand into enterprise features themselves, potentially sidelining middlemen. </p>\n\n<p class=\"wp-block-paragraph\">For his part, Mowry is bullish on vibe coding and developer platforms, which had a record-breaking year in 2025 with startups like Replit, Lovable, and Cursor (all Google Cloud customers, per Mowry) attracting major investment and customer traction.</p>\n\n<p class=\"wp-block-paragraph\">Mowry also expects strong growth in direct-to-consumer tech, in companies that put some of these powerful AI tools into the hands of customers. He pointed to the opportunity for film and TV students to use Google’s AI video generator Veo to bring stories to life.</p>\n\n<p class=\"wp-block-paragraph\">Beyond AI, Mowry also thinks biotech and climate tech are having a moment — both in terms of venture investment going into the two industries and the “incredible amounts of data” startups can access to create real value “in ways we would never have been able to before.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OpenAI debated calling police about suspected Canadian shooter's chats | TechCrunch",
            "time": "2026-02-21T15:25:44",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2195918462.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">An 18-year-old who allegedly killed eight people in a mass shooting in Tumbler Ridge, Canada, reportedly used OpenAI’s ChatGPT in ways that alarmed the company’s staff.</p>\n\n<p class=\"wp-block-paragraph\">Jesse Van Rootselaar’s chats describing gun violence were flagged by tools that monitor the company’s LLM for misuse and banned in June 2025. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Staff at the company debated whether or not to reach out to Canadian law enforcement over the behavior but ultimately did not, according <a rel=\"nofollow\" href=\"https://www.wsj.com/us-news/law/openai-employees-raised-alarms-about-canada-shooting-suspect-months-ago-b585df62\">to the Wall Street Journal</a>. An OpenAI spokesperson said Van Rootselaar’s activity did not meet the criteria for reporting to law enforcement; the company reached out to Canadian authorities after the incident.</p>\n\n<p class=\"wp-block-paragraph\">“Our thoughts are with everyone affected by the Tumbler Ridge tragedy,” an OpenAI spokesperson said in a statement. “We proactively reached out to the Royal Canadian Mounted Police with information on the individual and their use of ChatGPT, and we’ll continue to support their investigation.”</p>\n\n<p class=\"wp-block-paragraph\">ChatGPT transcripts weren’t the only concerning part of Van Rootselaar’s digital footprint. She apparently created a game on Roblox, the world simulation platform frequented by children, which simulated a mass shooting at a mall. She also posted about guns on Reddit. </p>\n\n<p class=\"wp-block-paragraph\">Van Rootselaar’s instability was also known to local police, who had been called to her family’s home after she started a fire while under the influence of unspecified drugs.</p>\n\n<p class=\"wp-block-paragraph\">LLM chatbots built by OpenAI and its competitors have been accused of triggering mental breakdowns in users who lose grip on reality while conversing with digital models. <a href=\"https://techcrunch.com/2025/11/26/openai-claims-teen-circumvented-safety-features-before-suicide-that-chatgpt-helped-plan/\">Multiple</a> <a rel=\"nofollow\" href=\"https://www.cbsnews.com/news/chatgpt-lawsuit-colordo-man-suicide-openai-sam-altman/\">lawsuits</a> <a rel=\"nofollow\" href=\"https://www.cnn.com/2025/11/06/us/openai-chatgpt-suicide-lawsuit-invs-vis\">have</a> been filed that cite chat transcripts that encourage people to commit suicide or offer assistance in doing so.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"><em>If you are in a crisis or having thoughts of suicide, call or text 988 to reach the 988 Suicide and Crisis Lifeline</em>.</p>\n\n<p class=\"wp-block-paragraph\"><em>This post has been updated with comment from OpenAI.</em></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "7 days until ticket prices rise for Disrupt 2026 | TechCrunch",
            "time": "2026-02-21T15:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Super Early Bird pricing for <a href=\"https://techcrunch.com/events/tc-disrupt-2026/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;promo=post_seb7days_02212026&amp;display=\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>TechCrunch Disrupt 2026</strong></a> ends February 27 at 11:59 p.m. PT. That gives you one week to secure the biggest savings of the year — up to $680 off individual passes and up to 30% off community passes. <a href=\"https://techcrunch.com/events/tc-disrupt-2026/tickets/?promo=post_seb7days_02212026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Register now to lock in at the lowest rate</strong></a>.</p>\n\n<p class=\"wp-block-paragraph\">From October 13-15 at Moscone West in San Francisco, Disrupt will bring together 10,000 founders, investors, and operators for three days engineered for results.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2026/tickets/?promo=post_seb7days_02212026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2026/tickets/?promo=post_seb7days_02212026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?w=680\" alt=\"TechCrunch Disrupt 2026 7 days left\" class=\"wp-image-3095294\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png 1920w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2026/02/TCD26_7Days-16X9-Dark.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-what-you-gain-at-disrupt\">What you gain at Disrupt</h2>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Access to active investors and high-growth founders</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">High-impact networking built to drive deals</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Tactical insights you can implement immediately</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Visibility into emerging trends before they scale</li>\n</ul>\n\n<p class=\"wp-block-paragraph\">Explore <a href=\"https://techcrunch.com/events/tc-disrupt-2026/exhibit/?promo=post_seb7days_02212026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>300+ exhibiting startups</strong></a>. Experience <a href=\"https://techcrunch.com/startup-battlefield/\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Startup Battlefield 200</strong></a>, where one standout company wins a $100,000 equity-free prize. Meet the leaders who can change your company’s trajectory.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2026/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;promo=post_seb7days_02212026&amp;display=\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2026/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;promo=post_seb7days_02212026&amp;display=\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?w=680\" alt=\"Techcrunch Disrupt Stage Elad Gil\" class=\"wp-image-3063866\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg 1920w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=1200,800 1200w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=1280,853 1280w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=1536,1024 1536w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=563,375 563w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=926,617 926w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2025/10/Elad-Gil-disrupt-2025.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Kimberly White/Getty Images for TechCrunch / Getty Images</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Disrupt has a long track record of bringing together the most influential voices in tech. Previous speakers have included WordPress co-founder <a href=\"https://techcrunch.com/2024/10/30/matt-mullenweg-talks-about-automattics-staffing-issues-and-financials-at-techcrunch-disrupt/\" target=\"_blank\" rel=\"noreferrer noopener\">Matt Mullenweg</a>, <a href=\"https://techcrunch.com/2025/10/29/phias-founders-on-how-ai-is-changing-online-shopping/\" target=\"_blank\" rel=\"noreferrer noopener\">Phia co-founders</a> Phoebe Gates and Sophia Kianni, and renowned investor <a href=\"https://techcrunch.com/2025/11/03/elad-gil-on-which-ai-markets-have-winners-and-which-are-still-wide-open/\" target=\"_blank\" rel=\"noreferrer noopener\">Elad Gil</a>, alongside leaders from Google Cloud, Netflix, Waymo, and more — all sharing actionable insights for building and scaling what’s next. Stay tuned to the <a href=\"https://techcrunch.com/events/tc-disrupt-2026/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;promo=post_seb7days_02212026&amp;display=\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>event site</strong></a> to see when the 2026 agenda drops.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-lock-in-your-lowest-rate-nbsp-now\">Lock in your lowest rate now</h2>\n\n<p class=\"wp-block-paragraph\">Seven days remain to secure the lowest rate of the year. Whether you’re scaling a company or sourcing your next investment, there’s a pass built for you. <a href=\"https://techcrunch.com/events/tc-disrupt-2026/tickets/?promo=post_seb7days_02212026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Lock in your savings before February 27 at 11:59 p.m. PT</strong></a>.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2026/tickets/?promo=post_seb7days_02212026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2026/tickets/?promo=post_seb7days_02212026&amp;utm_campaign=disrupt2026&amp;utm_content=seb&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?w=680\" alt=\"TechCrunch Disrupt Expo Hall\" class=\"wp-image-2571166\" srcset=\"https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png 1920w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Eric Slomonson, The Photo Group</span></figcaption></figure>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "India's Sarvam launches Indus AI chat app as competition heats up | TechCrunch",
            "time": "2026-02-21T01:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/sarvam-indus-chat-app-jagmeet-singh-techcrunch.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://www.sarvam.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Sarvam</a>, an Indian AI startup focused on building models for local languages and users, on Friday launched its Indus chat app for web and mobile users, entering a fast-growing market dominated by global players including OpenAI, Anthropic, and Google.</p>\n\n<p class=\"wp-block-paragraph\">The launch comes as India has become a key battleground for generative AI adoption. Recently, OpenAI CEO Sam Altman said <a href=\"https://techcrunch.com/2026/02/15/india-has-100m-weekly-active-chatgpt-users-sam-altman-says/\" target=\"_blank\" rel=\"noreferrer noopener\">ChatGPT has more than 100 million weekly active users</a> in India, while Anthropic said <a href=\"https://www.anthropic.com/research/india-brief-economic-index\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">India accounts for 5.8% of total Claude usage</a>, second only to the U.S.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Indus serves as a chat interface for its newly announced Sarvam 105B model, the company’s 105-billion-parameter large language model. The app’s launch comes two days after Bengaluru-based Sarvam <a href=\"https://techcrunch.com/2026/02/18/indian-ai-lab-sarvams-new-models-are-a-major-bet-on-the-viability-of-open-source-ai/\" target=\"_blank\" rel=\"noreferrer noopener\">unveiled</a> its 105B and 30B models at the <a href=\"https://techcrunch.com/2026/02/19/all-the-important-news-from-the-ongoing-india-ai-summit/\" target=\"_blank\" rel=\"noreferrer noopener\">India AI Impact Summit</a> in New Delhi earlier this week. At the summit, the startup also outlined enterprise initiatives and hardware plans and announced partnerships with companies <a href=\"https://techcrunch.com/2026/02/18/indias-sarvam-wants-to-bring-its-ai-models-to-feature-phones-cars-and-smart-glasses/\" target=\"_blank\" rel=\"noreferrer noopener\">including HMD to bring AI to Nokia feature phones</a> and Bosch for AI-enabled automotive applications.</p>\n\n<p class=\"wp-block-paragraph\">Currently available in beta on <a href=\"https://apps.apple.com/in/app/indus-by-sarvam/id6758622680\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">iOS</a>, <a href=\"https://play.google.com/store/apps/details?id=ai.sarvam.indus\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Android</a>, and the <a href=\"https://indus.sarvam.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">web</a>, the Indus app allows users to type or speak queries and receive responses in text and audio. Users can sign in using their phone number, Google or Microsoft account, or Apple ID, though the service appears to be limited to India for now.</p>\n\n<figure class=\"wp-block-image aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg\" alt=\"\" class=\"wp-image-3095095\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg 1920w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=150,79 150w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=300,157 300w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=768,403 768w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=680,357 680w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=1200,629 1200w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=1280,671 1280w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=430,226 430w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=720,378 720w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=900,472 900w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=800,420 800w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=1536,806 1536w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=668,350 668w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=1176,617 1176w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=708,371 708w, https://techcrunch.com/wp-content/uploads/2026/02/saram-chat-app.jpg?resize=50,26 50w\" sizes=\"auto, (max-width: 1920px) 100vw, 1920px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Jagmeet Singh / TechCrunch</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The app currently comes with some limitations. Users cannot delete their chat history without deleting their account, and there is no option to turn off the app’s reasoning feature, which can sometimes slow response times. Sarvam has also warned that access may be restricted as it gradually expands its compute capacity.</p>\n\n<p class=\"wp-block-paragraph\">“We’re gradually rolling out Indus on a limited compute capacity, so you may hit a waitlist at first. We will expand access over time,” Sarvam co-founder Pratyush Kumar <a href=\"https://x.com/pratykumar/status/2024889210592014652\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">wrote</a> on X, adding that the company is seeking feedback from users.</p>\n\n<p class=\"wp-block-paragraph\">Founded in 2023, Sarvam has <a href=\"https://techcrunch.com/2023/12/06/indias-sarvam-ai-raises-41-million-from-lightspeed-khosla-peak-xv/\" target=\"_blank\" rel=\"noreferrer noopener\">raised $41 million</a> to date from investors, including Lightspeed Venture Partners, Peak XV Partners, and Khosla Ventures as it builds large language models tailored for India.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Sarvam is one of a small but growing group of Indian startups attempting to build domestic alternatives to global artificial intelligence platforms as India seeks greater control over its AI infrastructure.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "The creator economy's ad revenue problem and India's AI ambitions | TechCrunch",
            "time": "2026-02-20T23:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/modi-openai-anthropic-2261854815.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"></p>\n\n\n\n<p class=\"wp-block-paragraph\">The creator economy is evolving fast, and ad revenue alone isn’t cutting it anymore. <a href=\"https://techcrunch.com/2026/02/10/youtubers-arent-relying-on-ad-revenue-anymore-heres-how-some-are-diversifying/\" target=\"_blank\" rel=\"noreferrer noopener\">YouTubers are launching product lines</a>, acquiring startups, and building actual business empires. In fact, MrBeast’s company <a href=\"https://techcrunch.com/2026/02/09/mrbeasts-company-buys-gen-z-focused-fintech-app-step/\" target=\"_blank\" rel=\"noreferrer noopener\">bought fintech startup Step</a>, and his chocolate business is outearning his media arm. This isn’t just one creator’s strategy. For many, it’s the new playbook. </p>\n\n\n\n<p class=\"wp-block-paragraph\">On this episode of TechCrunch’s <a href=\"https://techcrunch.com/podcasts/equity/\" target=\"_blank\" rel=\"noreferrer noopener\">Equity</a> podcast, hosts Kirsten Korosec, Anthony Ha, and Rebecca Bellan unpack how creators are diversifying beyond ads, whether their model can scale beyond the top 1%, everything happing at <a href=\"https://techcrunch.com/2026/02/16/all-the-important-news-from-the-ongoing-india-ai-summit/\">India’s AI Impact Summit</a>, and more of the week’s headlines.</p>\n</div>\n\n\t\t</div></body></html>"
        },
        {
            "title": "Remember HQ? ‘Quiz Daddy’ Scott Rogowsky is back with TextSavvy, a daily mobile game show | TechCrunch",
            "time": "2026-02-20T21:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/text-savvy-scott-rogowsky.jpg?resize=1200,665",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Scott Rogowsky is a comedian — he knows how to make fun of himself. That’s how he ended up <a href=\"https://www.youtube.com/watch?v=vatQCHB11ik\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">roaming</a> New York City Comic Con with his own photo printed out like a “Wanted” poster, filming himself asking strangers, “Have you seen this man?”</p>\n\n<p class=\"wp-block-paragraph\">These passersby showed a flicker of recognition, looking at the tall, bearded man like someone they had known in a past life, but couldn’t quite place.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“You look familiar! Where do I know you from?” someone asks, as though Rogowsky could be a friend of a friend they had met at a party.</p>\n\n<p class=\"wp-block-paragraph\">“I know your face,” another person says, staring thoughtfully at the 41-year-old.</p>\n\n<p class=\"wp-block-paragraph\">A cosplayer dressed as a Ghostbuster finally figures it out.</p>\n\n<p class=\"wp-block-paragraph\">“Did you used to do that game show online?” he asks. “Like, every night?”</p>\n\n<p class=\"wp-block-paragraph\">Rogowsky was just poking fun at himself, embracing the persona of a washed-up internet sensation. “I know my place,” he tells TechCrunch. “I’m not walking around like everybody’s supposed to know who I am.” </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">But seven years ago, everyone did. </p>\n\n<p class=\"wp-block-paragraph\">Rogowsky was once the face of HQ Trivia, an app that exploded into popular culture, then faded out of the public consciousness almost as fast. Between 2017 and 2019, Rogowsky hosted the live mobile game show twice a day. At its peak, it drew more than 2.4 million daily viewers each night. It garnered 20 million lifetime downloads.</p>\n\n<p class=\"wp-block-paragraph\">Now the comedian is back with an app of his own called Savvy, which shares a lot of the DNA of HQ. Savvy’s first game, <a href=\"https://apps.apple.com/us/app/savvy-words-puzzles-live/id6748058412\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">TextSavvy,</a> is a daily live game show where players can earn cash — only this time, viewers are competing against Rogowsky in a word puzzle game that’s something like a hybrid of The New York Times’ Wordle and Connections, rather than trivia. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“I believe this is my calling in a weird way,” Rogowsky says. “I get up there in front of that camera, there’s thousands of people watching at home — millions, back in the HQ days — and it just flows.”</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title='Introducing... \"TextSavvy\" with Scott Rogowsky' src=\"https://www.youtube.com/embed/06JIcqpfqJU?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h1 class=\"wp-block-heading\" id=\"h-i-have-more-to-do-here\">‘I have more to do here’</h1>\n\n<p class=\"wp-block-paragraph\">HQ Trivia was founded by the creators of Vine — the short-video platform that predated TikTok — and became a genuine cultural sensation. <a href=\"https://www.youtube.com/watch?v=XZg75Q-FFqc\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">National news</a> channels <a href=\"https://www.youtube.com/watch?v=1oOwRfxJpdY\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ran stories</a> about office workers dropping everything in the middle of the day to play HQ at 3 p.m. It was <a href=\"https://www.youtube.com/watch?v=BbGi3DBh0rA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">groundbreaking</a> — appointment entertainment in a new format for the streaming era — until the company imploded in a barrage of unfortunate circumstances. </p>\n\n<p class=\"wp-block-paragraph\">One founder, Colin Kroll, died of a drug overdose; the other founder, Rus Yusupov, was a divisive leader who clashed with his staff. He once <a href=\"https://www.thedailybeast.com/ceo-of-hq-the-hottest-app-going-if-you-run-this-profile-well-fire-our-host/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">threatened a journalist</a> that he would fire Rogowsky if she published an interview with Rogowsky where he mentioned liking Sweetgreen salads (Yusupov apparently didn’t want to give the fast-food chain free publicity). Most of all, HQ Trivia fell victim to the same trap that dooms so many startups. The company had raised a <a href=\"https://techcrunch.com/2018/03/06/hq-trivia-questions/\">$15 million funding round</a> at a $100 million valuation, but it was — quite literally — giving away money, and it never developed a meaningful plan to monetize or build a sustainable business model. The company ultimately filed for bankruptcy in February 2020, with its demise later becoming fodder for <a href=\"https://en.wikipedia.org/wiki/Glitch%3A_The_Rise_%26_Fall_of_HQ_Trivia\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">dramatic documentaries</a> and <a href=\"https://www.theringer.com/2020/05/20/pop-culture/hq-trivia-rise-fall-viral-sensation-episode-1\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">true-crime-adjacent podcasts</a> dissecting how such a promising app failed so spectacularly.</p>\n\n<p class=\"wp-block-paragraph\">This was, understandably, a real blow for Rogowsky. But more bad luck followed. A baseball superfan, Rogowsky had left HQ Trivia in 2019 for a job hosting <a href=\"https://www.mlb.com/news/mlb-dazn-agree-to-3-year-digital-rights-deal-c300774598\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a daily MLB Network show</a>. He felt like he finally made it — he still lights up recalling running into Hall of Fame pitcher Pedro Martinez in the bathroom. But his show was canceled when the pandemic shut down baseball. He tried a handful of times over the years to recreate a company like HQ, but it was a journey of false starts.</p>\n\n<p class=\"wp-block-paragraph\">“Crazy s–t happened that I had no control over, and I felt like I was being tossed and turned on this raft in the ocean, just getting battered by things I can’t control, and that was sort of my attitude about life in general,” he says. </p>\n\n<p class=\"wp-block-paragraph\">He considered himself retired from show business and opened a vintage store in California. But he missed comedy.</p>\n\n<p class=\"wp-block-paragraph\">“I went through this very meaningful personal transformation in the last couple of years,” he said. That process culminated in a seven-day mountain retreat called “the Hoffman Process,” a program that he describes as a digital detox combining lessons in psychology and neuroscience that helped him “take control of [his] life again.”</p>\n\n<p class=\"wp-block-paragraph\">“It gave me a lot of clarity to say, you know what, I have more to do here,” Rogowsky says. “I got out of that retreat and I was like, ‘I have something to say. People find me funny and entertaining. I find myself funny and entertaining.’”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">People tuned into HQ Trivia for the prospect of winning a cash prize, but the odds of winning were slim. Millions of viewers came back each night because of Rogowsky’s quick wit and charm, which earned him a cult following of fans who still call him “Quiz Daddy.” </p>\n\n<p class=\"wp-block-paragraph\">“From the psychological, emotional side, I couldn’t really process what was going on,” Rogowsky says, reflecting on his viral fame. “And in the seven humbling years since, I have a vastly new perspective… I have my fanbase, I have my core followers right here. They’re on board with me, and it’s a matter of getting the word out.”</p>\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?w=673\" alt=\"\" class=\"wp-image-3094940\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png 1772w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=148,150 148w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=297,300 297w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=768,776 768w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=673,680 673w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=1188,1200 1188w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=1267,1280 1267w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=426,430 426w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=713,720 713w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=891,900 891w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=792,800 792w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=1521,1536 1521w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=661,668 661w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=371,375 371w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=611,617 611w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=526,531 526w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-20-at-10.05.24-AM.png?resize=50,50 50w\" sizes=\"auto, (max-width: 673px) 100vw, 673px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Savvy</span></figcaption></figure>\n\n<h1 class=\"wp-block-heading\" id=\"h-we-re-not-going-anywhere-this-time\">‘We’re not going anywhere this time’</h1>\n\n<p class=\"wp-block-paragraph\">Rogowsky received a lot of messages over the years from people who wanted to help him build the next HQ. But last year, a direct message on X from European game designer Johan de Jager grabbed his attention. </p>\n\n<p class=\"wp-block-paragraph\">“The idea was the host plays against the audience, so it’s like a two-way interaction,” Rogowsky says. “Imagine HQ if I wasn’t just asking the questions but also answering [them]… That adds another layer to it that no one had thought of before.”</p>\n\n<p class=\"wp-block-paragraph\">But in the age of AI, where players can easily look up answers, Rogowsky was skeptical that a trivia game could work fairly, so Savvy embraced word puzzles instead.</p>\n\n<p class=\"wp-block-paragraph\">The most that Savvy has paid out in a single game is around $400 — small compared to HQ’s occasional six-figure prize pools. That’s because Rogowsky and his co-founders are funding the company themselves.</p>\n\n<p class=\"wp-block-paragraph\">“Look, I know this isn’t the thousands of dollars that you saw on HQ, the hundreds of thousands that we eventually got to,” Rogowsky said on one recent <a href=\"https://youtu.be/J2Q0yzT76EQ?si=oyXHZRnwD9pgOnoz&amp;t=1279\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">TextSavvy broadcast</a>. “But the difference is HQ was funded by venture capital. They had $8 million in the bank to start. They got another $15 million from other venture capitalists. We don’t got that… This is a low-budge operashe because I’m paying for it!”</p>\n\n<p class=\"wp-block-paragraph\">Rogowsky says he has spoken with investors about Savvy and even gotten some enticing offers. But venture backing often comes with pressure on founders to maximize returns as fast as they can, a model that can set a business up to fail, as HQ demonstrated. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“People want to 10x and 100x [their investment]… I’d be very happy to get to a point of profitability, to where we can just keep growing the company, keep hiring more people, keep making more games,” Rogowsky says. “I’m not looking for some type of eight-figure, nine-figure exit. This is what I want to do. I’m going to do this as long as I continue to wake up every morning and say, ‘Goddamn, I’m excited to get up there in front of that camera and have fun.’”</p>\n\n<p class=\"wp-block-paragraph\">TextSavvy is currently running a “Season 0,” a soft launch that allows the team to work through technical kinks before formally launching on March 1. So far, without much promotion, TextSavvy has peaked at about 4,000 viewers in one night. </p>\n\n<p class=\"wp-block-paragraph\">That’s not much compared to the HQ days. Then again, when TechCrunch first <a href=\"https://techcrunch.com/2017/10/17/hq-trivia/\">wrote about HQ</a>, the app only had about 3,300 concurrent viewers. Who’s to say Savvy can’t do it again?</p>\n\n<p class=\"wp-block-paragraph\">“We’re not going anywhere this time,” Rogowsky said. “There’s no one to fire me. There’s no drama, there’s no tension. There’s not going to be a documentary about Savvy the way there was about HQ.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}