{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "The 9 top biotech startups from Disrupt Startup Battlefield | TechCrunch",
            "time": "2025-12-24T16:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Startup-stars.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Every year, TechCrunch’s Startup Battlefield pitch contest draws thousands of applicants. We whittle those applications down to the <a href=\"https://techcrunch.com/startup-battlefield/\" target=\"_blank\" rel=\"noreferrer noopener\">top 200 contenders</a>, and of them, the top 20 compete on the big stage to become the winner, taking home the Startup Battlefield Cup and a cash prize of $100,000. But the remaining 180 startups all blew us away as well in their respective categories and compete in their own pitch competition.</p>\n\n<p class=\"wp-block-paragraph\">Here is the full list of the biotech and pharma Startup Battlefield 200 selectees, along with a note on why they landed in the competition. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> CasNx has invented a new kind of antivirus treatment for organs from organ donors.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> The startup has invented a gene-editing CRISPR kit that eliminates viruses and installs “universal donor” markers while the organ is being preserved outside the body. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Chipiron is building <a href=\"https://techcrunch.com/podcast/how-chipirons-rethinking-the-future-of-mri/\">a light and inexpensive, open full-body MRI machine</a> intended to make MRI cancer diagnostics more widely available. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy: </strong>The medical MRI machine is being built using a superconducting quantum interference device (SQUID), a highly sensitive magnetometer that can measure extremely weak magnetic fields, more commonly used in array antennas. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does</strong>: Exactics is building a platform that creates rapid diagnostic tests. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy: </strong>Exactics is attempting to make consumer diagnostic kits more widely available, beginning with at-home screening of Lyme disease, with kits for other illnesses on the roadmap.  </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does</strong>: Lumos has created a consumer high-frequency electromagnetic device named Avara, targeted at red blood cells. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy: </strong>Avara has been designed to provide gentle, non-contact “inductive therapy” to improve sleep, relaxation, and exercise recovery. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Miraqules developed a <a href=\"https://techcrunch.com/2025/10/27/miraqules-will-showcase-its-blood-clotting-technology-at-techcrunch-disrupt-2025/\" target=\"_blank\" rel=\"noreferrer noopener\">nanotechnology in powder form that mimics blood-clotting proteins</a>. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> This technology provides instant blood clotting and is a unique, potentially lifesaving alternative to traditional wound treatments, particularly when treating patients on the scene of the injury. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does</strong>: Nephrogen is creating gene therapy solutions for kidney illnesses. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy: </strong>Nephrogen is solving the hardest part of the problem when it comes to gene-editing medicines. Its tech uses AI to accurately target gene-editing to the exact cells in the kidney that are causing the illness.  </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> PraxisPro is an AI-powered training system for sales and marketing roles in life science industries.  </p>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> The system provides compliance-approved content, complete with simulations and real-time analytics to ensure those who represent life science companies are properly prepared to do so. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Reme-D is developing reliable and affordable diagnostic tests specifically geared toward underserved communities. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> Reme-D is developing rapid diagnostic tests that are not only particularly affordable but also stable in hot and humid climates. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Surgicure has created a patented solution that more safely and reliably secures endotracheal tubes (ET). </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> This device makes ET tubes, the flexible tubes inserted through the mouth or nose during surgeries or other treatments, safer and more comfortable for patients. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "How Mill closed the deal with Amazon and Whole Foods | TechCrunch",
            "time": "2025-12-24T15:30:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Mill-Commercial-bin.jpeg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Mill may have started with households, but co-founder and CEO Matt Rogers says the food waste startup has long aspired to expand to commercial customers. </p>\n\n<p class=\"wp-block-paragraph\">“This has been part of our plan since our Series A deck,” Rogers told TechCrunch.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Now, with an official deal locked in with <a href=\"https://techcrunch.com/2025/12/16/whole-foods-to-install-smart-food-waste-bins-from-mill-starting-in-2027/\">Amazon and Whole Foods</a> the company’s plan to profit from handling other people’s food waste is a bit more public. </p>\n\n<p class=\"wp-block-paragraph\">Whole Foods will deploy a commercial-scale version of <a rel=\"nofollow\" href=\"https://www.mill.com/\">Mill</a>’s food waste bin in each of its grocery stores beginning in 2027. The bins will grind and dehydrate waste from the produce department, reducing costly landfill fees while also providing feed for the company’s egg producers. Both trim the company’s overhead.</p>\n\n<p class=\"wp-block-paragraph\">At the same time, Mill’s bins will collect data to help Whole Foods understand what gets wasted and why, helping the grocer further control costs. “Ultimately, our goal is not just to make their waste operations more efficient, but also to move upstream so they actually waste less food,” Rogers said.</p>\n\n<p class=\"wp-block-paragraph\">The company started selling food waste bins to households <a href=\"https://techcrunch.com/2023/01/17/nest-co-founder-matt-rogers-new-startup-is-trash/\">a few years ago</a>. As can be expected from a team that made the Nest thermostat, the devices are well designed and — to lean on a Silicon Valley cliche — they can be a delight to use. My kids got a kick out of the bins while testing the <a href=\"https://techcrunch.com/2023/08/07/mill-compost-review/\">first</a> and <a href=\"https://techcrunch.com/2024/05/31/mills-redesigned-food-waste-bin-really-is-faster-and-quieter-than-before/\">second generations</a>.</p>\n\n<p class=\"wp-block-paragraph\">“Starting in consumer was very intentional because you build the proof points, you build the data, the brand, loyalty,” Rogers said. Many members of the Whole Foods team were already using Mill in their homes when the two companies started talking.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“It’s actually kind of our enterprise sales strategy,” Rogers continued. “We have conversations with senior leadership at our various ideal customers, and if they haven’t had Mill at home yet, we say, ‘Hey, try Mill at home, see what your family thinks.’ It is a surefire way of getting folks excited.”</p>\n\n<p class=\"wp-block-paragraph\">The startup began having conversations with Whole Foods about a year ago, Rogers said. In the ensuing months, Whole Foods trialed the consumer version in some of its stores. Mill used feedback from Whole Foods to refine its commercial model. </p>\n\n<p class=\"wp-block-paragraph\">But what helped sealed the deal was Mill’s ability to pinpoint food waste before it was wasted. Mill has developed an AI that uses a range of sensors to determine whether food that enters the bin should still be on the shelf. Minimizing “shrink” — the industry’s term for sales lost through waste or theft — can give grocers an edge in a cutthroat market.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Advances in large language models have been key, Rogers said. When he and Mill co-founder Harry Tannenbaum were at Nest, it took dozens of engineers and a “Google budget” more than a year to train Nest Cameras to recognize people and packages. With new LLMs, Mill only needed a handful of engineers and far less time to deliver superior results, according to Rogers, who said “AI is a huge enabler.”</p>\n\n<p class=\"wp-block-paragraph\">The use of AI allowed Mill to deliver a commercial version faster, diversifying its customer base and source of revenue. </p>\n\n<p class=\"wp-block-paragraph\">“If you are a single channel, single customer business, you’re fragile,” Rogers said. “I grew up at Apple during the iPod era,” he said. “Apple at the time was a single leg business. iPod was like 70% of company revenue. This was why we did the iPhone. Steve [Jobs] pushed us really hard on the iPhone because he was worried that folks like Motorola — who were working on smartphones at the time — would start to eat our lunch on the iPod business and that that would crush us. We needed to build another leg of the stool.” </p>\n\n<p class=\"wp-block-paragraph\">And it seems that Mill isn’t finished adding legs to its figurative stool. Rogers said its working on building out a municipal business as well. </p>\n\n<p class=\"wp-block-paragraph\">“We’re continuing to add more legs to the stool and adding more diversity to the business,” he said. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple pauses app store changes in Texas after court blocks age assurance law | TechCrunch",
            "time": "2025-12-24T15:02:06",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/07/app-store-ios-2022-a.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">After a federal judge on Tuesday <a rel=\"nofollow\" href=\"https://www.nytimes.com/2025/12/23/technology/texas-app-age-law-blocked.html\">blocked</a> Texas from implementing a new age verification law for app stores, Apple announced it will pause previously announced plans for the state as it continues to monitor the “ongoing legal process.”</p>\n\n<p class=\"wp-block-paragraph\">Apple said its previously announced developer tools for age assurance would remain available for testing and use.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The law, SB2420, or the App Store Accountability Act, would have required app stores, like those run by Apple and Google, to verify user ages and require parental consent for those under 18 to download apps or make purchases. In addition, it would have required the age data be shared with developers.</p>\n\n<p class=\"wp-block-paragraph\">A judge, citing First Amendment concerns, blocked the law’s enforcement that was set to take effect in January. The ruling was a win for tech giants and a setback to Texas lawmakers, who said the legal fight will continue. The Texas attorney’s general office noted in a court filing that it <a rel=\"nofollow\" href=\"https://www.reuters.com/legal/government/us-judge-blocks-texas-app-store-age-law-meant-protect-children-2025-12-23/\">plans to appeal</a> the decision, a report from Reuters noted.</p>\n\n<p class=\"wp-block-paragraph\">To comply with the coming law, Apple had announced in October a series of new requirements for apps in Texas, which included all users under the age of 18 would have to join a Family Sharing group, where parents or guardians would provide consent for all App Store downloads, app purchases, and in-app transactions. Parents would be able to revoke their consent for an app at any time.</p>\n\n<p class=\"wp-block-paragraph\">Apple also said its <a rel=\"nofollow\" href=\"https://developer.apple.com/documentation/declaredagerange/\">Declared Age Range API</a>, a technology the company debuted to help it comply with the growing number of age assurance laws worldwide, would be updated in the months ahead to provide the required age categories for new account users in Texas. Apple had planned to launch new APIs for developers to request parental consent again if their app was significantly updated.</p>\n\n<p class=\"wp-block-paragraph\">Apple had objected to this law, and similar laws arriving next year in Utah and Louisiana, on the grounds of privacy, not kids’ protection. </p>\n\n<p class=\"wp-block-paragraph\">“While we share the goal of strengthening kids’ online safety, we are concerned that SB2420 impacts the privacy of users by requiring the collection of sensitive, personally identifiable information to download any app, even if a user simply wants to check the weather or sports scores,” Apple explained in <a rel=\"nofollow\" href=\"https://developer.apple.com/news/?id=btkirlj8\">a developer announcement</a> earlier this year.  </p>\n\n<p class=\"wp-block-paragraph\">Apple on Thursday announced other developer tools for complying with new age assurance laws will remain available for testing, including its <a rel=\"nofollow\" href=\"https://developer.apple.com/documentation/declaredagerange/\">Declared Age Range API</a>, <a rel=\"nofollow\" href=\"https://developer.apple.com/documentation/PermissionKit/SignificantAppUpdateTopic\">Significant Change API under PermissionKit</a>, <a rel=\"nofollow\" href=\"https://developer.apple.com/documentation/storekit/appstore/ageRatingCode\">New age rating property type in StoreKit</a>, and <a rel=\"nofollow\" href=\"https://developer.apple.com/documentation/appstoreservernotifications/notificationtype\">App Store Server Notifications</a>. In addition, the Declared Age Range API is still available worldwide across iOS 26, iPadOS 26, and macOS 26, and later.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "The 14 top agtech, food tech startups from Disrupt Startup Battlefield | TechCrunch",
            "time": "2025-12-24T15:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Startup-stars.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Every year, TechCrunch’s Startup Battlefield pitch contest draws thousands of applicants. We whittle those applications down to the <a href=\"https://techcrunch.com/startup-battlefield/\" target=\"_blank\" rel=\"noreferrer noopener\">top 200 contenders</a>, and from them, the top 20 compete on the big stage for the Startup Battlefield Cup and a cash prize of $100,000. But the remaining 180 startups blew us away, too, in their respective categories and in their own pitch competition.</p>\n\n<p class=\"wp-block-paragraph\">Here is the full list of the agtech and food tech Startup Battlefield 200 selectees, along with a note on why they landed in the competition.</p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Äio has developed a method <a href=\"https://techcrunch.com/2025/10/07/startup-battlefield-company-aio-invented-a-method-to-make-edible-fat-from-ag-waste-like-sawdust/\" target=\"_blank\" rel=\"noreferrer noopener\">to produce edible fat from agricultural waste</a>. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy: </strong>Äio has developed a strain of yeast that turns abundant agricultural waste like sawdust into a fat suitable for food and cosmetics. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Aquawise <a href=\"https://techcrunch.com/2025/10/14/aquawise-will-show-off-its-ai-driven-water-quality-tech-at-techcrunch-disrupt-2025/\" target=\"_blank\" rel=\"noreferrer noopener\">provides AI-powered water-quality monitoring for shrimp and fish farms</a> using satellite imagery. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> The startup eliminates the need for expensive sensors while offering real-time insights and predictive analytics. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong>  Clave offers AI agents that help fast-food restaurant franchises better interact with their data. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> Clave analyzes historical and real-time store data to help franchise restaurants quickly develop promotions that increase sales. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> CredoSense offers an AI-powered portable plant diagnostic system that measures crop health. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> Crop-health diagnostics are trapped in silos but CredoSense handles a broad spectrum of crop diagnosis tech and data in one small, low-power device. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Forte Biotech has created a patented technology to test for illnesses among prawns in fish farms. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> Developed in partnership with the National University of Singapore (NUS), this tech helps shrimp farmers quickly diagnose common diseases without the need to hire expert help. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Genesis offers a business intelligence platform for soil data that helps agricultural businesses make better, regenerative decisions about their land assets and crops. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> Genesis says it has collected one of the most comprehensive databases on raw materials that augments soil analysis to increase yields through regenerative practices. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Greeny Solutions offers AI-powered software and IoT tools for indoor commercial farming. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> Greeny’s tech promises to automate nutrient dosing, climate control, and disease monitoring to increase yields. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Instacrops uses AI, IoT sensors, and satellite imagery to monitor and optimize farming fields. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> Y Combinator grad Instacrops uses hardware sensors and AI agents to help farms respond to crop health indications — irrigation, fertilization, etc. — in real time, boosting yields and reducing water usage. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Kadeya operates beverage vending stations for offices that use reusable bottles, which can be returned and are then cleaned and reused. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> This startup eliminates single-use plastic bottles (or cans) in the workplace, while also providing and cleaning the bottle, thereby eliminating the need for companies to buy beverages in plastic bottles to begin with. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> MUI-Robotics develops AI scent detection for robots. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> MUI-Robotics is digitizing smell, which not only paves the way for multisensory robotics but also has commercial scent/odor-detection applications in food, chemical, medical, and environmental applications. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Shin Starr Robotics builds robotics that automate food preparation for meal delivery. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> The autonomous kitchens <a href=\"https://techcrunch.com/2025/10/20/shin-starrs-robotic-food-truck-kitchen-will-serve-up-korean-bbq-at-techcrunch-disrupt-2025/\" target=\"_blank\" rel=\"noreferrer noopener\">cook meals in a truck</a>, driven by a human, while en route to a delivery destination. The idea is to deliver restaurant-quality Korean BBQ timed to arrival. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Tensorfield uses AI-powered robotics to identify and kill weeds without pesticides in densely packed crop beds like carrots, spinach, and lettuce without disturbing the crop or its soil.   </p>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> It can identify weeds when they just sprout and injects them with superheated vegetable oil instead of herbicides. </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Unibaio develops biodegradable polymers that deliver agrochemicals more efficiently. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> The microparticles are a natural polymer derived from shrimp waste and are suitable for over 35 crops.  </p>\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What it does:</strong> Verley manufactures bioidentical dairy proteins using a precision fermentation technology. </p>\n\n<p class=\"wp-block-paragraph\"><strong>Why it’s noteworthy:</strong> Verley helps maintain the supply of dairy protein products while minimizing the environmental impact of dairy farming. </p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Italy tells Meta to suspend its policy that bans rival AI chatbots from WhatsApp | TechCrunch",
            "time": "2025-12-24T14:40:34",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/01/whatsapp-logo.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Italy has ordered Meta to suspend its policy that bans companies from using WhatsApp’s business tools to offer their own AI chatbots on the popular chat app.</p>\n\n<p class=\"wp-block-paragraph\">The Italian Competition Authority (AGCM) on Wednesday <a rel=\"nofollow\" href=\"https://en.agcm.it/en/media/press-releases/2025/12/A576\">said</a> it had found enough cause in its ongoing investigation into whether Meta was abusing its dominant position in the market to offer its Meta AI chatbot within WhatsApp to order the suspension of the policy.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Meta’s conduct appears to constitute an abuse, since it may limit production, market access, or technical developments in the AI Chatbot services market, to the detriment of consumers,” the Authority wrote. “Moreover, while the investigation is ongoing, Meta’s conduct may cause serious and irreparable harm to competition in the affected market, undermining contestability.”</p>\n\n<p class=\"wp-block-paragraph\">The AGCM in November had broadened the scope of an existing investigation into Meta, after the company <span><a href=\"https://techcrunch.com/2025/10/18/whatssapp-changes-its-terms-to-bar-general-purpose-chatbots-from-its-platform/\" target=\"_blank\">changed its business API policy</a> in October </span>to ban general-purpose chatbots from being offered on the chat app via the API.</p>\n\n<p class=\"wp-block-paragraph\">Meta has argued that its API isn’t designed to be a platform for the distribution of chatbots, and that people have more avenues beyond WhatsApp to use AI bots from other companies. The policy change, which goes into effect in January, would affect the availability of AI chatbots from the likes of OpenAI, Perplexity, and Poke on the app.</p>\n\n<p class=\"wp-block-paragraph\">The policy doesn’t affect businesses that are using AI to serve customers on WhatsApp. For instance, a retailer running an AI-powered customer service bot won’t be barred from using the API. Only AI chatbots like ChatGPT or Claude are prohibited from being distributed via the API.</p>\n\n<p class=\"wp-block-paragraph\">The European Commission this month <a href=\"https://techcrunch.com/2025/12/04/eu-investigating-meta-over-policy-change-that-bans-rival-ai-chatbots-from-whatsapp/\">also launched an investigation</a> into the new policy, raising concerns that it may “prevent third-party AI providers from offering their services through WhatsApp in the European Economic Area (‘EEA’).”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Meta did not immediately respond to a request for comment.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "How to track Santa Claus this Christmas Eve using AI | TechCrunch",
            "time": "2025-12-24T14:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2018/12/GettyImages-sb10069274b-007.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">If you’re a parent with young children, then you’ll probably hear this a lot on Christmas Eve: “Where’s Santa right now?” With <a href=\"https://techcrunch.com/2016/12/24/heres-how-to-track-santa-on-christmas-eve/\">tracking tools</a> like the <a href=\"http://www.noradsanta.org/\" target=\"_blank\" rel=\"noopener nofollow\">NORAD Santa Tracker</a> and <a href=\"https://santatracker.google.com/tracker.html\" target=\"_blank\" rel=\"noopener nofollow\">Google’s Santa Tracker</a>, everyone can know when Father Christmas will arrive. Plus, there are now some new AI tools to bring the holiday magic.</p>\n\n<p class=\"wp-block-paragraph\">Here’s how to follow Santa’s journey this Christmas Eve with the help of AI.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-track-santa-claus-with-norad\">Track Santa Claus with NORAD</h3>\n\n<p class=\"wp-block-paragraph\">NORAD (North American Aerospace Defence Command) had the first-ever Santa tracker in 1955. While it used to be just a boring animation of Santa’s sleigh and reindeer flying across a map, <a href=\"https://techcrunch.com/2018/12/21/norad-santa-tracker-will-stay-on-even-if-the-government-shuts-down/\">NORAD</a> has added tons of features<a href=\"https://techcrunch.com/2013/12/04/tracking-santa-has-never-been-so-technologically-friendly/\"> since then</a>, such as fun mini-games, videos, stories, and Christmas music.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Recently, NORAD’s Santa Tracker <a rel=\"nofollow\" href=\"https://openai.com/index/norad-holiday-collaboration/\">teamed up with OpenAI</a> to introduce new AI-powered features. These include an image generator that transforms your selfie into an animated elf character, a tool for generating toy ideas and converting them into printable coloring book pages, and a fill-in-the-blank storytelling tool that allows families to add names, places, and other details to create a fun holiday story to read aloud.</p>\n\n<figure class=\"wp-block-image aligncenter\"><a href=\"https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?w=680\" alt=\"\" class=\"wp-image-2460192\" srcset=\"https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png 1337w, https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?resize=150,79 150w, https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?resize=300,158 300w, https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?resize=768,406 768w, https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?resize=680,359 680w, https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?resize=1200,634 1200w, https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?resize=1280,676 1280w, https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?resize=430,227 430w, https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?resize=720,380 720w, https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?resize=900,475 900w, https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?resize=800,422 800w, https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?resize=668,353 668w, https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?resize=1168,617 1168w, https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?resize=708,374 708w, https://techcrunch.com/wp-content/uploads/2022/12/Screen-Shot-2022-12-17-at-3.26.41-PM.png?resize=50,26 50w\" sizes=\"auto, (max-width: 1337px) 100vw, 1337px\"></a><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\"><strong>Image Credits:</strong> NORAD</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>NORAD</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Rather than a 2D model, the NORAD Santa tracker has a 3D visual depiction of Santa’s journey as the platform was built on <a href=\"https://cesium.com/blog/2018/12/14/tech-behind-santa-tracker/\" target=\"_blank\" rel=\"noopener nofollow\">Cesium</a>’s open source 3D mapping library. It also uses <a href=\"https://blogs.bing.com/maps/2022-12/microsoft-and-bing-maps-help-norad-track-santa\" target=\"_blank\" rel=\"noopener nofollow\">Bing Maps satellite imagery</a>, making the globe look more “realistic.”</p>\n\n<p class=\"wp-block-paragraph\">Along with the tracker tool, users can also see a “Santa Cam,” which has videos of Santa making his way around the world to deliver presents to every kid on the nice list.</p>\n\n<p class=\"wp-block-paragraph\">NORAD’s website has Santa’s North Pole Village, which includes a holiday countdown, arcade-style games, kid-friendly music, an online library and various videos that can be watched on NORAD’s official <a href=\"https://www.youtube.com/channel/UCraEo3em2y6izLUQl-gPXNg\" target=\"_blank\" rel=\"noopener nofollow\">YouTube</a> channel.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">NORAD Santa tracker is available on <a href=\"https://www.noradsanta.org/en/\" target=\"_blank\" rel=\"noopener nofollow\">noradsanta.org</a>, or you can download the official NORAD Tracks Santa app on <a href=\"https://apps.apple.com/us/app/norad-tracks-santa-claus/id1181633163\" target=\"_blank\" rel=\"noopener nofollow\">Apple’s App Store</a> or the <a href=\"https://play.google.com/store/apps/details?id=org.norad.santa&amp;hl=en_CA&amp;gl=US\" target=\"_blank\" rel=\"noopener nofollow\">Google Play Store.</a> The website is available in English, Chinese, French, Spanish, Japanese, German, Italian and Portuguese.</p>\n\n<p class=\"wp-block-paragraph\">You can also track Santa through NORAD Tracker’s social media accounts, such as <a href=\"https://www.facebook.com/noradsanta\" target=\"_blank\" rel=\"noopener nofollow\">Facebook</a>, <a href=\"https://twitter.com/NoradSanta\" target=\"_blank\" rel=\"noopener nofollow\">Twitter</a> and <a href=\"https://www.instagram.com/noradtrackssanta_official/\" target=\"_blank\" rel=\"noopener nofollow\">Instagram</a>.</p>\n\n<p class=\"wp-block-paragraph\">For a more personable experience, call 1-877-HI-NORAD (1-877-446-6732), and you’ll speak with a volunteer from the organization’s call center who’ll update you on Santa’s location.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-track-santa-claus-with-google\">Track Santa Claus with Google</h3>\n\n<p class=\"wp-block-paragraph\">Google’s Santa Tracker <a href=\"https://techcrunch.com/2012/12/18/keep-track-of-santa-claus-with-these-google-tools/\">launched in 2004</a> and simulates the tracking of Santa. The website features a live map of Santa’s current location, his next stop, a live video feed of his route, and the estimated arrival time for each location. It also shows the total distance that Santa has traveled so far and the number of presents he has delivered.</p>\n\n<figure class=\"wp-block-image aligncenter\"><a href=\"https://techcrunch.com/wp-content/uploads/2022/12/tracker.png\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/wp-content/uploads/2022/12/tracker.png\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?w=680\" alt=\"\" class=\"wp-image-2460360\" srcset=\"https://techcrunch.com/wp-content/uploads/2022/12/tracker.png 1333w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=150,113 150w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=300,225 300w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=768,576 768w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=680,510 680w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=1200,900 1200w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=1280,960 1280w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=430,323 430w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=720,540 720w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=900,675 900w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=800,600 800w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=668,501 668w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=500,375 500w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=822,617 822w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=708,531 708w, https://techcrunch.com/wp-content/uploads/2022/12/tracker.png?resize=50,38 50w\" sizes=\"auto, (max-width: 1333px) 100vw, 1333px\"></a><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\"><strong>Image Credits:</strong> Google</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Google</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Throughout December, the page operates as Santa’s Village, where users can play <a href=\"https://techcrunch.com/2015/12/24/google-and-microsoft-launch-their-santa-trackers/\">mini-games</a>, take quizzes, watch animated videos and explore other interactive activities. For instance, players can build their own elf in Google’s “Elf Maker” game as well as host a concert with “Elf Jamband.” Kids can also learn how to code with easy and fun tutorials like “Code Boogie.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Additionally, users can enlist the help of Google Assistant to learn about Santa’s whereabouts. You can ask, “Hey Google, where’s Santa?” or even “What’s new at the North Pole?” which lets you tune into Google’s North Pole Newscast, where you can hear what Santa and his elves are up to that day. Google Assistant also lets you call Santa himself. </p>\n\n<p class=\"wp-block-paragraph\"><em>This story was updated after publication. </em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Trump administration's ban on foreign-made drones starts this week - you can say goodbye to new DJI models | TechCrunch",
            "time": "2025-12-23T21:16:04",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/06/maxresdefault_b469c7.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">On Monday, the Trump administration’s Federal Communications Commission banned all new foreign-made drone models from distribution in the U.S., citing “national security concerns.” Americans who already own older foreign drone models will still be able to use those products, the government said. </p>\n\n<p class=\"wp-block-paragraph\">In <a href=\"https://docs.fcc.gov/public/attachments/DOC-416839A1.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a fact sheet</a> published Monday, the FCC claimed that “criminals, hostile foreign actors, and terrorists” could use drones “to present new and serious threats to our homeland.” As a result, the agency said that it had updated its <a href=\"https://www.fcc.gov/supplychain/coveredlist\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Covered List</a> — which is a list of products that have been “deemed to pose an unacceptable risk to the national security” of the country — to include all “UAS and UAS critical components produced abroad.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The FCC’s chairman, Brendan Carr, said Monday that he approved of the policy. “I welcome this Executive Branch national security determination, and I am pleased that the FCC has now added foreign drones and related components, which pose an unacceptable national security risk, to the FCC’s Covered List,” Carr said. “Following President Trump’s leadership, the FCC will work closely with U.S. drone makers to unleash American drone dominance.”</p>\n\n<p class=\"wp-block-paragraph\">The new rule will obviously impact many different companies, but it is destined to strike a blow against Chinese drone maker DJI, which is currently considered the <a href=\"https://www.cnbc.com/video/2023/02/06/chinese-drone-maker-dji-dominates-market-despite-us-blacklist.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">dominant player</a> in drone sales globally. Indeed, DJI is considered to be one of the <a href=\"https://wpln.org/post/many-americans-have-come-to-rely-on-chinese-made-drones-now-lawmakers-want-to-ban-them/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">most popular drone brands</a> for American consumers.</p>\n\n<p class=\"wp-block-paragraph\">When reached for comment by TechCrunch, DJI said it disapproved of the decision. “DJI is disappointed by the Federal Communications Commission’s action today to add foreign‑made drones to the Covered List. While DJI was not singled out, no information has been released regarding what information was used by the Executive Branch in reaching its determination.”<br><br>The company, which said that it remained committed to the U.S. market, continued: “As the industry leader, DJI has advocated for an open, competitive market that benefits all US consumers and commercial users, and will continue to do so. DJI products are among the safest and most secure on the market, supported by years of reviews conducted by U.S. government agencies and independent third parties.”</p>\n\n<p class=\"wp-block-paragraph\">Throughout his multiple presidential administrations, Trump has repeatedly <a href=\"https://www.vox.com/politics/471884/nvidia-chips-china-trump-huang\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">played hardball</a> with Chinese companies. His administration laid the groundwork for the new drone ban with <a href=\"https://www.whitehouse.gov/presidential-actions/2025/06/unleashing-american-drone-dominance/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">an executive order</a> passed in June that sought to <a href=\"https://www.npr.org/2025/06/06/nx-s1-5425465/trump-drones-world-cup\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">boost the production</a> of U.S.-made drones and thus foster a “strong and secure domestic drone sector,” while also securing “the United States drone supply chain against foreign control or exploitation.”</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "ServiceNow to acquire cybersecurity startup Armis for $7.75B | TechCrunch",
            "time": "2025-12-23T20:40:10",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/11/Founders-1-credit-Armis-2.jpg?resize=1200,824",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Enterprise software company ServiceNow agreed to acquire nine-year-old cybersecurity startup Armis for $7.75 billion in cash.</p>\n\n<p class=\"wp-block-paragraph\">The deal is a massive valuation jump for the company. Just last month, Armis raised a $435 million pre-IPO funding round, which valued the company at <a href=\"https://techcrunch.com/2025/11/05/armis-raises-435m-pre-ipo-round-at-6-1b-valuation-after-refusing-ma-offers/\" target=\"_blank\" rel=\"noreferrer noopener\">$6.1 billion</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Armis co-founder and CEO Yevgeny Dibrov had told TechCrunch last month that the company aims to go public in late 2026 or 2027, adding that an IPO is his “personal dream.”</p>\n\n<p class=\"wp-block-paragraph\">Given the unpredictability of IPO markets and how few cybersecurity companies actually <a href=\"https://techcrunch.com/2025/09/08/netskope-follows-rubrik-as-a-rare-cybersecurity-ipo-both-backed-lightspeed/\" target=\"_blank\" rel=\"noreferrer noopener\">go public</a>, it is not a surprise that Armis ultimately chose an M&amp;A exit.</p>\n\n<p class=\"wp-block-paragraph\">According to ServiceNow, Armis has reached $340 million in annual recurring revenue (ARR), with year-over-year growth exceeding 50%.</p>\n\n<p class=\"wp-block-paragraph\">Armis, which provides security software for critical infrastructure to Fortune 500 companies and governments, will help ServiceNow expand its cybersecurity offerings.</p>\n\n<p class=\"wp-block-paragraph\">The deal caps off a busy acquisition year for ServiceNow, which scooped up Moveworks for $2.85 billion and agreed to acquire cybersecurity startup Veza for $1 billion.</p>\n\n<p class=\"wp-block-paragraph\">According to PitchBook, Armis has raised a total of $1.45 billion in venture capital from investors, including Sequoia, CapitalG, and Insight Partners.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Zoox issues software recall over lane crossings | TechCrunch",
            "time": "2025-12-23T19:50:09",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/11/Zoox-San-Francisco-closeup-robotaxi.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Amazon-owned Zoox issued a recall Tuesday over concerns its autonomous driving system caused vehicles to cross over the center lane line near intersections or block crosswalks. The voluntary recall of its software affected 332 vehicles, <a href=\"https://static.nhtsa.gov/odi/rcl/2025/RCLRPT-25E090-1680.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to documents</a> filed with the National Highway Traffic Safety Administration (NHTSA).</p>\n\n<p class=\"wp-block-paragraph\">While there have not been any collisions associated with the issue, Zoox noted in the NHTSA filing that it could increase the risk of a crash. The company provides free rides to the public in its <a href=\"https://zoox.com/where-to-ride/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">driverless Zoox vehicles</a> in parts of San Francisco and Las Vegas.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">A Zoox spokesperson told TechCrunch the company identified some instances in which its vehicles made maneuvers that, while common for human drivers, didn’t meet its standards. For example, in an effort to avoid blocking certain intersections at a red light, the robotaxi might stop in a crosswalk. In other instances, the robotaxi made a late turn, resulting in a wide turn, according to a spokesperson’s emailed statement.</p>\n\n<p class=\"wp-block-paragraph\">The issue was initially identified on August 26 when a Zoox robotaxi made a wide right turn, crossed partially into the opposing travel lane, and temporarily stopped in front of the oncoming travel lane, according to the NHTSA filing. </p>\n\n<p class=\"wp-block-paragraph\">Zoox monitored its data for additional lane crossings near intersections, ultimately identifying 62 instances between August 26 and December 5. The company said in the filing it was in “ongoing conversations with NHTSA about the frequency, severity, and root causes of these occurrences.”</p>\n\n<p class=\"wp-block-paragraph\">The company updated its software on November 7 and again in mid-December to address all of the issues.</p>\n\n<p class=\"wp-block-paragraph\">“We have successfully identified and deployed targeted software improvements to address the root causes of these incidents,” the statement reads. “Today, we’re submitting a voluntary software recall because transparency and safety is foundational to Zoox, and we want to be open with the public and regulators about how we are constantly refining and improving our technology.”</p>\n\n<p class=\"wp-block-paragraph\">The software recall affected Zoox vehicles operating on public roads between March 13 and December 18, according to the filing. </p>\n\n<p class=\"wp-block-paragraph\">Zoox has issued several software recalls this year, including one in March to address <a href=\"https://techcrunch.com/2025/03/19/zoox-recalls-258-self-driving-cars-over-unexpected-braking/\">unexpected hard braking</a>. That recall followed a <a href=\"https://techcrunch.com/2024/05/31/feds-tell-zoox-to-send-more-info-about-autonomous-vehicles-suddenly-braking/\" target=\"_blank\" rel=\"noreferrer noopener\">preliminary investigation</a> by NHTSA that was opened after the agency received two reports of motorcyclists colliding with the back of Zoox vehicles.</p>\n\n<p class=\"wp-block-paragraph\">In May, Zoox filed two software recalls to <a href=\"https://techcrunch.com/2025/05/23/zoox-issues-second-robotaxi-software-recall-in-a-month-following-collision/\">address concerns</a> about the system’s ability to predict the movement of other road users. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "John Carreyrou and other authors bring new lawsuit against six major AI companies | TechCrunch",
            "time": "2025-12-23T19:02:47",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/04/GettyImages-1371961757.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">A group of writers, including Theranos whistleblower and “Bad Blood” author John Carreyrou, is filing a lawsuit against Anthropic, Google, OpenAI, Meta, xAI, and Perplexity, accusing the companies of training their models on pirated copies of their books.</p>\n\n<p class=\"wp-block-paragraph\">If this sounds familiar, it’s because another set of authors already filed a class action suit against Anthropic for these same acts of copyright infringement. In that case, the <a href=\"https://techcrunch.com/2025/08/26/anthropic-settles-ai-book-training-lawsuit-with-authors/\" target=\"_blank\" rel=\"noreferrer noopener\">judge ruled</a> that it was legal for Anthropic and similar AI companies to train on pirated copies of books, but that it was not legal to pirate the books in the first place.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">While eligible writers can receive about $3,000 from the $1.5 billion Anthropic settlement, some authors were <a href=\"https://techcrunch.com/2025/09/05/screw-the-money-anthropics-1-5b-copyright-settlement-sucks-for-writers/\" target=\"_blank\" rel=\"noreferrer noopener\">dissatisfied</a> with that resolution — it doesn’t hold AI companies accountable for the actual act of using stolen books to train their models, which generate <a href=\"https://techcrunch.com/2025/12/18/chatgpts-mobile-app-hits-new-milestone-of-3b-in-consumer-spending/\" target=\"_blank\" rel=\"noreferrer noopener\">billions of dollars</a> in revenue.</p>\n\n<p class=\"wp-block-paragraph\">According to the new lawsuit, the plaintiffs say that the proposed Anthropic settlement “seems to serve [the AI companies], not creators.”</p>\n\n<p class=\"wp-block-paragraph\">“LLM companies should not be able to so easily extinguish thousands upon thousands of high-value claims at bargain-basement rates, eliding what should be the true cost of their massive willful infringement,” the lawsuit says.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Hackers stole over $2.7B in crypto in 2025, data shows | TechCrunch",
            "time": "2025-12-23T19:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/01/bitcoin-us-dollars.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Cybercriminals stole $2.7 billion in crypto this year, a new record for crypto-stealing hacks, according to blockchain-monitoring firms.</p>\n\n<p class=\"wp-block-paragraph\">Once again, in 2025, there were dozens of crypto heists hitting several cryptocurrency exchanges and other web3 and decentralized finance (DeFi) projects. The biggest hack by far was the breach at Dubai-based crypto exchange Bybit, where <a href=\"http://techcrunch.com/2025/02/21/crypto-exchange-bybit-says-it-was-hacked-and-lost-around-1-4-billion/\" target=\"_blank\" rel=\"noreferrer noopener\">hackers stole around $1.4 billion</a> in crypto. <a href=\"https://techcrunch.com/2025/02/24/researchers-accuse-north-korea-of-1-4-billion-bybit-crypto-heist/\" target=\"_blank\" rel=\"noreferrer noopener\">Blockchain analysis firms</a>, as well as the <a href=\"https://techcrunch.com/2025/02/27/fbi-says-north-korea-responsible-for-1-4-billion-bybit-heist/\" target=\"_blank\" rel=\"noreferrer noopener\">FBI</a>, accused North Korean government hackers — the most prolific group targeting crypto in the last few years — of this massive heist.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">This was the largest known loot of crypto of all time, and one of the largest financial heists in the history of humanity. Before the Bybit hack, the largest crypto thefts netted $624 million and $611 million for hackers in the 2022 breaches against the <a href=\"https://techcrunch.com/2022/04/15/us-officials-link-north-korean-lazarus-hackers-to-625m-axie-infinity-crypto-theft/\" target=\"_blank\" rel=\"noreferrer noopener\">Ronin Network</a> and the <a href=\"https://techcrunch.com/2022/03/29/axie-infinitys-ronin-network-suffers-%E2%89%88625m-exploit-in-largest-defi-hack-to-date/\" target=\"_blank\" rel=\"noreferrer noopener\">Poly Network</a>, respectively. </p>\n\n<p class=\"wp-block-paragraph\">Cryptocurrency-monitoring firms Chainalysis and TRM Labs both estimated a total of $2.7 billion stolen in crypto in 2025, per data shared with TechCrunch. Chainalysis also tracked another $700,000 stolen from individual crypto wallets, the company said. </p>\n\n<p class=\"wp-block-paragraph\">De.Fi, the web3 security firm running the <a href=\"https://de.fi/rekt-database\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">REKT database</a> that tracks crypto thefts, also estimated $2.7 billion in stolen and hacked crypto last year. </p>\n\n<p class=\"wp-block-paragraph\">As usual, North Korean government hackers were the most successful crypto thieves throughout 2025, after stealing at least $2 billion, according to Chainalysis and Elliptic, which estimated that Kim Jong Un’s hackers <a href=\"https://techcrunch.com/2025/10/07/north-korean-hackers-stole-over-2-billion-in-crypto-so-far-in-2025-researchers-say/\" target=\"_blank\" rel=\"noreferrer noopener\">have stolen around $6 billion since 2017</a>. North Korea uses crypto thefts to fund its sanctioned nuclear weapons program.</p>\n\n<p class=\"wp-block-paragraph\">Other significant crypto hacks this year included the one against <a href=\"https://www.halborn.com/blog/post/explained-the-cetus-hack-may-2025\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Cetus</a>, a decentralized exchange, which netted the hackers $223 million; the breach against <a href=\"https://research.checkpoint.com/2025/how-an-attacker-drained-128m-from-balancer-through-rounding-error-exploitation/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Balancer</a>, a protocol built on the Ethereum blockchain, which resulted in a loss of $128 million; and the one against the crypto exchange <a href=\"https://phemex.com/announcements/phemex-hot-wallet-security-incident-update-and-timeline\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Phemex</a>, where cybercriminals stole more than $73 million. </p>\n\n<p class=\"wp-block-paragraph\">Cybercriminals targeting crypto exchanges and other DeFi projects are not slowing down. In 2024, <a href=\"https://www.reuters.com/technology/losses-crypto-hacks-jump-22-bln-2024-report-says-2024-12-19/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">hackers stole $2.2 billion in crypto</a>, while the year before, in 2023, <a href=\"http://techcrunch.com/2023/12/26/hackers-stole-2-billion-in-crypto-in-2023-data-shows/\" target=\"_blank\" rel=\"noreferrer noopener\">the total was $2 billion</a>. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "US insurance giant Aflac says hackers stole personal and health data of 22.6 million people | TechCrunch",
            "time": "2025-12-23T17:14:04",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/06/GettyImages-466757609.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">In June, <a href=\"https://techcrunch.com/2025/06/23/us-insurance-giant-aflac-says-customers-personal-data-stolen-during-cyberattack/\">U.S. insurance giant Aflac disclosed a data breach</a> where hackers stole customers’ personal information, including Social Security numbers and health information, without saying how many victims were affected. </p>\n\n<p class=\"wp-block-paragraph\">On Tuesday, the company confirmed it has begun notifying around 22.65 million people whose data was stolen during the cyberattack.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In a filing with the Texas attorney general, Aflac said that the stolen data includes customer names, dates of birth, home addresses, government-issued ID numbers (such as passports and state ID cards) and driver’s license numbers, and Social Security numbers, as well as medical and health insurance information.</p>\n\n<p class=\"wp-block-paragraph\">And, <a href=\"https://www.iowaattorneygeneral.gov/media/cms/7112025_Aflac_Incorporated_EAE29E7E3D817.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">in a filing</a> with the Iowa attorney general, Aflac said that the cybercriminals responsible for the breach “may be affiliated with a known cyber-criminal organization; federal law enforcement and third-party cybersecurity experts have indicated that this group may have been targeting the insurance industry at large.”</p>\n\n<p class=\"wp-block-paragraph\">Given that Scattered Spider, an amorphous collective of primarily young English-speaking hackers, was targeting the insurance industry at the time of the breach, it’s likely that this is the group Aflac is referring to. </p>\n\n<p class=\"wp-block-paragraph\">A spokesperson for Aflac did not respond to TechCrunch’s request for comment. </p>\n\n<p class=\"wp-block-paragraph\">The company says it has around 50 million customers <a href=\"https://careers.aflac.com/content/Who-we-are/?locale=en_US\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to its official website</a>. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Aflac was one of several insurance companies hacked at around the same time, including data breaches at <a href=\"https://www.erieinsurance.com/support-center/notice\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Erie Insurance</a> and<a href=\"https://go.phly.com/tmna-faq\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Philadelphia Insurance Companies</a>.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "This founder just landed funding for a second go at the same problem: affordable custom home design | TechCrunch",
            "time": "2025-12-23T17:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Tech-Crunch-Team-Photo.png?resize=1200,896",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Nick Donahue’s parents were in the business of building houses, which means he spent his childhood hearing about the U.S. construction industry. His dad built homes for major developers, and his mom sold to big-box builders across the East Coast. </p>\n\n<p class=\"wp-block-paragraph\">Donahue was particularly interested in why designing a custom home cost a fortune and took forever, and why most people had to settle for whatever the developers were offering that year. So when he dropped out of NC State and moved to the Bay Area, he eventually did what you might expect a college dropout to do in San Francisco: He started a company to fix it.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">That effort, Atmos, went through Y Combinator, <a href=\"https://techcrunch.com/2022/11/15/yc-khosla-backed-atmos-lands-12-5m-to-help-people-design-their-dream-homes-real-estate/\" target=\"_blank\" rel=\"noreferrer noopener\">raised $20 million</a> from investors like Khosla Ventures and Sam Altman, and tried to use tech to streamline the custom home design process. It had designers on staff who worked with clients while software handled the back end. It grew to 40 people and $7 million in revenue, and they designed $200 million worth of houses and built 50.</p>\n\n<p class=\"wp-block-paragraph\">All that sounds great until you hear Donahue describe it. “It became this extremely operational business,” he told me on a Zoom call last week. “Kind of like a glamorized architecture firm.”</p>\n\n<p class=\"wp-block-paragraph\">It never quite replaced the humans, in other words. Then the Federal Reserve started jacking up interest rates, and suddenly clients who’d spent months designing their dream homes couldn’t afford them anymore. Nine months ago, Donahue shut it down. </p>\n\n<p class=\"wp-block-paragraph\">Here’s where most founders would take a break, maybe write a few LinkedIn posts about what they learned. Instead, Donahue regrouped and started another company.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.drafted.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Drafted</a> is now nearly five months old, and it’s everything Atmos wasn’t. No designers on staff. No operational complexity. Just AI-driven software that generates residential floor plans and exterior designs in minutes. You tell it what you want — bedrooms, square footage, whatever — and it spits out five designs. Don’t like them? You can generate five more and keep going until something clicks.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Right now, Drafted has six employees, four from Atmos, and it’s raised $1.65 million at a $35 million post-money valuation from Bill Clerico of Convective Capital, Stripe’s Patrick Collison, Jack Altman, Josh Buckley, and Warriors player Moses Moody.</p>\n\n<p class=\"wp-block-paragraph\">Clerico led the round because he’d also been an angel investor in Atmos and had watched Donahue will houses into existence despite rising interest rates. When Donahue told him about the new company over coffee, Clerico didn’t need convincing. “Nick, please take our money,” he apparently said repeatedly over a two-week period until Donahue agreed.</p>\n\n<p class=\"wp-block-paragraph\">The pitch is straightforward. Right now, if you want a custom home, you’ve got two options: hire an architect (expensive, slow), or buy a template plan online (cheap, inflexible). Drafted sits in the middle, offering customization at template prices. A complete plan costs between $1,000 and $2,000. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The economics work because Drafted built its own AI model, trained on real house plans from homes that were built and passed permitting. Practical constraints are considered, and Donahue says the specialized model costs almost nothing to run: two-tenths of a penny per floor plan, compared to 13 cents for general-purpose AI.</p>\n\n<p class=\"wp-block-paragraph\">Drafted only does single-story homes right now, but multi-story and lot-specific features are coming. The bigger question is whether there’s actually a market for this.</p>\n\n<p class=\"wp-block-paragraph\">The numbers aren’t huge. Of the million new homes built in America each year, only 300,000 are custom designed. Most people buy existing homes or pick from whatever tract homes the big builders are offering. </p>\n\n<p class=\"wp-block-paragraph\">Clerico’s argument is that this is a chicken-and-egg problem. Make custom design cheap and fast enough, and many more people will do it. Donahue compares it to Uber, which didn’t just replace taxis but made on-demand car service something that nearly everyone uses. “There’s really no reason in the future why everyone shouldn’t have a totally custom-designed home,” Clerico says.</p>\n\n<p class=\"wp-block-paragraph\">Or maybe most Americans will keep being price-conscious buyers who take what’s available. The housing market has a long track record of <a href=\"https://techcrunch.com/2023/10/18/made-renovation-which-intrigued-then-infuriated-its-customers-is-shutting-down/\" target=\"_blank\" rel=\"noreferrer noopener\">rebuffing disruption</a>.</p>\n\n<p class=\"wp-block-paragraph\">There’s also the “moat” question. Asked what’s to keep an LLM player or even another vertical player from buying similar datasets and creating the same product, Donahue talks about brand, pointing to his friend David Holz, who founded the video and image generating AI outfit, Midjourney. Despite the plethora of new image-generation models being launched, Midjourney’s usage barely moves, Holz has told Donahue; its customers keep coming back to make AI images.</p>\n\n<p class=\"wp-block-paragraph\">Similarly, Donahue thinks if they move fast enough and please enough customers, Drafted can become the place for people to design houses.</p>\n\n<p class=\"wp-block-paragraph\">Time will tell. Since opening to the public, the outfit has begun seeing about 1,000 daily users. Not huge numbers, but they show steady growth for such a young product.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In the meantime, Donahue has something pretty valuable that could give Drafted an edge: deep knowledge of a problem and the insights gleaned from taking a crack at it once already.</p>\n\n<p class=\"wp-block-paragraph\"><em>Pictured above, the Drafted crew, left to right: Martynas Pocius, Albert Chiu, Martina Cheru, Carson Poole, Stephen Chou, and Nick Donahue</em>.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Marissa Mayer’s new startup Dazzle raises $8M led by Forerunner's Kirsten Green | TechCrunch",
            "time": "2025-12-23T16:48:45",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/03/GettyImages-1172241499.jpg?resize=1200,728",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The former Yahoo CEO, Marissa Mayer, refuses to sit on the sidelines of the generative AI revolution.</p>\n\n<p class=\"wp-block-paragraph\">After spending the last six years running Sunshine, a photo-sharing and contact-management startup with little success, the storied tech leader has <a href=\"https://techcrunch.com/2025/09/29/marissa-mayer-will-close-her-old-startup-sell-assets-to-her-new-startup/\">shuttered</a> the company to launch <a rel=\"nofollow\" href=\"https://dazzle.ai/\">Dazzle</a>, a new startup focused on building the next generation of AI personal assistants.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">While Mayer is not yet sharing specifics about Dazzle’s functionality, she has revealed that the new company has raised an $8 million seed round at a $35 million valuation. The round was led by Forerunner’s Kirsten Green, with participation from Kleiner Perkins, Greycroft, Offline Ventures, Slow Ventures, and Bling Capital. Although Mayer has admitted to investing her own capital in the startup, she emphasized that the round was led by Green, a venture capitalist with a storied record of identifying iconic consumer brands such as Warby Parker, Chime, and Dollar Shave Club.</p>\n\n<p class=\"wp-block-paragraph\">Green’s investment suggests Dazzle is poised for the <a href=\"https://techcrunch.com/2025/12/15/vcs-discuss-why-most-consumer-ai-startups-still-lack-staying-power/\">coming wave</a> of new AI-infused consumer businesses. The founder of Forerunner Ventures previously told TechCrunch that while enterprise AI took the early lead in this tech cycle, consumer-facing AI is a “late bloomer” that’s finally ready for its breakout.</p>\n\n<p class=\"wp-block-paragraph\">Even for a founder of Mayer’s fame, landing Green as a lead investor is a significant stamp of credibility for Dazzle, especially after Sunshine was widely considered to be a flop. “I think she really has a great sense for where people and platforms are going,” Mayer said.  </p>\n\n<p class=\"wp-block-paragraph\">Mayer told TechCrunch that the Sunshine team began prototyping Dazzle last summer, a project that quickly eclipsed their previous work in ambition and opportunity. “We realized that this was something that we were much more excited about,” she said, noting that Dazzle has potential for “a much bigger impact” than what Sunshine was building.</p>\n\n<p class=\"wp-block-paragraph\">Originally founded as Lumi Labs in 2018, Sunshine first launched with a subscription app for contact management dubbed “Sunshine Contacts.” Despite its founder’s high profile, the product struggled to gain traction. Privacy advocates raised alarms over the app’s practice of pulling home addresses from public databases to enrich contact lists, and the company never recovered from the initial skepticism. By 2024, the company broadened its offering by <a href=\"https://techcrunch.com/2024/03/27/marissa-mayers-startup-just-rolled-out-apps-for-group-photo-sharing-and-event-planning-and-the-internet-isnt-sure-what-to-think/\">adding event management and “Shine,”</a> an AI-powered photo-sharing tool. The new offering was widely criticized for its outdated design and similarly failed to attract widespread usage.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Sunshine raised a total of $20 million from investors, including Felicis, Norwest Venture Partners, and Unusual Ventures. When the company was dissolved, investors received 10% of Dazzle’s equity, Mayer said.</p>\n\n<p class=\"wp-block-paragraph\">Reflecting on Sunshine’s struggle, Mayer was candid about its limitations, admitting the problems the company was tackling were too “mundane” and not large enough. “I don’t think we got it to the state of overall polish and accessibility that I really wanted it to be,” she added.</p>\n\n<p class=\"wp-block-paragraph\">Mayer is now betting that the lessons from Sunshine will help her build a much more resilient and impactful business with Dazzle.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Before her tenure as Yahoo CEO, Mayer was employee number 20 at Google, where she helped design Google search ‘look and feel’, and oversaw the development of Google Maps and AdWords.</p>\n\n<p class=\"wp-block-paragraph\">“I have had the rare privilege of being at two companies that really changed how people do things,” Mayer told TechCrunch. “Yahoo, for many, defined the internet. Google, in terms of Search and Maps, changed everything. I really aspire to build a product that has that kind of impact again.”</p>\n\n<p class=\"wp-block-paragraph\">Dazzle is expected to come out of stealth mode early next year.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Amazon's AI assistant Alexa+ now works with Angi, Expedia, Square, and Yelp | TechCrunch",
            "time": "2025-12-23T16:04:57",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/alexa-plus-event.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Amazon is expanding its AI-powered digital assistant Alexa+ with new capabilities. The company announced on Thursday that it’s adding four new integrations to the service that will allow the assistant to work with <a href=\"https://www.angi.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Angi</a>, <a href=\"https://www.expedia.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Expedia</a>, <a href=\"https://squareup.com/us/en\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Square</a>, and <a href=\"https://www.yelp.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Yelp</a> starting in 2026.</p>\n\n<p class=\"wp-block-paragraph\">These additions allow customers to book hotels, get quotes for home services, and schedule salon appointments, among other things. With Expedia, customers can compare, book, and manage hotel reservations, or tell Alexa their preferences to get personalized recommendations. (e.g. “Can you find me pet-friendly hotels for this weekend in Chicago?”)</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The new services join Alexa+’s existing integrations with Fodor, OpenTable, Suno, Ticketmaster, Thumbtack, and Uber.</p>\n\n<figure class=\"wp-block-image aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/download.png\" alt=\"showing a screenshot from the Alexa+ digital assistant on an Amazon TV\" class=\"wp-image-3078537\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/download.png 1320w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=900,507 900w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=668,376 668w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=666,375 666w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=1096,617 1096w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=708,399 708w, https://techcrunch.com/wp-content/uploads/2025/12/download.png?resize=50,28 50w\" sizes=\"auto, (max-width: 1320px) 100vw, 1320px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Amazon</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Similar to how ChatGPT is now <a href=\"https://techcrunch.com/2025/12/18/chatgpt-launches-an-app-store-lets-developers-know-its-open-for-business/\">integrating apps into its chatbot</a>, Amazon aims to make it easier for consumers to use various online services through its digital assistant. For instance, you could ask Alexa to call you an Uber or book a table for dinner with OpenTable.</p>\n\n<p class=\"wp-block-paragraph\">You also can converse with the AI assistant in natural language, having back-and-forth conversations, refining your request as you go.</p>\n\n<p class=\"wp-block-paragraph\">Whether users will take to this idea, of course, remains to be seen. </p>\n\n<figure class=\"wp-block-image aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/download-1.png\" alt=\"showing a screenshot from the Alexa+ digital assistant on an Amazon TV\" class=\"wp-image-3078538\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/download-1.png 1320w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=900,507 900w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=668,376 668w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=666,375 666w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=1096,617 1096w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=708,399 708w, https://techcrunch.com/wp-content/uploads/2025/12/download-1.png?resize=50,28 50w\" sizes=\"auto, (max-width: 1320px) 100vw, 1320px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Amazon</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">However, Amazon did offer a small glimpse as to how Alexa+ early adopters have been using the integrations, noting that, so far, home and personal service providers like Thumbtack and Vagaro have seen “strong” engagement.</p>\n\n<p class=\"wp-block-paragraph\">Using AI assistants as app platforms is a model that’s being tested across the industry as another way to bring AI to consumers more broadly. But this will require users to adapt to a new way of doing things, as many are used to engaging with online services through the web or mobile apps. To be successful in getting consumers to change their behavior, using apps via AI will need to be seen as being as easy, if not easier, than the existing model.</p>\n\n<p class=\"wp-block-paragraph\">For that to work, the AI providers would need to at least match the breadth of online services provided by a traditional app store, which is already a more curated selection than what’s available via the web. Or, providers will need to get very good at suggesting apps to use at the right time, without seeming overly pushy, as users can <a href=\"https://techcrunch.com/2025/12/02/openai-slammed-for-app-suggestions-that-looked-like-ads/\">perceive unwelcome prompts as ads</a>.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Lemon Slice nabs $10.5M from YC and Matrix to build out its digital avatar tech | TechCrunch",
            "time": "2025-12-23T16:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Lemon-Slice-founders.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Developers and companies are increasingly deploying AI agents and chatbots within their apps, but so far they’ve mostly been restricted to text. Digital avatar generation company <a href=\"https://lemonslice.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Lemon Slice</a> is working to add a video layer to those chats with a new diffusion model that can create digital avatars from a single image.</p>\n\n<p class=\"wp-block-paragraph\">Called Lemon Slice-2, the model can create a digital avatar that works on top of a knowledge base to play any role required of the AI agent, like addressing customer queries, helping with homework questions, or even working as a mental health support agent.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“In the early days of GenAI, my co-founders started to play around with different video models, and it became obvious to us that video was going to be interactive. The compelling part about tools like ChatGPT was that they were interactive, and we want video to have that layer,” co-founder Lina Colucci said.</p>\n\n<p class=\"wp-block-paragraph\">Lemon Slice says this is a 20-billion-parameter model that can work on a single GPU to livestream videos at 20 frames per second. The company is making the model available through an API and an embeddable widget that companies can integrate into their sites with a single line of code. After an avatar is created, you can change the background, styling, and appearance of a character at any point.</p>\n\n<p class=\"wp-block-paragraph\">Besides human-like avatars, the company is also focusing on being able to generate non-human characters to suit different needs. The startup is using ElevenLabs’ tech to generate the voices of these avatars.</p>\n\n<p class=\"wp-block-paragraph\">Founded by Lina Colucci, Sidney Primas, and Andrew Weitz in 2024, Lemon Slice is betting that using its own general-purpose diffusion model (a type of generative model that learns to work backwards from noisy training data to generate new data) for making avatars will set it apart from competitors. </p>\n\n<p class=\"wp-block-paragraph\">“The existing avatar solutions I’ve seen to date add negative value to the product,” Colucci said. “They are creepy, and they are stiff. They look good for a few seconds, and as soon as you start interacting with them, it feels very uncanny, and it doesn’t put you at ease. The thing that has prevented avatars from really taking off is that they haven’t been good enough.” </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">To fund that effort, the company on Tuesday said it has raised $10.5 million in seed funding from Matrix Partners, Y Combinator, Dropbox CTO Arash Ferdowsi, Twitch CEO Emmett Shear, and The Chainsmokers.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Lemon Slice 2 Demos\" src=\"https://www.youtube.com/embed/VKqfONdPCo0?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<p class=\"wp-block-paragraph\">The company says it has guardrails in place to prevent unauthorized face or voice cloning, and that it uses large language models for content moderation.</p>\n\n<p class=\"wp-block-paragraph\">Lemon Slice would not name the organizations using its technology, but said the model is being put to work for use cases like education, language learning, e-commerce, and corporate training.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The startup faces stiff competition from video generation startups like D-ID, HeyGen, and Synthesia, as well as other digital avatar makers <a href=\"https://techcrunch.com/2023/06/22/avatar-startup-genies-launches-1m-fund-for-developers-building-ar-experiences/\">Genies</a>, Soul Machine, <a href=\"https://techcrunch.com/2024/05/22/praktika-raises-35-5m-to-use-ai-avatars-to-make-learning-languages-feel-more-natural/\">Praktika</a>, and <a href=\"https://techcrunch.com/2025/03/10/avataros-snags-7m-seed-round-from-m13-to-build-an-ai-powered-virtual-influencer-platform/\">AvatarOS</a>.</p>\n\n<p class=\"wp-block-paragraph\">Ilya Sukhar, a partner at Matrix, thinks that avatars will be useful in areas where videos are prominent. For instance, people like learning from YouTube rather than reading long blocks of text. He noted that Lemon Slice’s technical prowess and its own will give it an edge over other startups.</p>\n\n<p class=\"wp-block-paragraph\">“It’s a deeply technical team with a track record of shipping ML products, not just demos and research. Many of the other players are bespoke to particular scenarios or verticals, and Lemon Slice is taking the generalized <a href=\"http://www.incompleteideas.net/IncIdeas/BitterLesson.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">“bitter lesson”</a> scaling approach (of data and compute) that has worked in other AI modalities,” he said.</p>\n\n<p class=\"wp-block-paragraph\">Y Combinator’s Jared Friedman believes that using a diffusion-style model allows Lemon Slice to generate any kind of avatars as compared to some other startups that are focused on either human-like or game character-like avatars.</p>\n\n<p class=\"wp-block-paragraph\">“Lemon Slice is, I believe, the only company taking the fundamental ML approach that can eventually overcome the uncanny valley and break the avatar Turing test. They train the same type of model as Veo3 or Sora: a video diffusion transformer. Because it is a general-purpose model that does the whole thing end-to-end, it has no ceiling on how good it can get; the others top out below photorealistic. It also works for both human and non-human faces and requires only an image to add a new face,” he said.</p>\n\n<p class=\"wp-block-paragraph\">The startup currently has eight employees, and plans to use the funds to hire engineering and go-to-market staff, along with paying the compute bills to train its models.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "France's postal and banking services disrupted by suspected DDoS attack | TechCrunch",
            "time": "2025-12-23T15:42:23",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/la-poste-2247017702.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">France’s national postal and banking services were knocked offline by a suspected distributed denial-of-service (<a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#distributed-denial-of-service-ddos\">DDoS</a>) attack on Monday, <a href=\"https://www.facebook.com/100064235277223/posts/pfbid02EprNsJrv1S8TYSNiB5Yrf54BDzWk38pCH6beq5MzTRd2LFPNzsMC1ANtWX5tLaHSl/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to an announcement by La Poste</a>. The postal service called the attack “a major network incident” that was disrupting “all of our information systems.”</p>\n\n<p class=\"wp-block-paragraph\">La Poste’s online mail and banking services, website, and mobile app are among the services that are temporarily unavailable, per a machine translation of the announcement, which said customers could still carry out banking and postal transactions in person.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The banking branch of the company La Banque Postale also <a href=\"https://x.com/LaBanquePostale/status/2002444171433619932\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">published an announcement</a> about the cyberattack, which was “temporarily making our customers’ access to their mobile app and online banking space unavailable.”</p>\n\n<p class=\"wp-block-paragraph\">Despite <a href=\"https://x.com/fs0c131y/status/2003457036315512838\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">claims</a> made by a Russian hacktivist group, it’s not yet clear who is behind the cyberattack.</p>\n\n<p class=\"wp-block-paragraph\">The cyberattack comes as the French government contends with a series of cybersecurity incidents of late, including <a href=\"https://www.wral.com/news/ap/1b66c-france-probes-foreign-interference-after-remote-control-malware-found-on-passenger-ferry/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">remote control software</a> found planted on a passenger ferry.</p>\n\n<p class=\"wp-block-paragraph\">Last week, the French Interior Ministry <a href=\"https://therecord.media/france-interior-ministry-email-breach-investigation\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">disclosed a data breach</a> in which hackers broke into email accounts and stole confidential documents, including criminal records. Shortly after, local authorities <a href=\"https://www.reuters.com/world/cyberattack-french-interior-ministrys-email-servers-compromised-more-than-20-2025-12-17/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced the arrest</a> of a suspect, a 22-year-old whose name was not divulged. </p>\n\n<p class=\"wp-block-paragraph\">It’s not clear if any of the incidents are linked.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Inside Uzbekistan's nationwide license plate surveillance system | TechCrunch",
            "time": "2025-12-23T15:05:49",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-social-pic.jpg?w=1000",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Across Uzbekistan, a network of about a hundred banks of high-resolution roadside cameras continuously scan vehicles’ license plates and their occupants, sometimes thousands a day, looking for potential traffic violations. Cars running red lights, drivers not wearing their seatbelts, and unlicensed vehicles driving at night, to name a few.</p>\n\n<p class=\"wp-block-paragraph\">The driver of one of the most surveilled vehicles in the system was tracked over six months as he traveled between the eastern city of Chirchiq, through the capital Tashkent, and in the nearby settlement of Eshonguzar, often multiple times a week.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">We know this because the country’s sprawling license plate-tracking surveillance system has been left exposed to the internet.</p>\n\n<p class=\"wp-block-paragraph\">Security researcher <a href=\"https://cypeace.net/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Anurag Sen</a>, who discovered the security lapse, found the license plate surveillance system exposed online without a password, allowing anyone access to the data within. It’s not clear how long the surveillance system has been public, but artifacts from the system show that its database was set up in September 2024, and traffic monitoring began in mid-2025.</p>\n\n<p class=\"wp-block-paragraph\">The exposure offers a rare glimpse into how such national license plate surveillance systems work, the data they collect, and how they can be used to track the whereabouts of any one of the millions of people across an entire country.</p>\n\n<p class=\"wp-block-paragraph\">The lapse also reveals the <a href=\"https://techcrunch.com/2025/11/03/lawmakers-say-stolen-police-logins-are-exposing-flock-surveillance-cameras-to-hackers/\">security and privacy risks</a> associated with the mass monitoring of vehicles and their owners, at a time when the United States is building up its nationwide array of license plate readers, <a href=\"https://techcrunch.com/2025/01/08/flock-safety-quietly-hired-a-sitting-california-mayor-now-hes-suing-flock/\">many of which are provided by surveillance giant Flock</a>. Earlier this week, independent news outlet 404 Media reported that Flock left dozens of its own license plate reading cameras publicly exposed to the web, allowing a reporter to <a href=\"https://www.404media.co/flock-exposed-its-ai-powered-cameras-to-the-internet-we-tracked-ourselves/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">watch themselves being tracked in real time</a> by a Flock camera. </p>\n\n<p class=\"wp-block-paragraph\">Sen said he found the exposed Uzbek license plate surveillance system earlier this month, and shared details of the security lapse with TechCrunch. Sen told TechCrunch that the system’s database reveals the real-world locations of the cameras, and contains millions of photos and raw camera video footage of passing vehicles.</p>\n\n<p class=\"wp-block-paragraph\">The system is run by the Department of Public Security in Uzbekistan’s Ministry of Internal Affairs in Tashkent, which did not respond to emails requesting comment about the security lapse during December.</p>\n\n<p class=\"wp-block-paragraph\">Representatives of the Uzbek government in Washington, D.C. and New York also did not respond to TechCrunch’s emails about the exposure. Uzbekistan’s computer emergency readiness team, UZCERT, did not respond to an alert about the system, except for an automated reply acknowledging receipt of our email.</p>\n\n<p class=\"wp-block-paragraph\">The surveillance system remains exposed to the web at the time of writing. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The system refers to itself as an “intelligence traffic management system” by Maxvision, a Shenzhen, China-based maker of internet-connected traffic technologies, border inspection systems, and surveillance products. In <a href=\"https://web.archive.org/web/20251222204230/https://www.linkedin.com/posts/maxvision-technology-corp_demonstration-of-intelligent-traffic-management-activity-7178628122966126592-qOOZ\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a video on LinkedIn</a>, the company says its cameras can record the “entire illegal process,” and can “display illegal and passing information in real-time.”</p>\n\n<p class=\"wp-block-paragraph\">According to <a href=\"https://www.documentcloud.org/documents/26427293-maxvision-presentation/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">its brochure</a>, Maxvision exports its security and surveillance tech to countries across the globe, including Burkina Faso, Kuwait, Oman, Mexico, Saudi Arabia, and Uzbekistan.</p>\n\n<figure class=\"wp-block-image alignwide size-full\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg\" alt=\"a map of Uzbekistan showing a hundred or so red dot markers revealing the location of license plate readers across the country.\" class=\"wp-image-3078500\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg 1554w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=150,99 150w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=300,198 300w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=768,508 768w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=680,450 680w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=1200,794 1200w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=1280,847 1280w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=430,284 430w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=720,476 720w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=900,595 900w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=800,529 800w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=1536,1016 1536w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=668,442 668w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=567,375 567w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=933,617 933w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=708,468 708w, https://techcrunch.com/wp-content/uploads/2025/12/uzbekistan.jpeg?resize=50,33 50w\" sizes=\"auto, (max-width: 1554px) 100vw, 1554px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TechCrunch (screenshot)</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">TechCrunch’s analysis of the data inside the exposed system revealed at least a hundred cameras located across major Uzbek cities, as well as busy junctions and other important transit routes. </p>\n\n<p class=\"wp-block-paragraph\">We plotted the GPS coordinates of the cameras, and found banks of license plate readers in Tashkent, the cities of Jizzakh and Qarshi in the south, and Namangan in the east. Some of the cameras are located in rural areas, such as on routes near the <a href=\"https://carnegieendowment.org/russia-eurasia/politika/2025/04/kyrgyzstan-tajikistan-border-deal?lang=en\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">once-disputed parts of the borders</a> between Uzbekistan and Tajikistan.</p>\n\n<div class=\"wp-block-group alignwide is-nowrap is-layout-flex wp-container-core-group-is-layout-6c531013 wp-block-group-is-layout-flex\">\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg?w=680\" alt=\"a map of the southern city of Qarshi in Uzbekistan, showing red dot markers revealing the location of license plate readers across the city.\" class=\"wp-image-3078501\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg 1000w, https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg?resize=150,150 150w, https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg?resize=300,300 300w, https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg?resize=768,768 768w, https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg?resize=680,680 680w, https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg?resize=430,430 430w, https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg?resize=720,720 720w, https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg?resize=900,900 900w, https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg?resize=800,800 800w, https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg?resize=668,668 668w, https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg?resize=375,375 375w, https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg?resize=617,617 617w, https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg?resize=531,531 531w, https://techcrunch.com/wp-content/uploads/2025/12/qarshi-square.jpeg?resize=50,50 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TechCrunch (screenshot)</span></figcaption></figure>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg?w=680\" alt=\"a map of the Uzbek capital city of Tashkent, showing red dot markers revealing the location of license plate readers across the city.\" class=\"wp-image-3078502\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg 1000w, https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg?resize=150,150 150w, https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg?resize=300,300 300w, https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg?resize=768,768 768w, https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg?resize=680,680 680w, https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg?resize=430,430 430w, https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg?resize=720,720 720w, https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg?resize=900,900 900w, https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg?resize=800,800 800w, https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg?resize=668,668 668w, https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg?resize=375,375 375w, https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg?resize=617,617 617w, https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg?resize=531,531 531w, https://techcrunch.com/wp-content/uploads/2025/12/tashkent-square.jpeg?resize=50,50 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TechCrunch (screenshot)</span></figcaption></figure>\n</div>\n\n<p class=\"wp-block-paragraph\">In Tashkent, the country’s largest city, the cameras can be found at more than a dozen locations. Some of these cameras are even visible on Google Street View.</p>\n\n<p class=\"wp-block-paragraph\">The cameras, some which watermark their footage with the name of the Singapore camera maker Holowits, capture video footage and still images of vehicles violating rules in 4K resolution.</p>\n\n<figure class=\"wp-block-image alignwide size-full\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg\" alt=\"an image of four photos of the same image, zoomed in, showing a license plate reader identifying and clocking a vehicle as violating traffic rules.\" class=\"wp-image-3078503\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg 1995w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=680,382 680w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/12/exposed-alpr-stills.jpeg?resize=50,28 50w\" sizes=\"auto, (max-width: 1995px) 100vw, 1995px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TechCrunch (screenshot)</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The exposed system allows access to its web-based interface, which contains a dashboard allowing operators to examine footage of traffic violations. The dashboard contains zoomed-in photos and the raw video footage of violations, as well as surrounding vehicles. (TechCrunch redacted the license plates and vehicle occupants prior to publication.)</p>\n\n<figure class=\"wp-block-image alignwide size-full\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg\" alt=\"a screenshot of the Uzbek license plate scanning web dashboard, showing a license plate reader identifying and clocking a vehicle as violating traffic rules.\" class=\"wp-image-3078504\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg 1995w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=150,92 150w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=300,183 300w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=768,469 768w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=680,415 680w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=1200,733 1200w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=1280,782 1280w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=430,263 430w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=720,440 720w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=900,550 900w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=800,489 800w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=1536,939 1536w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=668,408 668w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=614,375 614w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=1010,617 1010w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=708,433 708w, https://techcrunch.com/wp-content/uploads/2025/12/uzbek-alpr-scanning-1.jpg?resize=50,31 50w\" sizes=\"auto, (max-width: 1995px) 100vw, 1995px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TechCrunch (screenshot)</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The exposure of Uzbekistan’s national license plate reading system is the latest example of a security lapse involving road surveillance cameras. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Earlier this year, <a href=\"https://www.wired.com/story/license-plate-reader-live-video-data-exposed/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Wired reported</a> that more than 150 license plate readers around the United States and the real-time vehicle data they collect were exposed to the internet without any security. </p>\n\n<p class=\"wp-block-paragraph\">Exposed license plate readers are not a new phenomena. In 2019, TechCrunch reported that <a href=\"https://techcrunch.com/2019/01/22/police-alpr-license-plate-readers-accessible-internet/\">over a hundred license plate readers were searchable and accessible</a> from the internet, allowing anyone to access the data within. Some had <a href=\"https://www.eff.org/deeplinks/2015/10/license-plate-readers-exposed-how-public-safety-agencies-responded-massive\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">been exposed for years</a>, despite security researchers warning law enforcement agencies that these systems could be accessed from the web.  </p>\n\n<p class=\"wp-block-paragraph\"><em>To securely contact this reporter, you can reach out using Signal via the username: zackwhittaker.1337</em></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Pirate group Anna's Archive says it has scraped 86 million songs from Spotify | TechCrunch",
            "time": "2025-12-23T14:51:40",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/02/GettyImages-1783835425-crop-e1717409949317.jpg?resize=1200,676",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Pirate activist group Anna’s Archive says it has scraped the entirety of Spotify’s music library and plans to release it through torrents.</p>\n\n<p class=\"wp-block-paragraph\">Spotify has around 256 million tracks, and the Anna’s Archive collection contains metadata for an estimated 99.9% of them. The group archived approximately 86 million music files, accounting for roughly 99.6% of all listens, with a total size of nearly 300 terabytes. So far, only metadata has been released, not any actual music.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“This Spotify scrape is our humble attempt to start such a ‘preservation archive’ for music,” the group wrote in a <a href=\"https://annas-archive.li/blog/backing-up-spotify.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">blog post</a>. “Of course Spotify doesn’t have all the music in the world, but it’s a great start.”</p>\n\n<p class=\"wp-block-paragraph\">Spotify told TechCrunch that it has identified and disabled the user accounts involved in the scraping.</p>\n\n<p class=\"wp-block-paragraph\">“We’ve implemented new safeguards for these types of anti-copyright attacks and are actively monitoring for suspicious behavior,” a Spotify spokesperson said in an emailed statement. “Since day one, we have stood with the artist community against piracy, and we are actively working with our industry partners to protect creators and defend their rights.”</p>\n\n<p class=\"wp-block-paragraph\">Anna’s Archive says it normally focuses on text, like books and papers, but its mission to “preserve humanity’s knowledge and culture doesn’t distinguish among media types.” <br></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "The tooth fairy just got reimagined for the tech-savvy generation | TechCrunch",
            "time": "2025-12-23T14:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/toothfairy-holding-ipad.jpeg?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Move over, Santa. Now there’s another magical character for kids to track: the tooth fairy.</p>\n\n<p class=\"wp-block-paragraph\">After making a personalized tooth fairy video for his nephew, Oliver Finel noticed a gap. While there are plenty of Santa trackers, nothing similar existed for the tooth fairy. Recognizing that Generation Alpha is growing up with interactive online experiences at their fingertips, he set out to create a new kind of adventure that families everywhere could enjoy.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><a href=\"https://tracker.kikithetoothfairy.co/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Tooth Fairy Tracker</a> features Kiki the Tooth Fairy as its central character. When a child loses a tooth, parents can visit the website and enter their email to receive notifications as Kiki begins her mission. Throughout the evening, children receive a series of video updates showing Kiki preparing for her journey, departing from headquarters, and traveling to collect the tooth. These updates may include flight speed information, vlog-style check-ins, and cute selfies.</p>\n\n<p class=\"wp-block-paragraph\">The experience is hosted entirely on the site, with countdowns to each new video, making it feel like an exciting daylong event that builds anticipation for bedtime. Plus, Finel believes the evening updates help motivate children to brush their teeth and prepare for sleep. Then the final update takes place in the morning, when the child is congratulated and can check their special gift under their pillow.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/toothfairy_screenshot.jpeg?w=503\" alt=\"\" class=\"wp-image-3076929\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/toothfairy_screenshot.jpeg 734w, https://techcrunch.com/wp-content/uploads/2025/12/toothfairy_screenshot.jpeg?resize=111,150 111w, https://techcrunch.com/wp-content/uploads/2025/12/toothfairy_screenshot.jpeg?resize=222,300 222w, https://techcrunch.com/wp-content/uploads/2025/12/toothfairy_screenshot.jpeg?resize=503,680 503w, https://techcrunch.com/wp-content/uploads/2025/12/toothfairy_screenshot.jpeg?resize=318,430 318w, https://techcrunch.com/wp-content/uploads/2025/12/toothfairy_screenshot.jpeg?resize=532,720 532w, https://techcrunch.com/wp-content/uploads/2025/12/toothfairy_screenshot.jpeg?resize=665,900 665w, https://techcrunch.com/wp-content/uploads/2025/12/toothfairy_screenshot.jpeg?resize=591,800 591w, https://techcrunch.com/wp-content/uploads/2025/12/toothfairy_screenshot.jpeg?resize=494,668 494w, https://techcrunch.com/wp-content/uploads/2025/12/toothfairy_screenshot.jpeg?resize=277,375 277w, https://techcrunch.com/wp-content/uploads/2025/12/toothfairy_screenshot.jpeg?resize=456,617 456w, https://techcrunch.com/wp-content/uploads/2025/12/toothfairy_screenshot.jpeg?resize=393,531 393w, https://techcrunch.com/wp-content/uploads/2025/12/toothfairy_screenshot.jpeg?resize=37,50 37w\" sizes=\"auto, (max-width: 503px) 100vw, 503px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Kiki the Tooth Fairy/Oliver Finel</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Launched in October, the website is gearing up to launch a redesign soon. Finel explains that while the core experience will remain unchanged, the site will feature “a more playful design and a few added details to make it more immersive for kids.”</p>\n\n<p class=\"wp-block-paragraph\">Looking ahead to 2026, Finel is preparing to launch a revamped version of the tracker featuring even more personalization. Kiki will say each child’s name, mention their hobbies, and include their photo in every video. Kids will also receive custom certificates for each lost tooth. Another upcoming feature entails oral-care videos where Kiki teaches children healthy brushing habits.</p>\n\n<p class=\"wp-block-paragraph\">The enhanced experience will be available via a new subscription for $20, which includes six Kiki visits.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Additionally, Finel plans to adapt the product for families in Latin America and Western Europe, making it more culturally relevant. For example, while the tooth fairy is most popular in the U.S., the Tooth Mouse is popular in France, Spain, and Russia.</p>\n\n<p class=\"wp-block-paragraph\">He also hopes to partner with pediatric dentists, so dental offices can offer the Kiki the Tooth Fairy experience to young patients. Pre-appointment videos can help ease anxiety, while post-visit rewards encourage kids to return to the dentist and make the experience more positive.</p>\n\n<p class=\"wp-block-paragraph\">Other long-term roadmap plans include branded toothbrushes and toothpaste, each accompanied by a personalized video of Kiki choosing the bristles for the toothbrush, picking colors, and assembling it just for the child.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The tooth fairy tracker is free to use and requires no app or account. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}