{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "Sam Altman got exceptionally testy over Claude Super Bowl ads | TechCrunch",
            "time": "2026-02-05T00:45:11",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2019/10/Sam-Altman-OpenAI-DSC02881.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Anthropic’s Super Bowl commercial, one of four ads the AI lab dropped <a href=\"https://www.youtube.com/watch?v=FBSam25u8O4\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">on Wednesday</a>, begins with the word “BETRAYAL” splashed boldly across the screen. The camera pans to a man earnestly asking a chatbot (obviously intended to depict ChatGPT) for advice on how to talk to his mom.</p>\n\n<p class=\"wp-block-paragraph\">The bot, portrayed by a blonde woman, offers some classic bits of advice. Start by listening. Try a nature walk! And then twists into an ad for a fictitious (we hope!) cougar-dating site called Golden Encounters. Anthropic finishes the spot by saying that while ads are coming to AI, they won’t be coming to its own chatbot, Claude.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.youtube.com/watch?v=kQRu7DdTTVA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Another commercial</a> features a slight young man looking for advice on building a six pack. After offering his height, age, and weight, the bot serves him an ad for height-boosting insoles.</p>\n\n<p class=\"wp-block-paragraph\">The Anthropic commercials are cleverly aimed at OpenAI’s users, after that company’s <a href=\"https://techcrunch.com/2026/01/16/chatgpt-users-are-about-to-get-hit-with-targeted-ads/\">recent announcement </a>that ads will be coming to ChatGPT’s free tier. And they caused an immediate stir, spawning headlines that Anthropic <a href=\"https://mashable.com/article/anthropic-super-bowl-ad-mocks-chatgpt-ads\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">“mocks,”</a> <a href=\"https://www.businessinsider.com/anthropic-super-bowl-openai-chatgpt-ads-claude-2026-2\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">“skewers,”</a> and <a href=\"https://www.theverge.com/ai-artificial-intelligence/873685/anthropics-first-super-bowl-ad-dunks-on-chatgpt\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">“dunks on”</a> OpenAI.</p>\n\n<p class=\"wp-block-paragraph\">They are funny enough that even Sam Altman <a href=\"https://x.com/sama/status/2019139174339928189\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">admitted on X</a> that he laughed at them. But he clearly didn’t really find them funny. They inspired him to write a novella-sized rant that devolved into calling his rival “dishonest” and “authoritarian.”</p>\n\n\n\n<p class=\"wp-block-paragraph\">In that post, Altman explains that an ad-supported tier is intended to shoulder the burden of offering free ChatGPT to many of its millions of users. ChatGPT <a href=\"https://techcrunch.com/2025/12/05/chatgpts-user-growth-has-slowed-report-finds/\">is still the most popular chatbot by a large margin</a>.</p>\n\n<p class=\"wp-block-paragraph\">But the OpenAI CEO insisted the ads were “dishonest” in implying that ChatGPT will twist a conversation to insert an ad (and possibly for an off-color product, to boot).”We would obviously never run ads in the way Anthropic depicts them,” Altman wrote in the social media post. “We are not stupid and we know our users would reject that.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Indeed, OpenAI has promised ads will be separate, labeled, and will never influence a chat. But the company has also said it is planning on making them conversation-specific — which is the central allegation of Anthropic’s ads. As OpenAI explained on <a href=\"https://openai.com/index/our-approach-to-advertising-and-expanding-access/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">its blog,</a> “We plan to test ads at the bottom of answers in ChatGPT when there’s a relevant sponsored product or service based on your current conversation.”</p>\n\n<p class=\"wp-block-paragraph\">Altman then went on to fling some equally questionable assertions at his rival. “Anthropic serves an expensive product to rich people,” he wrote. “We also feel strongly that we need to bring AI to billions of people who can’t pay for subscriptions.”</p>\n\n<p class=\"wp-block-paragraph\">But Claude has a free chat tier, too, with subscriptions at $0, $17, $100, and $200. ChatGPT’s tiers are $0, $8, $20, and $200. One could argue the subscription tiers are fairly equivalent.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Altman also alleged in his post that “Anthropic wants to control what people do with AI.” He argues it blocks usage of Claude Code from “companies they don’t like,” like OpenAI, and said Anthropic tells people what they can and can’t use AI for.</p>\n\n<p class=\"wp-block-paragraph\">True, Anthropic’s whole marketing deal since day one has been <a href=\"https://www.anthropic.com/news/anthropic-achieves-iso-42001-certification-for-responsible-ai\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">“responsible AI.”</a> The company was founded by <a href=\"https://techcrunch.com/2025/04/26/the-openai-mafia-15-of-the-most-notable-startups-founded-by-alumni/\">two former OpenAI alums, after all</a>, who claimed they grew alarmed about AI safety when they worked there.</p>\n\n<p class=\"wp-block-paragraph\">Still, both chatbot companies have <a href=\"https://openai.com/policies/usage-policies/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">usage policies</a>, AI guardrails, and <a href=\"https://openai.com/safety/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">talk about AI safety.</a> And while OpenAI allows ChatGPT to <a href=\"https://techcrunch.com/2025/10/14/sam-altman-says-chatgpt-will-soon-allow-erotica-for-adult-users/\">be used for erotica</a> while Anthropic <a href=\"https://www.anthropic.com/legal/aup\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">does not</a>, OpenAI, like Anthropic, has determined that <a href=\"https://openai.com/index/helping-people-when-they-need-it-most/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">some content should be blocked</a>, particularly in regards to mental health.</p>\n\n<p class=\"wp-block-paragraph\">Yet Altman took this Anthropic-tells-you-what-to-do argument to an extreme level when he accused Anthropic of being “authoritarian.”</p>\n\n<p class=\"wp-block-paragraph\">“One authoritarian company won’t get us there on their own, to say nothing of the other obvious risks. It is a dark path,” he wrote.</p>\n\n<p class=\"wp-block-paragraph\">Using “authoritarian” in a rant over a cheeky Super Bowl ad is misplaced, at best. It’s particularly tactless when considering the current geopolitical environment in which <a href=\"https://www.washingtonpost.com/world/2026/02/03/iran-protests-deaths-crackdown/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">protesters around the world</a> have been killed by agents of their own government. While business rivals have been duking it out in ads since the beginning of time, clearly Anthropic hit a nerve.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"How can I communicate better with my mom?\" src=\"https://www.youtube.com/embed/FBSam25u8O4?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "As it preps Specs for the masses, Snap's Q4 shows revenue growth but fewer daily users | TechCrunch",
            "time": "2026-02-05T00:07:59",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/09/IMG_1806.jpg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Snap is on a mission to diversify its revenue sources — moving from a business model in which it largely chases ad revenue to one where it can also make money through subscriptions and, eventually, <a href=\"https://techcrunch.com/2026/01/28/snap-gets-serious-about-specs-spins-ar-glasses-into-standalone-company/\">hardware</a>. The company’s latest quarterly earnings report shows that, so far, the firm is having moderate success with that strategy.</p>\n\n<p class=\"wp-block-paragraph\">In Q4, Snap’s revenue <a href=\"https://s25.q4cdn.com/442043304/files/doc_financials/2025/q4/Snap-Inc-Q4-25-Earnings-Slides.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">was $1.7 billion</a>, which is up 10% year-over-year. Its average revenue per user was also up, slightly (to $3.62 from $3.44). The company’s net income was $45 million, up from $9 million the previous year, its earnings report shows.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company has also continued to generate a significant amount of revenue from Snap+, the paid subscription service that the platform <a href=\"https://techcrunch.com/2022/06/29/snapchat-officially-introduces-its-paid-subscription-at-3-99-per-month/\">launched back in 2022</a>. The service’s subscribers grew 71% year-over-year, reaching 24 million.</p>\n\n<p class=\"wp-block-paragraph\">While those numbers might seem to suggest a company whose trajectory is headed in the right direction, the earnings report also shows the platform had slightly fewer daily active users last quarter — dropping from 477 million to 474 million. Those users fell away in North America and Europe, the report shows, while growing slightly throughout the rest of the world.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.reuters.com/business/snap-forecasts-quarterly-revenue-below-estimates-ad-competition-hurts-2026-02-04/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Reuters also reports</a> that the company expects its revenue during the first quarter of this year to be below analysts’ previous estimates, as competition from Facebook, Instagram, and TikTok cuts into its advertising earnings.</p>\n\n<p class=\"wp-block-paragraph\">During Wednesday’s earnings call, CEO Evan Spiegel focused on the company’s newer offerings, including its recent effort to <a rel=\"nofollow\" href=\"https://www.wcnc.com/article/news/nation-world/snapchat-charge-users-storing-memories/507-73964864-5cb6-4dfb-b380-123b66626619\">charge users for Memories</a> storage — a feature that lets users save and store their Snaps — and its plans to launch Specs later this year. The company has not launched a public-facing version of the augmented-reality glasses since 2019. In anticipation of that event, Snap recently <a href=\"https://techcrunch.com/2026/01/28/snap-gets-serious-about-specs-spins-ar-glasses-into-standalone-company/\">announced the creation</a> of a new subsidiary, Specs Inc., that is focused solely on further developing the glasses.</p>\n\n<p class=\"wp-block-paragraph\">“Our long-term vision for augmented reality extends beyond the smartphone to a future when computing is more natural, contextual and seamlessly integrated into the real world,” said Spiegel. The CEO added that it was important to develop a “strong standalone brand” for Specs, as he said the hardware product could appeal “to a different audience segment” than the “core Snapchat audience.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">That said, it sounds like the strategy behind Specs may not be entirely ironed out yet. Later in the conversation, Spiegel continued: “We’re so close to launch that the key here is really just, you know, nailing the launch and making sure that we deliver an extraordinary product. And then, you know, I think we have a lot of flexibility to think about how we want to capitalize [on] it moving forward.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Mundi Ventures closes on €750M for Kembara, its largest deep tech and climate fund | TechCrunch",
            "time": "2026-02-05T00:01:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/KEMBARA.jpg?resize=1200,903",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Europe invests billions into early-stage climate startups, only to watch too many fail at Series B, according to a <a href=\"https://www.worldfund.vc/articles/the-series-b-funding-gap-in-european-climate-tech\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">recent report</a>. But new funds are being raised to fill this gap, and Spain-based Mundi Ventures’ latest fund, Kembara Fund I, is one of them.</p>\n\n<p class=\"wp-block-paragraph\">After securing a <a href=\"https://tech.eu/2024/07/09/european-investment-fund-puts-eur350-million-into-kembaras-deep-tech-and-climate-fund/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">€350 million commitment</a> from the European Investment Fund under the <a href=\"https://www.boe.es/diario_boe/txt.php?id=BOE-A-2025-2034\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">European Tech Champions Initiative</a> in 2024, Mundi Ventures has just completed a €750 million first close for <a href=\"https://www.mundiventures.com/kembarafund\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Kembara</a>, its fifth fund and largest to date. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.cnmv.es/webservices/verdocumento/ver?e=r7qZK0p7YVMpa6IUiIInbk%2bGdzDW%2br8xdxvYJ6h7QbpsMfXZZiXdwvL92%2bZz4Gks\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Regulatory filing from Spain</a> reveals that the fund — focused on deep tech — could even stretch its final closing to €1.25 billion. But according to Kembara co-founder and general partner Yann de Vries, getting to €750 million in two years as a first fund in this environment “was not easy.”</p>\n\n<p class=\"wp-block-paragraph\">Kembara is managed by a specialist team within Mundi Ventures, with offices in Madrid, London, Barcelona, and Paris. Mundi Ventures founder Javier Santiso is now also a co-founder and GP of the Kembara fund, which has now disclosed the full list of its senior partners.</p>\n\n<p class=\"wp-block-paragraph\">Alongside de Vries and Santiso, climate tech VC Robert Trezona and deep tech VC Pierre Festal have also joined as general partners, as well as former Atomico partner Siraj Khaliq as senior strategic advisor. <em>(Pictured from left to right: Javier Santiso, Siraj Khaliq, Robert Trezona, Yann de Vries and Pierre Festal.)</em></p>\n\n<p class=\"wp-block-paragraph\">Their individual track records helped them raise funds from institutional backers waking up to the need for European growth capital that can turn its <a href=\"https://techcrunch.com/2025/12/30/76-european-deep-tech-university-spinouts-reached-unicorn-or-centaur-status/\">many university spinouts</a> into sizable businesses with industrial synergies. But it also gave them a front-row seat into the broader growing pains of European climate and deep tech startups — especially de Vries. </p>\n\n<p class=\"wp-block-paragraph\">A seasoned venture capitalist who founded Redpoint eVentures Brazil and later became a partner at Atomico, de Vries had moved to the other side of the table to <a href=\"https://techcrunch.com/2018/09/06/atomico-partner-joins-lilium/\">join German electric aircraft startup Lilium</a> — only for the company to <a href=\"https://techcrunch.com/2024/12/23/electric-aircraft-startup-lilium-ceases-operations-1000-workers-laid-off/\">cease operations</a> in 2024 after raising more than $1 billion and going public via a SPAC. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">In de Vries’ view, Lilium went bankrupt because it couldn’t find the growth capital it needed, but this “traumatizing experience” also had a silver lining. “I saw so many amazing teams in Europe that were going through the same journey,” he said. “[Europe] doesn’t have an innovation problem. It doesn’t have a startup problem. The problem it has is a scale-up problem.”</p>\n\n<p class=\"wp-block-paragraph\">Kembara’s sweet spot will be Series B and C rounds, with plans to write initial checks from €15 million to €40 million into some 20 companies. But the fund’s size leaves room for follow-ons to help portfolio startups scale manufacturing and expand globally, and total investments could go up to €100 million per company. </p>\n\n<p class=\"wp-block-paragraph\">That’s more than the full size of many European funds, though this may be changing: deep tech VC firm Elaia and asset manager Lazard teamed up to form <a href=\"https://lazardelaiacapital.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">LEC</a> (Lazard Elaia Capital), whose initial investments will range between €20 million and €60 million per company, while operator-led fund <a href=\"https://techcrunch.com/2024/01/22/plural-the-vc-led-by-founders-pulls-together-a-new-432m-fund-to-back-european-startups/\">Plural</a> is reportedly <a href=\"https://sifted.eu/articles/plural-new-fund-1bn\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">raising a new fund of up to €1 billion</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Still, the capital-intensive nature of most climate and deep tech growth-stage companies means that even large VC checks can only go so far. One lesson de Vries learned from Lilium is that raising only in equity is very hard, and even puts companies in a hard spot later on. This inspired Kembara to take a different approach to financing.</p>\n\n<p class=\"wp-block-paragraph\">“Several of us have lived through this, and what we want to do now is to productize non-dilutive financing for these deep tech founders to help them de-risk their future financing and optimize the capital structure to minimize dilution. And we’re bringing in [limited partners] who […] not only want to invest in the fund, but also want to coinvest in those winners,” de Vries said. </p>\n\n<p class=\"wp-block-paragraph\">For these LPs, geopolitics also plays a role in wanting to provide growth capital and venture debt to European growth-stage startups. “There’s going to be a lot of support from sovereign wealth funds in Europe, from government, from corporations, to push and drive for building these European champions in deep tech out of Europe,” de Vries predicted. </p>\n\n<p class=\"wp-block-paragraph\">These geopolitical undertones are also reflected in Kembara’s sector focus, which includes dual use and defense tech to “protect European sovereignty,” according to a press release. However, de Vries pushed back against the idea that Kembara is simply replacing capital that later-stage European outfits could have raised abroad. </p>\n\n<p class=\"wp-block-paragraph\">“There are lots of gems that are under the radar in Europe, that could be scaling into global champions, and that are not realizing their full potential.” He said DeepMind is a related example, “where they were missing this growth capital and sold too early.” (Google acquired the company for <a href=\"https://techcrunch.com/2014/01/26/google-deepmind/\">more than $500 million in 2014</a>, but it is now estimated to be worth billions.)</p>\n\n<p class=\"wp-block-paragraph\">Keeping European companies European has gained urgency in many verticals that overlap with Kembara’s thesis, such as quantum computing, semiconductors, and space tech. But its goal is to foster global champions that cross borders. Coincidentally, Kembara means “to wander” in Malaysian (although the team holds “the humble path to excellence” as an older meaning).</p>\n\n<p class=\"wp-block-paragraph\">Beyond the name, Kembara has Malaysian connections. Santiso is also the former CEO for Europe of Malaysian sovereign wealth fund Khazanah; and doors could open as many countries examine their exposure to the U.S. “In the second close, we’re going to be looking for global investors, because we want to have global access to markets, but also global access to supply chain,” de Vries said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Stripe alumni raise €30M Series A for Duna, backed by Stripe and Adyen execs | TechCrunch",
            "time": "2026-02-04T23:49:18",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Duna-founders-David-Schreiber-and-Duco-Van-Lanschot.jpg?resize=1200,857",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Anthropic and OpenAI may be <a href=\"https://x.com/sama/status/2019139174339928189\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">rivals</a>, but their presidents Daniela Amodei and Gregory Brockman have one thing in common: they are both Stripe alumni. With former employees who went on to create dozens of startups, the fintech company has become one of the most prolific “<a href=\"https://techcrunch.com/2023/06/22/why-europe-and-israels-unicorns-are-producing-the-next-generation-of-tech-founders/\">founder factories</a>” — and the money is following. The latest example: business identity verification startup Duna, which just raised a €30 million Series A to become the best-funded European member of the so-called “Stripe mafia.” The funding round was led by Alphabet’s growth fund <a href=\"https://techcrunch.com/2024/02/16/a-peek-at-how-things-work-today-inside-alphabets-7-billion-growth-stage-investing-arm-capitalg/\">CapitalG</a>, which has also backed Stripe since <a href=\"https://techcrunch.com/2016/11/25/payments-provider-stripe-has-raised-another-150-at-a-9b-valuation/\">co-leading its Series D</a> in 2016.</p>\n\n<p class=\"wp-block-paragraph\">Based in Germany and the Netherlands, Duna was co-founded by Stripe alumni Duco van Lanschot and David Schreiber. With customers including <a href=\"https://duna.com/news/duna-conversations-plaid\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Plaid</a>, the startup helps fintech companies onboard business customers more efficiently, reducing the typical churn associated with corporate ID checks and other fraud prevention measures.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Stripe is not a customer of Duna, van Lanschot said, but its executives were well placed to understand the opportunity that the startup is seizing, which is reflected in its cap table. The company’s angel investors include former Stripe executives David Singleton (CTO), Claire Hughes Johnson (COO) and Michael Cocoman (Global Chief Compliance Officer). Even Stripe rival Adyen got involved, with CRCO Mariëtte Swart and CFO Ethan Tandowsky joining as angels.</p>\n\n<p class=\"wp-block-paragraph\">Their endorsements also validate van Lanschot’s hunch that these companies won’t compete with Duna, even though they could. “It requires such fine-grained controls that change on a company-by-company basis, that an Adyen or a Stripe isn’t going to spin out their business onboarding as a separate product where another enterprise customer can change all of the configurations,” he told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">If it’s still worth the effort for Duna, it’s because the startup is going after the long tail of enterprise clients that don’t have huge resources to dedicate to business onboarding. But it’s also because its vision doesn’t stop there: Duna’s ambition is to build a network that allows companies to reuse their verified identity information across multiple platforms.</p>\n\n<p class=\"wp-block-paragraph\">“What we want to build over time is a global trust infrastructure where we provide a digital passport for every business. So you can reuse your file from onboarding on [German spend management platform] Moss to onboard with Plaid, or you can reuse it to open up a bank account,” van Lanschot said. </p>\n\n<p class=\"wp-block-paragraph\">This goal resonated with Alex Nichols, the general partner who led CapitalG’s investment into the Series A. “I would say the common thing I look for in my investments are some sort of network effects, or more formal scale advantage,” he told TechCrunch. “I also love it when founders have an earned insight about a problem they may not know about otherwise, and this is a very good example of that,” he added.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Duna has competitors in the category known as KYB, or Know Your Business. This includes vendors such as Jumio and Veriff. But for Nichols, what sets Duna apart is its decision to generate its own data, rather than trying to aggregate existing data sources that are often lacking. “It’s the rare opportunity to rebuild something as foundational as a Visa and create an amazing business in the process.”</p>\n\n<p class=\"wp-block-paragraph\">Duna says it has already found a strong business case in helping customers onboard corporate users faster and cheaper. This also explains why existing investors are doubling down: Index Ventures, which led <a href=\"https://duna.com/news/duna-announces-10m-seed-round-led-by-index-ventures\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Duna’s €10.7 million seed round</a> in May 2025, participated in the Series A, as did Puzzle Ventures and Snowflake chairman Frank Slootman. But the startup’s bigger ambition won’t pay off until Duna reaches significant scale. So the company is looking for shortcuts.</p>\n\n<p class=\"wp-block-paragraph\">How so? Van Lanschot and the Duna team are identifying small clusters of companies that already overlap with each other — what they call “patches of networks.” These include manufacturing companies with shared customers, investment firms with overlapping LPs, or companies in the same small country. In these tight-knit groups, the ability to reuse verification becomes valuable immediately, even before Duna achieves full network effects.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The countries may be small, but the opportunity is big, van Lanschot said. “In the Netherlands alone — a tiny, tiny country — the four biggest banks employ 14,000 people in compliance, and half of them are working on businesses.” CapitalG later clarified that 13,000 people work on compliance across all Dutch banks. Either way, Duna won’t fully replace these jobs yet, but AI automation can save costs and generate revenue even before the network effects kick in.</p>\n\n<p class=\"wp-block-paragraph\">If Duna eventually provides the rails for an identity network, there might be an even bigger opportunity in taking advantage of this position to enable one-click business onboarding. This would make it akin to Amazon’s one-click checkout — or closer to B2B, to Stripe Link. Once again with Duna, the Stripe connection is never really far.</p>\n\n<p class=\"wp-block-paragraph\"><em>This story was updated to correct the name and title of one of Duna’s angel investors, and to add a clarification on the number of people employed in compliance in the Netherlands.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Alphabet won't talk about the Google-Apple AI deal, even to investors | TechCrunch",
            "time": "2026-02-04T23:28:31",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/imgi_38_mp840x830mattef8f8f8t-pad1000x1000f8f8f8.jpg?w=1000",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Alphabet declined to answer one of its investors during questions about Google’s AI deal with Apple on Wednesday’s fourth-quarter earnings call. Instead of responding to an analyst’s question about how the tech giant is thinking about AI partnerships, such as the one with Apple to power AI for Siri, the question was completely ignored.</p>\n\n<p class=\"wp-block-paragraph\">That decision tells us something, though — Alphabet isn’t ready to talk about how this partnership will impact its core business, which is increasingly focused on AI. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Over the years, the Google-Apple relationship has been mutually beneficial. The two companies’ search partnership saw the search giant paying the iPhone maker <a href=\"https://techcrunch.com/2025/09/02/google-avoids-breakup-but-has-to-give-up-exclusive-search-deals-in-antitrust-trial/\">$20 billion</a> to be the default search engine on Apple devices, <a href=\"https://techcrunch.com/2025/09/02/google-avoids-breakup-but-has-to-give-up-exclusive-search-deals-in-antitrust-trial/\">filings</a> from the Department of Justice’s lawsuit against the search giant revealed. In turn, Google gained access to Apple’s massive customer base — the iPhone maker last quarter <a href=\"https://9to5mac.com/2026/01/29/apple-reveals-it-has-2-5-billion-active-devices-around-the-world/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> it has 2.5 billion active devices worldwide, to give you an idea of scale.</p>\n\n<p class=\"wp-block-paragraph\">The latest Apple AI deal is <a href=\"https://www.bloomberg.com/news/articles/2025-11-05/apple-plans-to-use-1-2-trillion-parameter-google-gemini-model-to-power-new-siri\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">rumored to cost Apple roughly $1 billion per year</a>, but the payoff beyond that for Google isn’t as immediately obvious as it is with search. In Google Search, consumers see links to advertisers’ websites at the top of their search results. Ads in AI Mode, which could one day represent the future of Google’s search business, are still an “experiment” for now.</p>\n\n<p class=\"wp-block-paragraph\">The company first <a href=\"https://techcrunch.com/2025/05/21/google-is-bringing-ads-to-ai-mode/\">announced</a> last May that it would bring ads to AI Mode, the chatbot-style interface for Google Search, but these tests see the ads’ placement below or integrated into the chatbot’s responses. Google is also trying out <a href=\"https://techcrunch.com/2025/11/04/googles-ai-mode-gets-new-agentic-capabilities-to-help-book-event-tickets-and-beauty-appointments/\">agentic shopping</a>, <a href=\"https://techcrunch.com/2025/05/20/google-adds-ai-powered-shopping-features-for-discovery-and-easy-check-out/\">including Shop with AI Mode</a>, to guide consumers with product-related queries to a seamless checkout experience from the AI interface. </p>\n\n<p class=\"wp-block-paragraph\">Meanwhile, Google’s AI competitor Anthropic is taking aim at ad-supported AI with <a href=\"https://www.wsj.com/business/media/anthropic-takes-aim-at-openais-chatgpt-in-super-bowl-ad-debut-e38d08bb?gaa_at=eafs&amp;gaa_n=AWEtsqc1PZNSJ8lc9dFddGDlVq0wcT5a0pBuydlkIbATMyrp6B9WP1OqhTKVcPie8tA%3D&amp;gaa_ts=6983d32f&amp;gaa_sig=O2OoiPHPl5bz2EhQJdnea8J0YCB0cOi4ep7q9Bwk80flMOHbrFXkd8UBBkjD2zc8LZ11Fv1Dz6k-5Y2YAgZ-WA%3D%3D\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">its forthcoming Super Bowl ad,</a> which challenges the business model being adopted by ChatGPT maker OpenAI and Google.</p>\n\n<p class=\"wp-block-paragraph\">How this will all play out longer-term is still an open question — and for today, an unanswered one, apparently. </p>\n\n<p class=\"wp-block-paragraph\">Overall, the Apple Siri deal barely received any mention during Alphabet’s earnings call on Wednesday. Sundar Pichai only noted he was pleased that Apple’s “preferred cloud provider” and would be helping to develop “the next generation of Apple foundation models based on Gemini technology.” Google’s Chief Business Officer Philipp Schindler used the exact same wording when mentioning Apple, as well.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google’s Gemini app has surpassed 750M monthly active users | TechCrunch",
            "time": "2026-02-04T22:53:46",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/google-gemini-jagmeet-singh-techcrunch.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google’s AI chatbot Gemini has surpassed 750 million monthly active users (MAUs), according to the company’s <a href=\"https://s206.q4cdn.com/479360582/files/doc_financials/2025/q4/2025q4-alphabet-earnings-release.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">fourth-quarter 2025 earnings</a>. This figure illustrates the rapid consumer adoption of Gemini, which has quickly become a prominent player in the AI space.</p>\n\n<p class=\"wp-block-paragraph\">Last quarter, Google reported 650 million monthly active users for Gemini, indicating substantial growth in a short period. In comparison, Meta AI has <a href=\"https://techcrunch.com/2024/09/25/mark-zuckerberg-says-meta-ai-has-nearly-500-million-users/\">reported </a>nearly 500 million monthly users. However, while Gemini is gaining traction, it still trails behind its biggest rival, ChatGPT, which is estimated to have around <a href=\"https://techcrunch.com/2025/12/05/chatgpts-user-growth-has-slowed-report-finds/\">810 million MAUs</a> in late 2025.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The recently revealed number comes on the heels of the launch of Gemini 3, which showcases the company’s most advanced model yet, providing responses that the company claims exhibit an unprecedented level of depth and nuance. </p>\n\n<p class=\"wp-block-paragraph\">CEO Sundar Pichai highlighted that the introduction of Gemini 3 in AI mode was a “positive driver” for the company’s growth and emphasized that continued investment and iteration will maintain this momentum.</p>\n\n<p class=\"wp-block-paragraph\">Google recently rolled out a more affordable plan, <a href=\"https://techcrunch.com/2026/01/27/googles-ai-plus-plan-rolls-out-to-all-markets-including-the-u-s/\">the Google AI Plus</a>, priced at $7.99 per month. The plan is expected to drive further growth by appealing to budget-conscious consumers, although it was made available too recently to have any influence on the quarterly figures.</p>\n\n<p class=\"wp-block-paragraph\">“We are focused on a free tier and subscriptions and seeing great growth,” Philipp Schindler, Google’s chief business officer, said during the call to investors. </p>\n\n<p class=\"wp-block-paragraph\">Gemini’s growth is particularly notable given Alphabet’s overall financial performance. The company has surpassed $400 billion in annual revenue for the first time this quarter. Google attributes the achievement to the expansion of its AI division, which has seen increased demand. Recently, Google introduced the latest generation of its TPU AI accelerator chip, called <a href=\"https://techcrunch.com/2025/04/09/google-unveils-ironwood-a-new-ai-accelerator-chip/\">Ironwood</a>, to compete with Nvidia.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“The launch of Gemini 3 was a major milestone, and we have great momentum. Our first party models, like Gemini, now process over 10 billion tokens per minute via direct API use by our customers, and the Gemini App has grown to over 750 million monthly active users. Search saw more usage than ever before, with AI continuing to drive an expansionary moment,” Pichai stated in today’s release.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "The Wayback Machine debuts a new plug-in designed to fix the internet's broken links problem | TechCrunch",
            "time": "2026-02-04T22:27:12",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/06/GettyImages-114847550.jpg?resize=1200,780",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The Internet Archive is a nonprofit that — as you might expect — is devoted to archiving the internet and preserving digital context for future generations. This week, the platform announced a new tool designed to expand on that mission by helping the world’s WordPress users keep their articles in peak digital health.</p>\n\n<p class=\"wp-block-paragraph\">The Archive’s <a href=\"https://techcrunch.com/2022/06/29/google-and-the-internet-archive-are-the-first-customers-to-pay-for-commercial-access-to-wikipedia-content/\" target=\"_blank\" rel=\"noreferrer noopener\">Wayback Machine</a>, which indexes the web through widespread snapshotting, has partnered with Automattic, the <a href=\"https://techcrunch.com/2025/04/02/wordpress-maker-automattic-lays-off-16-of-staff/\" target=\"_blank\" rel=\"noreferrer noopener\">company behind WordPress</a>. Together, the two organizations have launched a new WordPress plug-in — the Link Fixer — that is designed to combat the scourge of “link rot.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Link rot” is the unfortunate phenomenon whereby online articles become populated by broken links — URLs that once led to active pages but now result in error messages or dead ends. A <a href=\"https://www.pewresearch.org/data-labs/2024/05/17/when-online-content-disappears/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Pew Research study</a> from 2024 showed that nearly 40% of links that existed in 2013 were no longer active. Such “digital decay” occurs across a broad diversity of web pages, from news and government sites to Wikipedia pages to tweets.</p>\n\n<p class=\"wp-block-paragraph\">Automattic <a href=\"https://automattic.com/2026/02/04/wayback-machine-wordpress-link-fixer/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">says that</a> its new plug-in works by scanning your WordPress posts for outbound links, then cross-referencing the Wayback Machine for archived versions of those links. If there are none, it will automatically take new snapshots of the articles in question. Should a linked web page go offline, the new feature will then redirect readers to the archived versions, so that there is no drop in service. The tool also archives a user’s own posts, helping to ensure their longevity.</p>\n\n<p class=\"wp-block-paragraph\">The tool is designed to keep a site’s visitors reading the best available version of a web page. Indeed, Automattic’s plug-in perpetually checks a web page’s links, and if an original link that had gone offline is resurrected, the plug-in will start redirecting the user to that original page again instead of the archived version.</p>\n\n<p class=\"wp-block-paragraph\">A <a href=\"https://github.com/a8cteam51/internet-archive-wayback-machine-link-fixer\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">write-up on Github</a> shows that the plug-in’s controls are relatively easy to maneuver and offer convenient customization. For instance, users can specify how often they want the plug-in to scan a link for validity (the default offered by the program is every three days).</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Elon Musk's SpaceX company town is getting a police department | TechCrunch",
            "time": "2026-02-04T21:47:41",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/04/GettyImages-2074390033.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Starbase, the company town that Elon Musk’s SpaceX created in South Texas, is forming its own police squad.</p>\n\n<p class=\"wp-block-paragraph\">The city’s commission approved an <a href=\"https://cdn.prod.website-files.com/67fcab04e05680343de9ea4e/697d27e6e0cd2ad3b8e628a5_2.3.2026%20special%20meeting%20packet%20vF.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ordinance</a> during a special meeting Tuesday that would create a municipal police department, subject to approval from the Texas Commission on Law Enforcement (TCOLE). The department will be run by a chief of police elected by the city’s commission, and is expected to hire eight officers, according to local news outlet <a href=\"https://www.valleycentral.com/news/local-news/starbase-takes-policing-into-its-own-hands-with-new-department/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Valley Central</a>. It could be up and running in a few months.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“There is a lot of assets here with the operations of SpaceX,” Starbase city administrator Kent Myers told the outlet. “Those assets need to be protected, and so the police department will play a critical part in protecting those assets.”</p>\n\n<p class=\"wp-block-paragraph\">It’s not clear if Starbase has submitted its application to the TCOLE yet. The city and the TCOLE did not respond to requests for comment. Starbase reportedly hired security consulting firm Vision Quest Solutions to build out the department.</p>\n\n<p class=\"wp-block-paragraph\">Starbase is where SpaceX makes and tests its prototype Starship rocket. The city is small — it is currently home to just a few hundred residents, most of whom are SpaceX employees (or family of those workers). But it is geographically isolated. The closest neighboring town is Brownsville, which is about 10 miles away, though the drive can take 45 minutes or longer.</p>\n\n<p class=\"wp-block-paragraph\">A police department would be the latest addition to public services that have become available in Starbase since it was incorporated <a href=\"https://techcrunch.com/2025/05/04/residents-of-spacexs-starbase-launch-site-vote-to-incorporate-as-a-city/\" target=\"_blank\" rel=\"noreferrer noopener\">as a city last year</a>. In October, a handful of SpaceX employees who live at Starbase <a href=\"https://techcrunch.com/2025/10/14/at-starbase-spacex-is-taking-firefighting-into-its-own-hands/\" target=\"_blank\" rel=\"noreferrer noopener\">started a volunteer fire department</a>. The city also created a fire marshal position and took on its own building inspections and permitting around that same time.</p>\n\n<p class=\"wp-block-paragraph\">Starbase initially tried to handle law enforcement within its city limits by contracting with the Cameron County sheriff’s office. The city <a href=\"https://techcrunch.com/2025/09/30/starbase-hires-cameron-county-to-police-its-streets-and-jail-its-offenders/\" target=\"_blank\" rel=\"noreferrer noopener\">struck a $3.5 million, five-year contract</a> with the sheriff’s office that was supposed to see two deputies patrol the city at a time, with eight deputies overall assigned to the detail. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Starbase also struck an agreement last year with the sheriff’s office to use the county’s jail. The company town agreed to pay $100 per day per inmate and to reimburse any additional expenses, like medical care.</p>\n\n<p class=\"wp-block-paragraph\">The deal apparently has not worked out, though.</p>\n\n<p class=\"wp-block-paragraph\">“We didn’t have a lot of success in finding deputies through the county, so we decided to change direction,” Myers told Valley Central. That was apparently due in part to the contract not having civil service protections, Sheriff Manuel Treviño told the outlet.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Meet Gizmo: A TikTok for interactive, vibe-coded mini apps | TechCrunch",
            "time": "2026-02-04T21:45:32",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app.jpg?resize=1200,764",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://gizmo.party/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Gizmo</a>, a TikTok-like app for vibe-coded mini applications, is offering a new way to create interactive media. The relatively new mobile app from the startup <a href=\"https://atmasciences.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Atma Sciences</a> lets anyone create experiences using text, photos, sound, and touch, which are then displayed in a vertical feed, similar to TikTok or Reels. But unlike traditional short-form video apps, you don’t just watch and scroll in Gizmo — you play.</p>\n\n<p class=\"wp-block-paragraph\">Depending on the type of “Gizmo” you encounter, you might poke the screen, swipe, tap, draw, drag, and more to interact with the mini app. These Gizmos aren’t just games but are more like digital toys — things that could include interactive puzzles, memes, art, animation, or anything else a creator can dream up.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?w=680\" alt=\"\" class=\"wp-image-3089592\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg 2346w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=150,80 150w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=300,160 300w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=768,411 768w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=680,363 680w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=1200,641 1200w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=1280,684 1280w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=430,230 430w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=720,385 720w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=900,481 900w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=800,428 800w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=1536,821 1536w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=2048,1095 2048w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=668,357 668w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=1154,617 1154w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=708,378 708w, https://techcrunch.com/wp-content/uploads/2026/02/gizmo-app-store.jpg?resize=50,27 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Gizmo</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The result is an engaging, playful feed, where you can like and comment on the tiny creations and even remix existing Gizmos to create your own version, if you choose.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">What’s more, you don’t need to know how to code or even vibe code to get started. Instead, you can simply type out an AI prompt to explain your idea using natural language.</p>\n\n<p class=\"wp-block-paragraph\">The app then leverages AI coding technology to turn your idea into an interactive experience by generating the code that makes it work. As part of this process, Gizmo will also render your idea visually to ensure that each app functions properly and runs smoothly. Apps are also vetted using AI and human moderation to ensure user safety, a company <a href=\"https://gizmo.party/support/faq\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">FAQ</a> notes.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-tiktok wp-block-embed-tiktok\"></figure>\n\n<p class=\"wp-block-paragraph\">Gizmo hails from a New York-based startup called <a href=\"https://atmasciences.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Atma Sciences</a>, co-founded by Rudd Fawcett and Brandon Francis, along with CEO Josh Siegel and CTO Daniel Amitay. The company last year raised a $5.49 million seed round from First Round Capital and others, according to data from <a href=\"http://pitchbook.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">PitchBook</a>. On the company’s website (which is also silly and interactive), the team explains their focus is on combining “powerful technology with simple, elegant foundations,” starting with their creativity app, Gizmo.</p>\n\n<p class=\"wp-block-paragraph\">None of the company’s founders responded to requests for an interview when TechCrunch reached out through multiple emails, requests to investors, and via LinkedIn. We were told by one investor that the team isn’t yet ready to do press. (Sorry!)</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">TechCrunch was drawn to Gizmo because of the app’s potential for growth and its unique approach to the vibe-coding space (and a rare recommendation from my teen). The company is envisioning a world where anyone can create apps for fun, not just for a purpose, as with other <a href=\"https://techcrunch.com/2026/01/16/the-rise-of-micro-apps-non-developers-are-writing-apps-instead-of-buying-them/\">vibe-coding app platforms for micro apps</a>, <a href=\"https://techcrunch.com/2025/09/29/vibe-coding-startup-anything-nabs-a-100m-valuation-after-hitting-2m-arr-in-its-first-two-weeks/\">like Anything</a>, and others.</p>\n\n<p class=\"wp-block-paragraph\">Despite being relatively new, Gizmo’s feed isn’t repetitive. It’s filled with creative mini apps, leading to an experience that feels somewhat like a mash-up between TikTok and the <a href=\"https://techcrunch.com/2023/11/17/rooms-an-interactive-3d-space-designer-and-cozy-game-arrives-on-the-app-store/\">interactive 3D-space designer</a>, <a href=\"https://techcrunch.com/2025/01/07/google-puts-1m-into-3d-design-app-rooms-after-more-than-1-million-rooms-created/\">Rooms</a>. But while Rooms introduced the programming language Lua to those who wanted more advanced controls over their creations, Gizmo keeps things prompt-based and simple.</p>\n\n<p class=\"wp-block-paragraph\">The app is incredibly easy to use. You simply type out your prompt and then see how it turns out, and then modify as needed. In one test, the AI quickly coded a mini quiz, but we had to instruct it to edit the title, which was cut off at the top of the screen.</p>\n\n<p class=\"wp-block-paragraph\">The resulting creation can be shared to the app’s feed, messaged to a friend, or posted to social media using a unique URL.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">According to data from market intelligence firm Appfigures, Gizmo has roughly 600,000 installs, with around half coming from the U.S., after being <a href=\"https://www.linkedin.com/posts/atmasciences_meet-gizmo-a-new-way-to-make-playful-personal-activity-7363303961639964672-NB9U?utm_source=share&amp;utm_medium=member_desktop&amp;rcm=ACoAAABfl0AB-pFcSfrJ_NE6Dz-ocSptWS4YoW4\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">introduced</a> with little fanfare less than six months ago. Around 235,000 of its downloads came in December alone, representing 39% of its total count.</p>\n\n<p class=\"wp-block-paragraph\">Gizmo’s growth from October to December was 312%, with December installs up 50% month-over-month and November installs up 180% from October. </p>\n\n<p class=\"wp-block-paragraph\">The app is available on both <a href=\"https://apps.apple.com/us/app/gizmo-make-gizmos/id6740640581\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">iOS</a> and <a href=\"https://play.google.com/store/apps/details?id=com.atmasciences.gizmo\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Android</a>.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "AI SRE Resolve AI confirms $125M raise, unicorn valuation | TechCrunch",
            "time": "2026-02-04T21:39:26",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/03/GettyImages-1319917047.jpg?resize=1200,764",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Resolve AI, a startup automating the work of system reliability engineering (SRE), aka troubleshooting system failures, has announced a $125 million Series A at a <a href=\"https://www.prnewswire.com/news-releases/resolve-ai-announces-125m-series-a-at-1b-valuation-to-fix-production-operations-with-ai-302678486.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$1 billion</a> valuation.</p>\n\n<p class=\"wp-block-paragraph\">The round was led by Lightspeed Venture Partners, with participation of existing investors including Greylock Partners, Unusual Ventures, Artisanal Ventures, and A*.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The announcement confirms TechCrunch’s <a href=\"https://techcrunch.com/2025/12/19/ex-splunk-execs-startup-resolve-ai-hits-1-billion-valuation-with-series-a/\">December report</a> that the startup was raising at a billion-dollar valuation led by Lightspeed. </p>\n\n<p class=\"wp-block-paragraph\">Sources told TechCrunch at the time that the round may have consisted of multiple tranches, at different prices, which could have put the company’s actual blended valuation below $1 billion. A spokesperson for Resolve denied that there were multiple tranches in the round, saying that 100% of the equity was purchased at a valuation of $1 billion. </p>\n\n<p class=\"wp-block-paragraph\">As we previously reported, this kind of structure allows certain investors, often the lead, to purchase a significant portion of equity at a lower price.</p>\n\n<p class=\"wp-block-paragraph\">Resolve was co-founded in early 2024 by two former Splunk executives, Spiros Xanthos and Mayank Agarwal. Their previous startup, Omnition, was acquired by Splunk in 2019.</p>\n\n<p class=\"wp-block-paragraph\">Another startup applying AI to identify and resolve system outages is the Sequoia-backed Traversal. The emerging category is known as AI SRE. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Amazon to begin testing AI tools for film and TV production next month | TechCrunch",
            "time": "2026-02-04T21:26:43",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Amazon-HouseofDavid.jpg?w=1080",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Last summer, Amazon MGM Studios launched a dedicated <a href=\"https://deadline.com/2025/08/amazon-jay-marine-promoted-us-business-albert-cheng-ai-role-1236500892/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">AI Studio</a> to develop proprietary AI tools to streamline TV and film production, with a focus on areas like improving character consistency across shots and supporting pre- and post-production.</p>\n\n<p class=\"wp-block-paragraph\">According to a report from <a href=\"https://www.reuters.com/business/media-telecom/amazon-plans-use-ai-speed-up-tv-film-production-2026-02-04/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Reuters</a>, those tools are now ready to move beyond internal testing. Amazon will begin a closed beta program in March, inviting industry partners to try out its AI tools.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Amazon said it anticipates sharing initial outcomes from the program by May. The company chose not to provide further details on the developments when approached by TechCrunch for a comment.</p>\n\n<p class=\"wp-block-paragraph\">The AI Studio is collaborating with notable producers like Robert Stromberg, known for “Maleficent,” Kunal Nayyar from “The Big Bang Theory,” and former animator Colin Brady from Pixar to learn the best way to implement these tools. Amazon is also tapping Amazon Web Services for support and intends to work with several LLM providers.</p>\n\n<p class=\"wp-block-paragraph\">Albert Cheng, who heads the AI Studios initiative, emphasized that the goal is to support creative teams, not to replace them. The focus is on improving efficiency and reducing costs while ensuring that intellectual property is protected and AI-generated content isn’t absorbed into other AI models. One example used is Amazon’s “House of David” series, which featured <a href=\"https://www.thewrap.com/house-of-david-season-2-showrunner-pro-ai-shots/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">350 AI-generated shots</a> in season two. </p>\n\n<p class=\"wp-block-paragraph\">​However, the rise of adoption of AI in Hollywood has stirred up plenty of debate. Many people in the industry worry about what it means for jobs, creativity, and the future of filmmaking. </p>\n\n<p class=\"wp-block-paragraph\">The conversations around AI are only getting louder as more companies experiment with these new tools. For instance, Netflix has also jumped on the AI bandwagon, with co-CEO Ted Sarandos revealing that its series “The Eternaut” <a href=\"https://techcrunch.com/2025/07/18/netflix-starts-using-genai-in-its-shows-and-films/\">used generative AI </a>to create a building collapse scene.</p>\n\n<p class=\"wp-block-paragraph\">In recent years, Amazon has cited its success with AI as a factor in layoffs. The company recently eliminated <a href=\"https://techcrunch.com/2026/01/28/amazon-says-it-is-laying-off-16000-employees/\">16,000 jobs</a> in January, following <a href=\"https://techcrunch.com/2025/10/28/amazon-to-cut-14000-corporate-jobs/\">14,000 layoffs</a> last October.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "A16z just raised $1.7B for AI infrastructure. Here's where it's going. | TechCrunch",
            "time": "2026-02-04T20:24:12",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2018/02/tc-backlight-e1689786273147.png?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"></p>\n\n\n\n<p class=\"wp-block-paragraph\">Andreessen Horowitz just raised a whopping <a href=\"https://techcrunch.com/2026/01/09/the-venture-firm-that-ate-silicon-valley/\">⁠<u>new $15 billion in funding</u>⁠</a>. And a $1.7 billion chunk of that is going to its <a rel=\"nofollow\" href=\"https://a16z.com/infra/\">⁠<u>infrastructure team</u>⁠</a>, the one responsible for some of its biggest, most prominent AI investments including Black Forrest Labs, Cursor, OpenAI, <a href=\"https://techcrunch.com/2026/02/04/elevenlabs-raises-500m-from-sequioia-at-a-11-billion-valuation/\">⁠ElevenLabs⁠</a>, Ideogram, <a href=\"https://techcrunch.com/2025/12/09/fal-nabs-140m-in-fresh-funding-led-by-sequoia-tripling-valuation-to-4-5b/\">⁠Fal⁠</a> and dozens of others.  </p>\n\n\n\n<p class=\"wp-block-paragraph\">A16z <a rel=\"nofollow\" href=\"https://a16z.com/author/jennifer-li/\">⁠general partner with the infra team Jennifer Li⁠</a> (who oversees such investments as ElevenLabs – just valued at $11 billion); Ideagram and Fal, has a clear thesis on where the team is looking to spend it’s latest chunk of cash. </p>\n\n\n\n<p class=\"wp-block-paragraph\">Watch as Venture and Startups editor Julie Bort talks with Li on <a href=\"https://techcrunch.com/podcasts/equity/\">⁠Equity⁠</a> about where a16z sees this AI super cycle going next, including the talent crunch hitting AI-native startups, why search infrastructure matters more than people think, and what kinds of companies are actually getting funded right now. </p>\n\n\n\n<p class=\"wp-block-paragraph\">Subscribe to Equity on <a href=\"https://www.youtube.com/@TechCrunch\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">YouTube</a>,<a href=\"https://itunes.apple.com/us/podcast/id1215439780\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Apple Podcasts</a>,<a href=\"https://overcast.fm/itunes1215439780/equity\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Overcast</a>,<a href=\"https://open.spotify.com/show/5IEYLip3eDppcOmy5DmphC?si=rZDFHv2sQUul_g94iCRgpQ\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Spotify</a> and all the casts. You also can follow Equity on<a href=\"https://twitter.com/EquityPod\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> X</a> and<a href=\"https://www.threads.net/@equitypod\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Threads</a>, at @EquityPod. </p>\n</div>\n\n\t\t</div></body></html>"
        },
        {
            "title": "Tinder looks to AI to help fight 'swipe fatigue' and dating app burnout | TechCrunch",
            "time": "2026-02-04T18:08:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/03/GettyImages-2197117084.jpg?resize=1200,843",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Tinder is turning to a new AI-powered feature, Chemistry, to help it reduce so-called “swipe fatigue,” a growing problem among online dating users who are feeling burned out and are in search of better outcomes.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/11/05/tinder-to-use-ai-to-get-to-know-users-tap-into-their-camera-roll-photos/\">Introduced last quarter</a>, the Match-owned dating app said that Chemistry leverages AI to get to know users through questions and, with permission, accesses their Camera Roll on their phone to learn more about their interests and personality.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">On Match’s Q4 2026 earnings call, one analyst from Morgan Stanley asked for an update on the product’s success so far.</p>\n\n<p class=\"wp-block-paragraph\">Match CEO Spencer Rascoff noted that Chemistry was still only being tested in Australia for the time being, but said that the feature offered users an “AI way to interact with Tinder.” He explained that users could choose to answer questions to then “get just a single drop or two, rather than swiping through many, many profiles.” </p>\n\n<p class=\"wp-block-paragraph\">In addition to Chemistry’s Q&amp;A and Camera Roll features, the company plans to use the AI feature in other ways going forward, the CEO also hinted.  </p>\n\n<p class=\"wp-block-paragraph\">Most importantly, Rascoff said the feature is designed to combat swipe fatigue — a complaint from users who say they have to swipe through too many profiles to find a potential match. </p>\n\n<p class=\"wp-block-paragraph\">The company’s turn toward AI comes as Tinder and other dating apps have been experiencing paying subscriber declines, user burnout, and declines in new sign-ups.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">In the fourth quarter, new registrations on Tinder were still down 5% year-over-year, and its monthly active users were down 9%. These numbers show some slight improvements over prior quarters, which Match attributes to AI-driven recommendations that change the order of profiles shown to women, and other product experiments.</p>\n\n<p class=\"wp-block-paragraph\">Match said that this year, it aims to address common Gen Z pain points, including better relevance, authenticity, and trust. To do so, the company said it is redesigning discovery to make it less repetitive and is using other features, like <a href=\"https://techcrunch.com/2025/10/22/tinder-will-require-new-users-in-the-us-to-verify-their-identity-with-a-selfie/\">Face Check </a>— a facial recognition verification system — to cut down on bad actors. On Tinder, the latter led to a more than 50% reduction in interactions with bad actors, Match noted.</p>\n\n<p class=\"wp-block-paragraph\">Tinder’s decision to start moving away from the swipe toward more targeted, AI-powered recommendations could have a significant impact on the dating app. Today, the swipe method, which was popularized by Tinder, encourages users to think that they’re choosing a match from an endless number of profiles. But in reality, the app presents the illusion of choice, since matches have to be two-way to connect, and even then, a spark is not guaranteed.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company delivered an <a href=\"https://www.cnbc.com/2026/02/03/match-group-mtch-q4-2025-earnings-.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">earnings beat</a> in the fourth quarter, with revenue of $878 million and EPS of 83 cents per share, above Wall Street estimates. But weak guidance saw the stock decline on Tuesday, before <a href=\"https://www.msn.com/en-us/money/topstocks/tinder-parent-match-group-s-stock-rises-7-premarket-what-s-making-traders-swipe-right/ar-AA1VDihR?ocid=finance-verthp-feeds\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">rising again</a> in premarket trading on Wednesday.</p>\n\n<p class=\"wp-block-paragraph\">Beyond AI, Match will also increase its product marketing to help boost Tinder engagement. The company is committing to $50 million in Tinder marketing spend, which will include creator campaigns on TikTok and Instagram, where users will make claims that “Tinder is cool again,” Rascoff noted. </p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Lunar Energy raises $232M to deploy home batteries that prop up the grid | TechCrunch",
            "time": "2026-02-04T17:56:40",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Lunar-System_KM-1.jpg?resize=1200,673",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Forget EVs — stationary batteries are <a href=\"https://techcrunch.com/2025/12/05/energy-storage-industry-set-aggressive-goals-for-2025-and-already-crushed-them/\">getting all the buzz</a>, and investment, in the U.S. these days.</p>\n\n<p class=\"wp-block-paragraph\">Startup <a href=\"https://www.lunarenergy.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Lunar Energy</a> is the latest example. The six-year-old company, which builds battery packs for homeowners in California, Georgia, and Washington, said Wednesday it has completed two large funding rounds. The startup shared it raised a previously unannounced $130 million Series C and a $102 million Series D. The Series C was led by Activate Capital, while the Series D was led by B Capital and Prelude Ventures.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The startup plans to use the funds to scale manufacturing to 20,000 units by the end of this year before ramping up to 100,000 by the end of 2028. In total, Lunar has raised more than $500 million from investors.</p>\n\n<p class=\"wp-block-paragraph\">Stationary storage has become a bright spot for battery manufacturers that have been subject to policy whiplash after the Trump administration and GOP-controlled Congress <a href=\"https://techcrunch.com/2025/07/03/final-gop-bill-kneecaps-renewables-and-hydrogen-but-lifts-nuclear-and-geothermal/\">gutted large parts of the Inflation Reduction Act</a>, which had incentivized companies to build batteries in the U.S. to supply the automotive industry.</p>\n\n<p class=\"wp-block-paragraph\">As the grid strains under the weight of an increasingly electrified economy — along with the boom in data center demand — grid-connected batteries have become one of the most versatile ways to boost its resiliency. </p>\n\n<p class=\"wp-block-paragraph\">Lunar can call on its fleet of batteries, which come in 5 kilowatt-hour modules between 15 kilowatt-hours and 30 kilowatt-hours, to deliver juice to the grid when needed. Its virtual power plant (VPP) software can also control EV chargers and appliances, allowing it to both supply electrons while tamping down demand.</p>\n\n<p class=\"wp-block-paragraph\">Such VPPs are <a href=\"https://www.utilitydive.com/news/turing-test-inspired-tool-compares-virtual-power-plants-to-gas-peakers/808162/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">expected</a> to be able to replace costly and polluting peaking power plants in a matter of years.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Competition in the space has been heating up lately. In October, <a href=\"https://techcrunch.com/2025/10/08/base-power-raises-1b-to-deploy-home-batteries-everywhere/\">Base Power raised $1 billion</a>, less than six months after raising a $200 million round for its residential battery-based VPP. Tesla operates its own Powerwall-based VPP, too. </p>\n\n<p class=\"wp-block-paragraph\">Outside of residential settings, Tesla’s storage business has been <a href=\"https://techcrunch.com/2026/01/29/teslas-energy-storage-business-is-growing-faster-than-any-other-part-of-the-company/\">growing in leaps and bounds</a>, while former Tesla executive JB Straubel’s startup Redwood Materials has <a href=\"https://techcrunch.com/2025/06/26/redwood-materials-launches-energy-storage-business-and-its-first-target-is-ai-data-centers/\">launched its own energy storage division</a>. Even Ford <a href=\"https://techcrunch.com/2025/12/15/ford-is-starting-a-battery-storage-business-to-power-data-centers-and-the-grid/\">wants in on the action</a>. </p>\n\n<p class=\"wp-block-paragraph\">Batteries have transformed from bit players just five years ago to major assets on the grid. Their modularity makes them quick to build and easy to deploy, and while they’re still costly relative to some fossil fuel power sources, prices have been dropping quickly. No wonder investors are piling in.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Hackers publish personal information stolen during Harvard, UPenn data breaches | TechCrunch",
            "time": "2026-02-04T17:56:37",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/harvard-university-campus-2025.jpg?resize=1200,770",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">A notorious hacking group has claimed responsibility for last year’s data breaches at Harvard University and the University of Pennsylvania (UPenn) and published the data that they claim to have stolen from the two schools. </p>\n\n<p class=\"wp-block-paragraph\">On Wednesday, the group known as <a href=\"https://techcrunch.com/tag/shinyhunters/\">ShinyHunters</a> published what it claims are more than 1 million records from each university on the group’s dedicated leak site, which the gang uses to extort its victims.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In November, <a href=\"https://techcrunch.com/2025/11/05/university-of-pennsylvania-confirms-hacker-stole-data-during-cyberattack/\">UPenn confirmed a data breach</a> of “a select group of information systems related to Penn’s development and alumni activities.” At the time, the hackers also sent alumni emails announcing the hack from <a href=\"https://techcrunch.com/2025/10/31/hackers-threaten-to-leak-data-after-breaching-university-of-pennsylvania-to-send-mass-emails/\">official university addresses</a>. </p>\n\n<p class=\"wp-block-paragraph\">The university blamed the breach on <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#social-engineering\">social engineering</a>, an attack that often relies on hackers impersonating someone and tricking them into doing something they would not normally do. In its <a href=\"https://web.archive.org/web/20251229135521/https://university-communications.upenn.edu/data-incident\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">official breach disclosure web page</a>, which has since been taken offline, UPenn did not say exactly what type of data the hackers stole, simply saying the cybercriminals accessed “systems related to Penn’s development and alumni activities.”</p>\n<p class=\"wp-block-shortcode\">\t\t</p><div class=\"article-block block--callout block--right has-green-500-background-color\">\n\t\t\t<h4 class=\"block--callout__title\">Contact Us</h4><p>\n\t\t\tDo you have more information about these breaches, or similar attacks? From a non-work device, you can contact Lorenzo Franceschi-Bicchierai securely on Signal at +1 917 257 1382, or via Telegram, Keybase and Wire @lorenzofb, or </p><a href=\"mailto:lorenzo@techcrunch.com/\">email</a><p>.\t\t</p></div>\n\t\t\n\n<p class=\"wp-block-paragraph\">TechCrunch verified a portion of the dataset by confirming with alumni and public records, such as matching the data against student ID numbers.</p>\n\n<p class=\"wp-block-paragraph\">Later in November, Harvard University also confirmed a breach on its alumni systems, blaming it on a voice <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#phishing\">phishing</a> attack, meaning an attack where hackers tricked the targets into clicking on a link or opening an attachment with a voice call. </p>\n\n<p class=\"wp-block-paragraph\">Harvard <a href=\"http://huit.harvard.edu/cyberincident\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said</a> that the stolen data included email addresses, phone numbers, home and business addresses, event attendance, details of donations to the university, and other biographical information relating to the university’s fundraising and alumni engagement activities.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The data published by ShinyHunters, which TechCrunch has seen, appears to match the type of information that both universities said was stolen last year. </p>\n\n<p class=\"wp-block-paragraph\">The hackers said they published the stolen data because the universities refused to pay a ransom to stop them from doing so. Cybercriminals like ShinyHunters often try to extort their victims asking for payment in exchange for not publishing the data they stole, and if the victims refuse payment, they then release the data online. </p>\n\n<p class=\"wp-block-paragraph\">During the UPenn breach, the hackers made it seem like they had political motives, in particular they expressed discontent with affirmative action policies. “We hire and admit morons because we love legacies, donors, and unqualified affirmative action admits,” the hackers wrote in the email sent to alumni. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">ShinyHunters is not known to have political motives. The hackers did not respond to a question asking why they included that language in the email. </p>\n\n<p class=\"wp-block-paragraph\">Penn spokesperson Ron Ozio told TechCrunch that the university is “analyzing the data and will notify any individuals if required by applicable privacy regulations.”</p>\n\n<p class=\"wp-block-paragraph\">Harvard did not respond to a request for comment.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Roblox's 4D creation feature is now available in open beta | TechCrunch",
            "time": "2026-02-04T17:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Roblox4d.png?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Last year, Roblox <a href=\"https://techcrunch.com/2025/03/17/roblox-releases-its-open-source-model-that-can-create-3d-objects-using-ai/\">launched</a> an open source AI model that could generate 3D objects on the platform, helping users quickly design digital items such as furniture, vehicles, and accessories. The company claims the tool, called Cube 3D, has so far helped users generate over 1.8 million 3D objects since it was rolled out last March.</p>\n\n<p class=\"wp-block-paragraph\">On Wednesday, the company <a href=\"https://about.roblox.com/newsroom/2026/02/accelerating-creation-powered-roblox-cube-foundation-model\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">launched the open beta </a>for its anticipated 4D creation feature that lets creators make not just static 3D models, but fully functional and interactive objects. The feature has been in <a href=\"https://devforum.roblox.com/t/early-access-introducing-in-experience-4d-functional-objects-and-enhanced-3d-generation/4050893/1\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">early access</a> since November. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Roblox says 4D creation adds an important new layer: interactivity. With this technology, users can design items that can move and react to players in the game.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Roblox-4D-Creations.gif?w=680\" alt=\"\" class=\"wp-image-3088899\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Roblox</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">​At launch, there are two types of object templates (called schemas) that creators can try out. </p>\n\n<p class=\"wp-block-paragraph\">The first is the “Car-5” schema, which is used to create a car made of five separate parts: the main body and four wheels. Previously, cars were a single, solid 3D object that couldn’t move. The new system breaks down objects into parts and assigns behaviors to each so that they function individually within the virtual world. The AI therefore can generate cars with spinning wheels, making them more realistic and interactive. ​</p>\n\n<p class=\"wp-block-paragraph\">The second is called “Body-1,” which can generate any object made from a single piece, like a simple box or sculpture.</p>\n\n<p class=\"wp-block-paragraph\">The first experience with 4D generation is a game called <a href=\"https://www.roblox.com/games/113627622022152/Wish-Master\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Wish Master</a>, where players can generate cars they can drive, planes they can fly, and even dragons.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">​In the future, Roblox plans to let creators make their own schemas so they’ll have more freedom to define how objects behave. The company says it is also developing new technology that could use a reference image to create a detailed 3D model that matches the image’s style (example below).</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Upsample-3D-Models.png?w=680\" alt=\"\" class=\"wp-image-3088898\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Upsample-3D-Models.png 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Upsample-3D-Models.png?resize=150,65 150w, https://techcrunch.com/wp-content/uploads/2026/02/Upsample-3D-Models.png?resize=300,129 300w, https://techcrunch.com/wp-content/uploads/2026/02/Upsample-3D-Models.png?resize=768,330 768w, https://techcrunch.com/wp-content/uploads/2026/02/Upsample-3D-Models.png?resize=680,292 680w, https://techcrunch.com/wp-content/uploads/2026/02/Upsample-3D-Models.png?resize=430,185 430w, https://techcrunch.com/wp-content/uploads/2026/02/Upsample-3D-Models.png?resize=720,310 720w, https://techcrunch.com/wp-content/uploads/2026/02/Upsample-3D-Models.png?resize=900,387 900w, https://techcrunch.com/wp-content/uploads/2026/02/Upsample-3D-Models.png?resize=800,344 800w, https://techcrunch.com/wp-content/uploads/2026/02/Upsample-3D-Models.png?resize=668,287 668w, https://techcrunch.com/wp-content/uploads/2026/02/Upsample-3D-Models.png?resize=708,304 708w, https://techcrunch.com/wp-content/uploads/2026/02/Upsample-3D-Models.png?resize=50,22 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Roblox</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The company says it is developing more ways to help people create games and experiences using AI, including a project it has dubbed “real-time dreaming.” Roblox CEO David Baszucki last month <a href=\"https://www.youtube.com/shorts/Rghjjk4h_kw\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">explained</a> that this project would let creators build new worlds using “keyboard navigation and sharing real-time text prompts.”</p>\n\n<p class=\"wp-block-paragraph\">The open beta comes on the heels of Roblox’s recent implementation of <a href=\"https://techcrunch.com/2026/01/07/roblox-now-requires-all-users-globally-to-complete-age-checks-to-access-chat/\">mandatory facial verification</a> for users to access chat features in the game, following lawsuits and investigations related to child safety.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "ElevenLabs raises $500M from Sequoia at an $11 billion valuation | TechCrunch",
            "time": "2026-02-04T15:33:58",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/01/ElevenLabs-feat.jpg?resize=1200,669",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Voice AI company ElevenLabs said today it raised $500 million in a new funding round led by Sequoia Capital, which was an investor in <a href=\"https://elevenlabs.io/blog/announcing-an-employee-tender\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the startup’s last secondary round through a tender</a>. Sequoia partner Andrew Reed is joining the company’s board.</p>\n\n<p class=\"wp-block-paragraph\">The startup is now valued at $11 billion, more than three times its valuation in <a href=\"https://elevenlabs.io/blog/announcing-an-employee-tender\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">its last round in January 2025</a>. Earlier in the year, the <a href=\"https://www.ft.com/content/5bb87485-7641-4577-8b64-144a1553d42e\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Financial Times</a> reported that the startup was looking to raise at that valuation.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company said that existing investor a16z quadrupled its investment amount, and Iconiq, which led the last round, tripled it. Some prior investors, like BroadLight, NFDG, Valor Capital, AMP Coalition, and Smash Capital, also joined the round. New investors for the funding included Lightspeed Venture Partners, Evantic<br>Capital, and Bond.</p>\n\n<p class=\"wp-block-paragraph\">ElevenLabs said that it will disclose some investors later in February, which might be strategic partners. The company has raised over $781 million to date. It said that it will use the funding for research and product development, along with expansion in international markets like India, Japan, Singapore, Brazil, and Mexico. </p>\n\n<p class=\"wp-block-paragraph\">The company’s co-founder, Mati Staniszewski, indicated that ElevenLabs might work on agents beyond voice and incorporate video. In January, the company announced <a href=\"https://ltx.studio/blog/ltx-audio-to-video-generation-with-elevenlabs\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a partnership with LTX to produce audio-to-video content</a>.</p>\n\n<p class=\"wp-block-paragraph\">“The intersection of models and products is critical – and our team has proven, time and again, how to translate research into real-world experiences. This funding helps us go beyond voice alone to transform how we interact with technology altogether. We plan to expand our Creative offering – helping creators combine our best-in-class audio with video and Agents – enabling businesses to build agents that can talk, type, and take action,” he said in a statement.</p>\n\n<p class=\"wp-block-paragraph\">The company has seen good growth momentum as it closed the year at $330 million ARR. In an interview with <a href=\"https://x.com/elevenlabsio/status/2010777303572242480?s=20\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Bloomberg</a> earlier this year, Staniszewski said that it took ElevenLabs five months to reach $200 million to $300 million in ARR.</p>\n\n<p class=\"wp-block-paragraph\">Voice AI model providers are an attractive target for investors and big tech companies. In January, rival Deepgram raised <a href=\"https://techcrunch.com/2026/01/13/deepgram-raises-130m-at-1-3b-valuation-and-buys-a-yc-ai-startup/\">$130 million from AVP at a $1.3 billion valuation</a>. Meanwhile, Google hired <a href=\"https://techcrunch.com/2026/01/22/google-reportedly-snags-up-team-behind-ai-voice-startup-hume-ai/\">top talent from voice model company Hume AI</a>, including CEO Alan Cowen.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "After backlash, Adobe cancels Adobe Animate shutdown and puts app on 'maintenance mode' | TechCrunch",
            "time": "2026-02-04T14:53:21",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2019/07/GettyImages-95799630.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Adobe is putting on hold its plan to discontinue Adobe Animate following intense backlash from its customers after it announced plans to shut down the 2D animation software amid an increased <a href=\"https://techcrunch.com/2025/12/10/adobe-brings-photoshop-express-and-acrobat-features-to-chatgpt/\">focus</a> <a href=\"https://techcrunch.com/2025/10/28/adobe-launches-ai-assistants-for-express-and-photoshop/\">on</a> <a href=\"https://techcrunch.com/2024/04/23/adobe-claims-its-new-image-generation-model-is-its-best-yet/\">its</a> <a href=\"https://techcrunch.com/2025/02/12/adobe-launches-firefly-ai-subscriptions/\">investments</a> in <a href=\"https://techcrunch.com/2025/10/20/adobe-launches-a-foundry-service-that-builds-custom-generative-ai-models-for-enterprises/\">AI</a>.</p>\n\n<p class=\"wp-block-paragraph\">“We are not discontinuing or removing access to Adobe Animate. Animate will continue to be available for both current and new customers, and we will ensure you continue to have access to your content,” the company <a href=\"https://helpx.adobe.com/animate/kb/maintenance-mode.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">wrote in a post</a> on Wednesday.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Adobe’s Monday announcement about discontinuing Animate was <a href=\"https://www.reddit.com/r/mildlyinfuriating/comments/1qu41ca/adobe_is_planning_to_discontinue_animate_next/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">met</a> <a href=\"https://x.com/search?q=adobe%20animate&amp;src=typed_query&amp;f=live\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">with</a> incredulity, disappointment, and anger, and users aired concerns about the lack of alternatives that mirror Animate’s functionality.</p>\n\n<p class=\"wp-block-paragraph\">The company changed its tune on Wednesday, saying there would no longer be a “deadline or date by which Animate will no longer be available.”</p>\n\n<p class=\"wp-block-paragraph\">“Adobe Animate is in maintenance mode for all customers. This applies to individual, small business, and enterprise customers.  Maintenance mode means we will continue to support the application and provide ongoing security and bug fixes, but we are no longer adding new features. Animate will continue to be available for both new and existing users - we will not be discontinuing or removing access to Adobe Animate,” it said.</p>\n\n<p class=\"wp-block-paragraph\">One customer, <a href=\"https://x.com/TylerGlaiel/status/2018394595340771653\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">posting on X</a>, had asked Adobe to at least open source the software rather than abandon it. Commenters on the thread responded with angst, saying things <a href=\"https://x.com/ThisIsWronchi/status/2018404802510630914\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">like</a>, “this is legit gonna ruin my life,” <a href=\"https://x.com/Ari4472/status/2018406974589722819\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">and</a>, “literally what the hell are they doing? animate is the reason a good chunk of adobe users even subscribe in the first place.”</p>\n\n<p class=\"wp-block-paragraph\">On Monday, the company updated its support site and sent emails to existing customers announcing that Adobe Animate would be discontinued on March 1, 2026. Enterprise customers would continue to receive technical support through March 1, 2029, to ease the transition, the company said at the time. Other customers would have support through March of next year.</p>\n\n<p class=\"wp-block-paragraph\">Adobe explained its decision to discontinue the program in an <a href=\"https://helpx.adobe.com/uk/animate/kb/end-of-life.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">FAQ</a>, saying, “Animate has been a product that has existed for over 25 years and has served its purpose well for creating, nurturing, and developing the animation ecosystem. As technologies evolve, new platforms and paradigms emerge that better serve the needs of the users. Acknowledging this change, we are planning to discontinue supporting Animate.”</p>\n\n\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Reading between the lines, it seemed as if Adobe was saying that Animate no longer represents the current direction of the company, which is now more focused on products that incorporate AI technologies.</p>\n\n<p class=\"wp-block-paragraph\">What’s surprising is that Adobe couldn’t even recommend software that would fully replace what customers are losing with Animate. Instead, it said customers with a Creative Cloud Pro plan can use other Adobe apps to “replace portions of Animate functionality.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">For instance, it suggested that Adobe After Effects can support complex keyframe animation using the Puppet tool, and Adobe Express can be used for animation effects that can be applied to photos, videos, text, shapes, and other design elements.</p>\n\n<p class=\"wp-block-paragraph\">There were hints that Adobe was headed in this direction when no mention was made of Animate at the company’s annual Adobe Max conference. Plus, no 2025 version of the software was released.</p>\n\n<p class=\"wp-block-paragraph\">Before switching to “maintenance mode,” Abode had intended for the software to continue to work for those who have it downloaded. Typically, Adobe charged $34.49 per month for the software, which dropped to $22.99 with a 12-month commitment. The annual prepaid plan was available for $263.88. Now, the company says it will be available to new users, as well.</p>\n\n<p class=\"wp-block-paragraph\">Some users have been recommending other animation programs to use as a replacement, including <a href=\"https://moho.lostmarble.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Moho Animation</a> and <a href=\"https://www.toonboom.com/products/harmony\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Toon Boom Harmony.</a></p>\n\n<p class=\"wp-block-paragraph\"><em>Updated, February 4, 2026, to note that Adobe reversed its decision and announced the software would be placed in maintenance mode instead of discontinued. </em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Uber appoints new CFO as its AV plans accelerate | TechCrunch",
            "time": "2026-02-04T14:15:34",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/07/GettyImages-2043993878-e1722276196662.jpg?resize=1200,676",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Uber is promoting Balaji Krishnamurthy, its VP of strategic finance and investor relations, to be its CFO, replacing its current finance chief Prashanth Mahendra-Rajah. </p>\n\n<p class=\"wp-block-paragraph\">Krishnamurthy has been at Uber for over six years, spending most of his tenure in the company in its investor relations division. He often posts about the company’s autonomous ride-hailing efforts, and has a board seat at AV company Waabi — so the appointment may be a signal of the company’s plans to expand its driverless investments and operations.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Indeed, on the company’s fourth-quarter earnings call on Wednesday, Krishnamurthy <a href=\"https://s23.q4cdn.com/407969754/files/doc_earnings/2025/q4/transcript/Uber-Q4-25-Prepared-Remarks.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said</a> the company would invest capital in its AV software partners, work with AV makers by investing equity or via offtake agreements, and “support our AV infrastructure partners.”</p>\n\n<p class=\"wp-block-paragraph\">“With large and growing free cash flows, over the coming years we will invest with discipline across a multitude of opportunities, including positioning Uber to win in an AV future,” Krishnamurthy wrote in a <a href=\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001543151/fcda6930-c9b5-4ab5-bb64-9b621c2ca8a5.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">statement</a> detailing the company’s Q4 results.</p>\n\n<p class=\"wp-block-paragraph\">Uber’s CEO Dara Khosrowshahi said on the call that he was convinced autonomous vehicles would “unlock a multitrillion-dollar opportunity,” for the company, adding that autonomy “fundamentally amplifies” the strengths of the company’s platform.</p>\n\n<p class=\"wp-block-paragraph\">“By the end of 2026, we expect to be facilitating AV trips in as many as 15 cities globally, with a roughly even split of U.S. and international cities. And by 2029, we intend to be the largest facilitator of AV trips in the world,” Khosrowshahi said.</p>\n\n<p class=\"wp-block-paragraph\">Over the past two years, Uber has amassed partnerships with at least 20 autonomous vehicle companies across a variety of use cases, including sidewalk delivery robots, robotaxis, and trucking. Waymo is perhaps its highest profile partner with shared robotaxi operations in Atlanta and Austin. It has also struck deals with <a href=\"https://techcrunch.com/2025/12/03/uber-and-avride-launch-robotaxi-service-in-dallas/\" target=\"_blank\" rel=\"noreferrer noopener\">Avride</a>, UK-based Wayve, Chinese companies <a href=\"https://techcrunch.com/2024/12/06/uber-and-weride-launch-robotaxi-service-in-abu-dhabi/\" target=\"_blank\" rel=\"noreferrer noopener\">WeRide</a>, <a href=\"https://techcrunch.com/2025/05/02/ubers-latest-autonomous-vehicle-partner-chinese-startup-momenta/\" target=\"_blank\" rel=\"noreferrer noopener\">Momenta</a>, and <a href=\"https://techcrunch.com/2025/04/24/uber-and-volkswagen-pair-up-to-launch-robotaxi-service-with-self-driving-electric-microbuses/\">Volkswagen</a>, among others.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">It has made direct investments in AV startups as well. Waabi, for instance, recently announced a $750 million Series C funding round that included an up to an <a href=\"https://techcrunch.com/2026/01/28/waabi-raises-1b-and-expands-into-robotaxis-with-uber/\">additional $250 million</a> (if it reaches certain milestones) from Uber to support the deployment of 25,000 or more robotaxis on its platform. Uber has also invested in Silicon Valley-based <a href=\"https://techcrunch.com/2025/07/17/uber-makes-multi-million-dollar-investment-in-lucid-nuro-to-build-robotaxi-service/\">Nuro and Lucid </a>as part of a deal to launch a premium robotaxi service. </p>\n\n<p class=\"wp-block-paragraph\">Uber said revenue rose to $14.37 billion in the fourth quarter, up 20% from a year earlier, driven by strong demand for its food delivery services. </p>\n\n<p class=\"wp-block-paragraph\">Mahendra-Rajah is leaving Uber after three years at the company.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "SNAK Venture Partners raises $50M fund to back vertical marketplaces | TechCrunch",
            "time": "2026-02-04T14:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/sonia.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://snak.vc/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">SNAK Venture Partners</a> announced Wednesday the close of its oversubscribed $50 million debut fund, anchored by the investment firm Pritzker Group (founded by Illinois governor JB Pritzker and his brother, Tony).</p>\n\n<p class=\"wp-block-paragraph\">SNAK founders Sonia Nagar and Adam Koopersmith worked at the firm and helped lead investments in companies like the auto marketplace Backlot Cars and TicketsNow (exited to Ticketmaster). The duo decided to break out on their own and, earlier this year, launched their firm to back digital marketplaces. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“It felt like the timing was right and there was support within the firm to go do this,” Nagar said. </p>\n\n<p class=\"wp-block-paragraph\">The vision is that there is still so much to digitize, like in supply chain and construction, and this is the moment to strike because even holdout industries are more comfortable adopting new technology as fintech architecture advances. </p>\n\n<p class=\"wp-block-paragraph\">“If you look at the biggest venture wins over the last decade,” she said, pointing to the likes of Uber, Instacart, and Airbnb, “those are five of the top 10 outcomes in venture.” As in those companies that raised billions from investors, went on to IPO, and returned millions to them.</p>\n\n<p class=\"wp-block-paragraph\">“Most of those wins were in consumer, which tends to be faster-moving than large enterprises,” Nagar continued. “We think there’s a ton of white space to double down and focus on B2B marketplaces.” Looking specifically for the categories that haven’t yet digitized. </p>\n\n<p class=\"wp-block-paragraph\">The firm has already invested in six companies, including Big Rentals and Repackify, focused on equipment rental and packaging logistics, respectively. Nagar said the firm hopes to overall write seed checks into at least 20 companies, at $1 million to $2 million a pop. She said they hope to deploy the entire fund within the next 3 to 4 years. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Though many new funds are struggling to raise capital (and capital remains concentrated at the top), Nagar said she and Koopersmith were able to lean on their backgrounds when wooing LPs. </p>\n\n<p class=\"wp-block-paragraph\">Nagar previously helped launch Amazon apparel back in 2009, and was head of mobile at RetailMeNot. Koopersmith, meanwhile, spent 20 years at Pritzker Group and serves on the board of various marketplace companies. At the same time, Nagar said that without Pritzker’s support, it would have been quite hard to raise this fund, especially in last year’s environment.</p>\n\n<p class=\"wp-block-paragraph\">Other LPs in their fund include the State of Illinois Growth and Innovation Fund and executives from other marketplace companies, like Favor Delivery and RetailMeNot. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Nagar said the firm is also location-agnostic, recognizing that the still-hidden marketplaces may not be found only in Silicon Valley and New York City. “We’re finding these overlooked founders in places where maybe other funds aren’t looking,” she said. </p>\n\n<p class=\"wp-block-paragraph\">SNAK is itself based in Chicago, which she said some LPs have questioned. “People perceive that as a disadvantage; we view it as an advantage,” she continued. “We can get to everybody very fast.” </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}