{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "India's AI boom pushes firms to trade near-term revenue for users | TechCrunch",
            "time": "2026-02-25T02:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/chatgpt-india-jagmeet-singh-techcrunch.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Tech giants’ efforts to ramp up AI adoption in India may be about to hit a turning point, as companies end free promotions with hopes to convert the world’s fourth-largest economy into a windfall of paid subscribers.</p>\n\n<p class=\"wp-block-paragraph\">India became the world’s largest market for generative AI app downloads in 2025, according to market intelligence firm Sensor Tower, widening its lead over the U.S. as installs jumped 207% year-over-year. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Companies including <a href=\"https://techcrunch.com/2025/10/27/openai-offers-free-chatgpt-go-for-one-year-to-all-users-in-india/\" target=\"_blank\" rel=\"noreferrer noopener\">OpenAI</a>, <a href=\"https://techcrunch.com/2025/10/30/google-partners-with-ambanis-reliance-to-offer-free-ai-pro-access-to-millions-of-jio-users-in-india/\" target=\"_blank\" rel=\"noreferrer noopener\">Google</a>, and <a href=\"https://techcrunch.com/2025/07/17/perplexity-sees-india-as-a-shortcut-in-its-race-against-openai/\" target=\"_blank\" rel=\"noreferrer noopener\">Perplexity</a> rolled out extended free premium offers to accelerate user growth in the price sensitive market. Leading AI firms have also backed India in its push to become a global artificial intelligence hub. A <a href=\"https://techcrunch.com/2026/02/22/all-the-important-news-from-the-ongoing-india-ai-summit/\" target=\"_blank\" rel=\"noreferrer noopener\">major AI summit in New Delhi</a> last week was <a href=\"https://techcrunch.com/2026/01/23/openai-chief-sam-altman-plans-india-visit-as-ai-leaders-converge-in-new-delhi-sources/\" target=\"_blank\" rel=\"noreferrer noopener\">attended by leaders</a> including OpenAI’s Sam Altman, Anthropic’s Dario Amodei, and Alphabet CEO Sundar Pichai — a sign of the country’s growing weight in the global AI race. </p>\n\n<p class=\"wp-block-paragraph\">Now, some of those early promotional pushes are winding down. Perplexity <a href=\"https://www.perplexity.ai/help-center/en/articles/11842403-airtel-promotion-frequently-asked-questions\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">ended</a> its bundled Pro offer with Indian telco Airtel in January, while OpenAI’s free ChatGPT Go access in India is <a href=\"https://chatgpt.com/explore/go\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">no longer available</a>, potentially setting the stage for a clearer test of how many newly acquired users convert to paying subscribers.</p>\n\n<p class=\"wp-block-paragraph\">Despite strong download growth, India still generates a disproportionately small share of AI app revenue, accounting for about 1% of in-app purchases even as it drives roughly 20% of global GenAI app downloads, according to the Sensor Tower data shared with TechCrunch, highlighting the monetization challenge in one of the industry’s fastest-growing markets.</p>\n\n<p class=\"wp-block-paragraph\">GenAI app adoption in India accelerated sharply through 2025, with downloads peaking in September and October at year-over-year growth rates of about 320% and 260%, respectively, according to the data. Yet the surge in usage did not fully translate into revenue gains. In November and December 2025, AI app in-app purchase revenue in India fell 22% and 18% month over month, respectively. ChatGPT’s revenue dropped even more sharply — down 33% and 32% over the same period following the November launch of free sub-$5 ChatGPT Go access — reflecting the near-term impact of aggressive promotional pushes.</p>\n\n<figure class=\"wp-block-image aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg\" alt=\"\" class=\"wp-image-3095755\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg 1920w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=150,90 150w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=300,180 300w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=768,461 768w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=680,408 680w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=1200,720 1200w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=1280,768 1280w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=430,258 430w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=720,432 720w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=900,540 900w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=800,480 800w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=1536,922 1536w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=668,401 668w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=625,375 625w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=1028,617 1028w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=708,425 708w, https://techcrunch.com/wp-content/uploads/2026/02/top-ai-app-downloads-markets-2025-sensor-tower.jpg?resize=50,30 50w\" sizes=\"auto, (max-width: 1920px) 100vw, 1920px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Sensor Tower</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">ChatGPT still commands more than 60% of GenAI in-app revenue in India, meaning shifts in its pricing strategy can significantly influence overall market performance.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Alongside promotional pushes, Sensor Tower attributed the surge in GenAI app adoption in India last year to a mix of new product launches, including the debut of platforms such as DeepSeek, Grok, and Meta AI, as well as <a href=\"https://techcrunch.com/2025/09/17/india-leads-the-way-on-googles-nano-banana-with-a-local-creative-twist/\" target=\"_blank\" rel=\"noreferrer noopener\">upgrades to major chatbots</a> like ChatGPT, Gemini, Claude, and Perplexity. Viral interest in AI-generated content also helped fuel adoption, with content creation and editing tools accounting for seven of the 20 most downloaded GenAI apps in India in 2025.</p>\n\n<p class=\"wp-block-paragraph\">The user surge has been equally pronounced. India accounted for about 19% of the global user base of leading AI assistant apps in 2025, ahead of the U.S. at 10%, Sensor Tower said. ChatGPT continues to dominate the Indian market by monthly active users, though rivals including Google’s Gemini and Perplexity have also seen rapid growth following promotional offers. ChatGPT was the <a href=\"https://techcrunch.com/2026/01/21/indias-app-downloads-rebounded-to-25-5-billion-in-2025-fueled-by-ai-assistants-and-microdrama-boom/\" target=\"_blank\" rel=\"noreferrer noopener\">most downloaded GenAI app</a> in India and globally in 2025, according to earlier Sensor Tower data. Earlier this month, OpenAI’s CEO said that the chatbot now has <a href=\"https://techcrunch.com/2026/02/15/india-has-100m-weekly-active-chatgpt-users-sam-altman-says/\" target=\"_blank\" rel=\"noreferrer noopener\">more than 100 million weekly active users</a> in India.</p>\n\n<p class=\"wp-block-paragraph\">The promotional push in India reflects a broader strategy by AI firms to reduce pricing friction in a highly value-conscious market, betting that early user adoption and engagement will translate into stronger long-term retention once free access periods expire, said Sneha Pandey, insights analyst at Sensor Tower.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">India’s appeal lies in its massive digital base. The country has more than a billion internet users and around 700 million smartphone owners, making it one of the largest potential markets for AI services globally and a critical battleground for user growth.</p>\n\n<p class=\"wp-block-paragraph\">Nonetheless, user engagement in India still trails more mature markets. In 2025, users of leading AI chatbot apps in the U.S. spent about 21% more time per week on the apps than their counterparts in India and logged 17% more sessions on average, per Sensor Tower.</p>\n\n<p class=\"wp-block-paragraph\">“AI in-app revenues will likely see meaningful but gradual improvement as users become more deeply integrated into these platforms, making sustained engagement paramount,” Pandey told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">She added that pricing pressure in India is likely to remain elevated given the country’s young and value-conscious user base, making lower-cost tiers, telecom bundles, and micro-transaction models important for long-term retention.</p>\n\n<p class=\"wp-block-paragraph\">ChatGPT remained the clear market leader in India entering 2026, with 180 million monthly active users in January, per Sensor Tower, followed by Google’s Gemini with 118 million, Perplexity with 19 million, and Meta AI with 12 million. The figures underline both the scale of India’s AI opportunity and the growing challenge for firms to convert rapid user adoption into sustained revenue.</p>\n\n<p class=\"wp-block-paragraph\">Google, OpenAI, and Perplexity did not respond to requests for comments.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Nvidia challenger AI chip startup MatX raised $500M | TechCrunch",
            "time": "2026-02-25T00:45:47",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/09/chip-manufacturing-getty.jpg?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">MatX, a chip startup founded by two former Google hardware engineers, has raised a $500 million Series B led by Jane Street and Situational Awareness, an investment fund formed by former OpenAI researcher Leopold Aschenbrenner.</p>\n\n<p class=\"wp-block-paragraph\">The company’s goal is to make its processors 10 times better at training LLMs and delivering results than Nvidia’s GPUs.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Other investors in the round include Marvell Technology, NFDG, Spark Capital, and Stripe co-founders Patrick Collison and John Collison, the startup’s founder and CEO Reiner Pope announced Tuesday in a <a href=\"https://www.linkedin.com/posts/reiner-pope-08064345_were-building-an-llm-chip-that-delivers-activity-7432121445289328641-7C_R?utm_source=social_share_send&amp;utm_medium=member_desktop_web&amp;rcm=ACoAAAERmzIBOFgNvRHWUny-3IuRn0I3lovo2tU\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">post on LinkedIn</a>.</p>\n\n<p class=\"wp-block-paragraph\">Although the company didn’t release its latest valuation, Etched, MatX’s closest competitor, raised a $500 million round at a <a href=\"https://www.bloomberg.com/news/articles/2026-01-13/ai-chip-startup-etched-raises-500-million-to-take-on-nvidia\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$5 billion valuation</a>, Bloomberg reported last month. Etched didn’t immediately respond to a request for comment.</p>\n\n<p class=\"wp-block-paragraph\">MatX’s latest round comes more than a year after its Series A of about $100 million, which was led by Spark Capital. TechCrunch earlier reported that the 2024 round valued the startup at more than <a href=\"https://techcrunch.com/2024/11/22/ai-chip-startup-matx-founded-by-google-alums-raises-series-a-at-300m-valuation-sources-say/\">$300 million</a>.</p>\n\n<p class=\"wp-block-paragraph\">Before co-founding <a href=\"https://matx.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">MatX</a> in 2023, Pope led AI software development for Google’s TPUs, the tech giant’s proprietary AI chips. His co-founder, Mike Gunter, was a lead designer of the TPU hardware before leaving to launch the startup.</p>\n\n<p class=\"wp-block-paragraph\">The new funding will help MatX produce its chips with TSMC, with plans to start shipping them in 2027.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Self-driving tech startup Wayve raises $1.2B from Nvidia, Uber, and three automakers | TechCrunch",
            "time": "2026-02-25T00:37:59",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Wayve-Germany-02.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Wayve’s self-driving tech has attracted a diverse set of investors in the company’s latest $1.2 billion funding round, including three automakers, top venture and institutional firms, and returning backers Microsoft, Nvidia, and Uber. The total raise could reach $1.5 billion thanks to another $300 million from Uber contingent on deploying robotaxis, beginning in London.</p>\n\n<p class=\"wp-block-paragraph\">Everyone, it seems, wants a piece of the U.K. startup, which is now valued at $8.6 billion. The funding round illustrates the eagerness among Big Tech, legacy automakers, and the investor community to profit from the burgeoning automated driving industry. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Wayve provides what founder and CEO Alex Kendall calls the “contrarian” option in automated driving — contrarian both in its approach to tech and its business model, he told TechCrunch in an interview Tuesday.</p>\n\n<p class=\"wp-block-paragraph\">“I think the technology chessboard is set around where different companies have invested on the technology strategy, and now the commercial chessboard is being arranged,” Kendall said. “We took a very contrarian view on the technology side. We were the first to build end-to-end deep learning for autonomous driving, and we pioneered this approach. Now, when it comes to this phase of moving into commercialization, we’re also taking a contrarian business model approach.”</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://wayve.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Wayve</a>, which launched in 2017, uses a self-learning approach to its software. The company developed a software layer using an end-to-end neural network that doesn’t require high-definition maps and only uses data to teach the vehicle how to drive. </p>\n\n<p class=\"wp-block-paragraph\">This data-driven learning approach underpins two products: an “eyes on” assisted-driving system and an “eyes off” fully automated-driving system that could be applied to robotaxis or consumer vehicles that can handle all of the driving in certain environments. </p>\n\n<p class=\"wp-block-paragraph\">The company’s pitch to customers is the agnostic nature of its technology, which is not reliant on specific sensors or maps. The automated-driving software captures data from whatever sensors are on the vehicle and directs the system’s driving decisions. Wayve’s software can also run on whatever chip its OEM partners already have in their vehicles.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">It should be noted, however, that Nvidia, which is also a backer, has had a close development relationship with Wayve since 2018. The startup’s Gen 3 platform, which was unveiled last fall, uses an in-vehicle compute autonomous vehicle development kit called Nvidia Drive AGX Thor. The Gen 3 platform will allow Wayve to offer eyes-off advanced driving-assistance systems and Level 4 — or fully driverless — features that will work on city streets and highways.</p>\n\n<p class=\"wp-block-paragraph\">The company’s tech is somewhat similar to how Tesla has approached automated driving, although there are key differences in their business models. </p>\n\n<p class=\"wp-block-paragraph\">Wayve doesn’t want to be the operator of its hands-free driving-assistance system or its “eyes-off” fully automated-driving system. (For comparison, Waymo is largely the operator of its robotaxis, although it does have partners.) Nor does Wayve want to build vehicles bundled with its own software, as Tesla does. Instead, it is selling its “embodied AI” to automakers and other tech companies like Uber. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Kendall argues that this is the business model with the largest addressable market, but he says it’s only viable because Wayve built an AI that generalizes across different hardware and environments.</p>\n\n<p class=\"wp-block-paragraph\">“If you build an autonomy stack that’s specific to a sensor or compute architecture, [or] if you build it where it requires mapping or something like this, then you can’t take option three,” Kendall said, referring to the business model his company has chosen.</p>\n\n<p class=\"wp-block-paragraph\">Nissan and Uber are both Wayve customers. Nissan said the startup’s self-driving software will be used to beef up the advanced driver-assistance system in its cars <a href=\"https://techcrunch.com/2025/04/09/wayves-self-driving-tech-is-headed-to-nissan-vehicles/\" target=\"_blank\" rel=\"noreferrer noopener\">starting in 2027</a>. Meanwhile, later this year, Uber plans to launch commercial trials in vehicles equipped with Wayve’s software.</p>\n\n<p class=\"wp-block-paragraph\">Its relationship with Uber appears poised to stretch well beyond a pilot program, though. Uber CEO Dara Khosrowshahi’s statement Tuesday hints at the scope of its partnership with and investment in Wayve. </p>\n\n<p class=\"wp-block-paragraph\">“We are very proud to continue to deepen our partnership with Wayve, with plans to deploy together in more than 10 markets around the world. Wayve’s powerful end-to-end approach is purpose-built for scale, safety, and effectiveness, and we’re excited to work with them across multiple OEMs and geographies, which we’ll share more about soon.”</p>\n\n<p class=\"wp-block-paragraph\">The round was led by Eclipse, Balderton, and SoftBank Vision Fund 2. New investors include the Ontario Teachers’ Pension Plan, Baillie Gifford, British Business Bank, Icehouse Ventures, Schroders Capital, and other global institutional investors, the company said. </p>\n\n<p class=\"wp-block-paragraph\">Global automakers Mercedes-Benz, Nissan, and Stellantis — all of which plan to use Wayve’s technology — also participated. Nvidia, which participated in Wayve’s <a href=\"https://techcrunch.com/2024/05/06/wayve-raises-1-billion-led-by-softbank-to-take-self-driving-to-cars-and-robots/\" target=\"_blank\" rel=\"noreferrer noopener\">$1.05 billion Series C round,</a> said last year it was evaluating a $500 million strategic investment in Wayve’s next raise. While Nvidia did participate, Kendall wouldn’t disclose the exact amount of its investment or whether it came close to that $500 million figure.</p>\n\n<p class=\"wp-block-paragraph\"><em>Updated to include more information on the $300 million in additional funding from Uber. </em></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Spanish 'soonicorn' Multiverse Computing releases free compressed AI model | TechCrunch",
            "time": "2026-02-24T23:32:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Multiverse-Computing-Founders-Logo.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Large language models have a problem: they are large. <a href=\"http://multiversecomputing.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Multiverse Computing</a>, a Spanish startup, is addressing this issue with compressed models that aim to close the gap between what frontier models can do and what companies can actually afford to deploy. </p>\n\n<p class=\"wp-block-paragraph\">The secret sauce is CompactifAI, a compression technology inspired by quantum computing that the Basque company has <a href=\"https://multiversecomputing.com/resources/multiverse-computing-sets-the-benchmark-as-europe-s-ai-champion\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">applied to models</a> released by OpenAI. As of today, developers can access a newer version of Multiverse’s HyperNova 60B model for free on <a href=\"https://techcrunch.com/2022/05/09/hugging-face-reaches-2-billion-valuation-to-build-the-github-of-machine-learning/\">Hugging Face</a>. The company also plans to open source more compressed models in 2026 to support a wider range of use cases.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">According to Multiverse, its models are smaller, but nearly as potent and accurate. At 32GB, HyperNova 60B is roughly half the size of the model it derives from — OpenAI’s gpt-oss-120b — while boasting lower memory usage and lower latency. The updated version, called <a href=\"https://huggingface.co/MultiverseComputingCAI/Hypernova-60B-2602\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">HyperNova 60B 2602</a>, now also better supports ​​tool calling and agentic coding, where inference costs can be high.</p>\n\n<p class=\"wp-block-paragraph\">One of the competitors Multiverse claims to have beaten with HyperNova 60B is <a href=\"https://techcrunch.com/2025/12/02/mistral-closes-in-on-big-ai-rivals-with-mistral-3-open-weight-frontier-and-small-models/\">Mistral Large 3</a>, one of the models released by <a href=\"https://techcrunch.com/2025/09/09/what-is-mistral-ai-everything-to-know-about-the-openai-competitor/\">French decacorn Mistral AI</a>. But beyond the technological rivalry, the two European AI companies also have a lot in common.</p>\n\n<p class=\"wp-block-paragraph\">Like Mistral, Multiverse has expanded beyond its home country, with offices in the United States, Canada, and across Europe. Both companies also have enterprise customers. In Multiverse’s case, it names Iberdrola, Bosch, and the Bank of Canada. </p>\n\n<p class=\"wp-block-paragraph\">And while Multiverse is not officially a unicorn yet, it is now <a href=\"https://www.bloomberg.com/news/articles/2026-02-10/ai-firm-multiverse-said-to-hit-1-5-billion-value-with-new-funds\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">rumored to be raising a fresh €500 million funding round</a> at a valuation of more than €1.5 billion. In a statement shared with TechCrunch, the company confirmed that active discussions with potential investors toward a new funding round are ongoing, but added it would be premature to comment on valuation or funding size at this stage. Multiverse also declined to comment on reports that its annual recurring revenue (ARR) reached €100 million in January.</p>\n\n<p class=\"wp-block-paragraph\">If confirmed, this would still only be a fraction of <a href=\"https://openai.com/index/a-business-that-scales-with-the-value-of-intelligence/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">OpenAI’s $20 billion ARR</a>; but not that far from Mistral’s, whose ARR <a href=\"https://www.ft.com/content/664249e7-e8d5-4425-b397-ad3ed590b305\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">soared to over $400 million</a>, owing in part to growing demand for alternatives to U.S. tech. Similarly, Multiverse positions itself <a href=\"https://multiversecomputing.com/resources/multiverse-computing-opens-full-access-to-hypernova-60b-2602-on-hugging-face\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">in its latest press release</a> as a company that can “deliver sovereign solutions across the AI stack.” </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">These geopolitical undertones recently helped Multiverse secure <a href=\"https://multiversecomputing.com/resources/multiverse-computing-and-the-government-of-aragon-seal-a-strategic-alliance-to-position-european\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a collaboration with the regional government of Aragón</a>, in northeastern Spain. The Spanish Agency for Technological Transformation (SETT) also participated in the AI startup’s <a href=\"https://techcrunch.com/2025/06/12/multiverse-computing-raises-215m-for-tech-that-could-radically-slim-ai-costs/\">$215 million Series B</a> last year. <a href=\"https://www.euskadi.eus/gobierno-vasco/-/noticia/2025/multiverse-computing-consolida-euskadi-como-referente-europeo-software-cuantico-e-inteligencia-artificial/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Since its inception</a>, Multiverse has also benefited from support from the Basque region — which could very soon count its first unicorn.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple rolls out age-verification tools worldwide to comply with growing web of child safety laws | TechCrunch",
            "time": "2026-02-24T23:21:54",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2021/03/apple-app-store-ios-2021.jpg?w=1180",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple is launching new tools to comply with the growing number of age-verification laws both in the U.S. and abroad. As part of the changes, Apple will block the downloads of apps rated 18+ in Brazil, Australia, and Singapore, while also rolling out other features to comply with laws in Utah and Louisiana in the U.S.</p>\n\n<p class=\"wp-block-paragraph\">The company <a href=\"https://developer.apple.com/news/?id=f5zj08ey\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">informed developers</a> on Tuesday that it’s expanding its set of “age assurance” tools, including an updated Declared Age Range API now available for beta testing.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">These <a href=\"https://techcrunch.com/2025/02/27/apple-introduces-new-child-safety-initiatives-including-an-age-checking-system-for-apps/\" target=\"_blank\" rel=\"noreferrer noopener\">tools allow developers to obtain a user’s age range</a> without gaining access to the user’s personal information, like their date of birth. The need for a technical solution like this came about as more governments around the world have created laws to block or restrict certain apps like social media that can only be used by adults 18 and up.</p>\n\n<p class=\"wp-block-paragraph\">In Brazil, for example, developers can use the Declared Age Range API to obtain the user’s age category, if the user or their parent or guardian chooses to share it. </p>\n\n<p class=\"wp-block-paragraph\">In addition, Apple will block users in Australia, Brazil, and Singapore from downloading apps rated 18+, starting today, until they confirm they are adults. In this case, the App Store will perform the age confirmation automatically, but Apple notes that developers may still have separate compliance requirements they need to meet.</p>\n\n<p class=\"wp-block-paragraph\">Also, developers whose games contain loot boxes — a gambling-like mechanism that lets players spend money for a random chance at in-game rewards and that lawmakers believe shouldn’t be available to kids — will see their apps’ age ratings updated to reflect an 18+ audience in Brazil, specifically.</p>\n\n<p class=\"wp-block-paragraph\">In the U.S., new users in Utah and Louisiana will soon have their age categories shared with their developers’ apps through the Declared Age Range API as well. The company said it has expanded its other tools around age ratings and permissions to meet its compliance obligations.</p>\n\n<p class=\"wp-block-paragraph\">“New signals are now available through the Declared Age Range API, including whether age-related regulatory requirements apply to the user and if the user is required to share their age range,” reads the Apple blog post. “The API will also let you know if you need to get a parent or guardian’s permission for significant app updates for a child.”</p>\n\n<p class=\"wp-block-paragraph\">Apple last October worked to comply with similar age-assurance requirements in Texas but <a href=\"https://techcrunch.com/2025/12/24/apple-pauses-app-store-changes-in-texas-after-court-blocks-age-assurance-law/\" target=\"_blank\" rel=\"noreferrer noopener\">put some of its plans on hold back in December,</a> as the state’s law is being fought in court. It also <a href=\"https://developer.apple.com/news/?id=ks775ehf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">updated its age ratings system last year</a> with more granular age ranges than before and added a variety of new questions for developers submitting apps to Apple for review.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Uber engineers built an AI version of their boss | TechCrunch",
            "time": "2026-02-24T23:09:28",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/05/GettyImages-2211281388.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Consumers probably think of Uber as a ride-hailing and food delivery company. But in the eyes of CEO Dara Khosrowshahi, Uber is really just a giant code base with engineers that are “literally the builders of the company.” In fact, Uber’s engineers have gone so far as to replace Khosrowshahi with a chatbot that they’ll ask questions in preparation of meetings with the top brass.</p>\n\n<p class=\"wp-block-paragraph\">That’s according to an interview Khosrowshahi gave this week on Steven Bartlett’s podcast, <a href=\"https://podcasts.apple.com/gb/podcast/uber-ceo-at-uber-if-you-dont-perform-youre-out-uber/id1291423644?i=1000750970845\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The Diary of a CEO</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“One of my team members told me that some teams have built a Dara AI, you know, so that they basically make the presentation to the Dara AI as a prep for making a presentation to me,” Khosrowshahi <a href=\"https://www.youtube.com/watch?v=s52O1JH2tnU\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said on the podcast</a>. “Because you can imagine, like, you know, by the time something comes to me, there’s been a prep and a meeting of the slide deck has been beautifully honed. So they have Dara AI to tune their prep.”</p>\n\n<p class=\"wp-block-paragraph\">Business Insider <a href=\"https://www.businessinsider.com/uber-employees-use-ai-clone-ceo-prepare-meetings-presentations-2026-2\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">earlier reported</a> this detail.</p>\n\n<p class=\"wp-block-paragraph\">About 90% of Uber’s software engineers are using AI in their work, Khosrowshahi said, while about 30% are “power users” of AI tools, completely rethinking the architecture of the company.</p>\n\n<p class=\"wp-block-paragraph\">“They are manufacturing the bricks that go into the system, and they’re architects who are kind of thinking about what the system should look like,” he said.</p>\n\n<p class=\"wp-block-paragraph\">Khosrowshahi added: “It really is changing their productivity in a way that I’ve never, ever seen before.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Stripe is reportedly eyeing deal to buy some or all of PayPal | TechCrunch",
            "time": "2026-02-24T22:35:30",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/04/Stripe-resized.webp?resize=1200,674",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Stripe is considering a deal to buy some or all of PayPal Holdings, <a href=\"https://www.bloomberg.com/news/articles/2026-02-24/payments-processor-stripe-expresses-interest-in-paypal\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">sources told Bloomberg</a>, though talks are still in their very early stages and the deal may not happen.</p>\n\n<p class=\"wp-block-paragraph\">The news comes the same day Stripe <a href=\"https://stripe.com/newsroom/news/stripe-2025-update\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">released its annual letter,</a> giving updates on the business. The big news was that Stripe <a href=\"https://techcrunch.com/2026/02/24/stripes-valuation-soars-74-to-159-billion/\">is making a tender offer</a> that values the company at $159 billion, a 74% increase from last year. The investors buying employee shares this time around include Andreessen Horowitz and Thrive Capital. Stripe will also buy back some stock, the letter said. <br><br>The latest valuation again makes Stripe one of the industry’s most valuable private companies. Based in Dublin, Stripe’s co-founder and CEO, <a href=\"https://www.cnbc.com/2026/02/24/stripe-value-stock-sale-tender-offer.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Patrick Collison, told CNBC</a> recently that going public was not on his list of priorities. PayPal Holdings (which includes the flagship product PayPal and its services, <span>as well as other companies like Venmo) is c</span>urrently a publicly traded company, with a market cap of around $40 billion.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">PayPal’s stock rose slightly after reports of Stripe’s interest in an acquisition. Stripe declined to comment.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Former L3Harris Trenchant boss jailed for selling hacking tools to Russian broker | TechCrunch",
            "time": "2026-02-24T21:50:23",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2016/07/other-pipeline-main.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Peter Williams, a former U.S. defense contractor boss, was sentenced on Tuesday to seven years in prison for stealing and selling his former company’s hacking and surveillance tools to a Russian firm.</p>\n\n<p class=\"wp-block-paragraph\">Reporters with <a href=\"https://bsky.app/profile/patrickhowelloneill.com/post/3mfn3vogfg22w\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Bloomberg</a> and <a href=\"https://bsky.app/profile/gregotto.bsky.social/post/3mfn3lqf7ik22\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Cyberscoop</a> first reported Williams’ sentencing. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Williams was the general manager of Trenchant, a division of the defense contractor L3Harris that sells hacking and surveillance tools — typically known as <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#zero-day\" target=\"_blank\" rel=\"noreferrer noopener\">zero-days</a> — to the U.S. government and a select group of its top allies, known as the Five Eyes, including Australia, Canada, New Zealand, and the United Kingdom. </p>\n\n<p class=\"wp-block-paragraph\">Last year, Williams, 39, an Australian citizen who resides in Washington, D.C., <a href=\"https://techcrunch.com/2025/10/29/former-l3harris-trenchant-boss-pleads-guilty-to-selling-zero-day-exploits-to-russian-broker/\" target=\"_blank\" rel=\"noreferrer noopener\">pleaded guilty to selling seven Trenchant trade secrets</a> to a Russian broker. While prosecutors didn’t name the company at the time, the U.S. Treasury Department confirmed on Tuesday that the broker is Operation Zero and <a href=\"https://techcrunch.com/2026/02/24/treasury-sanctions-russian-zero-day-broker-accused-of-buying-exploits-stolen-from-u-s-defense-contractor/\" target=\"_blank\" rel=\"noreferrer noopener\">announced sanctions against the company</a>. </p>\n\n<p class=\"wp-block-paragraph\">Operation Zero <a href=\"http://techcrunch.com/2023/09/27/russian-zero-day-seller-offers-20m-for-hacking-android-and-iphones/\" target=\"_blank\" rel=\"noreferrer noopener\">offers millions of dollars</a> for details of security vulnerabilities in Android and iPhone devices, as well as <a href=\"https://techcrunch.com/2025/03/21/russian-zero-day-seller-is-offering-up-to-4-million-for-telegram-exploits/\">messaging apps like Telegram</a>. Operation Zero <a href=\"https://opzero.ru/en/#:~:text=Baseband-,OUR%20CLIENTS,-Our%20clients%20are\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">claims</a> to resell the tools it acquires exclusively to the Russian government and local companies. </p>\n\n<p class=\"wp-block-paragraph\">The <a href=\"https://techcrunch.com/2026/02/11/doj-says-trenchant-boss-sold-exploits-to-russian-broker-capable-of-accessing-millions-of-computers-and-devices/\" target=\"_blank\" rel=\"noreferrer noopener\">U.S. Department of Justice alleged</a> that the hacking tools Williams sold could have allowed the end customer to “potentially access millions of computers and devices around the world.” Williams, who previously worked for an Australian spy agency and the country’s military, admitted that he made $1.3 million in crypto from the sales between 2022 and 2025. </p>\n\n<p class=\"wp-block-paragraph\">L3Harris and Williams’ lawyers did not immediately respond to a request for comment. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Google’s new 1.9GW clean energy deal includes massive 100-hour battery | TechCrunch",
            "time": "2026-02-24T21:32:22",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/GettyImages-2177664491.jpeg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google <a href=\"https://blog.google/innovation-and-ai/infrastructure-and-cloud/global-network/data-center-pine-island/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> Tuesday that it will build a data center in Minnesota that’s backed by 1.9 gigawatts of clean power, including a massive 300-megawatt battery made by startup Form Energy.</p>\n\n<p class=\"wp-block-paragraph\">The new data center, Google’s first in Minnesota, will be located in Pine Island, about an hour southeast of Minneapolis.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The tech company is working with Xcel Energy to build 1.4 gigawatts of wind power and 200 megawatts of solar power. Both will feed Form’s battery, which will be capable of delivering its rated power for 100 hours. At 30 gigawatt-hours, it will be the largest battery in the world, helping the data center operate on clean energy for longer periods of time.</p>\n\n<p class=\"wp-block-paragraph\">Such long-duration batteries help renewable energy sources continue to provide power at night or during lulls, “firming” the power source, as experts call it. <a href=\"https://techcrunch.com/2025/12/05/energy-storage-industry-set-aggressive-goals-for-2025-and-already-crushed-them/\">Grid-scale lithium-ion batteries</a> do this already, though for shorter periods.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2022/10/06/form-energys-iron-air-battery-on-pace-for-2024-launch-with-450m-series-e/\">Form Energy’s batteries</a> are unlike most other grid-scale batteries. Whereas a typical grid-scale battery today uses lithium-ion technology that’s been repurposed from chemistries used by the automotive industry, Form’s batteries store energy by rusting and deoxidizing iron. </p>\n\n<p class=\"wp-block-paragraph\">When oxygen from the air flows over pebbles of iron inside the battery, it rusts the iron, generating electricity in the process. To charge, electrical current deoxidizes the rust, turning it back into metallic iron and releasing oxygen in the process, which is drawn out of the battery.</p>\n\n<p class=\"wp-block-paragraph\">As battery chemistries go, Form’s iron-air cells are heavy and not very efficient. Typical iron-air batteries can only deliver 50% to 70% of the energy used to charge them, compared with upwards of 90% for lithium-ion batteries. But for all their downsides, they come with one very large upside: they’re incredibly cheap. Form says 1 kilowatt-hour of storage will ultimately cost just $20 using their technology, which is at least three times cheaper than lithium-ion batteries.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The new project also introduces a wonky utility fee structure to Minnesota that’s intended to help utilities adopt clean technologies without running afoul of their regulators, which push utilities to use the cheapest source of electricity. </p>\n\n<p class=\"wp-block-paragraph\">Google first developed the concept in Nevada, where it’s buying power from enhanced geothermal startup Fervo. Alternately called the “clean transition tariff” or the “clean energy accelerator charge,” the agreement between Google and Xcel allows the utility to accept projects that might be considered risky by regulators, with the tech company paying a premium to ensure that regular ratepayers aren’t left holding the bag. </p>\n\n<p class=\"wp-block-paragraph\">Solar and wind are both proven technologies, but Form’s iron-air batteries are still relatively new. The startup’s first battery is currently being installed in Minnesota with cooperative utility Great River Energy, and it will store 150 megawatt-hours for 100 hours, sending 1.5 megawatts to the grid at its peak. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Form makes its batteries at a factory in West Virginia. The company has raised $1.4 billion to date, according to PitchBook data.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "CarGurus data breach affects 12.5 million accounts | TechCrunch",
            "time": "2026-02-24T21:27:42",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/cargurus-getty.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Automotive marketplace CarGurus was the target of a data breach in which the names, email addresses, phone numbers, and physical addresses of millions of customers were stolen. </p>\n\n<p class=\"wp-block-paragraph\">Have I Been Pwned, a data-breach notification site provided by security researcher Troy Hunt, reported that <a href=\"https://haveibeenpwned.com/Breach/CarGurus\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">12.5 million CarGurus accounts</a> were compromised in the data breach.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">CarGurus, founded in 2006, operates an online marketplace that allows customers to buy, sell, and finance vehicle purchases.</p>\n\n<p class=\"wp-block-paragraph\">Have I Been Pwned attributed the breach to the ShinyHunters hacking group.</p>\n\n<p class=\"wp-block-paragraph\">The ShinyHunters group is known for its social engineering skills, such as calling up help desks and pretending to be employees who need their password reset. The hackers have used their social engineering skills to steal reams of data from <a href=\"https://techcrunch.com/2026/02/04/hackers-publish-personal-information-stolen-during-harvard-upenn-data-breaches/\" target=\"_blank\" rel=\"noreferrer noopener\">several universities</a> and over <a href=\"https://techcrunch.com/2025/10/03/hacking-group-claims-theft-of-1-billion-records-from-salesforce-customer-databases/\" target=\"_blank\" rel=\"noreferrer noopener\">a billion records</a> from Salesforce customers, including <a href=\"https://techcrunch.com/2025/08/06/google-says-hackers-stole-its-customers-data-in-a-breach-of-its-salesforce-database/\" target=\"_blank\" rel=\"noreferrer noopener\">Google</a> and <a href=\"https://techcrunch.com/2025/08/18/hr-giant-workday-says-hackers-stole-personal-data-in-recent-breach/\" target=\"_blank\" rel=\"noreferrer noopener\">Workday</a>, and they claimed recent hacks at <a href=\"https://techcrunch.com/2025/12/16/hacking-group-says-its-extorting-pornhub-after-stealing-users-viewing-data/\" target=\"_blank\" rel=\"noreferrer noopener\">Pornhub</a> and <a href=\"https://techcrunch.com/2026/02/13/fintech-lending-giant-figure-confirms-data-breach/\" target=\"_blank\" rel=\"noreferrer noopener\">fintech lending giant Figure</a>.</p>\n\n<p class=\"wp-block-paragraph\">TechCrunch has reached out to CarGurus for comment and will update this article if the company responds. </p>\n\n<p class=\"wp-block-paragraph\">The customer data that was published included user account ID mappings, finance prequalification application data, and dealer account and subscription information, according to Have I Been Pwned.</p>\n\n<p class=\"wp-block-paragraph\">This is the second automotive-related data breach reported by Have I Been Pwned this year. Last month, data allegedly from CarMax was published following a failed extortion attempt, <a href=\"https://haveibeenpwned.com/Breach/CarMax\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the data breach notification site reported</a>. The data breach included about 431,000 unique email addresses along with names, phone numbers, and physical addresses.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Anthropic won’t budge as Pentagon escalates AI dispute | TechCrunch",
            "time": "2026-02-24T21:18:45",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/GettyImages-2194795244.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Anthropic has until Friday evening to either give the U.S. military unrestricted access to its AI model or face the consequences, reports <a href=\"https://www.axios.com/2026/02/24/anthropic-pentagon-claude-hegseth-dario\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Axios</a>.</p>\n\n<p class=\"wp-block-paragraph\">Defense Secretary Pete Hegseth told Anthropic CEO Dario Amodei in a <a href=\"https://techcrunch.com/2026/02/23/defense-secretary-summons-anthropics-amodei-over-military-use-of-claude/\">meeting Tuesday morning</a> that the Pentagon will either declare Anthropic a “supply chain risk” — a designation usually reserved for foreign adversaries — or invoke the Defense Production Act (DPA) to force the company to tailor a version of the model to the military’s needs.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The DPA gives the president the authority to force companies to prioritize or expand production for national defense. It was recently invoked during the COVID-19 pandemic to compel companies like General Motors and 3M to produce ventilators and masks, respectively.</p>\n\n<p class=\"wp-block-paragraph\">Anthropic has long stated that it doesn’t want its technology used for mass surveillance of Americans or for fully autonomous weapons — and is refusing to compromise on these points.</p>\n\n<p class=\"wp-block-paragraph\">Pentagon officials have argued the military’s use of technology should be governed by U.S. law and constitutional limits, not by the usage policies of private contractors. </p>\n\n<p class=\"wp-block-paragraph\">Using the DPA in a dispute over AI guardrails would mark a significant expansion of the law’s modern use. It would also reflect an expansion of a broader pattern of executive branch instability that has intensified in recent years, according to Dean Ball, senior fellow at the Foundation for American Innovation and former senior policy advisor on AI in Trump’s White House. </p>\n\n<p class=\"wp-block-paragraph\">“It would basically be the government saying, ‘If you disagree with us politically, we’re going to try to put you out of business,’” Ball said. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The dispute unfolds against a backdrop of ideological friction, with some in the administration — including AI czar David Sacks — publicly criticizing <a href=\"https://techcrunch.com/2025/10/21/anthropic-ceo-claps-back-after-trump-officials-accuse-firm-of-ai-fear-mongering/\">Anthropic’s safety policies as “woke.” </a></p>\n\n<p class=\"wp-block-paragraph\">“Any reasonable, responsible investor or corporate manager is going to look at this and think the U.S. is no longer a stable place to do business,” Ball said. “This is attacking the very core of what makes America such an important hub of global commerce. We’ve always had a stable and predictable legal system.”</p>\n\n<p class=\"wp-block-paragraph\">It’s a serious game of chicken, and Anthropic may not be the one to blink first. According to <a href=\"https://www.reuters.com/world/anthropic-digs-heels-dispute-with-pentagon-source-says-2026-02-24/?link_source=ta_bluesky_link&amp;taid=699e0924af1b980001cee0e0&amp;utm_campaign=trueanthem&amp;utm_medium=social&amp;utm_source=bluesky\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Reuters</a>, Anthropic doesn’t plan on easing its usage restrictions. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Anthropic is the only frontier AI lab with classified DOD access, according to several reports. The Department of Defense doesn’t have a backup option currently in play — though the Pentagon has <a href=\"https://www.axios.com/2026/02/23/ai-defense-department-deal-musk-xai-grok\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reportedly</a> reached a deal to use xAI’s Grok in classified systems. </p>\n\n<p class=\"wp-block-paragraph\">That lack of redundancy may help explain the Pentagon’s aggressive posture, Ball argued. </p>\n\n<p class=\"wp-block-paragraph\">“If Anthropic canceled the contract tomorrow, it would be a serious problem for the DOD,” he told TechCrunch, noting the agency appears to be falling short of a <a href=\"https://www.presidency.ucsb.edu/documents/national-security-memorandum-advancing-the-united-states-leadership-artificial\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">National Security Memorandum</a> from the late Biden administration that directs federal agencies to avoid dependence on a single classified-ready frontier AI system. </p>\n\n<p class=\"wp-block-paragraph\">“The DOD has no backups. This is a single-vendor situation here,” he continued. “They can’t fix that overnight.”</p>\n\n<p class=\"wp-block-paragraph\">TechCrunch has reached out to Anthropic and the DOD for comment. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Discord delays global rollout of age verification after backlash | TechCrunch",
            "time": "2026-02-24T20:48:06",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/09/discord-app-logo.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Discord no longer plans to roll out <a href=\"https://techcrunch.com/2026/02/09/discord-to-roll-out-age-verification-next-month-for-full-access-to-its-platform/\" target=\"_blank\" rel=\"noreferrer noopener\">age verification</a> globally in March and is delaying the launch until the second half of 2026, the company <a href=\"https://discord.com/blog/getting-global-age-assurance-right-what-we-got-wrong-and-whats-changing\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> Tuesday.</p>\n\n<p class=\"wp-block-paragraph\">Discord had faced heavy backlash from users earlier this month after it announced that all users would be put into a “teen-appropriate experience” by default until they were verified as adults.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company clarified on Tuesday that 90% of users won’t need to verify their age and will be able to keep using Discord as usual, since most don’t engage with age-restricted content and the platform’s internal safety systems can already determine the age of many adult users. These internal systems work by looking at signals like how long an account has existed, whether the user has a payment method on file, and what types of servers they’re in.</p>\n\n<p class=\"wp-block-paragraph\">“Let me be upfront: we knew this rollout was going to be controversial,” Discord CTO Stanislav Vishnevskiy wrote in the <a href=\"https://discord.com/blog/getting-global-age-assurance-right-what-we-got-wrong-and-whats-changing\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">blog post</a> announcing the change. “Any time you introduce something that touches identity and verification, people are going to have strong feelings. Rightfully so. In hindsight, we should have provided more detail about our intentions and how the process works.”</p>\n\n<p class=\"wp-block-paragraph\">“The way this landed, many of you walked away thinking we’re requiring face scans and ID uploads from everyone just to use Discord,” he continued. “That’s not what’s happening, but the fact that so many people believe it tells us we failed at our most basic job: clearly explaining what we’re doing and why.”</p>\n\n<p class=\"wp-block-paragraph\">Discord says that people who are part of the 10% of users who do need to verify their age will be given options to do so. Previously, Discord had stated that users could only verify their age by either completing a facial age estimation or submitting an ID to Discord’s vendor partners. Now Discord says that before expanding age verification worldwide, it plans to introduce additional verification methods, including the option to verify using a credit card.</p>\n\n<p class=\"wp-block-paragraph\">“If you choose not to verify, here’s exactly what happens: you keep your account, your servers, your friends list, your DMs, and voice chat,” Vishnevskiy said in the post. “The only thing that changes is you won’t be able to access age-restricted content or change certain default safety settings designed to protect teens. Nothing else about your Discord experience changes.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The company also plans to publish information on its website about each verification vendor and their data practices, and clearly identify which vendor is being used. In addition, it now says it will only work with vendors that perform the age-verification process entirely on the user’s device.</p>\n\n<p class=\"wp-block-paragraph\">The change around vendors also comes as Discord <a href=\"https://www.bbc.com/news/articles/cn4g8ynpwl8o\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">faced backlash</a> for listing Persona, which is backed by an investment firm co-founded by Peter Thiel, as one of its partners in age verification. Thiel is chairman and co-founder of Palantir, which has attracted controversy for its work with <a href=\"https://www.wired.com/story/department-homeland-security-ice-billion-dollar-agreement-palantir/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">U.S. immigration enforcement</a> and other <a href=\"https://www.nytimes.com/2025/05/30/technology/trump-palantir-data-americans.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">federal surveillance programs</a>. Persona also attracted criticism from users for its use of third-party data and partnerships with governments.</p>\n\n<p class=\"wp-block-paragraph\">Discord is trying to distance itself from Persona and told <a href=\"https://www.theverge.com/tech/878369/discord-persona-age-verification\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The Verge</a> yesterday that it “ran a limited test of Persona in the UK where age assurance had previously launched and that test has since concluded.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Discord also faced backlash for its age-verification plans because it had <a href=\"https://discord.com/press-releases/update-on-security-incident-involving-third-party-customer-service?ref=404media.co\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">disclosed</a> last October that around 70,000 users may have had sensitive data, such as their government ID photos, exposed after hackers breached a third-party vendor that the platform used for age-related appeals. Discord says it no longer works with the vendor involved in this breach.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Instagram head pressed on lengthy delay to launch teen safety features, like a nudity filter, court filing reveals | TechCrunch",
            "time": "2026-02-24T20:35:47",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2021/12/GettyImages-1237098710.jpeg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Prosecutors in a lawsuit focused on whether or not social media apps, like Instagram, are addictive and harmful, wanted to know why it took so long for Meta to roll out basic safety tools, like a nudity filter for private messages sent to teens. In April 2024, Meta <a href=\"https://techcrunch.com/2024/04/11/meta-will-auto-blur-nudity-in-instagram-dms-in-latest-teen-safety-step/\">introduced</a> a feature that would automatically blur explicit images in Instagram DMs — something the company reportedly understood to be an issue nearly six years prior. </p>\n\n<p class=\"wp-block-paragraph\">In a newly unsealed deposition in a federal lawsuit, Instagram head Adam Mosseri was asked about an August 2018 email chain with Meta VP and Chief Information Security Officer <a href=\"https://www.linkedin.com/in/guyro/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Guy Rosen</a>, where he mentioned that “horrible” things could happen via Instagram private messages, also known as DMs. Those horrible things could include dick pics, the plaintiff’s lawyer said, and Mosseri agreed.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">However, the Meta exec pushed back at the line of questioning that suggested the company should have informed parents that its messaging system wasn’t monitored, beyond removing CSAM (Child Sexual Abuse Material).  </p>\n\n<p class=\"wp-block-paragraph\">“I think that it’s pretty clear that you can message problematic content in any messaging app, whether it’s Instagram or otherwise,” Mosseri said. He said the company tried to balance people’s interest in privacy with its own interests in safety.</p>\n\n<p class=\"wp-block-paragraph\">The testimony also revealed new stats about harmful activity on Instagram, revealing that 19.2% of survey respondents ages 13 to 15 said they had seen nudity or sexual images on Instagram that they didn’t want to see. In addition, 8.4% of 13- to 15-year-olds said they had seen someone harm themselves or threaten to do so on Instagram over the past seven days they used the app.</p>\n\n<p class=\"wp-block-paragraph\">While a nudity filter is only one of several updates that have been added to Instagram in recent years to protect teens, prosecutors were more interested in its delay to act, rather than whether the app is safer for teens now.</p>\n\n<p class=\"wp-block-paragraph\">Mosseri was also questioned on other topics, like an email from a Facebook intern in 2017, who said that he wanted to find “addicted” Facebook users and figure out if there were ways to help them.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The 2018 email chain was meant to serve as one example that Meta was aware of the risks to minors, but it took the company until 2024 to release a product that addressed the problem of sexual images sent to teens. This includes those images sent by adults who may have engaged in grooming, a process in which an adult builds trust with a minor over time to manipulate or sexually exploit them.</p>\n\n<p class=\"wp-block-paragraph\">Reached for comment, Meta spokesperson Liza Crenshaw pointed to the other ways the company has worked to keep teens safe over the years, noting that, “for over a decade, we’ve listened to parents, worked with experts and law enforcement, and conducted in-depth research to understand the issues that matter most. We use these insights to make meaningful changes—like introducing Teen Accounts with built-in protections and providing parents with tools to manage their teens’ experiences. We’re proud of the progress we’ve made, and we’re always working to do better,” she said. </p>\n\n<p class=\"wp-block-paragraph\">The deposition provided by Mosseri took place during one of what are now <a href=\"https://www.npr.org/2026/02/18/nx-s1-5716229/zuckerberg-social-media-addiction-trial\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">several lawsuits</a> looking to hold big tech accountable for harming teens. This <a href=\"https://cand.uscourts.gov/cases-e-filing/cases/422-md-03047-ygr/re-social-media-adolescent-addictionpersonal-injury-products\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">particular case</a>, taking place in the U.S. District Court in the Northern District of California, involves plaintiffs alleging that social media platforms are defective because they’re designed to maximize screen time, which encourages addictive behavior in teens. The defendants include Meta, Snap, TikTok, and YouTube (Google).</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Similar lawsuits are also underway <a href=\"https://techcrunch.com/2026/02/17/metas-own-research-found-parental-supervision-doesnt-really-help-curb-teens-compulsive-social-media-use/\">in the Los Angeles County Superior Court</a> and <a href=\"https://apnews.com/article/meta-new-mexico-child-exploitation-trial-19195fc680dba782fb971d68082e11a4\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">in New Mexico</a>.</p>\n\n<p class=\"wp-block-paragraph\">Lawyers across the cases are hoping to prove that the big tech companies prioritized the need for user growth and increased engagement over the potential harms impacting their youngest users.</p>\n\n<p class=\"wp-block-paragraph\">The timing of these trials comes amid a growing number of laws restricting social media teen use, both in several U.S. states and abroad. </p>\n\n<p class=\"wp-block-paragraph\"><em>Updated after publication with Meta’s comment.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "More startups are hitting $10M ARR in 3 months than ever before | TechCrunch",
            "time": "2026-02-24T19:39:36",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/01/GettyImages-582759168.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">AI has brought the startup world the rise of a new phenomenon: startups that almost instantly hit multimillion-dollar ARR (annual recurring revenue).</p>\n\n<p class=\"wp-block-paragraph\">Stories abound of founders going from zero to $10 million, or as much as $100 million, in annual recurring revenue <a href=\"https://techcrunch.com/2025/11/19/as-lovable-hits-200m-arr-its-ceo-credits-staying-in-europe-for-its-success/\" target=\"_blank\" rel=\"noreferrer noopener\">in a matter of months</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">To be fair, this alone isn’t a harbinger of long-term success. VCs say that <a href=\"https://techcrunch.com/2026/02/05/a16z-vc-wants-founders-to-stop-stressing-over-insane-arr-numbers/\" target=\"_blank\" rel=\"noreferrer noopener\">durable growth</a> is far more important than ultra-speedy growth. Investors want to back companies where the rate at which customers cancel or stop paying is low, meaning customers are happy. They want that annual or monthly recurring revenue to stick around and grow, not wobble and crash.</p>\n\n<p class=\"wp-block-paragraph\">Even so, the phenomenon is real. As part of Stripe’s annual report, <a href=\"https://stripe.com/newsroom/news/stripe-2025-update\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">released</a> on Tuesday, the payments giant revealed that it had more new businesses start using its products in 2025 than ever before, with more than half — specifically 57% — outside the United States. This 2025 cohort grew 50% faster than those who started using Stripe products in 2024, it said. While Stripe did not reveal the hard numbers, it did say that 2025 saw double the number of these fledging startups hit $10 million in ARR within three months compared to the number that did so in 2024.</p>\n\n<p class=\"wp-block-paragraph\">The letter also noted that Stripe Atlas —  the company’s business incorporation tool  — saw a 41% increase in company formations last year. Of those new startups, 20% charged their first customer within 30 days, up from just 8% in 2020, further underscoring how quickly this new generation of founders is moving.</p>\n\n<p class=\"wp-block-paragraph\">In comparison, in 2024, founders were still <a href=\"https://x.com/kennandavison/status/1800590629459665113\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">publicly celebrating</a> hitting $10 million in ARR in three years — which is still, by most business standards, a metric worth boasting about.</p>\n\n<p class=\"wp-block-paragraph\">So for all of those on social media <a href=\"https://x.com/RetentionAdam/status/2006740753687490857\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">saying things like</a>, “Bootstrapping to $10M ARR is easier and less risky than creating a VC-backed unicorn, ” or <a href=\"https://x.com/erniefromwallst/status/2024302945408557462\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">things like</a>, “the AI-native startups hitting $10M ARR with just three people are rewriting the entire playbook,” well, now there’s a smattering of data to back that up.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Instagram's TV app is launching on Google TV devices | TechCrunch",
            "time": "2026-02-24T19:13:06",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/IG-FOR-TV-REELS-VIEWER-16_9.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Instagram is expanding its <a href=\"https://techcrunch.com/2025/12/16/instagram-brings-reels-to-the-big-screen-starting-with-amazon-fire-tv/\" target=\"_blank\" rel=\"noreferrer noopener\">Instagram for TV app</a> to Google TV devices in the U.S., two months after its debut on Amazon Fire TV in December. The app first launched as a way to expand Reels viewing beyond mobile, and now users can also browse posts from their Instagram feeds directly on their TVs.</p>\n\n<p class=\"wp-block-paragraph\">By bringing reels to TV, Instagram is looking to better compete with YouTube, which <a href=\"https://techcrunch.com/2025/05/27/youtube-tops-disney-and-netflix-in-tv-viewing-nielsen-finds/\" target=\"_blank\" rel=\"noreferrer noopener\">largely dominates the TV space</a>. Instagram likely wants viewers to switch to its TV app while watching content on the couch, similar to flipping through TV channels. Rival TikTok <a href=\"https://techcrunch.com/2021/11/22/tiktok-brings-its-tv-app-to-more-devices-across-the-u-s-and-canada/\" target=\"_blank\" rel=\"noreferrer noopener\">also has a TV app</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The new app is personalized to each user, as it shows reels based on the content and creators they enjoy on the Instagram app. Reels are organized into channels and categories based on topics such as comedy, music, and lifestyle.</p>\n\n<p class=\"wp-block-paragraph\">Reels play automatically, which means you won’t have to keep scrolling to watch the next video. The Instagram for TV app lets you like, view comments, and reshare Reels.</p>\n\n<p class=\"wp-block-paragraph\">Users can pair the app with their Instagram app and add up to five accounts in one home. Or, they can choose to create a new account just for TV viewing. </p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Treasury sanctions Russian zero-day broker accused of buying exploits stolen from US defense contractor | TechCrunch",
            "time": "2026-02-24T19:01:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2017/10/kremlin-hacking-alt.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The U.S. government <a href=\"https://home.treasury.gov/news/press-releases/sb0404\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> on Tuesday sanctions against two companies that acquire and resell <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#zero-day\" target=\"_blank\" rel=\"noreferrer noopener\">zero-day exploits</a>, as well as sanctioning their founders and their associates.</p>\n\n<p class=\"wp-block-paragraph\">Officials with the U.S. Treasury told TechCrunch that the government was imposing sanctions against the brokers of zero-days — security vulnerabilities in software that are unknown to its developer but can be abused to hack people — as they pose a threat to U.S. national security, foreign policy, and economy. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The first sanctioned company is Operation Zero, a Russian firm that launched in 2021. The company made headlines in 2023 when <a href=\"http://techcrunch.com/2023/09/27/russian-zero-day-seller-offers-20m-for-hacking-android-and-iphones/\" target=\"_blank\" rel=\"noreferrer noopener\">it announced that it was offering</a> up to $20 million for zero-days in Android devices and iPhones, and later announced that <a href=\"https://techcrunch.com/2025/03/21/russian-zero-day-seller-is-offering-up-to-4-million-for-telegram-exploits/\" target=\"_blank\" rel=\"noreferrer noopener\">it was offering up to $4 million</a> for zero-days in Telegram. The company <a href=\"https://opzero.ru/en/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">claims</a> to work exclusively with the Russian government and local organizations.</p>\n\n<p class=\"wp-block-paragraph\">The Treasury’s Office of Foreign Assets Control (OFAC) said that Operation Zero’s customers “could use the tools to launch ransomware attacks or engage in other malign activities.”</p>\n\n<p class=\"wp-block-paragraph\">The Treasury said it’s also sanctioning the company’s founder, Sergey Zelenyuk, who officials accused of selling exploits to foreign intelligence agencies and who say he sought to develop spyware and hacking technologies. The Treasury said Zelenyuk engaged in recruiting hackers and developing relationships with foreign intelligence agencies through social media. (Operation Zero has accounts on both X and Telegram.)</p>\n\n<p class=\"wp-block-paragraph\">According to the Treasury, Operation Zero acquired “at least eight proprietary cyber tools, which were created for the exclusive use of the U.S. government and select allies and which were stolen from a U.S. company,” and then “sold those stolen tools to at least one unauthorized user.” </p>\n\n<p class=\"wp-block-paragraph\">The Treasury said that the sanctions against Operation Zero and Zelenyuk coincide with an FBI investigation into Peter Williams, who worked for U.S. defense contractor L3Harris. In October, Williams <a href=\"https://techcrunch.com/2025/10/29/former-l3harris-trenchant-boss-pleads-guilty-to-selling-zero-day-exploits-to-russian-broker/\" target=\"_blank\" rel=\"noreferrer noopener\">pleaded guilty to selling at least eight of the company’s exploits</a> to an unspecified Russian broker. </p>\n\n<p class=\"wp-block-paragraph\">The Treasury now says that the broker was Operation Zero, something that the government had not previously confirmed.</p>\n<p class=\"wp-block-shortcode\">\t\t</p><div class=\"article-block block--callout block--right has-green-500-background-color\">\n\t\t\t<h4 class=\"block--callout__title\">Contact Us</h4>\n\t\t\t<p>\nDo you have more information about Operation Zero? Or the market for zero-days? We’d love to hear from you. From a non-work device, you can contact Lorenzo Franceschi-Bicchierai securely on Signal at +1 917 257 1382, or via Telegram, Keybase and Wire @lorenzofb, or </p><a href=\"mailto:lorenzo@techcrunch.com/\">by email</a><a href=\"mailto:lorenzo@techcrunch.com/\">.</a>\t\t</div>\n\t\t\n\n<p class=\"wp-block-paragraph\">Williams was the general manager at Trenchant, which develops hacking and surveillance tools for the U.S. government and some of its top intelligence partners, including Australia, Canada, New Zealand, and the United Kingdom — the so-called alliance of Five Eyes countries. </p>\n\n<p class=\"wp-block-paragraph\">The Treasury did not respond to a series of questions related to today’s sanctions. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Along with taking action against Zelenyuk, the U.S. Treasury is sanctioning an affiliate company based in the United Arab Emirates called Special Technology Services, as well as Zelenyuk’s assistant, Marina Evgenyevna Vasanovich, and two people associated with the company, Azizjon Makhmudovich Mamashoyev and Oleg Vyacheslavovich Kucherov, who have allegedly worked with Operation Zero. </p>\n\n<p class=\"wp-block-paragraph\">Operation Zero, Special Technology Services, and Zelenyuk are being sanctioned in parallel under <a href=\"https://today.westlaw.com/Document/I89d03c80906e11ed8636e1a02dc72ff6/View/FullText.html?transitionType=Default&amp;contextData=(sc.Default)\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a 2022 federal law</a> that allows the U.S. government to impose sanctions on someone who committed “significant thefts of trade secrets,” per the Treasury.</p>\n\n<p class=\"wp-block-paragraph\">The Treasury says Kucherov, a Russian national, is suspected of being a member of the prolific ransomware gang <a href=\"https://techcrunch.com/2019/07/12/trickbot-spam-millions-emails/\" target=\"_blank\" rel=\"noreferrer noopener\">TrickBot</a>, whose alleged members were <a href=\"https://techcrunch.com/2023/02/09/us-uk-sanctions-russian-trickbot-ryuk-conti/\" target=\"_blank\" rel=\"noreferrer noopener\">previously</a> <a href=\"https://techcrunch.com/2023/09/07/us-uk-authorities-sanction-more-alleged-trickbot-gang-members/\" target=\"_blank\" rel=\"noreferrer noopener\">sanctioned</a> by the U.S. and the United Kingdom. </p>\n\n<p class=\"wp-block-paragraph\">Mamashoyev is allegedly the founder of Advance Security Solutions, another zero-day broker based in the UAE, which was also sanctioned today.</p>\n\n<p class=\"wp-block-paragraph\">Advance Security Solutions <a href=\"https://techcrunch.com/2025/08/20/new-zero-day-startup-offers-20-million-for-tools-that-can-hack-any-smartphone/\" target=\"_blank\" rel=\"noreferrer noopener\">launched last year</a>, offering up to $20 million for zero-days that could help hack into any type of smartphone with a text message. The broker also offered high-paying bounties for hacking tools in popular software and hardware like Android devices, iPhones, Windows, and Chrome. </p>\n\n<p class=\"wp-block-paragraph\">Operation Zero and Zelenyuk did not respond to a request for comment. Kucherov, Mamashoyev, and Vasanovich could not be immediately reached for comment. </p>\n\n<p class=\"wp-block-paragraph\">When contacted by TechCrunch, a person operating an Advance Security Solutions’ chat account claimed without evidence that Mamashoyev is not the founder of the company.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google adds a way to create automated workflows to Opal | TechCrunch",
            "time": "2026-02-24T19:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Agent-Banner-hero.jpeg?resize=1200,677",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google on Tuesday announced it’s adding a new way to create automated workflows to <a href=\"https://techcrunch.com/2025/07/25/google-is-testing-a-vibe-coding-app-called-opal/\" target=\"_blank\" rel=\"noreferrer noopener\">its vibe-coding app Opal</a>. The company said that a new agent being introduced in Opal will allow users to create mini-apps that can let them plan and execute tasks using text prompts.</p>\n\n<p class=\"wp-block-paragraph\">The feature uses the Gemini 3 Flash model and automatically chooses tools to execute tasks. For instance, it can use Google Sheets to maintain memory across sessions, such as a shopping list for an e-commerce-related app. The new agent creates and plans the next step for the tasks on its own.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/interior_design_opal.gif?w=680\" alt=\"\" class=\"wp-image-3096225\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Google</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Google said these agents are natively interactive, which means that if they need more information, they would ask users to enter it or offer them choices to determine next steps, if needed. With this addition, users without technical knowledge could build complex workflows within their apps, the company claims.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/07/25/google-is-testing-a-vibe-coding-app-called-opal/\" target=\"_blank\" rel=\"noreferrer noopener\">Opal was first introduced</a> for U.S. users in July 2025. The tool lets anyone create mini web apps or remix existing apps. In October 2025, the company rolled out Opal to users in 15 more countries, including Canada, India, Japan, South Korea, Vietnam, Indonesia, Brazil, and Singapore. A month later, the company made the tool available in <a rel=\"nofollow\" href=\"https://blog.google/innovation-and-ai/models-and-research/google-labs/opal-expansion-160/\">over 160 countries</a>. And in December, Google <a href=\"https://techcrunch.com/2025/12/17/googles-vibe-coding-tool-opal-comes-to-gemini/\">added the tool to the Gemini web app</a>, allowing users to create custom apps through a visual editor without writing any code.</p>\n\n<p class=\"wp-block-paragraph\">Beyond Google, many other startups are also building tools that let users build apps via natural language prompts. <a href=\"https://techcrunch.com/2025/07/02/lovable-on-track-to-raise-150m-at-2b-valuation/\" target=\"_blank\" rel=\"noreferrer noopener\">Lovable</a> and <a href=\"https://techcrunch.com/2025/09/10/replit-hits-3b-valuation-on-150m-annualized-revenue/\" target=\"_blank\" rel=\"noreferrer noopener\">Replit</a> are among the more popular ones, but other startups like <a href=\"https://techcrunch.com/2025/09/22/rocket-new-one-of-indias-first-vibe-coding-startups-snags-15m-from-accel-salesforce-ventures/\">former Replika founder’s Wabi</a>, <a href=\"https://techcrunch.com/2026/01/20/indian-vibe-coding-startup-emergent-raises-70m-at-300m-valuation-from-softbank-khosla-ventures/\">SoftBank and Lightspeed-backed Emergent</a>, and <a href=\"https://techcrunch.com/2025/09/22/rocket-new-one-of-indias-first-vibe-coding-startups-snags-15m-from-accel-salesforce-ventures/\" target=\"_blank\" rel=\"noreferrer noopener\">Accel-backed Rocket.new</a> are also gaining prominence.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Spotify and Liquid Death release a limited-edition speaker shaped like … an urn? | TechCrunch",
            "time": "2026-02-24T18:48:13",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/SPOTIFY-Liquid-Deathpng.png?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Spotify and Liquid Death have teamed up to launch what might be the wildest product collaboration of the year: <a href=\"https://liquiddeath.com/pages/spotify-urn\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the Eternal Playlist Urn</a>, a wireless Bluetooth speaker shaped like a cremation urn. Yes, you read that right.</p>\n\n<p class=\"wp-block-paragraph\">The Eternal Playlist Urn is not really meant to hold ashes, but is instead a collector’s item, with only 150 available for purchase in the U.S. For $495, buyers receive a 7-inch-by-11.4-inch urn with a Bluetooth speaker built into the lid. (We question the audio quality, since all the tech is crammed into the lid of this tiny urn.)</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">According to Spotify, the urn offers “the world’s first ever music-streaming urn,” making death “a lot less boring.” With this product, the idea is that even the dearly departed can keep jamming to their favorite tunes for eternity, or at least that’s the company’s joke.</p>\n\n<p class=\"wp-block-paragraph\">“Life needs music. So does the afterlife. That’s why Spotify has partnered with Liquid Death to create the Eternal Playlist Urn, the world’s first wireless speaker designed to bring your music somewhere it’s never been before,” Spotify <a href=\"https://newsroom.spotify.com/2026-02-24/liquid-death-eternal-playlist-urn/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">stated</a> in a blog post. </p>\n\n<p class=\"wp-block-paragraph\">When you get the urn, you can create your own <a href=\"http://open.spotify.com/presents/eternalplaylist\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Eternal Playlist</a> on Spotify by answering questions like “What’s your eternal vibe?” or “What’s your go-to ghost noise?” Spotify will then use your answers and listening history to generate a custom playlist, which syncs directly to the urn’s speaker and can be shared with friends and family.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/SpotifyEternalPlaylist.png?w=680\" alt=\"\" class=\"wp-image-3096367\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/SpotifyEternalPlaylist.png 1200w, https://techcrunch.com/wp-content/uploads/2026/02/SpotifyEternalPlaylist.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2026/02/SpotifyEternalPlaylist.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2026/02/SpotifyEternalPlaylist.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2026/02/SpotifyEternalPlaylist.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2026/02/SpotifyEternalPlaylist.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2026/02/SpotifyEternalPlaylist.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2026/02/SpotifyEternalPlaylist.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2026/02/SpotifyEternalPlaylist.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2026/02/SpotifyEternalPlaylist.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2026/02/SpotifyEternalPlaylist.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2026/02/SpotifyEternalPlaylist.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2026/02/SpotifyEternalPlaylist.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Spotify</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">While Spotify hasn’t released a branded smart speaker, it partnered with <a href=\"https://www.ikea.com/us/en/newsroom/corporate-news/ikea-introduces-first-bluetooth-speaker-with-spotify-tap-to-bring-light-and-music-outdoors-pub9ead9890/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Ikea</a> in 2022 on a portable Bluetooth lamp speaker with Spotify Tap functionality, making this the company’s second hardware collaboration with another brand. The company also released “<a href=\"https://techcrunch.com/2022/02/22/spotifys-in-car-entertainment-device-car-thing-is-now-publicly-available/\">Car Thing</a>,” an in-car entertainment device, which was later <a href=\"https://techcrunch.com/2024/12/09/spotify-car-thing-units-are-officially-disabled/\">discontinued.</a></p>\n\n<p class=\"wp-block-paragraph\">This isn’t the first time Liquid Death has pushed the limits of extreme marketing. The brand is known for its outrageous campaigns, including a <a href=\"https://liquiddeath.com/products/yeti-x-liquid-death-casket-cooler\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">life-sized Yeti Casket-shaped cooler</a>. While some may find the humor a little morbid, fans of dark, irreverent comedy seem to be intrigued by it. The cooler had over 800 bidders and sold for $68,200.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Whether you view this as a clever stunt, a funny gag, a tasteless joke, or simply absurd, the Eternal Playlist Urn is a testament to how far brands will go to capture our attention.</p>\n\n<p class=\"wp-block-paragraph\"><iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" src=\"https://www.youtube.com/embed/2QXRyGBDFME?si=TlHQeeI59IYQM3r2\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen=\"\">VIDEO</iframe></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Twitch is overhauling its suspensions policy | TechCrunch",
            "time": "2026-02-24T18:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/03/twitch-reflection.jpg?resize=1200,799",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Twitch announced on Tuesday that it’s revamping its suspensions policy to shift away from its previous all-or-nothing penalty system. Until now, a temporary suspension on Twitch meant losing access to the platform altogether, including the ability to chat, watch streams while logged in, and access basic information. Now, the company is implementing two suspension types: streaming suspensions and chatting suspensions.</p>\n\n<p class=\"wp-block-paragraph\">The company notes that while its previous approach was easier to implement, its new targeted enforcement system means that the restrictions will match the specific offense committed. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">If a user violates Twitch’s Community Guidelines during a livestream, their account will be suspended from going live, and chat on their channel will be temporarily disabled. During a streaming suspension, the user can still watch streams while logged in, chat on other channels, and access their user dashboard. Plus, viewers will still be able to watch their existing clips and videos.</p>\n\n<p class=\"wp-block-paragraph\">Similarly, if someone violates the company’s Community Guidelines in chat, they will receive a suspension from chat but will still be able to stream their own content or watch other streamers. Notably, users who receive a chat suspension can still chat in their own channel, but they will be prevented from participating in chats on other streams.</p>\n\n<p class=\"wp-block-paragraph\">“Higher severity violations present a greater risk to our community, therefore they will receive both chatting and streaming suspensions simultaneously to prevent further harm,” Twitch explained in a <a href=\"https://safety.twitch.tv/s/article/Modernizing-Our-Approach-to-Enforcements?language=en_US\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">blog post</a>. “And, as is the case today, those who commit the most serious violations will receive an indefinite suspension and lose all access to Twitch. There is no place for serious violations on Twitch.”</p>\n\n<p class=\"wp-block-paragraph\">Twitch isn’t changing the length of temporary suspensions, as streaming and chatting suspensions will last anywhere from 24 hours to 30 days.</p>\n\n<p class=\"wp-block-paragraph\">The company says that with each new violation, the length of the suspension will increase, and that accumulating multiple temporary suspensions can still lead to an indefinite suspension from Twitch.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Twitch determines the severity of a violation by considering the extent of harm it causes or has the potential to cause. It defines harm as any action that leads to physical, emotional, social, or financial damage to a user or to Twitch.</p>\n\n<p class=\"wp-block-paragraph\">The company is working on additional suspension types that will roll out in future updates.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OpenAI COO says 'we have not yet really seen AI penetrate enterprise business processes' | TechCrunch",
            "time": "2026-02-24T17:44:34",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/brad-lightcap-GettyImages-2147824375-1.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Earlier this month, OpenAI launched a new platform called <a href=\"https://techcrunch.com/2026/02/05/openai-launches-a-way-for-enterprises-to-build-and-manage-ai-agents/\" target=\"_blank\" rel=\"noreferrer noopener\">OpenAI Frontier for enterprises to build and manage agents</a>, but OpenAI COO Brad Lightcap said that businesses haven’t yet seen AI adoption at scale.</p>\n\n<p class=\"wp-block-paragraph\">“One of the interesting things and some of the inspiration for the work we’ve been doing lately around OpenAI Frontier is we have not yet really seen enterprise AI penetrate enterprise business process,” the AI exec said on the sidelines of the <a href=\"https://techcrunch.com/2026/02/22/all-the-important-news-from-the-ongoing-india-ai-summit/\" target=\"_blank\" rel=\"noreferrer noopener\">India AI Impact Summit held last week in New Delhi</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“You’ve got really powerful AI systems that any person can use in their individual capacity. And enterprises are these highly complex organizations with a lot of people, teams, all having to work together, a lot of context. There are very complex goals that have to be achieved using a lot of different systems and tools.”</p>\n\n<p class=\"wp-block-paragraph\">There is a lot of talk around <a href=\"https://techcrunch.com/2025/10/29/box-ceo-aaron-levie-on-how-ai-is-changing-the-enterprise-saas-landscape/\">AI agents</a> <a href=\"https://techcrunch.com/2026/02/23/how-ai-agents-could-destroy-the-economy/\">taking over business processes</a> and claiming that <a href=\"https://www.idc.com/resource-center/blog/is-saas-dead-rethinking-the-future-of-software-in-the-age-of-ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">“SaaS is dead.”</a> While these predictions have moved SaaS stocks at times, they haven’t really come true. In fact, Lightcap said OpenAI was <a href=\"https://www.businessinsider.com/openai-coo-worlds-most-active-slack-user-2025-10\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a massive Slack user last year</a>, indicating how much AI firms are still reliant on traditional enterprise software.</p>\n\n<p class=\"wp-block-paragraph\">In January, <a href=\"https://openai.com/index/a-business-that-scales-with-the-value-of-intelligence/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">OpenAI CFO Sarah Friar posted that the company’s revenue is on the rise</a>, with the startup ending 2025 with over $20 billion in annualized revenue. Lightcap said that demand is strong, without sharing any numbers.</p>\n\n<p class=\"wp-block-paragraph\">“We almost always find ourselves having to manage too much demand. We are still an organization that is growing, and so there is this global demand factor that we would love to be able to meet, and we are working as best as we can to be able to meet,” Lightcap said.</p>\n\n<p class=\"wp-block-paragraph\">At the same time, OpenAI is thinking about how to quantify success in the enterprise. Lightcap said that OpenAI will try to measure Frontier’s impact based on “business outcomes, not on seat licenses.” (The company hasn’t yet shared pricing for Frontier.)</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 9, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“Frontier is a way for us to experiment iteratively with how to actually bring AI into the really messy and complex areas of businesses that I think if we get that right, we’re going to learn a lot about both businesses and also AI systems,” Lightcap noted.</p>\n\n<p class=\"wp-block-paragraph\">Days after TechCrunch’s conversation, OpenAI partnered with consultancies like <a href=\"https://techcrunch.com/2026/02/23/openai-calls-in-the-consultants-for-its-enterprise-push/\" target=\"_blank\" rel=\"noreferrer noopener\">Boston Consulting Group (BCG), McKinsey, Accenture, and Capgemini</a> to deploy its technology in an enterprise push. Even rival Anthropic launched plug-ins for finance, engineering, and design for enterprises to build agents based on Claude.</p>\n\n<p class=\"wp-block-paragraph\">Meanwhile, the company doesn’t have a clear path of integrating recently acquired open source tool OpenClaw, but Lightcap said that it gives OpenAI “a glimpse into the future” where agents can do “almost anything you want them to be able to do on a computer.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In keeping with the India AI summit, OpenAI has made a number of recent announcements around its business in the world’s largest market. The company said India was the second biggest user base of ChatGPT outside the U.S., with <a href=\"https://techcrunch.com/2026/02/15/india-has-100m-weekly-active-chatgpt-users-sam-altman-says/\" target=\"_blank\" rel=\"noreferrer noopener\">more than 100 million weekly users</a>. Lightcap said that voice as a modality is picking up in India and enabling OpenAI to reach more people.</p>\n\n<p class=\"wp-block-paragraph\">“Voice is so important here. And voice models now feel good enough and also good enough to run in low-latency and low-bandwidth environments, where you really can start to enable access to technology for a group of people who maybe were more disenfranchised than not,” Lightcap said.</p>\n\n<p class=\"wp-block-paragraph\">The company also signed an enterprise contract for the usage of its tools and to deploy compute. Lightcap noted India is fourth in terms of enterprise seats in Asia, which is low for a populous country, and OpenAI has a lot of scope to expand there.</p>\n\n<p class=\"wp-block-paragraph\">The AI company is also set to open two new offices in India in Mumbai and Bengaluru. However, these are likely to be sales and go-to-market offices. When I asked Lightcap if these offices would include technical talent, he said, “Never say never.”</p>\n\n<p class=\"wp-block-paragraph\">There is also a fear of job impact, especially in countries like India, where the IT services and BPO (business process outsourcing) industry is prominent, as AI tools automate some of the tasks. In the past few weeks, Indian IT company <a href=\"https://www.moneycontrol.com/news/business/stocks/nifty-it-index-crashes-nearly-3-as-anthropic-s-ai-claims-fuel-disruption-fears-tcs-infosys-among-top-losers-13840666.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">stocks have dipped</a> as the market is taking into account the fact that areas like coding might require fewer humans. Lightcap said that the company is being “grounded” in what it has observed in terms of jobs market.</p>\n\n<p class=\"wp-block-paragraph\">“Our view is that over time, jobs will change. I think we don’t yet know where, how, or what, but it seems inevitable that work will look different in the future than it looks today. And that’s natural, that’s part of the business cycle. It’s part of the global and dynamic economy that we live in. And so I think what we have to do is be able to obviously have empathy for where jobs are changing at a high rate,” he noted.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}