{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "This Detroit startup is turning to utilities to make home efficiency upgrades cheaper | TechCrunch",
            "time": "2025-08-01T13:32:04",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/08/suburban-housing-aerial-view.jpg?resize=1200,798",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Ask any homeowner: renovation projects are no fun at all. From finding a contractor to determining a fair price, the process is rife with uncertainty. </p>\n\n<p class=\"wp-block-paragraph\">Plenty of startups have popped up to help homeowners tackle electrification projects, including installing solar panels and replacing gas furnaces with heat pumps. But they still struggle with the cost question: acquiring customers is often more than half the battle.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Pearl Edison thinks the answer is utilities.</p>\n\n<p class=\"wp-block-paragraph\">“As much as anything, we are leveraging their brand equity and trust,” Evan Anderson, co-founder and CEO of Pearl Edison, told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">Investors have bought into the idea. The Detroit-based startup has raised a $3.3 million seed round from New System Ventures and Commonweal Ventures, the company exclusively told TechCrunch. Lightbank and Newlab participated.</p>\n\n<p class=\"wp-block-paragraph\">Pearl Edison works with utilities to identify customers who are most likely to benefit from energy retrofit projects, including heat pumps and additional insulation. It builds a white-labeled website for the utility, and it helps the larger organization run campaigns to sign people up for energy efficiency upgrades.</p>\n\n<p class=\"wp-block-paragraph\">The company uses a range of data sources to design a job and generate a price, which it guarantees for the customer. After its software produces a first draft of the plans, it sends workers out to verify everything in the field before finalizing the design.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">It then sends the jobs to vetted contractors, who complete the installation. Pearl Edison makes money on the installs itself, estimating that the majority of those jobs will cost less than it quotes. Homeowners should save money, too, Anderson said, because Pearl Edison can contract the job for less since the installers don’t have to waste time acquiring customers.</p>\n\n<p class=\"wp-block-paragraph\">Already, the company has programs set up with two utilities, DT Energy in Michigan and Duquesne Light in the Pittsburgh area, and one government, the city of Ann Arbor, Michigan. Anderson said the company will add two more utilities this year. </p>\n\n<p class=\"wp-block-paragraph\">“We’ve found them to be good partners,” Anderson said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Vast Data in talks with Alphabet's CapitalG, Nvidia to fund round at up to $30B valuation | TechCrunch",
            "time": "2025-08-01T13:21:26",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/05/GettyImages-2216028442.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">AI storage platform Vast Data is in talks with Alphabet’s venture arm CapitalG and existing backer Nvidia to raise a fresh round that could value the startup at up to $30 billion, <a rel=\"nofollow\" href=\"https://www.reuters.com/business/alphabets-capitalg-nvidia-talks-fund-vast-data-up-30-billion-valuation-sources-2025-08-01/\">Reuters reported</a>, citing two sources.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/06/10/ai-storage-platform-vast-data-aimed-for-25b-valuation-in-new-round-sources-say/\">TechCrunch reported last month</a> that Vast Data was working to raise funds at a $25 billion valuation. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The round could close in the next few weeks, per Reuters, which would make New York-based Vast Data — last valued at $9.1 billion in 2023 — one of the most valuable tech companies. </p>\n\n<p class=\"wp-block-paragraph\">Vast Data develops storage technology that claims to enable efficiency in AI data centers. As the AI boom intensifies and the <a href=\"https://techcrunch.com/2025/07/23/trumps-ai-strategy-trades-guardrails-for-growth-in-race-against-china/\">U.S. government greenlights</a> the scaled build-out of data centers, AI infrastructure startups are becoming a hot new focus for investment.</p>\n\n<p class=\"wp-block-paragraph\">The startup has <a href=\"https://techcrunch.com/2023/12/06/vast-data-lands-118m-to-grow-its-data-storage-platform-for-ai-workloads/\">raised</a> $380 million to date, and its CEO Renen Halak said the company is free cash flow positive. Sources told Reuters that Vast Data earned $200 million in annual recurring revenue (ARR) by January 2025, with projections to grow to $600 million in ARR next year. </p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Authorities seize BlackSuit ransomware gang's servers | TechCrunch",
            "time": "2025-08-01T13:21:15",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/03/cash-ransomware-ransom-payments-hackers-getty.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">German prosecutors say a joint U.S.-European operation has seized infrastructure belonging to the BlackSuit ransomware gang, a notorious hacking group blamed for several major cyberattacks in recent years.</p>\n\n<p class=\"wp-block-paragraph\">In <a rel=\"nofollow\" href=\"https://www.presseportal.de/blaulicht/pm/105578/6085950\">a new statement</a> this week, officials in Germany said they had seized the gang’s servers and systems as part of an operation on July 24. The officials said the operation had secured “considerable amounts of data” that will be used to help identify the individuals responsible for the attacks.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The officials said they switched off the servers, effectively cutting off the ransomware malware. The statement said BlackSuit had a total of 184 victims worldwide, of which several were in Germany.</p>\n\n<p class=\"wp-block-paragraph\">At the time of publication, the BlackSuit’s leak site on the dark web, which it used to publish files and extort victims into paying a ransom, was no longer loading. It now displays a seizure notice saying the site was taken down by a “coordinated international law enforcement investigation.” </p>\n\n<p class=\"wp-block-paragraph\">The operation went ahead with help from ICE’s Homeland Security Investigations unit and Europol, according to the German officials. Representatives for ICE did not return a request for comment.</p>\n\n<p class=\"wp-block-paragraph\">U.S. authorities reportedly disclosed the seizure earlier in the week, per <a rel=\"nofollow\" href=\"https://www.bleepingcomputer.com/news/security/law-enforcement-seizes-blacksuit-ransomware-leak-sites/\">one report</a>. It’s not immediately clear if any arrests were made.</p>\n\n<p class=\"wp-block-paragraph\">BlackSuit has been one of the <a rel=\"nofollow\" href=\"https://www.cisa.gov/news-events/alerts/2024/08/07/royal-ransomware-actors-rebrand-blacksuit-fbi-and-cisa-release-update-advisory\">more prolific ransomware operations</a> in recent years, <a href=\"https://techcrunch.com/2023/05/04/ransomware-attack-forces-dallas-to-shut-down-courts-disrupt-some-911-services/\">targeting U.S. cities like Dallas</a>, as well as organizations in the manufacturing, communications and healthcare industries. </p>\n\n<p class=\"wp-block-paragraph\">In 2024, U.S. cybersecurity agency CISA warned that the gang was <a href=\"https://techcrunch.com/2023/11/15/cisa-fbi-royal-ransomware-blacksuit-sanctions/\">rebranding from Royal to BlackSuit</a>. It’s not uncommon for ransomware gangs to spin off or merge with other groups to skirt government-imposed sanctions that make it more difficult to profit from cyberattacks.</p>\n\n<p class=\"wp-block-paragraph\">Security researchers have <a rel=\"nofollow\" href=\"https://blog.talosintelligence.com/new-chaos-ransomware/\">since found</a> that a new ransomware gang dubbed Chaos is likely made up of former members of the BlackSuit gang.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Klarna might reschedule its IPO for September | TechCrunch",
            "time": "2025-08-01T13:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/06/GettyImages-2218592205.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Klarna might look to IPO as early as September, <a rel=\"nofollow\" href=\"https://www.bloomberg.com/news/articles/2025-07-31/klarna-is-said-to-weigh-us-ipo-revival-as-soon-as-september?srnd=phx-technology\">sources told Bloomberg</a>. The news comes as fintech stock prices surge and the US IPO market strengthens. </p>\n\n<p class=\"wp-block-paragraph\">Klarna filed for IPO back in March but paused such plans only a month later after President Trump’s tariff announcements rattled the market. At the time, Klarna was looking to raise at least $1 billion and nab a $15 billion valuation. By June, however, Klarna’s co-founder and CEO, Sebastian Siemiatkowski, took a different turn. When <a href=\"https://techcrunch.com/2025/06/04/klarna-ceo-says-company-will-use-humans-to-offer-vip-customer-service/\">asked about the company’s</a> IPO plans, Siemiatkowski only smiled and said he was “happy there’s less turbulence in the market.” </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Details are slim, though, regarding when Klarna will schedule its debut; no final decisions have been made, Bloomberg reported. The company is profitable and was last privately valued at around $14 billion.</p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "VC industry has become a better career for women over the past 7 years | TechCrunch",
            "time": "2025-08-01T13:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-1301343014.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Women are making strides in the venture capital world, according to <a rel=\"nofollow\" href=\"https://annualreport.allraise.org/\">a new report published</a> by the nonprofit All Raise and as <a rel=\"nofollow\" href=\"https://www.wsj.com/articles/women-now-occupy-almost-a-fifth-of-top-venture-roles-study-finds-8339aadb?st=ChULKZ&amp;reflink=desktopwebshare_permalink\">first reported by the Wall Street Journal. </a></p>\n\n<p class=\"wp-block-paragraph\">All Raise released a report that said 18.6% of the top roles at leading VC firms are held by women, which is double what it was in 2018. The survey also found that many women (a quarter of survey respondents) were promoted last year and that investors were still interested in backing underrepresented founders (75% of investors said they were looking to make such deals). </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Only a handful of women, however, are at the top of mega-funds (those managing $3 billion or more). On that note, though, more women are going solo, with the report showing that more than 100 women-led funds launched this past decade. Almost 180 women-led firms raised $5.3 billion in 2023.</p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Reddit plans to unify its search interface as it looks to become a search engine | TechCrunch",
            "time": "2025-08-01T12:04:38",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/02/GettyImages-1048288996.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">With search today so full of AI slop and sites spamming SEO tricks, it’s not unusual for people to append “reddit” to their queries in hopes of finding useful answers to their questions. Google has tried to integrate results from <a href=\"https://techcrunch.com/2022/09/28/google-search-now-queries-reddit-and-quora-in-response-to-open-ended-questions/\">Reddit in its search interface</a>, and taking notice of the trend, Reddit has been experimenting with its <a href=\"https://techcrunch.com/2025/02/12/reddit-hints-at-expanded-ai-powered-search/\" target=\"_blank\" rel=\"noreferrer noopener\">own AI search</a> as well. But the company has loftier ambitions: it wants to become the go-to search engine people use.</p>\n\n<p class=\"wp-block-paragraph\">Reddit’s CEO, Steve Huffman, said as much during its second-quarter conference call on Thursday: “Reddit is one of the few platforms positioned to become a true search destination. We offer something special, a breadth of conversations and knowledge you can’t find anywhere else.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Huffman noted that Reddit’s search function has more than 70 million weekly users, and its AI-powered Q&amp;A product, Reddit Answers, is now used by 6 million people.</p>\n\n<p class=\"wp-block-paragraph\">Reddit Answers is currently available in a dozen countries, and the company plans to expand it globally as well as give it prominent placement in the site’s interface. The company eventually wants to unify the core search function with Reddit Answers, and redesign its app to have the search box be more prominently visible. </p>\n\n<p class=\"wp-block-paragraph\">“We’re unifying those [Reddit search and Reddit Answers] into a single search experience, and we’re gonna bring that front and center in the app. So, whether you’re a new user opening the app for the first time or a returning user opening the app, that search box will be present immediately,” Huffman said on the call.</p>\n\n<p class=\"wp-block-paragraph\">People are increasingly being presented chat-styled search interfaces from products like ChatGPT, Perplexity, and Google’s new AI mode. Reddit understandably believes that tapping its rich trove of user posts and comments to help people find answers will help make its search function more useful.</p>\n\n<p class=\"wp-block-paragraph\">Reddit reported a positive second quarter, with revenue jumping 78% to $500 million from a year earlier. The company launched <a href=\"https://techcrunch.com/2025/07/31/reddit-revenue-soars-as-it-bets-on-ai-and-advertising/\">two new ad tools</a>, which let marketers use Reddit data to spot trends, and leverage comments about brands in their campaigns.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Joby Aviation and defense contractor L3Harris to test autonomous hybrid aircraft | TechCrunch",
            "time": "2025-08-01T12:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/Joby-L3Harris-Autonomous-Hybrid-VTOL-Announcement.png?resize=1200,750",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Joby Aviation is often cast as a developer of commercial electric air taxis, but the publicly traded company has also pursued a separate track to market through a long-standing relationship with the U.S. Department of Defense. Now, its years of research and development with the Department of Defense may be paying off.</p>\n\n<p class=\"wp-block-paragraph\">The company on Thursday said it had signed an agreement with defense contractor L3Harris Technologies to “explore opportunities” to develop a new aircraft class — specifically, a gas-turbine hybrid vertical take-off and landing aircraft that can fly autonomously — for defense applications.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The gas-turbine hybrid VTOL will be based on Joby’s current S4 aircraft platform. The company has focused on developing the S4 with an all-electric powertrain, but it last year demonstrated under government contract a <a href=\"https://techcrunch.com/2024/07/11/joby-aviation-is-betting-on-hydrogen-electric-aircraft-for-regional-flight/\">hydrogen-electric hybrid version</a> that flew 521 miles — more than two times farther than its battery electric prototype.</p>\n\n<p class=\"wp-block-paragraph\">The agreement with L3Harris is exploratory, but the hope is that upcoming flights tests and operational demonstrations will lead to a military contract with the DoD. Joby said flight testing will start this fall, and operational demonstrations are expected in 2026.</p>\n\n<p class=\"wp-block-paragraph\">Joby has spent years developing and seeking Type 1 certification from the Federal Aviation Administration for its all-electric vertical take-off and landing aircraft, which will be used to shuttle passengers short distances in urban areas. </p>\n\n<p class=\"wp-block-paragraph\">It’s also worked with the DoD at the development stage for nearly a decade. Through that relationship, Joby homed in on what it would take to get to the “finish line” with the DoD, Joby executive chairman Paul Sciarra told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">“One was that range was especially important,” he said. “We knew we had to make that shift.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Sciarra added it was also important to demonstrate the so-called “missionization of its platform” — how its aircraft could be combined with the right sensors, autonomy, communications and payload to provide a clear use case for the DoD.</p>\n\n<p class=\"wp-block-paragraph\">“We have two choices: either build a bunch of this stuff ourselves, or find an incredible partner that already has a deep understanding of those use cases and a ton of proven technology,” he said.</p>\n\n<p class=\"wp-block-paragraph\">That’s where L3Harris comes in. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Jon Rambeau, president of Integrated Mission Systems at L3Harris, said the new vertical lift technology will enable long-range, crewed-uncrewed teaming for a range of missions. In this case, the gas-turbine hybrid VTOL aircraft could be used for low-altitude support missions, which could include contested logistics, electronic warfare, and counter unmanned aircraft systems, or C-UAS, Sciarra said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google rolls out Gemini Deep Think AI, a reasoning model that tests multiple ideas in parallel | TechCrunch",
            "time": "2025-08-01T11:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/03/Gemini2.5.jpg?resize=1200,677",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google DeepMind is rolling out <a href=\"https://techcrunch.com/2025/05/20/deep-think-boosts-the-performance-of-googles-flagship-google-gemini-ai-model/\">Gemini 2.5 Deep Think</a>, which, the company says, is its most advanced AI reasoning model, able to answer questions by exploring and considering multiple ideas simultaneously and then using those outputs to choose the best answer.</p>\n\n<p class=\"wp-block-paragraph\">Subscribers to Google’s $250-per-month <a href=\"https://techcrunch.com/2025/05/20/google-ai-ultra-youll-have-to-pay-249-99-per-month-for-googles-best-ai/\">Ultra</a> subscription will gain access to Gemini 2.5 Deep Think in the Gemini app starting Friday.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">First unveiled in May at Google I/O 2025, Gemini 2.5 Deep Think is Google’s first publicly available multi-agent model. These systems spawn AI multiple agents to tackle a question in parallel, a process that uses significantly more computational resources than a single agent, but tends to result in better answers.</p>\n\n<p class=\"wp-block-paragraph\">Google used a variation of Gemini 2.5 Deep Think to <a href=\"https://techcrunch.com/2025/07/21/openai-and-google-outdo-the-mathletes-but-not-each-other/\">score a gold medal</a> at this year’s International Math Olympiad (IMO).</p>\n\n<p class=\"wp-block-paragraph\">Alongside Gemini 2.5 Deep Think, the company says it is releasing the model it used at the IMO to a select group of mathematicians and academics. Google says this AI model “takes hours to reason,” instead of seconds or minutes like most consumer-facing AI models. The company hopes the IMO model will enhance research efforts, and aims to get feedback on how to improve the multi-agent system for academic use cases.</p>\n\n<p class=\"wp-block-paragraph\">Google notes that the Gemini 2.5 Deep Think model is a significant improvement over what it announced at I/O. The company also claims to have developed “novel reinforcement learning techniques” to encourage Gemini 2.5 Deep Think to make better use of its reasoning paths.</p>\n\n<p class=\"wp-block-paragraph\">“Deep Think can help people tackle problems that require creativity, strategic planning and making improvements step-by-step,” said Google in a blog post shared with TechCrunch.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The company says Gemini 2.5 Deep Think achieves state-of-the-art performance on Humanity’s Last Exam (HLE) — a challenging test measuring AI’s ability to answer thousands of crowdsourced questions across math, humanities, and science. Google claims its model scored 34.8% on HLE (without tools), compared to xAI’s Grok 4, which scored 25.4%, and OpenAI’s o3, which scored 20.3%.</p>\n\n<p class=\"wp-block-paragraph\">Google also says Gemini 2.5 Deep Think outperforms AI models from OpenAI, xAI, and Anthropic on LiveCodeBench6, a challenging test of competitive coding tasks. Google’s model scored 87.6%, whereas Grok 4 scored 79%, and OpenAI’s o3 scored 72%.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/image.png?w=580\" alt=\"\" class=\"wp-image-3033173\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/image.png 1001w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=128,150 128w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=256,300 256w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=768,900 768w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=580,680 580w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=367,430 367w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=614,720 614w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=683,800 683w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=570,668 570w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=320,375 320w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=527,617 527w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=453,531 453w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=43,50 43w\" sizes=\"auto, (max-width: 580px) 100vw, 580px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">Benchmark scores. Image Credits: Google</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Gemini 2.5 Deep Think automatically works with tools such as code execution and Google Search, and the company says it’s capable of producing “much longer responses” than traditional AI models.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In Google’s testing, the model produced more detailed and aesthetically pleasing web development tasks compared to other AI models. The company claims the model could aid researchers and “potentially accelerate the path to discovery.”</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?w=680\" alt=\"\" class=\"wp-image-3033177\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png 870w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=150,98 150w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=300,195 300w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=768,500 768w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=680,442 680w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=430,280 430w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=720,468 720w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=800,520 800w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=668,435 668w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=576,375 576w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=708,461 708w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">Art scenes made by Google’s AI (Credit: Google)</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">It seems that several leading AI labs are converging around the multi-agent approach.</p>\n\n<p class=\"wp-block-paragraph\">Elon Musk’s xAI recently released a multi-agent system of its own, <a href=\"https://techcrunch.com/2025/07/09/elon-musks-xai-launches-grok-4-alongside-a-300-monthly-subscription/\">Grok 4 Heavy</a>, which it says was able to achieve industry leading performance on several benchmarks. OpenAI researcher Noam Brown said on a <a rel=\"nofollow\" href=\"https://www.youtube.com/watch?v=EEIPtofVe2Q\">podcast</a> that the unreleased AI model the company used to achieve a gold medal at this year’s International Math Olympiad (IMO) was also a multi-agent system. Meanwhile, <a rel=\"nofollow\" href=\"https://www.anthropic.com/engineering/built-multi-agent-research-system\">Anthropic’s Research agent</a>, which generates thorough research briefs, is also powered by a multi-agent system.</p>\n\n<p class=\"wp-block-paragraph\">Despite the strong performance, it seems that multi-agent systems are even costlier to serve than traditional AI models. That means tech companies may keep these systems gated behind their most expensive subscription plans, which xAI and now Google have chosen to do.</p>\n\n<p class=\"wp-block-paragraph\">In the coming weeks, Google says it plans to share Gemini 2.5 Deep Think with a select group of testers via the Gemini API. The company says it wants to better understand how developers and enterprises may use its multi-agent system.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Handwave lends a hand to retailers with its European alternative to Amazon's palm payments | TechCrunch",
            "time": "2025-08-01T06:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/Handwave-2.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Paying with a handwave once sounded like science fiction, but <a href=\"https://techcrunch.com/2024/03/28/amazon-one-the-palm-recognition-service-launches-a-new-app/\">contactless palm recognition service Amazon One</a> has already been used <a rel=\"nofollow\" href=\"https://www.aboutamazon.com/news/retail/amazon-just-walk-out-dash-cart-grocery-shopping-checkout-stores\">more than 8 million times</a>, according to the company. That’s Amazon, though, which explains why it has been deployed in Amazon stores and more than 500 Whole Foods Market stores in the U.S., but only 150 third-party locations.</p>\n\n<p class=\"wp-block-paragraph\">Meanwhile, fintech startups like Latvia’s <a rel=\"nofollow\" href=\"https://www.handwave.com/\">Handwave</a> are stepping onto the field, aiming to provide third-party retailers with a similar but independent solution for faster checkout while leveraging the giant’s role in popularizing biometric payments in the West. (China has already begun adopting biometric palm payments, with Tencent working to <a rel=\"nofollow\" href=\"https://www.cnn.com/2024/01/16/tech/tencent-palm-scanning-service-china-intl-hnk\">bring its Weixin Palm Pay service into mainstream use</a>.)</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Like Apple’s Face ID, palm scanning uses more than static images: it analyzes palm vein patterns and also verifies that the user is physically present when they hover their hand over the scanner. This method works for secure contactless payments and also applies to broader identity verification scenarios — with players like Keyo also supporting <a href=\"https://techcrunch.com/2022/11/10/with-7m-raised-keyo-launches-a-biometric-palm-verification-network/\">secure building access and other applications</a>.</p>\n\n<p class=\"wp-block-paragraph\">In contrast, Handwave is focusing specifically on retail — and since it doesn’t own stores like Amazon, it had to seek partners, which required having a product. Three years in, and now with its own hardware and software, the Latvian startup is preparing for market pilots that will deploy its palm scanning devices at retail stores. </p>\n\n<p class=\"wp-block-paragraph\">Merchants who deploy the startup’s tech would pay a transaction fee that Handwave claims will be on par with or lower than standard payments. According to Handwave, faster and cheaper checkouts could reduce costs. But unlike some cost-cutting measures, this solution aims to make things easier for customers — with the promise of no cards, no apps, no fingerprint scanners, and no facial scans — even for age verification and loyalty programs.</p>\n\n<p class=\"wp-block-paragraph\">Handwave’s cofounders, CEO Janis Stirna and Sandis Osmanis-Usmanis, previously worked for one of the world’s largest global payment providers, Worldline. Despite this connection, the team aims to build a wide ecosystem. “Our plan is to collaborate with any financial institution or acquiring bank,” Stirna told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">The startup has only partnered with a handful of financial institutions so far, “but very big ones, especially in Europe,” Stirna said. This summer, the startup signed an agreement with Visa that could speed up the deployment of Handwave’s solution in any country, according to its chief revenue officer, Oskars Laksevics.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">While Handwave has its eyes on the U.S. market as well, Laksevics believes that it can be an advantage to start out in the European Union — “the strictest market in the world” — and demonstrate compliance there before expanding.</p>\n\n<p class=\"wp-block-paragraph\">Being an independent European player could also help the startup keep an edge if or when Amazon decides to more aggressively offer Amazon One to third parties; or if JP Morgan rolls out <a rel=\"nofollow\" href=\"https://www.jpmorgan.com/payments/payments-unbound/magazine/articles/future-payments-experiences-sports-fans\">its own palm payment experiment</a> further. </p>\n\n<p class=\"wp-block-paragraph\">The startup can rely also on other arguments, including pricing. After financial partners told Handwave its devices need to be able to compete on price, the startup developed its own hardware and algorithms making them cheaper than others, Stirna said. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Being based in Riga also enabled Handwave to operate with limited capital. The startup told TechCrunch its R&amp;D process was funded through bootstrapping, a $780,000 angel investment round, and $267,000 in non-equity funding. This sum came from an EU-funded <a rel=\"nofollow\" href=\"https://eng.lsm.lv/article/economy/business/07.10.2024-latvian-businesses-invited-to-apply-for-cyber-security-grants.a571562/\">cybersecurity grant</a>, as well as support from Latvia’s <a rel=\"nofollow\" href=\"https://investinlatvia.org/en/useful-information/why-invest/business-incubators\">LIAA Business Incubator</a> and EU-backed accelerator <a rel=\"nofollow\" href=\"https://ready2scale.eu/meet-the-15-innovative-startups-in-the-ready2scale-acceleration-program/\">Ready2Scale</a>.</p>\n\n<p class=\"wp-block-paragraph\">As it gears up for its first pilots and obtaining regulatory certifications, Handwave has now secured a $4.2 million seed funding round led by Vilnius-based VC firm Practica Capital, with participation from FirstPick and Outlast Fund, also from Lithuania; and Inovo.vc, a Polish VC firm that also operates in the Baltics.</p>\n\n<p class=\"wp-block-paragraph\">The Baltic states have established themselves as a fintech hub, but also have scientific talent that’s easier for a startup like Handwave to attract and afford than in Silicon Valley — including AI engineers. “In the Baltics, there are not a lot of companies where you can get that extreme level of technical challenge to resolve,” Stirna said.</p>\n\n<p class=\"wp-block-paragraph\">As for Laksevics, who previously held a senior marketing role at Baltic bank Luminor Bank, where Stirna had also worked, he told TechCrunch that he was drawn by the vision. “I left a very well paid corporate job to join this one, and I truly believe that we are building the next big global payment platform,” he said. </p>\n\n<p class=\"wp-block-paragraph\">Handwave seems ready to put its best hand forward — but only time will tell if the market will grab on and if biometric palm payments will truly take hold.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Female-founded semiconductor AI startup SixSense raises $8.5M | TechCrunch",
            "time": "2025-08-01T00:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2015/06/shutterstock_151456658.jpg?w=1000",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">A Singapore-based deep tech startup called <a href=\"https://www.sixsense.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">SixSense</a> has developed an AI-powered platform that helps semiconductor manufacturers predict and detect potential chip defects on production lines in real time.</p>\n\n<p class=\"wp-block-paragraph\">It has raised $8.5 million in Series A bringing its total funding to around $12 million. The round was led by Peak XV’s Surge (formerly Sequoia India &amp; SEA), with participation from Alpha Intelligence Capital, FEBE, and others.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Founded in 2018 by engineers Akanksha Jagwani (CTO) and Avni Agarwal (CEO), SixSense aims to address a fundamental challenge in semiconductor manufacturing: converting raw production data, from defect images to equipment signals, into real-time insights that help factories prevent quality issues and improve yield.</p>\n\n<p class=\"wp-block-paragraph\">Despite the sheer volume of data generated on the fab floor, what stood out to the co-founders was a surprising lack of real-time intelligence.</p>\n\n<p class=\"wp-block-paragraph\">Akanksha brings a deep understanding of manufacturing, quality control, and software automation through her experience building automation solutions for manufacturers like Hyundai Motors and GE and led product development at startups like Embibe. Agarwal adds technical experience from her time at Visa, where she built large-scale data analytics systems, some of which were later protected as trade secrets. A skilled coder with a strong background in mathematics, she had long been interested in applying AI to traditional industries beyond fintech.</p>\n\n<figure class=\"wp-block-image alignleft size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg?w=345\" alt=\"\" class=\"wp-image-3033008\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg 650w, https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg?resize=76,150 76w, https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg?resize=152,300 152w, https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg?resize=345,680 345w, https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg?resize=609,1200 609w, https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg?resize=218,430 218w, https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg?resize=366,720 366w, https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg?resize=457,900 457w, https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg?resize=406,800 406w, https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg?resize=339,668 339w, https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg?resize=190,375 190w, https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg?resize=313,617 313w, https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg?resize=270,531 270w, https://techcrunch.com/wp-content/uploads/2025/07/WhatsApp-Image-2025-07-29-at-15.59.51-2-1.jpeg?resize=25,50 25w\" sizes=\"auto, (max-width: 345px) 100vw, 345px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>SixSense</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Together, the duo evaluated sectors from aviation to automotive before landing on semiconductors. Despite the semiconductor industry’s reputation for precision, inspection processes remain largely manual and fragmented, Agarwal told TechCrunch. After speaking with more than 50 engineers, it became clear there’s significant room to modernize how quality checks are done, she added.</p>\n\n<p class=\"wp-block-paragraph\">Fabs today are filled with dashboards, SPC charts, and inline inspection systems, but most only display data without further analysis, Agarwal said. “The burden of using it for decision-making still falls on engineers: [they must] spot patterns, investigate anomalies, and trace root causes. That’s time-consuming, subjective, and doesn’t scale well with increasing process complexity.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">SixSense provides engineers with early warnings to address potential issues before they escalate with capabilities such as defect detection, root cause analysis, and failure prediction.</p>\n\n<p class=\"wp-block-paragraph\">SixSense’s platform is also specifically designed to be used by process engineers rather than data scientists, Agarwal said. “Process engineers can fine-tune models using their own fab data, deploy them in under two days, and trust the results — all without writing a single line of code. That’s what makes the platform both powerful and practical.”</p>\n\n<p class=\"wp-block-paragraph\">The competitive landscape includes in-house engineering teams using tools like Cognex and Halcon, inspection equipment makers integrating AI into their systems, and startups including Landing.ai and Robovision.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">SixSense’s AI platform is already in use at major semiconductor manufacturers like GlobalFoundries and JCET, with more than 100 million chips processed to date. Customers have reported up to 30% faster production cycles, a 1-2% boost in yield, and a 90% reduction in manual inspection work, the founders said. The system is compatible with inspection equipment that covers over 60% of the global market.</p>\n\n<p class=\"wp-block-paragraph\">“Our target customers are large-scale chipmakers — including foundries, outsourced semiconductor assembly and test providers (OSATs), and integrated device manufacturers (IDMs),” Agarwal said. “We’re already working with fabs in Singapore, Malaysia, Taiwan, and Israel, and are now expanding into the U.S.”</p>\n\n<p class=\"wp-block-paragraph\">Geopolitical tensions, especially between the U.S. and China, are reshaping where chips are made, driving new manufacturing investments across the globe.</p>\n\n<p class=\"wp-block-paragraph\">“We’re seeing fabs and OSATs expand aggressively in Malaysia, Singapore, Vietnam, India, and the U.S. — and that’s a tailwind for us. Why? Because we’re already based in the region, and many of these new facilities are starting fresh — without legacy systems weighing them down. That makes them far more open to AI-native approaches like ours from day one,” Agarwal told TechCrunch. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Amazon CEO wants to put ads in your Alexa+ conversations | TechCrunch",
            "time": "2025-07-31T23:34:53",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/04/GettyImages-2201505679.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Amazon CEO Andy Jassy sees an opportunity to deliver ads to users during their conversations with the company’s AI-powered digital assistant, <a href=\"https://techcrunch.com/2025/02/26/with-alexa-amazon-makes-an-intriguing-play-in-the-consumer-agent-space/\">Alexa+</a>, he said during Amazon’s second-quarter earnings call Thursday.</p>\n\n<p class=\"wp-block-paragraph\">“People are excited about the devices that they can buy from us that has Alexa+ enabled in it. People do a lot of shopping [with Alexa+]; it’s a delightful shopping experience that will keep getting better,” said Jassy on the call with investors and Wall Street analysts. “I think over time, there will be opportunities, as people are engaging in more multi-turn conversations, to have advertising play a role to help people find discovery, and also as a lever to drive revenue.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Amazon says it has rolled out Alexa+ to millions of customers, part of an effort to make its legacy digital assistant capable of agentic behaviors and more natural to talk to. Alexa+ is Amazon’s answer to generative AI voice assistants from <a href=\"https://techcrunch.com/2024/08/17/openais-new-voice-mode-let-me-talk-with-my-phone-not-to-it/\">OpenAI</a>, <a href=\"https://techcrunch.com/2024/08/13/gemini-live-first-look-better-than-talking-to-siri-but-worse-than-id-like/\">Google</a>, and <a href=\"https://mashable.com/article/perplexity-ios-voice-assistant-app\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Perplexity</a> that have made legacy systems feel outdated. However, the business models behind generative AI products remain unclear.</p>\n\n<p class=\"wp-block-paragraph\">Amazon has made Alexa+ free for Prime customers (who pay $14.99 a month) and added a $20-a-month subscription tier for Alexa+ on its own. Jassy suggested on Thursday that Alexa+ could eventually include subscription tiers beyond what’s available today — perhaps an ad-free tier.</p>\n\n<p class=\"wp-block-paragraph\">Up until now, ads have only appeared in Alexa in limited ways. Users may occasionally see a visual ad on Amazon’s smart display device, the Echo Show, or hear a pre-recorded ad in between songs on one of Alexa’s smart speakers.</p>\n\n<p class=\"wp-block-paragraph\">But Jassy’s description of an AI-generated ad that Alexa+ delivers in a multistep conversation, which could help users find new products, is uncharted territory for Amazon and the broader tech industry. Marketers have expressed interest in advertising in AI chatbots, and <a href=\"https://digiday.com/marketing/amazon-launches-alexa-and-marketers-want-ads/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">specifically Alexa+</a>, but exactly how remains unclear.</p>\n\n<p class=\"wp-block-paragraph\">Amazon’s competitors in the AI space seem to think advertising is a promising business model for generative AI, too. Google is exploring how to <a href=\"https://techcrunch.com/2025/05/21/google-is-bringing-ads-to-ai-mode/\">infuse ads </a>into its AI-powered search experience, AI mode. OpenAI CEO Sam Altman said he’s open to a “<a href=\"https://stratechery.com/2025/an-interview-with-openai-ceo-sam-altman-about-building-a-consumer-tech-company/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">tasteful”</a> form of advertising in ChatGPT.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Amazon is spending a fortune to catch up in the AI race. In the second quarter of 2025, Amazon’s capital expenditures rose to $31.4 billion, up 90% from the same period last year. A large part of that increased spending is to develop Amazon’s in-house AI chips and build out data centers to support AI models. While the revenue of Amazon’s cloud business, AWS, grew 18% in the second quarter, the company likely needs to generate new business to pay for these investments.</p>\n\n<p class=\"wp-block-paragraph\">Jassy is betting that users will talk to Alexa+ more than Alexa, which could drive more advertising and more shopping on Amazon.com. However, <a href=\"https://www.theverge.com/hands-on/705808/amazon-alexa-plus-first-look\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">early reviews </a>of Alexa+ have been mixed. Amazon has reportedly <a href=\"https://techcrunch.com/2025/02/14/ai-alexa-and-ai-siri-face-bugs-and-delays/\">struggled to ship</a> some of Alexa+’s more complicated features, and the rollout has been <a href=\"https://techcrunch.com/2025/06/23/over-a-million-people-now-have-access-to-the-gen-ai-powered-alexa/\">slower than many expected</a>.</p>\n\n<p class=\"wp-block-paragraph\">There’s a lot to figure out before Amazon puts ads in Alexa+. Like most AI models, Alexa+ is not immune to hallucinations. Before advertisers agree to make Alexa+ a spokesperson for their products, Amazon may have to come up with some ways to ensure that its AI will not offer false advertising for a product.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Jassy seems enthusiastic about making advertising a larger part of Amazon business. Amazon’s advertising revenue went up 22% in the second quarter, compared to the same period last year. </p>\n\n<p class=\"wp-block-paragraph\">Delivering ads in AI chatbot conversations may also raise privacy concerns. People tend to talk more with AI chatbots compared to deterministic assistants, like the traditional Alexa and Siri products. As a result, generative AI chatbots tend to collect more information on users. Some users might be unsettled by having that information sold to advertisers and having ads appear in their natural language conversations with AI.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple projects tariff costs will hit $1.1B next quarter | TechCrunch",
            "time": "2025-07-31T23:25:27",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2224174932.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Tariffs are projected to cost Apple $1.1 billion in the July-to-September quarter, an uptick from the previous period, CEO Tim Cook said during the company’s earnings call with investors Thursday. </p>\n\n<p class=\"wp-block-paragraph\">Those cost projections, which are based on current rates and policies, could end up lower than expected as they did in the previous quarter. Apple incurred about $800 million of tariff-related costs for the June quarter, less <a href=\"https://techcrunch.com/2025/05/01/apple-ceo-tim-cook-says-tariffs-to-add-900m-in-costs-in-q3/\">than the $900 million estimate </a>the company shared in May. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Cook said most of the tariffs levied against Apple stem from the International Emergency Economic Powers Act (IEEPA). Earlier this year, and amid a brewing trade war, the U.S. government and China agreed to a 30% tariff <a href=\"https://www.cnbc.com/2025/05/12/us-and-china-agree-to-slash-tariffs-for-90-days.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">on imports from China</a>. That trade agreement, which reduced “reciprocal” tariffs from 125% to 10% (<a href=\"https://www.cnbc.com/2025/03/12/china-says-its-willing-to-cooperate-with-the-us-on-fentanyl.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">plus the 20% duty</a> against China related to fentanyl), stands until August 12. <br><br>While sales growth suggests fear of tariffs helped fuel sales, Cook downplayed the “pull forward” effect, noting that consumers were more motivated by the “strength of the product.”</p>\n\n<p class=\"wp-block-paragraph\">“If you look at iPhone, the 16 family grew double digits, as opposed to the 15 family from the year-ago quarter,” Cook said on the call. “And so we did set an upgrade record … I think it directly is because of the strength of the product.”</p>\n\n<p class=\"wp-block-paragraph\">Sales of the iPhone rose 13% year-over-year and generated <a href=\"https://techcrunch.com/2025/07/31/apple-has-now-sold-three-billion-iphones/\">$44.5 billion in revenue</a> — nearly half of the entire company’s total revenue this quarter, which reached $94 billion. </p>\n\n<p class=\"wp-block-paragraph\">Still, tariffs have had an impact and may continue to do so, even if Apple shifts its manufacturing strategy to countries with lower tariffs.</p>\n\n<p class=\"wp-block-paragraph\">Apple devices are mainly manufactured in India, China, and Vietnam. Nearly half the iPhones sold in the U.S. are produced in India, while Macs, iPads, and watches bound for U.S. customers are made in Vietnam. Both India and Vietnam are subjected to tariffs of 25% and 20%, respectively. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">President Trump previously expressed his dismay at Apple shifting its supply chain focus more toward India, threatening the company with a 25% tariff unless Apple moved iPhone production to the U.S. <br><br>Cook reiterated Apple’s commitment to the U.S. in Thursday’s investors call, saying the company has committed <a href=\"https://www.apple.com/newsroom/2025/02/apple-will-spend-more-than-500-billion-usd-in-the-us-over-the-next-four-years/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$500 billion in investments</a> to the U.S. over the next four years, building chips and semiconductors across the country.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Reddit revenue soars as it bets on AI and advertising | TechCrunch",
            "time": "2025-07-31T22:13:23",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/05/reddit-ipo-v2.webp?resize=1200,674",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Reddit reported its second-quarter earnings on Thursday, and it’s clear that the company’s focus on AI has ramped up considerably.</p>\n\n<p class=\"wp-block-paragraph\">One significant area of investment is growing its advertising business, supported by its AI-powered marketing tools. The results revealed that the majority of Reddit’s revenue continues to come from ads, which brought in $465 million, representing 93% of the company’s total revenue. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Last month, Reddit launched two new features for advertisers: Reddit Insights, a tool that leverages the billions of posts and comments on the platform to spot trends and offer real-time insights for campaign strategies, and Conversation Summary Add-ons, which let advertisers include Reddit user discussions directly in ads, showing public opinions about products or brands.</p>\n\n<p class=\"wp-block-paragraph\">The company also saw growth in its “other revenue” category, which includes its data licensing business — meaning its deals with AI providers for access to its data. Reddit said the category jumped 24% year-over-year to $35 million, up from $28.1 million in the same period a year prior. </p>\n\n<p class=\"wp-block-paragraph\">Reddit has already established content licensing agreements with major players in AI, including Google and OpenAI. Although these deals are still new, the results from the second quarter point out a steady income stream that has significant potential for the long haul.</p>\n\n<p class=\"wp-block-paragraph\">Another key AI-powered feature is the Reddit Answers tool, which launched in December. This tool, which offers answers in a conversational interface, has attracted 6 million weekly users, a considerable jump from <a href=\"https://s203.q4cdn.com/380862485/files/doc_financials/2025/q1/Q1-25-Shareholder-Letter.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">1 million</a> users in the previous quarter. </p>\n\n<p class=\"wp-block-paragraph\">In a <a href=\"https://s203.q4cdn.com/380862485/files/doc_financials/2025/q2/Q2-25-Shareholder-Letter.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">letter to shareholders</a>, Reddit CEO Steve Huffman said the platform is working to integrate the tool “more deeply into the core search experience” to make “search a central feature across Reddit.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple has now sold 3 billion iPhones | TechCrunch",
            "time": "2025-07-31T21:35:04",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/09/CMC_7975.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple has sold 3 billion iPhones since the product was launched in 2007, Apple CEO Tim Cook said Thursday during the company’s third-quarter earnings call.</p>\n\n<p class=\"wp-block-paragraph\">It took Apple nine years to sell the billionth iPhone, a milestone the company <a href=\"https://www.apple.com/newsroom/2016/07/apple-celebrates-one-billion-iphones/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reached</a> in 2016. This implies that Apple sold 2 billion between 2016 and now — also a nine-year period — marking the product’s growing popularity.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">While Apple celebrates 3 billion iPhones sold, the company has struggled a bit in the stock market this year, as the tech giant fell behind Nvidia and Microsoft as the market’s most highly valued businesses. So perhaps a bigger cause for celebration at Apple is that its <a href=\"https://www.apple.com/newsroom/2025/07/apple-reports-third-quarter-results/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">iPhone sales were stronger</a> this quarter than expected.</p>\n\n<p class=\"wp-block-paragraph\">Sales of the iPhone, Apple’s most popular product, are up 13% year-over-year, generating $44.6 billion in revenue, according to information shared on the earnings call. That’s nearly half of the entire company’s <a href=\"https://www.sec.gov/Archives/edgar/data/320193/000032019325000071/a8-kex991q3202506282025.htm\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">total revenue</a> this quarter, which reached $94 billion.</p>\n\n<p class=\"wp-block-paragraph\">This uptick in iPhone sales might be temporary, though. Apple expert and Bloomberg managing editor Mark Gurman mused that the company may have sold more iPhones last quarter over fears that President Trump’s tariff plans would exponentially increase prices in the United States.</p>\n\n\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple plans to 'significantly' grow AI investments, Cook says | TechCrunch",
            "time": "2025-07-31T21:21:41",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/tim-cook-2025-GettyImages-2223580830.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple on Thursday signaled that it’s getting more serious about its plans to catch up in the AI race. </p>\n\n<p class=\"wp-block-paragraph\">“We see AI as one of the most profound technologies of our lifetime. We are embedding it across our devices and platforms and across the company. We are also significantly growing our investments,” CEO Tim Cook said on the Q3 2025 earnings call with investors. “Apple has always been about taking the most advanced technologies and making them easy to use and accessible for everyone, and that’s at the heart of our AI strategy,” he added.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Cook expanded on those comments on the call, noting that Apple was “reallocating a fair number of people” to focus on AI. </p>\n\n<p class=\"wp-block-paragraph\">“We have a great, great team and we’re putting all of our energy behind it,” he added.</p>\n\n<p class=\"wp-block-paragraph\">AI investments are also driving increased CapEx spending, which was up year-to-date, the company said. However, Apple pointed out that it still employed a hybrid model where it relies on third parties to make capital investments, which is why the figure won’t grow exponentially. </p>\n\n<p class=\"wp-block-paragraph\">Ahead of its call, the company shared in an interview with <a href=\"https://www.cnbc.com/2025/07/31/apple-aapl-q3-earnings-report-2025.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">CNBC</a> that it’s open to M&amp;A to accelerate its roadmap. The company told the outlet that it has already acquired seven companies this year. None was “huge” in terms of dollar amount, Cook said.</p>\n\n<p class=\"wp-block-paragraph\">On the call, he added that Apple was making acquisitions at the rate of one every several weeks.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Apple has been <a href=\"https://www.axios.com/2025/07/10/ai-apple-stock-market\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">criticized</a> for having been caught off guard by the AI era; it has announced a number of AI features that it has, so far, <a href=\"https://basicappleguy.com/basicappleblog/siriously-delayed\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">failed</a> to ship. The company was even accused of <a href=\"https://www.youtube.com/watch?v=NTLk53h7u_k\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">showing off an improved AI-powered version of Siri</a> that wasn’t close to being ready to launch.</p>\n\n<p class=\"wp-block-paragraph\">But <a href=\"https://techcrunch.com/2025/06/11/apple-executives-say-new-ai-powered-siri-wasnt-demoware-it-just-wasnt-ready-to-ship/#:~:text=Staff-,Apple%20executives%20say%20new%20AI%2Dpowered%20Siri%20wasn't%20',wasn't%20ready%20to%20ship&amp;text=In%20a%20handful%20of%20interviews,despite%20having%20yet%20to%20launch.\">Apple has defended itself</a> by saying that it doesn’t need to rush — that launching the wrong features or the wrong products just to be first would be a mistake. That’s especially true if those products don’t work as promised.</p>\n\n<p class=\"wp-block-paragraph\">So far, Apple says it has launched more than 20 Apple Intelligence features, including visual intelligence, cleanup, and writing tools. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Later this year, Apple plans to launch AI features like live translation and an AI-powered workout buddy, but the more <a href=\"https://techcrunch.com/2025/03/07/ai-powered-more-personalized-siri-is-delayed/\">personalized Siri’s improvements have been delayed</a> to 2026. On the call with investors, Cook said the company was “making good progress” on the Siri update. </p>\n\n<p class=\"wp-block-paragraph\">He also shared his thoughts on how AI may impact the iPhone business if new hardware were to emerge. For instance, Meta CEO Mark Zuckerberg earlier this week suggested that AI glasses would be the form factor for interacting with the new technology, and <a href=\"https://techcrunch.com/2025/07/30/zuckerberg-says-people-without-ai-glasses-will-be-at-a-disadvantage-in-the-future/\">those without them would be left behind</a>. </p>\n\n<p class=\"wp-block-paragraph\">Cook, naturally, disagreed. </p>\n\n<p class=\"wp-block-paragraph\">“It’s difficult to see a world where iPhone’s not living in it,” he said. “That doesn’t mean that we are not thinking about other things, as well, but I think that the [AI] devices are likely to be complementary devices, not substitutions.” </p>\n\n<p class=\"wp-block-paragraph\">The exec declined to answer a question about which AI technologies it believed would ultimately be commoditized, saying that would give away part of its strategy.</p>\n\n<p class=\"wp-block-paragraph\">Apple delivered better-than-expected iPhone sales and record revenue in Q3, which <a href=\"https://www.businessinsider.com/apple-q3-earnings-aapl-stock-price-iphone-demand-ai-tariffs-2025-7\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">saw its stock pop</a> in after-hours trading.</p>\n\n<p class=\"wp-block-paragraph\"><em>This article was updated after initial publication with more details from the earnings call. </em></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Iconiq's Will Griffith explains how his firm celebrated Figma's IPO and why investors sold shares | TechCrunch",
            "time": "2025-07-31T21:01:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/WillGriffith2025_V2.jpg?resize=961,1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Will Griffith had only been two months in his job as a venture investor for Iconiq when he met a 19-year-old college dropout named Dylan Field. This would lead to one of his signature seed investments, in a startup called Figma.</p>\n\n<p class=\"wp-block-paragraph\">On Thursday, <a href=\"https://techcrunch.com/2025/07/31/figmas-stock-soars-in-its-highly-anticipated-ipo-market-cap-instantly-hits-45b/\">Figma went public with the stock popping</a> from the $33 IPO opening price to close at $115.50 and a $47 billion market cap. And Griffith could not be more effusive in his praise for the company.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“You go to one of these user conferences and you’re like, there’s 15,000 people here and 5,000 have Figma tattoos,” Griffith smiled. From the earliest days, the founders of this company that offers software for designers had “a fervent desire to win and deliver and redefine this ecosystem.”</p>\n\n<p class=\"wp-block-paragraph\">Yet in 2013 at that first meeting, co-founders Dylan Field and Evan Wallace were untested. And at that point, so was Iconiq. It was known then as the very secretive wealth management firm for many of Silicon Valley’s richest tech moguls, like Mark Zuckerberg and Jack Dorsey.</p>\n\n<p class=\"wp-block-paragraph\">Figma, however, already had a champion: Field had been an intern at LinkedIn under its then CEO Jeff Weiner. Weiner was an angel investor (and bought more <a rel=\"nofollow\" href=\"https://www.figma.com/blog/figma-series-c/\">stock at later rounds</a>, too) and introduced Field to Griffith.</p>\n\n<p class=\"wp-block-paragraph\">“We got connected to Figma before we had an early fund, before we had any venture fund,” Griffith told TechCrunch. The investor remembers trekking out to meet the founders. “It was like two guys and the dog in an apartment in Palo Alto, and they were working on these newfangled graphics and design capability in a browser.”</p>\n\n<p class=\"wp-block-paragraph\">The demo showed how light could be manipulated when editing a photo in a browser. At the time, browser-based design software, based on WebGL, was revolutionary. Tech giant Adobe had the graphics design market locked up with its desktop software. “I thought it was insane,” Griffith recalled.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The idea was so unproven Alexis Ohanian, who was investing out of his then firm Initialized, passed on Figma when he saw the product years later in 2016, he noted in <a href=\"https://x.com/alexisohanian/status/1950221481813622997\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a tweet this week</a>. Ohanian called Figma a member of his “embarrassing miss-list.”</p>\n\n<p class=\"wp-block-paragraph\">But Griffith wrote a check. Seed shares, by the way, were priced at $0.0878 each, Figma <a rel=\"nofollow\" href=\"https://www.sec.gov/Archives/edgar/data/1579878/000162828025036090/figmas-1a2.htm\">disclosed</a> in its S-1A. And Griffith wrote more checks as Figma raised additional rounds. The company raised a total of about $332 million in venture funding through 2024, PitchBook estimates. </p>\n\n<p class=\"wp-block-paragraph\">“We invested in the seed. We invested in the Series A. We invested further. We did some secondary and we also invested more meaningfully a year ago,” Griffith said. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Iconiq did not wind up owning at least 5% of the company, a bar that would require Figma to publicly disclose the size of its stake. But it owns enough that the IPO will be celebrated at the Iconiq offices.</p>\n\n<p class=\"wp-block-paragraph\">“One of the ways that we celebrate is we guess what the closing day stock price is going to be on the first day. It’s a prediction contest around the firm,” Griffith said. “There are some good prizes and rewards.” If someone nails that number, they could wind up with a healthy cash bonus or even something like a trip to Hawaii. </p>\n\n<p class=\"wp-block-paragraph\">As for the odd part of this IPO, Griffith has some insight. Most of the stock sold was <a href=\"https://techcrunch.com/2025/07/30/figmas-ipo-price-hit-a-19-3b-valuation-out-of-the-gate/\">from investors’ stakes</a>, <a href=\"https://techcrunch.com/2025/07/21/figmas-dylan-field-will-cash-out-about-60m-in-ipo-with-index-kleiner-greylock-sequoia-all-selling-too/\">including Field’s</a>, rather than new shares issued by the company, the company said.</p>\n\n<p class=\"wp-block-paragraph\">“I think it’s very generous that existing investors are willing to sell as much to create enough supply for this IPO,” he said.</p>\n\n<p class=\"wp-block-paragraph\">Figma’s fundamentals are so solid that the <a href=\"https://www.bloomberg.com/news/articles/2025-07-29/figma-s-1-2-billion-ipo-approaching-40-times-oversubscribed\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">IPO was 40 times oversubscribed</a>, according to Bloomberg, meaning far more investors wanted shares than the supply available.</p>\n\n<p class=\"wp-block-paragraph\">That can be almost as problematic as investor disinterest, Griffith explained. The largest institutional investors won’t bother with an IPO where they can’t trade hundreds of millions’ worth of shares, he said. And if an IPO doesn’t float enough shares, prices of available shares could become artificially inflated, meaning the company won’t be properly valued. Should prices decline after opening day, the company could be artificially devalued as well.</p>\n\n<p class=\"wp-block-paragraph\">Figma’s existing shareholders didn’t really want to sell shares at $33, Griffith said. “We have been with this business since 2015, and we haven’t sold a share. And we are going to be meaningful buyers in the IPO,” he said.</p>\n\n<p class=\"wp-block-paragraph\">Still, Griffith emphasized that for Figma, IPO day is just a milestone and not an end. “I met a young, 19-year-old Dylan, and we forged a partnership,” he said. He describes himself as “proud” of seeing Field, Figma’s CEO, “continue to just mature and grow, but have the same vision, morals, authenticity.“</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In the meantime, he says he’ll be spending Figma’s IPO day “meeting with the next generation of founders.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Enterprises prefer Anthropic's AI models over anyone else's, including OpenAI's | TechCrunch",
            "time": "2025-07-31T20:32:49",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/06/YouTube-Thumb-Text-2-3.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">AI research lab Anthropic’s AI models are now the top choice for enterprises, surpassing OpenAI.</p>\n\n<p class=\"wp-block-paragraph\">Anthropic now holds 32% of the enterprise large language model market share by usage, according to a <a href=\"https://menlovc.com/perspective/2025-mid-year-llm-market-update/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">report from Menlo Ventures</a> released on Thursday. OpenAI holds the second-largest market share by usage among enterprises, with 25%.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The figure marks a strong reversal from even just a couple of years ago. Since 2023, OpenAI has seen its market share among enterprises decline sharply, according to the report, as Anthropic’s has steadily risen over the same timeframe. OpenAI held 50% of the enterprise market share by usage just two years ago while Anthropic had 12%.</p>\n\n<p class=\"wp-block-paragraph\">Google has seen enterprise usage for its models increase over the last few years as well.</p>\n\n<p class=\"wp-block-paragraph\">Anthropic has an even larger market share when it comes to coding, with 42% of the enterprise market share, the largest market share by a wide margin. Enterprise usage of Anthropic’s AI models are more than double OpenAI’s, when it comes to coding, which garnered 21% of overall market share.</p>\n\n<p class=\"wp-block-paragraph\">Anthropic’s release of its Claude 3.5 Sonnet model in June 2024 is what laid the foundation for the company’s surge in usage, according to the report. The release of <a href=\"https://techcrunch.com/2025/02/24/anthropic-launches-a-new-ai-model-that-thinks-as-long-as-you-want/\">Claude 3.7 Sonnet </a> in February 2025 only accelerated that momentum.</p>\n\n<p class=\"wp-block-paragraph\">The findings from Menlo Ventures align with anecdotal chatter in the industry, which suggested that enterprise and startup developers preferred Claude over OpenAI’s ChatGPT. Meanwhile, OpenAI has a strong foothold on the consumer side of the house. The company reported last week that its users send more than <a href=\"https://techcrunch.com/2025/07/21/chatgpt-users-send-2-5-billion-prompts-a-day/\">2.5 billion prompts</a> to ChatGPT a day.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The Menlo Ventures report found enterprises prefer closed models, which Anthropic and OpenAI use. More than half of enterprises replied that they don’t use open source models at all. Only 13% of enterprise daily workloads use open source models as of mid-year 2025, down from 19% at the beginning of the year. Meta still maintains dominance in the open source market.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Twitter's former Trust and Safety head details the challenges facing decentralized social platforms | TechCrunch",
            "time": "2025-07-31T20:24:40",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/06/fediverse-logos-general.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://www.yoyoel.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Yoel Roth</a>, <a href=\"https://techcrunch.com/2022/11/10/twitter-elon-musk-resignations-yoel-roth-robin-wheeler/\">previously</a> the head of Twitter’s Trust and Safety, <a href=\"https://techcrunch.com/2024/03/11/twitters-former-head-trust-safety-joins-match-group-protect-millions-users-dating-apps/\">now at Match</a>, is sharing his concerns about the future of the open social web and its ability to combat misinformation, spam, and other illegal content, like child sexual abuse material (CSAM). In a recent interview, Roth worried about the lack of moderation tools available to the fediverse — the open social web that includes apps like Mastodon, Threads, Pixelfed, and others, as well as other open platforms like Bluesky.</p>\n\n<p class=\"wp-block-paragraph\">He also reminisced about key moments in Trust and Safety at Twitter, like its decision to ban President Trump from the platform, the misinformation spread by Russian bot farms, and how Twitter’s own users, including CEO Jack Dorsey, fell prey to bots.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">On the podcast <a href=\"https://www.youtube.com/watch?v=yS_cXVrkyVE\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">revolution.social with @Rabble</a>, Roth pointed out that the efforts at building more democratically run online communities across the open social web are also those that have the fewest resources when it comes to moderation tools.</p>\n\n<p class=\"wp-block-paragraph\">“…looking at Mastodon, looking at other services based on ActivityPub [protocol], looking at Bluesky in its earliest days, and then looking at Threads as Meta started to develop it, what we saw was that a lot of the services that were leaning the hardest into community-based control gave their communities the least technical tools to be able to administer their policies,” Roth said. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Yoel Roth on Banning Trump, Battling Bots &amp; the Difficult Job of Trust &amp; Safety\" src=\"https://www.youtube.com/embed/yS_cXVrkyVE?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<p class=\"wp-block-paragraph\">He also saw a “pretty big backslide” on the open social web when it came to the transparency and decision legitimacy that Twitter once had. While, arguably, many at the time disagreed with Twitter’s decision to ban Trump, the company explained its rationale for doing so. Now, social media providers are so concerned about preventing bad actors from gaming them that they rarely explain themselves.</p>\n\n<p class=\"wp-block-paragraph\">Meanwhile, on many open social platforms, users wouldn’t receive a notice about their banned posts, and their posts would just vanish — there wasn’t even an indication to others that the post used to exist.</p>\n\n<p class=\"wp-block-paragraph\">“I don’t blame startups for being startups, or new pieces of software for lacking all the bells and whistles, but if the whole point of the project was increasing democratic legitimacy of governance, and what we’ve done is take a step back on governance, then, has this actually worked at all?” Roth wonders.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<h2 class=\"wp-block-heading\" id=\"h-the-economics-of-moderation\">The economics of moderation</h2>\n\n<p class=\"wp-block-paragraph\">He also brought up the issues around the economics of moderation and how the federated approach hasn’t yet been sustainable on this front. </p>\n\n<p class=\"wp-block-paragraph\">For instance, an organization called IFTAS (Independent Federated Trust &amp; Safety) had been working to build moderation tools for the fediverse, including providing the fediverse with access to tools to combat CSAM, but it ran out of money and <a href=\"https://about.iftas.org/2025/03/03/iftas-service-shutdowns/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">had to shut down many</a> of its projects earlier in 2025.</p>\n\n<p class=\"wp-block-paragraph\">“We saw it coming two years ago. IFTAS saw it coming. Everybody who’s been working in this space is largely volunteering their time and efforts, and that only goes so far, because at some point, people have families and need to pay bills, and compute costs stack up if you need to run ML models to detect certain types of bad content,” he explained. “It just all gets expensive, and the economics of this federated approach to trust and safety never quite added up. And in my opinion, still don’t.” </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Bluesky, meanwhile, has chosen to employ moderators and hire in trust and safety, but it limits itself to the moderation of its own app. Plus, they’re providing tools that let people customize their own moderation preferences. </p>\n\n<p class=\"wp-block-paragraph\">“They’re doing this work at scale. There’s obviously room for improvement. I’d love to see them be a bit more transparent. But, fundamentally, they’re doing the right stuff,” Roth said. However, as the service further decentralizes, Bluesky will face questions about when it is the responsibility to protect the individual over the needs of the community, he notes.</p>\n\n<p class=\"wp-block-paragraph\">For example, with doxxing, it’s possible that someone wouldn’t see that their personal information was being spread online because of how they configured their moderation tools. But it should still be someone’s responsibility to enforce those protections, even if the user isn’t on the main Bluesky app. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-where-to-draw-the-line-on-privacy\">Where to draw the line on privacy</h2>\n\n<p class=\"wp-block-paragraph\">Another issue facing the fediverse is that the decision to favor privacy can thwart moderation attempts. While Twitter tried not to store personal data it didn’t need to, it still collected things like the IP address of the user, when they accessed the service, device identifiers, and more. These helped the company when it needed to do forensic analysis of something like a Russian troll farm.</p>\n\n<p class=\"wp-block-paragraph\">Fediverse admins, meanwhile, may not even be collecting the necessary logs or won’t view them if they think it’s a violation of user privacy.</p>\n\n<p class=\"wp-block-paragraph\">But the reality is that without data, it’s harder to determine who’s really a bot.</p>\n\n<p class=\"wp-block-paragraph\">Roth offered a few examples of this from his Twitter days, noting how it became a trend for users to reply “bot” to anyone they disagreed with. He says that he initially set up an alert and reviewed all these posts manually, examining hundreds of instances of “bot” accusations, and nobody was ever right. Even Twitter co-founder and former CEO Jack Dorsey fell victim, retweeting posts <a rel=\"nofollow\" href=\"https://blog.x.com/common-thread/en/topics/stories/2021/four-truths-about-bots\">from a Russian actor who claimed to be Crystal Johnson</a>, a Black woman from New York.  </p>\n\n<p class=\"wp-block-paragraph\">“The CEO of the company liked this content, amplified it, and had no way of knowing as a user that Crystal Johnson was actually a Russian troll,” Roth said. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-the-role-of-ai\">The role of AI</h2>\n\n<p class=\"wp-block-paragraph\">One timely topic of discussion was how AI was changing the landscape. Roth referenced recent research from Stanford that found that, in a political context, large language models (LLMs) could even be more convincing than humans when properly tuned. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">That means a solution that relies only on content analysis itself isn’t enough. </p>\n\n<p class=\"wp-block-paragraph\">Instead, companies need to track other behavioral signals — like if some entity is creating multiple accounts, using automation to post, or posting at weird times of day that correspond to different time zones, he suggested.</p>\n\n<p class=\"wp-block-paragraph\">“These are behavioral signals that are latent even in really convincing content. And I think that’s where you have to start this,” Roth said. “If you’re starting with the content, you’re in an arms race against leading AI models and you’ve already lost.” </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "The sequel to 'The Social Network' may have just found its lead actors | TechCrunch",
            "time": "2025-07-31T19:36:41",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/TheSocialNetwork-TMBD.jpg?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Over a decade after “The Social Network,” director Aaron Sorkin is reportedly working on a sequel, possibly with two leads in mind.</p>\n\n<p class=\"wp-block-paragraph\">While the 2010 original film focused on Mark Zuckerberg’s rise, “Social Network Part II” is said to draw from Jeff Horwitz’s “<a href=\"https://www.wsj.com/articles/the-facebook-files-11631713039\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The Facebook Files</a>,” which exposed Facebook’s harmful effects on teens and its role in spreading misinformation.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">According to <a href=\"https://deadline.com/2025/07/mikey-madison-jeremy-allen-white-social-network-part-ii-1236474718/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Deadline</a>, Jeremy Allen White from “The Bear” is being considered for the role of Horwitz, while Mikey Madison, known for her Oscar-winning role in “Anora,” may portray Frances Haugen, the whistleblower behind the articles who was a former product manager at Facebook.</p>\n\n<p class=\"wp-block-paragraph\">Sorkin has reportedly met with both actors, but it’s important to note that the film is still in development and hasn’t been greenlit by Sony Pictures yet.</p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Your public ChatGPT queries are getting indexed by Google and other search engines | TechCrunch",
            "time": "2025-07-31T19:23:07",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/04/Search-in-ChatGPT.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><em>Update 7/31/25 4:10pm PT: Hours after this article was published, OpenAI said it <a rel=\"nofollow\" href=\"https://x.com/cryps1s/status/1951041845938499669\">removed the feature</a> from ChatGPT that allowed users to make their public conversations discoverable by search engines. The company says this was a short-lived experiment that ultimately “introduced too many opportunities for folks to accidentally share things they didn’t intend to.” The original story follows.</em></p>\n\n<p class=\"wp-block-paragraph\">It’s a strange glimpse into the human mind: If you <a href=\"https://www.linkedin.com/posts/olivermolander_artificialintelligence-activity-7356621639284862976-jlEL/?utm_source=share&amp;utm_medium=member_desktop&amp;rcm=ACoAABiDiCIBqB3Hlz-FnttvYmkM02-OgyLf_Qc\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">filter search results</a> on Google, Bing, and other search engines to only include URLs from the domain “https://chatgpt.com/share,” you can find strangers’ conversations with ChatGPT.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Sometimes, these shared conversation links are pretty dull — people ask for help <a href=\"https://chatgpt.com/share/011b8169-b122-45d9-9e94-ac14af26f424\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">renovating their bathroom</a>, understanding <a href=\"https://chatgpt.com/share/6fb219ae-cf5e-486f-9e40-35a653ebe7a4\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">astrophysics</a>, and finding <a href=\"https://chatgpt.com/share/670ee5a0-28b4-8001-bb3f-4baaab45cdaf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">recipe ideas</a>.</p>\n\n<p class=\"wp-block-paragraph\">In another case, one user asks ChatGPT to rewrite their resume for a particular job application (judging by this person’s LinkedIn, which was easy to find based on the details in the chat log, they did not get the job). Someone else is asking questions that sound like they came out of an incel forum. Another person asks the snarky, hostile AI assistant if they can <a href=\"https://chatgpt.com/share/67ed5fe2-fff8-8008-b106-952343a5863a\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">microwave a metal fork</a> (for the record: no), but they continue to ask the AI increasingly absurd and trollish questions, eventually leading it to create a guide called “How to Use a Microwave Without Summoning Satan: A Beginner’s Guide.”</p>\n\n<p class=\"wp-block-paragraph\">ChatGPT does not make these conversations public by default. </p>\n\n<p class=\"wp-block-paragraph\">A conversation would be appended with a “/share” URL only if the user deliberately clicks the “share” button on their own chat and then clicks a second “create link” button. The service also declares that “your name, custom instructions, and any messages you add after sharing stay private.” After clicking through to create a link, users can toggle whether or not they want that link to be discoverable.</p>\n\n<p class=\"wp-block-paragraph\">However, users may not anticipate that other search engines will index their shared ChatGPT links, potentially betraying personal information (my apologies to the person whose LinkedIn I discovered).</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Though unintentional, this is a norm that was established in part by Google. When people share public links to files from Google Drive, such as documents with the “Anyone with link can view” setting, Google may index them in Search. However, Google generally does not surface links to Drive documents that have not been publicly posted on the web — for example, a document may appear in search if it is linked on a trusted website.</p>\n\n<p class=\"wp-block-paragraph\">According to ChatGPT, these chats were indexed as part of an experiment.</p>\n\n<p class=\"wp-block-paragraph\">“ChatGPT chats are not public unless you choose to share them,” an OpenAI spokesperson told TechCrunch. “We’ve been testing ways to make it easier to share helpful conversations, while keeping users in control, and we recently ended an experiment to have chats appear in search engine results if you explicitly opted in when sharing.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">While search engines like Google control the algorithms that determine what content gets surface for search terms, the search engines themselves cannot control what gets indexed.</p>\n\n<p class=\"wp-block-paragraph\">“Neither Google nor any other search engine controls what pages are made public on the web,” a Google spokesperson told TechCrunch. “Publishers of these pages have full control over whether they are indexed by search engines.”</p>\n\n<p class=\"wp-block-paragraph\"><em>Updated, 7/31/25, 5:30 pm ET with comment and additional context from OpenAI.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}