{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "Former Founders Fund VC Sam Blond launches AI sales startup to upend Salesforce | TechCrunch",
            "time": "2026-02-11T16:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Monaco-Founder-Photo.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">When Sam Blond left his job as a VC for Founders Fund a year ago — just 18 months after he started — he <a href=\"https://techcrunch.com/2024/03/04/brex-sam-blond-leaves-founders-fund/\">told the world</a> that being a VC wasn’t for him and he was “going back to operating.”  </p>\n\n<p class=\"wp-block-paragraph\">On Wednesday, he officially brought his new startup, <a rel=\"nofollow\" href=\"https://www.monaco.com/\">Monaco</a>, out of stealth. It was co-founded with his brother Brian Blond, who is also an ex-sales professional turned VC. (Brian is a partner at Human Capital and was formerly at Sutter Hill.) The brothers are joined by two other co-founders, Abishek Viswanathan (previously CPO at Apollo and Qualtrics), and Malay Desai (formerly SVP of engineering at Clari). </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Monaco has raised a total of $35 million, between a $10 million seed and $25 million Series A round, Sam Blond tells TechCrunch. Both rounds were led by Founders Fund, with participation from Human Capital. The startup has been quietly testing its AI sales platform through a private beta for a while, but on Wednesday opened it up to a public beta. </p>\n\n<p class=\"wp-block-paragraph\">The well-connected Blond brothers (Sam was previously head of sales at Brex), also attracted a bunch of big-name angels as backers: Stripe founders Patrick and John Collison, Y Combinator chief Garry Tan, and Greenoaks Capital founder Neil Mehta.  </p>\n\n<p class=\"wp-block-paragraph\">So what attracted such a venerable list of investors? Monaco is entering the crowded field of AI sales tech with a twist. It isn’t just competing with SaaS-era tech via its AI-native alternative; it’s also supplying experienced human salespeople to be experts in the AI loop, monitoring and guiding the AI’s work. </p>\n\n<p class=\"wp-block-paragraph\">The startup is targeting young seed and Series A-level startups with a product suite that includes an AI-native customer relationship management (CRM) system and a built-from-scratch Zoominfo-like database for finding prospects. Its AI agents can create and execute email outreach campaigns and draft follow-up emails all monitored by the human experts. It includes other features, too, like a meeting notetaker. </p>\n\n<p class=\"wp-block-paragraph\">The product is intended to automate much of the sales grunt work. “We can replace full workflows with agents,” Blond says (pictured above, third from left, with brother Brian, pictured second from left). For instance, Monaco builds a database of prospects, identifies the exact people at a target company to pitch and the sequence in which to target them. “We orchestrate and execute that sequence. We schedule a meeting,” Blond says. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The human-in-the-loop salespeople help ensure that the AI isn’t hallucinating and train it to sell the product, and the actual customer meetings are done by the people. No avatars. </p>\n\n<p class=\"wp-block-paragraph\">That makes Monaco a rare AI sales startup that isn’t <a href=\"https://techcrunch.com/2025/04/09/artisan-the-stop-hiring-humans-ai-agent-startup-raises-25m-and-is-still-hiring-humans/\">talking about</a> <a href=\"https://techcrunch.com/2025/11/10/6sense-founder-amanda-kahlow-raises-30-million-for-new-human-replacement-ai-sales-startup-1mind/\">human replacement</a>. Instead, it’s making experienced salespeople available to companies too nascent to hire them directly. </p>\n\n<p class=\"wp-block-paragraph\">“It’s this combination of the technology, but also the service,” Blond says. “Monaco does not have an agent pretending to be a sales rep trying to sell to the customer.” </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Currently, Monaco’s main competition is Hubspot, priced as it is to be more affordable for young companies than the big kahuna of the market, Salesforce. Blond declined to tell us what Monaco will charge, except to say that it’s a flat fee and currently discounted while the product remains in beta.  </p>\n\n<p class=\"wp-block-paragraph\">He’s also well aware that he’s in an exceptionally crowded market. Y Combinator alone has graduated hundreds of sales startups in the past couple of years ranging from AI CRMs to niche AI tools. Then there’s startups like Attio, Clay, and <a href=\"https://techcrunch.com/2025/07/30/how-2-uc-berkeley-dropouts-raised-28m-for-their-ai-marketing-automation-startup/\">Conversion,</a> and the crop of so-called AI SDR (sales-development representative) tools — human-replacement agentic startups like <a href=\"https://techcrunch.com/2025/05/05/11x-ceo-hasan-sukkar-steps-down/\">11x</a>, <a href=\"https://techcrunch.com/2026/01/07/yes-linkedin-banned-ai-agent-startup-artisan-but-now-its-back/\">Artisan</a>, and <a href=\"https://techcrunch.com/2025/11/10/6sense-founder-amanda-kahlow-raises-30-million-for-new-human-replacement-ai-sales-startup-1mind/\">1mind</a>. </p>\n\n<p class=\"wp-block-paragraph\">On top of that, the incumbents, including Salesforce, Hubspot, Zoho, Zoominfo, are all offering their own AI and agentic tools.  </p>\n\n<p class=\"wp-block-paragraph\">Blond points out that today’s top players were built in another era, and none of the upstarts are performing well enough to be a clear-cut winner. </p>\n\n<p class=\"wp-block-paragraph\">“There definitely is not the ‘Cursor for sales’,” he says, referring to the popular AI coding tool. “But there will be.” </p>\n\n<p class=\"wp-block-paragraph\">He obviously wants Monaco to be that winner. “In the broad category of sales technology, there’s a market leader right now. That market leader is Salesforce,” Blond says. “We are in the early innings of the next platform shift that will lead to a new market leader.”</p>\n\n<p class=\"wp-block-paragraph\">Still, out of all the areas he could have entered after leaving Founders Fund, why duke it out among so much competition?  </p>\n\n<p class=\"wp-block-paragraph\">Blond, speaking earnestly, says that having spent his entire career in sales, “As a non-technical founder, there’s really only one type of technology company that I’m qualified to be the founder of: a sales technology company.” </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">He’s clearly having fun doing so. The company employs about 40 people and the office, filled with fellow career salespeople, sports WWII-esque motivational posters on the wall with slogans like “Save Startups” and “Build the future with Moncao.” There’s even an office gong that rings out every time the AI lands a meeting with a prospect. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Upside Robotics is reducing fertilizer use and waste in corn crops | TechCrunch",
            "time": "2026-02-11T16:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Upside-Robotics.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The founders of <a rel=\"nofollow\" href=\"https://upsiderobotics.com/\">Upside Robotics</a> met in 2023 because they were both looking to build an impact-driven company that touched climate and agriculture. Less than a year later, they were sleeping in a camper on the side of a Canadian corn field building their robotics startup.</p>\n\n<p class=\"wp-block-paragraph\">Waterloo, Ontario-based Upside Robotics builds lightweight solar-powered autonomous robots that deliver right-sized amounts of fertilizer and nutrients to crops when they need it. The company’s software runs on proprietary algorithms to decipher when and how much fertilizer the plants need using weather and soil data.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Upside’s robots currently work on corn plants — one of the most fertilizer-intensive crops — which was chosen by Upside for that exact reason, Jana Tian, co-founder and CEO, told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">After Tian and Sam Dugan, co-founder and chief technology officer, met at the Entrepreneur First accelerator, they decided to focus on reducing fertilizer waste using robots because it fit squarely into the center of the venn diagram of their interests. It also leaned well toward their backgrounds.</p>\n\n<p class=\"wp-block-paragraph\">Dugan had been building robots since he was ten years old and Tian had years of experience as a chemical engineer in the food division at Unilever.</p>\n\n<p class=\"wp-block-paragraph\">Customer discovery with farmers further confirmed this was an area farmers were willing to pay for a better way.</p>\n\n<p class=\"wp-block-paragraph\">“Traditionally, the way the fertilizer has been applied, only 30% of the total fertilizer gets taken by the crop, so a majority of it gets wasted,” Tian said. “Farmers usually do one application per season, so they have to front load a lot of the fertilizer. But the crops need the fertilizer during the season as well. We knew there was that problem that a lot of our growers really wanted different solutions to.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<figure class=\"wp-block-image alignleft size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?w=532\" alt=\"\" class=\"wp-image-3091874\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg 1603w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=117,150 117w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=235,300 235w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=768,981 768w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=532,680 532w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=939,1200 939w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=1002,1280 1002w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=337,430 337w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=564,720 564w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=704,900 704w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=626,800 626w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=1202,1536 1202w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=523,668 523w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=294,375 294w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=483,617 483w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=416,531 416w, https://techcrunch.com/wp-content/uploads/2026/02/upside-founders.jpeg?resize=39,50 39w\" sizes=\"auto, (max-width: 532px) 100vw, 532px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">Dugan (left) and Tian (right). <br>Courtesy of Upside Robotics</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The pair formally founded Upside Robotics in 2024 and then hit the fields — literally.</p>\n\n<p class=\"wp-block-paragraph\">“We actually bought a camper trailer, and we moved around field to field,” Dugan said. “We stayed on the side of the field every night, and we would be walking, sometimes around the clock. We have spent every hour of the day in a corn field at some point in time.”</p>\n\n<p class=\"wp-block-paragraph\">Dugan built a robot in two weeks so they could start to test their idea. This device was a remote-controlled car that Dugan and Tian would operate manually. They’d follow the robot around the fields to collect data and demonstrate how the fertilizing system would work to farmers.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“We did our manual applications in year one, and that allowed us to iterate super fast, not just kind of on the hardware side, but learning by being with the farmers,” Tian said. “Some of our farmers said that we spent probably more time than they did in a lifetime in their fields. That allowed us to wrap up quickly. Neither of us were farmers, so that gave us firsthand experience into what it is like to basically be a farmer.”</p>\n\n<p class=\"wp-block-paragraph\">After spending the 2024 season proving the company’s concept, they spent that off season developing the fourth generation of their robot for the 2025 growing season. They went from 70 acres in 2024 to 1,200 acres in 2025.</p>\n\n<p class=\"wp-block-paragraph\">Now, the company is gearing up to serve more than 3,000 acres in the upcoming 2026 season with 100% customer retention since the beginning. Upside reported that it has thus far helped its customers cut fertilizer use by 70% which equates to around $150 in savings per acre per season.</p>\n\n<p class=\"wp-block-paragraph\">Upside recently raised a $7.5 million seed round led by Plural with participation from Garage Capital and the founders of <a rel=\"nofollow\" href=\"https://clearpathrobotics.com/\">Clearpath Robotics</a>.</p>\n\n<p class=\"wp-block-paragraph\">The funding will be used to continue to fund research and development and to keep up with demand — there are more than 200 farms on their waitlist. The company also hopes to expand out of Canada with a target of breaking into the U.S. corn belt.</p>\n\n<p class=\"wp-block-paragraph\">“People always question if farmers are going to adopt new solutions, and they certainly are, and that’s something that we’ve learned firsthand, as long as you can provide them with a clear [return on investment] and a clear reason of why this technology was built,” Tian said. “In our case, it wasn’t something that we actually had to sell to farmers. In a lot of cases, our farmers actually asked for this solution.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Amazon Pharmacy to expand same-day delivery to nearly 4,500 US cities | TechCrunch",
            "time": "2026-02-11T15:46:26",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/10/amazon-pharmacy.jpeg?w=767",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Amazon Pharmacy, the retail giant’s online pharmacy, plans to bring same-day prescription delivery to almost 4,500 U.S. cities and towns by the end of this year, adding nearly 2,000 new communities to its network. The expansion will cover customers in newly served states such as Idaho and Massachusetts, the company <a href=\"https://www.aboutamazon.com/news/retail/amazon-pharmacy-same-day-delivery-medication-expansion\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> on Wednesday.</p>\n\n<p class=\"wp-block-paragraph\">Amazon launched Amazon Pharmacy in 2020, two years after its $753 million <a href=\"https://techcrunch.com/2018/06/28/amazon-buys-pillpack-an-online-pharmacy-that-was-rumored-to-be-talking-to-walmart/\">acquisition</a> of prescription medicine delivery service PillPack. In 2023, Amazon launched <a href=\"https://pharmacy.amazon.com/rxpass\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">RxPass</a>, a service that offers Prime members in the U.S. as many generic versions of medications as they need for a $5 monthly fee. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Patients shouldn’t have to choose between speed, cost, and convenience when it comes to their medication, regardless of where they live,” said John Love, vice president of Amazon Pharmacy, in a <a href=\"https://www.aboutamazon.com/news/retail/amazon-pharmacy-same-day-delivery-medication-expansion\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">press release</a>. “By combining our pharmacy expertise with our logistics network, we’re removing critical barriers and helping patients start treatment faster—setting a new standard for accessible, digital-forward pharmacy care.”</p>\n\n<p class=\"wp-block-paragraph\">In October, the e-commerce giant <a href=\"https://techcrunch.com/2025/10/08/amazon-pharmacy-is-launching-vending-machines-for-prescription-drugs/\">debuted prescription vending machines</a> at its One Medical clinics. The in-office kiosks, which are operated by Amazon Pharmacy, let patients pick up their prescriptions immediately after their appointment. </p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Build a pipeline and close deals with an exhibit table at Disrupt 2026 | TechCrunch",
            "time": "2026-02-11T15:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/07/expo_hall.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">From October 13–15 at San Francisco’s Moscone West, 10,000+ founders, investors, operators, and decision-makers converge at <a href=\"https://techcrunch.com/events/tc-disrupt-2026/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2026&amp;utm_content=exhibit&amp;promo=post_selfserveexhibitannouncement_02112026&amp;display=\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>TechCrunch Disrupt 2026</strong></a>. This isn’t just an event. It’s three days of concentrated deal flow.</p>\n\n<p class=\"wp-block-paragraph\">An exhibit table turns that energy into measurable business growth. Your startup doesn’t need more “awareness.” It needs customers, investors, and strategic partners. <a href=\"https://techcrunch.com/events/tc-disrupt-2026/exhibit/?promo=post_selfserveexhibitannouncement_02112026&amp;utm_campaign=disrupt2026&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Book your Disrupt exhibit table today and explore the full program details.</strong></a></p>\n\n<h2 class=\"wp-block-heading\" id=\"h-how-exhibiting-at-disrupt-drives-real-growth\">How exhibiting at Disrupt drives real growth</h2>\n\n<figure class=\"wp-block-image size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2026/exhibit/?promo=post_selfserveexhibitannouncement_02112026&amp;utm_campaign=disrupt2026&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2026/exhibit/?promo=post_selfserveexhibitannouncement_02112026&amp;utm_campaign=disrupt2026&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?w=680\" alt=\"TechCrunch Disrupt 2026 exhibitor\" class=\"wp-image-3088650\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg 5547w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=1200,800 1200w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=1280,853 1280w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=1536,1024 1536w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=2048,1365 2048w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=563,375 563w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=926,617 926w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2025/10/Disrupt-2025-exhibitor.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Slava Blazer Photograpy</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\"><strong>Direct access to buyers and decision-makers</strong><br>The Expo Hall is where founders and operators look for tools and partners. Capture leads instantly through the Disrupt app and start filling your Q4 pipeline on the spot.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>Investor proximity that shortens fundraising cycles</strong><br>In addition to access to main stage sessions, breakout discussions, and curated networking, your team can turn cold investor outreach into face-to-face momentum by showcasing your breakthrough on the expo floor.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Brand credibility through TechCrunch association</strong><br>Your startup is featured across the Disrupt website, app, sponsor directory, announcements, and closing ceremony, reinforcing trust with customers and investors alike.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Drive multi-channel ROI</strong><br>With founder perks, sponsor listings, press access, and team-wide passes, you’re not just showing up; you’re executing a growth strategy across sales, marketing, and fundraising.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Leverage your team strategically</strong><br>With 10 total passes, you can split focus across sales, partnerships, hiring, and investor meetings — maximizing every hour onsite.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"><em>The result? Faster deals. Stronger partnerships. Higher-quality opportunities. </em><a href=\"https://techcrunch.com/events/tc-disrupt-2026/exhibit/?promo=post_selfserveexhibitannouncement_02112026&amp;utm_campaign=disrupt2026&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong><em>Click here to get started.</em></strong></a></p>\n\n<h2 class=\"wp-block-heading\" id=\"h-what-s-included-in-the-disrupt-exhibitor-package\">What’s included in the Disrupt Exhibitor Package</h2>\n\n<figure class=\"wp-block-image size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2026/exhibit/?promo=post_selfserveexhibitannouncement_02112026&amp;utm_campaign=disrupt2026&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2026/exhibit/?promo=post_selfserveexhibitannouncement_02112026&amp;utm_campaign=disrupt2026&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?w=680\" alt=\"\" class=\"wp-image-2992652\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg 2048w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=1200,800 1200w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=1280,853 1280w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=1536,1024 1536w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=563,375 563w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=926,617 926w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2025/04/Disrupt-2024-Exhibitors_Fye-Labs.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a></figure>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">6’ x 30″ exhibit table with linen and two chairs</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">10 passes for you, your team, and guests — 5 all-access Partner and 5 Expo+ Passes</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">11” x 14” tabletop sign with your startup’s branding</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Lead generation via the TechCrunch Disrupt app</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Silver Tier sponsor branding</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Entry-level listing in the sponsor directory</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">50% off additional General Admission passes</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Access to the TechCrunch Disrupt press list</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Logo on the thank you slide during breaks</li>\n</ul>\n\n\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Logo and profile in TechCrunch Disrupt mobile app</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Company name in select TechCrunch sponsor announcements</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Acknowledgment during the closing ceremony</li>\n</ul>\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Complimentary partner wifi access</li>\n</ul>\n\n<h2 class=\"wp-block-heading\" id=\"h-limited-first-come-first-served-availability\">Limited first-come, first-served availability</h2>\n\n<p class=\"wp-block-paragraph\">The Disrupt Expo Hall has limited exhibit table spaces, and they won’t last long. Act fast to secure your spot and amplify your brand at Disrupt 2026. <a href=\"https://techcrunch.com/events/tc-disrupt-2026/exhibit/?promo=post_selfserveexhibitannouncement_02112026&amp;utm_campaign=disrupt2026&amp;utm_content=exhibit&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Reserve your table now and get all the details here.</strong></a></p>\n\n<h3 class=\"wp-block-heading\" id=\"h-looking-to-do-more-than-just-exhibit\">Looking to do more than just exhibit?</h3>\n\n<p class=\"wp-block-paragraph\">If you’re looking to sponsor TechCrunch Disrupt 2026, get in touch with our sales team by<a href=\"https://techcrunch.com/advertise?_ga=2.147735806.874617471.1572269011-985484541.1566312242\" target=\"_blank\" rel=\"noreferrer noopener\"> submitting this form</a>.</p>\n\n<figure class=\"wp-block-image size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2026/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2026&amp;utm_content=exhibit&amp;promo=post_selfserveexhibitannouncement_02112026&amp;display=\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2026/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2026&amp;utm_content=exhibit&amp;promo=post_selfserveexhibitannouncement_02112026&amp;display=\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?w=680\" alt=\"TechCrunch Disrupt 2026 V1\" class=\"wp-image-3062447\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png 1920w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/10/TC26_Disrupt_General_Article_1920x1080_V1.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a></figure>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "TikTok launches an opt-in Local Feed in the U.S. leveraging users' precise location | TechCrunch",
            "time": "2026-02-11T14:40:55",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/TikTok-Local-Feed.jpg?resize=1200,655",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">TikTok on Wednesday announced the launch of a new “Local Feed” in the U.S. version of the app, which displays content related to travel, news, events, shopping, and dining near the user’s current location. The feed’s arrival comes shortly after a change in TikTok’s terms of service under the <a href=\"https://techcrunch.com/2026/01/23/tiktok-finalizes-deal-to-create-new-us-entity-and-avoid-ban/\">new U.S. joint venture</a>, which said that the app would begin to <a href=\"https://techcrunch.com/2026/01/23/tiktok-users-freak-out-over-apps-immigration-status-collection-heres-what-it-means/\">collect precise location information</a> from TikTok users.</p>\n\n<p class=\"wp-block-paragraph\">Today, TikTok confirms the reason it’s now asking for more accurate location information is to help power the Local Feed. However, it notes that users will be able to control whether or not precise location sharing is on, and the default will be set to “off,” making this an opt-in experience.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The Local Feed had rolled out in December to select European markets, <a href=\"https://techcrunch.com/2025/12/04/tiktok-rolls-out-a-nearby-feed-to-display-local-content-in-select-countries/\">including</a> the U.K., France, Italy, and Germany. </p>\n\n<p class=\"wp-block-paragraph\">The company explains in its <a rel=\"nofollow\" href=\"https://usdsjv.tiktok.com/Introducing-the-Local-Feed\">announcement</a> that the feed is meant to help users stay connected to their local community, and its posts are shown to people based on their location, the content’s topic, and when the content was posted. This makes it a more current feed of local information — like suggestions of new restaurants to try, local events, shopping suggestions, and more.</p>\n\n<p class=\"wp-block-paragraph\">The new feature also ties into TikTok’s push to attract small businesses to its app, not only as content producers but as advertisers. This could help insulate it against further regulation and help it to claim, as Meta does, that it should not be reigned in because so many <a href=\"https://techcrunch.com/2024/04/04/hoping-to-stall-a-ban-tiktok-says-it-generated-14-7b-for-us-small-businesses-last-year/\">small businesses rely on its services</a> to reach their customers.</p>\n\n<p class=\"wp-block-paragraph\">TikTok notes that 7.5 million businesses currently use the app to reach global customers, and these businesses support more than 28 million workers, per a <a href=\"https://newsroom.tiktok.com/oxford-economics-us-jobs-impact-report?lang=en\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">2025 Oxford Economics report</a>. The company also highlighted figures from the <a href=\"https://sbecouncil.org/2025/11/27/the-tiktok-boost-to-small-business/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Small Business &amp; Entrepreneurship Council</a>, which found that 84% of TikTok small business users said the platform helped grow their business, and 75% said TikTok helped them reach customers beyond their local area. In addition, another 74% said TikTok helps them connect with their local community.</p>\n\n<p class=\"wp-block-paragraph\">As TikTok sees it, the Local Feed will help to generate real-world traffic and sales for these brick-and-mortar stores across the U.S.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?w=680\" alt=\"\" class=\"wp-image-3091884\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg 2132w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=150,85 150w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=768,434 768w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=680,384 680w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=1200,678 1200w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=1280,723 1280w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=430,243 430w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=720,407 720w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=900,508 900w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=800,452 800w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=1536,867 1536w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=2048,1157 2048w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=668,377 668w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=664,375 664w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=1093,617 1093w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=708,400 708w, https://techcrunch.com/wp-content/uploads/2026/02/tiktok-local-feed-us.jpg?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TikTok</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The first time users access the Local Feed, they’ll be prompted to allow the app to use their location data. On iOS, for example, the pop-up request will allow users to pick whether they want to allow the activity once or while using the app or not at all. </p>\n\n<p class=\"wp-block-paragraph\">“This approach is consistent with how many modern apps use location today and gives people the choice to enable it when they want more relevant, local experiences, while keeping them in control,” the company writes in its announcement. However, TikTok would have likely seen a better reception to this feature had it rolled out the request for precise location data before <a href=\"https://techcrunch.com/2026/01/23/tiktok-finalizes-deal-to-create-new-us-entity-and-avoid-ban/\">its ownership transition in the U.S.</a>, or at least at the same time. That way, the app could at least point to a reason as to why it wanted to collect this additional data.</p>\n\n<p class=\"wp-block-paragraph\">Still, even if the location data now has a purpose, it’s worth considering whether or not the value of a local feed is worth the privacy risk. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">TikTok also notes that the feature will be available only to users 18 and older and will only collect information while the app is in use.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Integrate raises $17M to move defense project management into the 21st century | TechCrunch",
            "time": "2026-02-11T14:21:28",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2015/12/8465603992_a033bf55f5_o.jpg?resize=1200,853",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">John Conafay, a veteran of the US Air Force, has spent most of his career leading business development at public and private aerospace companies, including Spire, Astranis, and ABL Space Systems.  </p>\n\n<p class=\"wp-block-paragraph\">At each company, Conafay ran into the same software hurdle: collaborating on government contracts was a logistical mess that forced his teams and their federal counterparts to rely on a tedious back-and-forth of PDFs and Excel files. The bottleneck was always the same—most project management tools like Atlassian’s Jira and Asana simply weren’t secure enough to meet the government’s strict security standards.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">So, in early 2022, Conafay launched Integrate, a collaboration platform designed specifically to allow private companies, the US Department of Defense, and other government agencies to work jointly on classified, multi-entity projects. Last year, the Seattle-based startup won a <a rel=\"nofollow\" href=\"https://integrate.co/blog/u-s-space-force-awards-25m-contract-to-integrate-for-program-execution-modernization\">$25 million</a>, five-year contract from the US Space Force.</p>\n\n<p class=\"wp-block-paragraph\">That validation from a major agency was one of the reasons Wesley Chan, co-founder and managing partner at FPV Ventures, just led Integrate’s $17 million Series A. Chan, known for <a href=\"https://techcrunch.com/2024/06/02/wesley-chan-venture-capital-unicorn/\">early bets</a> on Canva, Robinhood, Plaid, and more than 20 other unicorns, told TechCrunch he invested because Integrate solves a big problem for the government and the private companies that serve it.</p>\n\n<p class=\"wp-block-paragraph\">Until recently, the tech sector shunned selling to the US Department of Defense, feeling that it was immoral to create products for the military. But that sentiment changed after Russia invaded Ukraine and China began to be viewed as an adversary.</p>\n\n<p class=\"wp-block-paragraph\">This shift also means other project management companies may now want to sell their products to the government, but Conafay claims it will be technically difficult for them to catch up to Integrate.</p>\n\n<p class=\"wp-block-paragraph\">“If you don’t build something from the ground up with government requirements, you can’t really go back and re-architect software that exists for government purposes,” he told TechCrunch.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">According to Conafay, what sets Integrate apart from its civilian-focused competitors is its ability to let different organizations simultaneously and securely collaborate on massive project schedules while keeping sensitive details hidden from other participants.</p>\n\n<p class=\"wp-block-paragraph\">Integrate is designed to handle the coordination of mammoth, multi-year mega-projects, such as the F-35 Lightning II program or the James Webb Space Telescope, where thousands of partners must stay in sync, Conafay explained.</p>\n\n<p class=\"wp-block-paragraph\">While he was careful not to reveal too much about customers besides the Space Force, he did say that some of the work the startup is doing for that branch of US military involves deployments of large rockets.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“They have to coordinate tens of satellites on a single launch across dozens of missions,” Conafay said. “The complexity is pretty extreme, and they use us to coordinate those things.”</p>\n\n<p class=\"wp-block-paragraph\">Integrate intends to grow by selling its software to other branches of the U.S. military, including the Navy, the Army, and the intelligence community, as well as to the private companies that serve them.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Complyance raises $20M to help companies manage risk and compliance | TechCrunch",
            "time": "2026-02-11T14:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Richa-Kaul-.jpg?resize=1200,798",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Richa Kaul says she’s a bit of a data privacy nut. At parties, for example, she’s the one helping people with their phone privacy configurations. “It got to a point where I realized the best way to actually protect consumer data is to help secure the enterprises that hold the world’s data.” </p>\n\n<p class=\"wp-block-paragraph\">So she launched a company called Complyance to do just that. On Wednesday, the company announced a $20 million Series A led by GV. Complyance is an app that companies integrate into their existing tech stack. It uses AI agents to help them manage governance, risk, and, well, data compliance. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“The AI basically automates a number of manual tasks,” Kaul said. “It uses AI to do custom checks on data coming in against their own specific criteria and risk thresholds.” The AI then flags any risks that need review. </p>\n\n<p class=\"wp-block-paragraph\">These risk reviews can take weeks or months when done manually. It’s a standard audit-based process that happens perhaps once a year or once a quarter, where teams will run a check on their organization. Tools like Complyance hope to make this process more efficient by using technology to run continuous checks in seconds, so companies never have to wonder if they are in data compliance. It also has an agent that assesses the risk of any third-party vendors. </p>\n\n<p class=\"wp-block-paragraph\">“We’re trying to redefine what enterprise GRC teams spend their time doing right now,” she said, adding that it’s usually chasing down mundane tasks. GRC refers to general, risk, and compliance. </p>\n\n<p class=\"wp-block-paragraph\">Others in the market include Archer, ServiceNow GRC, and OneTrust. She said her company differs from incumbents because it is AI-native, rather than layering AI features on top.</p>\n\n<p class=\"wp-block-paragraph\">Kaul declined to say how many customers the company has, but noted that it works with a few Fortune 500 companies. Complyance has raised $28 million in funding to date. Though the company came out of stealth in 2023, its first product didn’t go to market until the end of 2024. Kaul called fundraising “kind of a fairy tale,” because GV actually approached her.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“They’ve been looking for an enterprise-grade AI-led product in the space that was winning over enterprise clients, and we were doing that,” Kaul said. Others in this latest Series A round include Speedinvest, Everywhere Ventures, and angel investors from Anthropic and Mastercard. </p>\n\n<p class=\"wp-block-paragraph\">The fresh capital will be used to help with go-to-market expansion, Kaul said. She wants to release 30 more purpose-built agents on top of the 16 the product already has. The goal is to help make the lives and work of GRCs much easier. After all, they didn’t sign up to chase down mundane tasks. </p>\n\n<p class=\"wp-block-paragraph\">“They signed up to help protect their businesses and help protect their business customers,” she said. “By redefining some of those workflows and redefining how work gets done, we’re able to unblock them to help them focus on those strategic priorities.” </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Humanoid robot startup Apptronik has now raised $935M at a $5B+ valuation | TechCrunch",
            "time": "2026-02-11T14:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Apptronik-Founders-New-1-e1770763778901.jpg?resize=1200,678",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">University of Texas spinout <a rel=\"nofollow\" href=\"https://apptronik.com/\">Apptronik</a>, a builder of humanoid robots for Google DeepMind among others, on Wednesday announced that it re-opened its Series A to raise a total of $935 million for the round.</p>\n\n<p class=\"wp-block-paragraph\">While the company did not disclose the valuation, TechCrunch separately learned that its post-money valuation is now about $5.3 billion.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Apptronik previously announced <a href=\"https://techcrunch.com/2025/02/13/apptronik-raises-350m-to-build-humanoid-robots-with-help-from-google/\">a $350 million Series A a year ago</a>, but demand was so strong, according to the company, that it expanded the round to $415 million. Now it has raised another $520 million from earlier investors Google, Mercedes-Benz, and B Capital, alongside some new investors.</p>\n\n<p class=\"wp-block-paragraph\">While it may sound like the startup is just selling off ever bigger chunks of itself at its Series A price, that’s not exactly what’s happening. The company says its investors have paid progressively more for shares in each subsequent extension — valuing it at roughly triple the initial Series A valuation of around $1.75 billion, according to PitchBook.</p>\n\n<p class=\"wp-block-paragraph\">Why not just call this a Series B then? The company says it is still in early stages of development and was not actively seeking funding —  rather it was dealing with inbound interest, says a source close to the company.</p>\n\n<p class=\"wp-block-paragraph\">Fair enough. Another $520 million in a year, especially at a higher valuation, would be hard to turn away, particularly for tech as expensive to build as bipedal robots. Closely watched competitor Figure AI, for instance, <a href=\"https://techcrunch.com/2025/09/16/figure-reaches-39b-valuation-in-latest-funding-round/\">had raised nearly $2 billion total</a> since its 2022 founding before announcing a further $1 billion round last fall.</p>\n\n<p class=\"wp-block-paragraph\">Part of the excitement over Apptronik is that it has <a rel=\"nofollow\" href=\"https://apptronik.com/news-collection/apptronik-partners-with-google-deepmind-robotics\">partnered with Google DeepMind</a>, as well as GXO and Mercedes-Benz, to deliver what the industry calls embodied AI — robots capable of perceiving their environment and taking physical action based on reasoning, rather than just following fixed instructions. The robot is being built for tasks like unloading trailers, picking warehouse inventory, and tending machinery, the company says.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Despite retaining the early-stage funding label, Apptronik is no Johnny-come-lately to this field. As <a href=\"https://techcrunch.com/2025/02/13/apptronik-raises-350m-to-build-humanoid-robots-with-help-from-google/\">we’ve previously reported</a>, its humanoid work dates all the way back to 2013, three years before the company was formally founded. That’s when members of the Human Centered Robotics Lab from the University of Austin at Texas competed in the<a href=\"https://www.darpa.mil/research/programs/darpa-robotics-challenge\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> NASA-DARPA Robotics Challenge</a>, working on a robot called <a href=\"https://techcrunch.com/2017/03/18/nasa-valkyrie-robot/\">Valkyrie</a>. Since then, the space agency has maintained a partnership with Apptronik as the company has readied its own humanoid robot, named <a href=\"https://techcrunch.com/2025/01/09/apptroniks-apollo-humanoid-robot-gets-to-work-at-ces-2025/\">Apollo</a>.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Meridian raises $17 million to remake the agentic spreadsheet | TechCrunch",
            "time": "2026-02-11T14:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/260122_MeridianAi_Group_0047.jpg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The fight to tame spreadsheets with AI isn’t over yet. A new company called <a rel=\"nofollow\" href=\"https://www.meridian.ai/\">Meridian</a> has emerged from stealth with a more comprehensive IDE-based approach to agentic financial modeling — and plenty of funding to build it. On Wednesday, the company announced $17 million in seed funding at a $100 million post-money valuation.</p>\n\n<p class=\"wp-block-paragraph\">“Our goal is to make financial modeling and spreadsheets way more predictable and auditable,” CEO and co-founder John Ling told TechCrunch. “How can you take a process that traditionally might have taken several hours and condense it down into like 10 minutes?”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The round was led by Andressen Horowitz and the General Partnership, with participation from QED Investors, FPV Ventures, and Litquidity Ventures. The company says it is currently working with teams at Decagon and OffDeal, and signed $5 million of contracts in December alone.</p>\n\n<p class=\"wp-block-paragraph\">Excel agents have been <a rel=\"nofollow\" href=\"https://www.youtube.com/watch?v=pT0lDFDprIg\">a popular target for AI startups</a>, due in part to the high cost of human-led financial analysis. But where previous Excel agents <a rel=\"nofollow\" href=\"https://shortcut.ai/\">like Shortcut AI</a> built agents into Excel, Meridian operates as a stand-alone workspace, more akin to Cursor. This allows the app to operate like an IDE, integrating data sources and other outside references that might otherwise create friction.</p>\n\n<p class=\"wp-block-paragraph\">Based in New York, the Meridian team includes both alumni of AI firms like Scale AI and Anthropic as well as financial veterans from firms like Goldman Sachs.</p>\n\n<p class=\"wp-block-paragraph\">As Ling describes it, Meridian’s biggest challenge is the strict requirements of financial clients, which often clash with the non-deterministic nature of AI models.</p>\n\n<p class=\"wp-block-paragraph\">“If you go to ten different software engineers at Google, and you want to add some new feature into an app, you’ll probably get like 10 completely different implementations. And that’s totally fine,” Ling says. “But if you go to 10 banking analysts at Goldman Sachs and you ask for 10 valuation models for a company, you would probably get 10 almost identical workbooks.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">As a result, the Meridian team has done significant work to make their outputs more auditable and deterministic, while maintaining the flexibility of LLM-based tools. The result is a mixture of agentic AI and more conventional tooling, minimizing the hallucinations that slow down many enterprise deployments.</p>\n\n<p class=\"wp-block-paragraph\">“Our goal is to really remove the doubt layer right from the LLM process,” Ling says. “You know exactly how the logic flows, and all of these assumptions or whatever that go into the model, you can see exactly where they’re coming from.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Samsung to hold its Galaxy S26 event on February 25 | TechCrunch",
            "time": "2026-02-11T07:06:44",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/05/Samsung-logo.webp?resize=1200,799",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Samsung sent out invites Tuesday to its next Galaxy Unpacked event, scheduled for February 25 in San Francisco, where the company is expected to launch its Galaxy 26 series of smartphones.</p>\n\n<p class=\"wp-block-paragraph\">AI features will be at the forefront again, as the company said the upcoming phones are “built to simplify everyday interactions, inspire confidence and make Galaxy AI feel seamlessly integrated from the moment it’s in hand.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">A standout feature the company has teased is <a href=\"https://techcrunch.com/2026/01/28/samsung-teases-new-privacy-feature-to-hide-your-galaxy-phone-screen-from-onlookers/\">a privacy display</a> expected to debut on the Galaxy S26 Ultra.This feature will allow users to hide certain areas of the phone’s screen from onlookers to protect sensitive information. For instance, users will be able to hide the notification area from prying eyes.</p>\n\n<p class=\"wp-block-paragraph\"><a rel=\"nofollow\" href=\"https://www.cnet.com/news-live/samsung-galaxy-unpacked-2026/\">Reports</a> suggest that the top phone in the lineup will run Qualcomm’s latest Snapdragon Elite Gen 5 processor in the U.S. and China. Samsung will likely opt for its own Exynos 2600 processor in other regions. The distinction matters, but increasingly less so. Snapdragon processors have historically outperformed Samsung’s Exynos chips in benchmarks and thermal efficiency, but the performance gap has been narrowing.</p>\n\n<p class=\"wp-block-paragraph\">According to a report from the tech site <a rel=\"nofollow\" href=\"https://www.sammobile.com/news/exclusive-samsung-25w-wireless-charger-galaxy-s26-photos/?utm_source=relatednews\">SamMobile</a>, the S26 will also have a 5,100 mAh (milliamp-hour, a standard unit of battery capacity) battery and will support 60W wired charging along and 25W wireless charging.</p>\n\n<p class=\"wp-block-paragraph\">In addition to phones, Samsung is likely to release updated Galaxy Buds 4 wireless earbuds. The company plans to update the design from the previous generation, which drew widespread comparisons to Apple’s AirPods.</p>\n\n<p class=\"wp-block-paragraph\">The event will begin at 10 AM PT/ 1 PM ET/ 7 PM CET, and will be streamed live on <a rel=\"nofollow\" href=\"http://www.samsung.com/\">Samsung’s website</a> and <a rel=\"nofollow\" href=\"https://youtu.be/l8iOk6kkuuQ\">its YouTube channel</a>.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Samsung is offering a $30 promotional credit to anyone who <a rel=\"nofollow\" href=\"https://www.samsung.com/us/smartphones/the-next-galaxy/reserve/?r=true&amp;referrer=usnewsroom\">pre-registers interest</a> it its upcoming devices. Pre-registering is merely an expression of interest; consumers will still get the credit as a discount toward other Samsung products even if they don’t end up buying the new devices. If you pre-register and then pre-order one of the devices, the company will increase that to a $150 credit — no trade-in required.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "With co-founders leaving and an IPO looming, Elon Musk turns talk to the moon | TechCrunch",
            "time": "2026-02-11T05:23:26",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/GettyImages-2256968212.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">On Tuesday night, Elon Musk gathered the employees of xAI for an all-hands meeting. Evidently, he wanted to talk about the future of his AI company, and specifically, how it relates to the moon.</p>\n\n<p class=\"wp-block-paragraph\">According to The New York Times, which reports that it <a rel=\"nofollow\" href=\"https://www.nytimes.com/2026/02/10/technology/elon-musk-lunar-factory.html?partner=slack&amp;smid=sl-share\">heard the meeting</a>, Musk told employees that xAI needs a lunar manufacturing facility, a factory on the moon that will build AI satellites and fling them into space via a giant catapult. “You have to go to the moon,” he said, per the Times. The move, he explained, will help xAI harness more computing power than any rival. “It’s difficult to imagine what an intelligence of that scale would think about,” he added, “but it’s going to be incredibly exciting to see it happen.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">What Musk didn’t appear to address clearly was how any of this would be built, or how he plans to reorganize the newly merged <a href=\"https://techcrunch.com/2026/02/02/elon-musk-spacex-acquires-xai-data-centers-space-merger/\">xAI-SpaceX </a>entity that is simultaneously careening toward a potentially historic IPO. He did acknowledge, proudly, that the company is in flux. “If you’re moving faster than anyone else in any given technology arena, you will be the leader,” he told employees, per the Times, “and xAI is moving faster than any other company — no one’s even close.” He added that “when this happens, there’s some people who are better suited for the early stages of a company and less suited for the later stages.”  </p>\n\n<p class=\"wp-block-paragraph\">It isn’t clear what prompted the all-hands, but the timing, whatever its cause, is at least curious. On Monday night, xAI co-founder Tony Wu announced he was leaving. Less than a day later, another xAI co-founder, Jimmy Ba, who reported directly to Musk, said he was bouncing, too. That brings the total to <a href=\"https://techcrunch.com/2026/02/10/nearly-half-of-xais-founding-team-has-now-left-the-company/\">six of xAI’s 12 founding members who have now left the young company</a>. The splits have all been described as copacetic, and with a <a href=\"https://techcrunch.com/2026/01/30/spacexs-ipo-could-open-the-floodgates-and-secondaries-are-booming-in-the-meantime/\">SpaceX IPO</a> reportedly targeting a $1.5 trillion valuation coming as soon as this summer, everyone involved stands to do very well financially on their way out the door.</p>\n\n<p class=\"wp-block-paragraph\">The moon itself is a more recent preoccupation. For most of SpaceX’s 24-year existence, Mars was the end game. This past Sunday, just before the Super Bowl, Musk surprised many, posting that SpaceX had “shifted focus to building a self-growing city on the Moon,” arguing that a Mars colony would take “20+ years.” The moon, he said, could get there in half the time. </p>\n\n<p class=\"wp-block-paragraph\">It’s a pretty big change in direction for a company that has never sent a mission to the moon.</p>\n\n<p class=\"wp-block-paragraph\">Rationally or otherwise, investors do seem considerably more excited about data centers in orbit than about colonies on other planets. (Even for the most patient money in the room, that’s a long timeline.) But to at least one venture backer in xAI who talked with this editor last year, the lunar ambitions have nothing to do with Wall Street and aren’t a distraction from xAI’s core mission; they’re inseparable from it. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The theory, laid out by the VC at the time, is that Musk has been building toward a single goal from the beginning: the world’s most powerful world model, an AI trained not just on text and images but on proprietary real-world data that no competitor can replicate. Tesla contributes energy systems and road topology. Neuralink offers a window into the brain. SpaceX provides physics and orbital mechanics. The Boring Company adds some subsurface data. Add a moon factory to the mix and you start to see the outline of something very powerful.</p>\n\n<p class=\"wp-block-paragraph\">Whether that vision is achievable is a very big question. Another is whether it is legal. Under the 1967 Outer Space Treaty, no nation — and by extension, no company — can claim sovereignty over the moon. But a 2015 U.S. law opened a significant loophole — while you can’t own the moon, you can own whatever you extract from it. </p>\n\n<p class=\"wp-block-paragraph\">As Mary-Jane Rubenstein, a professor of science and technology studies at Wesleyan University, explained to TechCrunch <a href=\"https://techcrunch.com/2026/01/17/who-gets-to-inherit-the-stars-a-space-ethicist-on-what-were-not-talking-about/\">last month</a>, the distinction is somewhat illusory. “It’s more like saying you can’t own the house, but you can have the floorboards and the beams,” she said. “Because the stuff that is in the moon <em>is</em> the moon.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">That legal framework is the scaffolding on which Musk’s moon ambitions apparently rest, even as not everyone has agreed to play by those rules (China and Russia certainly have not). Meanwhile, for now at least, the team to help him get there keeps getting smaller.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OpenAI policy exec who opposed chatbot's \"adult mode\" reportedly fired on discrimination claim | TechCrunch",
            "time": "2026-02-11T02:15:27",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2195918462.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Ryan Beiermeister, who served as OpenAI’s vice president of product policy, was fired in January after a male colleague accused her of sex discrimination, the Wall Street Journal <a rel=\"nofollow\" href=\"https://www.wsj.com/tech/ai/openai-executive-who-opposed-adult-mode-fired-for-sexual-discrimination-3159c61b?mod=hp_lead_pos3\">has reported</a>.</p>\n\n<p class=\"wp-block-paragraph\">“The allegation that I discriminated against anyone is absolutely false,” Beiermeister told the Journal. TechCrunch reached out to OpenAI for comment and also contacted an email that appears to be associated with Beiermeister; neither had responded at the time of publication.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Per the Journal’s report, Beiermeister’s termination came after she expressed criticism of a planned ChatGPT feature dubbed “adult mode.” The new mode would introduce erotica into the chatbot user experience. Fidji Simo, who serves as OpenAI’s CEO of Applications — a role overseeing the company’s consumer-facing products — <a rel=\"nofollow\" href=\"https://www.theverge.com/news/842657/openai-chatgpt-adult-mode-debut-q1-2026\">has told</a> reporters that the new feature is planned to launch during the first quarter of this year.</p>\n\n<p class=\"wp-block-paragraph\">Beiermeister and others at the company have raised concerns about how the new “adult” feature could potentially impact certain users, according to the report.</p>\n\n<p class=\"wp-block-paragraph\">OpenAI reportedly said that Beiermeister, who was fired following a leave of absence, had “made valuable contributions during her time at OpenAI, and her departure was not related to any issue she raised while working at the company.” </p>\n\n<p class=\"wp-block-paragraph\">Beiermeister’s <a rel=\"nofollow\" href=\"https://www.linkedin.com/in/rbeiermeister/\">LinkedIn profile</a> says she previously worked for four years on Meta’s product team and spent more than seven years working for Palantir.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Okay, now exactly half of xAI's founding team has left the company | TechCrunch",
            "time": "2026-02-11T01:50:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2223576505.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Monday night, xAI co-founder Yuhuai (Tony) Wu announced he was leaving the company. “It’s time for my next chapter,” Wu wrote <a href=\"https://x.com/yuhu_ai_/status/2021113745024614671?s=61\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">in a late-night post</a> on X. “It is an era with full possibilities: a small team armed with AIs can move mountains and redefine what’s possible.”</p>\n\n<p class=\"wp-block-paragraph\">Less than a day later, on Tuesday afternoon, xAI co-founder Jimmy Ba, who reported directly to Musk, said that he, too, is bouncing, posting a gracious note on X on his way out. “Enormous thanks to @elonmusk for bringing us together on this incredible journey. So proud of what the xAI team has done and will continue to stay close as a friend of the team,” it <a rel=\"nofollow\" href=\"https://x.com/jimmybajimmyba/status/2021374875793801447?s=12\">read in part</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">On their own, both were pretty standard tech departure announcements — but they’re part of a troubling pattern for the lab. Six members of <a href=\"https://observer.com/2023/07/elon-musk-launches-xai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the company’s 12-person founding team</a> have now left the company, with five of the departures coming in just the last year. Infrastructure lead Kyle Kosic left for OpenAI in mid-2024, followed by Google veteran Christian Szegedy in February 2025. This past August, Igor Babuschkin <a href=\"https://www.cnbc.com/2025/08/13/elon-musks-xai-loses-co-founder-igor-babuschkin-for-venture-firm.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">left to found a venture firm</a>, and Microsoft alum Greg Yang departed just last month, <a href=\"https://x.com/TheGregYang/status/2013652609455006006\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">citing health issues</a>.</p>\n\n<p class=\"wp-block-paragraph\">By all accounts, the splits have all been amicable, and there are lots of reasons why, nearly three years in, some founders might decide to move on. Elon Musk is a notoriously demanding boss, and with the SpaceX’s acquisition of xAI complete and an IPO pending in the coming months, everyone involved has a pretty big windfall coming. It’s a great time to be fundraising for an AI startup, so it’s only natural for high-level researchers to want to strike out on their own.</p>\n\n<p class=\"wp-block-paragraph\">There are also less amicable reasons that might factor in. The company’s flagship product, the Grok chatbot, has struggled with <a href=\"https://www.npr.org/2025/07/09/nx-s1-5462609/grok-elon-musk-antisemitic-racist-content\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">bizarre behavior</a> and <a href=\"https://www.cnbc.com/2025/05/17/groks-white-genocide-responses-show-gen-ai-tampered-with-at-will.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">apparent internal tampering</a> — the kind of thing that might easily create friction on the technical team. Then there were the recent changes to xAI’s image-generation tools that <a href=\"https://counterhate.com/research/grok-floods-x-with-sexualized-images/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">flooded the platform with deepfake pornography</a>, sparking slow-moving but real <a href=\"https://www.pbs.org/newshour/world/eu-investigates-musks-ai-chatbot-grok-over-sexual-deepfakes\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">legal consequences</a>.</p>\n\n<p class=\"wp-block-paragraph\">Whatever the cause, the cumulative impact is alarming. There is a lot of work left to do at xAI, and an IPO will bring more scrutiny than the lab has ever faced before. With Musk already <a href=\"https://techcrunch.com/2026/02/05/elon-musk-is-getting-serious-about-orbital-data-centers/\" target=\"_blank\" rel=\"noreferrer noopener\">spinning up plans for orbital data centers</a>, the pressure to make good on those plans will be intense. The pace of model development isn’t slowing down, and if Grok can’t keep pace with the latest models from OpenAI and Anthropic, the IPO could easily suffer.</p>\n\n<p class=\"wp-block-paragraph\">In short, the stakes are high, and xAI needs to hold on to all the AI talent it can.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Amazon may launch a marketplace where media sites can sell their content to AI companies | TechCrunch",
            "time": "2026-02-10T23:16:28",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2198353077.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The AI industry’s pursuit of licensable content has been <a href=\"https://www.cjr.org/analysis/lawsuit-license-openai-microsoft-training-data-traffic-copyright.php?__cf_chl_tk=rbu4qCkDNid11PyD18AqpuPxzQnIXx8dNrkSZSDPzuU-1770759236-1.0.1.1-hdhAw1pnyjuTRUNYaEOQh3wgdc8GNrtuYimE1Mr09_E\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a messy affair</a>, filled with lawsuits and accusations of copyright infringement. Now, as tech companies look for legally safe sources of AI training data, Amazon is reportedly considering launching a marketplace where publishers can license their content directly to AI companies.</p>\n\n<p class=\"wp-block-paragraph\">The Information <a href=\"https://www.theinformation.com/articles/amazon-discusses-ai-content-marketplace-publishers\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reported</a> Monday that the e-commerce giant has been meeting with publishing executives and alerting them to its plans to launch such a marketplace. Ahead of an AWS conference for publishers that occurred Tuesday, Amazon “circulated slides that mention a content marketplace,” wrote the outlet.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Reached by TechCrunch, an Amazon spokesperson didn’t deny the story but didn’t directly address the would-be marketplace either, saying only: “Amazon has built long-lasting, innovative relationships with publishers across many areas of our business, including AWS, Retail, Advertising, AGI, and Alexa. We are always innovating together to best serve our customers, but we have nothing specific to share on this subject at this time.” </p>\n\n<p class=\"wp-block-paragraph\">Amazon wouldn’t be the first major tech company to take this route. Microsoft recently <a href=\"https://about.ads.microsoft.com/en/blog/post/february-2026/building-toward-a-sustainable-content-economy-for-the-agentic-web\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">launched</a> what it calls a Publisher Content Marketplace (PCM), which it says will give publishers “a new revenue stream” while also providing AI systems with “scaled access to premium content.” Microsoft added that the PCM was designed to “empower publishers with a transparent economic framework for licensing” their content.</p>\n\n<p class=\"wp-block-paragraph\">The move is a natural next step for the AI industry, which has already sought to solve the legally nebulous problem of how copyrighted material ends up in AI training data by forging deals with major news outlets and media organizations. OpenAI, for instance, has already signed <a href=\"https://mashable.com/article/all-the-media-companies-that-have-licensing-deals-with-openai-so-far\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">content-licensing partnerships</a> with the Associated Press, Vox Media, News Corp, and The Atlantic, among others.  </p>\n\n<p class=\"wp-block-paragraph\">Those efforts haven’t been enough to stem the legal fallout. The fight over copyrighted material in AI algorithms has led to <a href=\"https://www.engadget.com/ai/judge-rejects-anthropics-record-breaking-15-billion-settlement-for-ai-copyright-lawsuit-033512498.html\" target=\"_blank\" rel=\"noreferrer noopener\">a monsoon of lawsuits</a>, and the issue is still being worked out by the judicial system. New regulatory strategies to deal with the issue <a href=\"https://deadline.com/2026/02/senate-bill-ai-training-models-copyright-1236714135/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">are being proposed all the time</a>.</p>\n\n<p class=\"wp-block-paragraph\">Media publishers have also fretted about the ways in which AI summaries — particularly those surfaced by Google in its search results — may be depressing traffic to their sites. <a href=\"https://www.theguardian.com/technology/2025/jul/24/ai-summaries-causing-devastating-drop-in-online-news-audiences-study-finds#:~:text=6%20months%20old-,AI%20summaries%20cause%20'devastating'%20drop%20in%20audiences%2C%20online%20news,delivered%20below%20an%20AI%20overview.\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">One recent study</a> claimed that such summaries have had a “devastating” impact on the number of users clicking through to websites. The Information’s report notes that publishers may view the new marketplace-based content-sharing system as a “more sustainable business [than current, more limited licensing partnerships] that will scale up revenue” as AI usage continues to escalate.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "An ice dance duo skated to AI music at the Olympics | TechCrunch",
            "time": "2026-02-10T22:31:13",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/GettyImages-2260763822.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Czech ice dancers Kateřina Mrázková and Daniel Mrázek made their Olympic debut on Monday, an unfathomable feat that takes a lifetime of dedication and practice. But the sibling duo used AI music in their rhythm dance program, which doesn’t break any official rules, but serves as a depressing symbol of how absolutely cooked we are.</p>\n\n<p class=\"wp-block-paragraph\">As Mrázek spun his sister in a crazy cartwheel-lift-sort-of-move that made them look superhuman, one of the NBC commentators mentioned in passing, “This is AI generated, this first part,” referring to the music. Somehow, that admission is even more baffling than the gravity-defying tricks that the siblings showed off on the pressure of Olympic ice.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The Olympic ice dance competition is split into two events: the rhythm dance, where pairs must perform a routine that meets a specific theme, and the free dance. This season’s theme is “The Music, Dance Styles, and Feeling of the 1990s.” British ice dancing duo Lilah Fear and Lewis Gibson paid tribute to the Spice Girls, while United States favorites Madison Chock and Evan Bates skated to a Lenny Kravitz medley.</p>\n\n<p class=\"wp-block-paragraph\">But, for whatever reason — licensing issues? — Mrázková and Mrázek danced to a routine with music that’s half AC/DC and half AI. It’s weird. What’s even weirder is that this isn’t the duo’s first use of AI, nor is it the first time that this choice backfired.</p>\n\n<p class=\"wp-block-paragraph\">Per the International Skating Union, the governing body that oversees competitive ice skating, the <a href=\"https://www.isuresults.com/bios/isufs00110767.htm\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">duo’s music choice</a> for the rhythm dance this season has been “One Two by AI (of 90s style Bon Jovi)” and “Thunderstruck by AC/DC.” The official Olympics website <a href=\"https://www.olympics.com/en/milano-cortina-2026/results/fsk/id/x/icedance----------/qual/000100--/result\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">confirms</a> that the duo is using the AI-generated song for the rhythm dance portion.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-tiktok wp-block-embed-tiktok\"></figure>\n\n<p class=\"wp-block-paragraph\">The Czech siblings have faced backlash before for using AI-generated music. Earlier in the season, they played a ’90s-inspired song for their routine <a href=\"https://www.youtube.com/watch?v=KvKOjFqyDQE\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">that began with</a> a wailing declaration: “Every night we smash a Mercedes-Benz!” If that sounds familiar, it’s because that lyric comes directly from the ’90s hit “You Get What You Give” by New Radicals (which, by the way, has an <a href=\"https://www.youtube.com/watch?v=DL7-CKirWZE\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">incredible music video</a> shot in a Staten Island mall — the true essence of American suburbia!).</p>\n\n<p class=\"wp-block-paragraph\">The AI-generated lyrics also include the lines, “Wake up, kids/We got the dreamer’s disease,” and “First we run, and then we laugh ’til we cry.” What a coincidence! Those lyrics also appear in the song “You Get What You Give” by New Radicals. The AI song is even titled “One Two,” which are the first words of… you can probably guess which song at this point.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Before the Olympics, the duo changed the song, swapping out the New Radicals lyrics for <a href=\"https://www.youtube.com/watch?v=RsfRhm0CcXM\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">other AI-generated lyrics</a> that sound suspiciously like Bon Jovi lyrics, as journalist Shana Bartels <a href=\"https://www.patreon.com/posts/follow-up-and-ai-143894585\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">noted in November</a>. For example, “raise your hands, set the night on fire” also appear in “<a href=\"https://www.youtube.com/watch?v=cLD1rWuH1JA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Raise Your Hands</a>” by Bon Jovi… and the AI “vocalist” sounds a lot like Bon Jovi, too. (Not to pour salt on the wound, but “Raise Your Hands” isn’t even from the ’90s!) This was the music that the duo danced to on Monday at the Olympics, before it transitioned into “Thunderstruck” by AC/DC, a real song from the ’90s written by real people.</p>\n\n<p class=\"wp-block-paragraph\">While it’s unclear what software the team used to generate this music, this is an LLM operating as it’s supposed to. These LLMs are trained on large libraries of music, often through <a href=\"https://techcrunch.com/2026/01/29/music-publishers-sue-anthropic-for-3b-over-flagrant-piracy-of-20000-works/\">legally dubious</a> means. When prompted, LLMs produce the most statistically probable response to an input. That’s useful when writing code, but means a song “in the style of Bon Jovi,” will likely end up using some actual Bon Jovi lyrics.</p>\n\n<p class=\"wp-block-paragraph\">And yet, the music industry seems at least temporarily enamored with the idea of “musicians” who aren’t totally real. Telisha Jones, a 31-year-old in Mississippi, used Suno to set her (hopefully real) poetry to music under the persona Xania Monet. Now she has a <a href=\"https://www.ebony.com/xania-monet-ai-artist-record-deal/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$3 million record deal</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It’s a shame that these Czech dancers’ accomplishment of skating at the Olympics may be marred by discourse around their use of AI music (discourse that I am actively contributing to). But come on! Isn’t this sport supposed to be creative? </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Boston Dynamics CEO Robert Playter steps down after 30 years at the company | TechCrunch",
            "time": "2026-02-10T21:20:10",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/06/boston-dynamics-spot-equipped-with-velodyne-lidar.jpeg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Boston Dynamics, the Massachusetts-based robotics company known for its four-legged robots and humanoids, is going through a leadership change. </p>\n\n<p class=\"wp-block-paragraph\">Robert Playter announced in an internal memo on Tuesday that he would be stepping down as the company’s chief executive, <a href=\"https://www.automate.org/robotics/industry-insights/boston-dynamics-ceo-robert-playter-steps-down\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">as first reported by A3</a>. Amanda McMaster, the company’s chief financial officer, will stand in for the top job while the company looks for a replacement.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Boston Dynamics sent TechCrunch the following statement, “Robert Playter is an icon of the global robotics industry, and the entire Boston Dynamics team wishes to express our sincere appreciation and gratitude for his leadership. From the earliest days of hopping robots, to the world’s first quadrupeds, to spearheading the entire humanoid industry, Playter made his mark as a pioneer of innovation. He transformed Boston Dynamics from a small research and development lab into a successful business that now proudly calls itself the global leader in mobile robotics. He will be sorely missed, but we hope he enjoys some well-deserved time off. Thanks Rob.”</p>\n\n<p class=\"wp-block-paragraph\">Playter took the helm at Boston Dynamics in 2020, taking over from founder Marc Raibert. Playter worked at Boston Dynamics for 30 years, where he held other roles, including vice president of engineering and chief operating officer.  </p>\n\n<p class=\"wp-block-paragraph\">Boston Dynamics was founded in 1992 by Raibert as a spinoff from Massachusetts Institute of Technology, where he was a professor. Google’s parent company Alphabet bought Boston Dynamics in 2013, before the company was sold to Japanese investing conglomerate SoftBank in 2017.</p>\n\n<p class=\"wp-block-paragraph\">Hyundai, its current owner, acquired the company in 2021.</p>\n\n<p class=\"wp-block-paragraph\">The robotics producer is best known for its quadruped robot, Spot, which the company commercialized in 2020 shortly after Playter took the helm. The company most recently announced Atlas, a humanoid robot.  </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"><em>This piece has been updated to include commentary from Boston Dynamics. </em></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "VC Masha Bucher, Epstein associate and Day One founder, explains herself | TechCrunch",
            "time": "2026-02-10T21:07:44",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/WhatsApp-Image-2025-11-26-at-12.51.48.jpeg?resize=909,1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Masha Bucher, a Silicon Valley VC and founder of Day One Ventures, <a href=\"https://x.com/mashadrokova/status/2020997016567021942\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">took to X</a> this week to address news reports documenting her close business and personal relationship with convicted sex offender Jeffrey Epstein. Bucher’s name — primarily under her maiden name, Masha Drokova — appeared in the latest dump of Epstein files over 1,600 times, <a href=\"https://sfstandard.com/2026/02/10/epstein-vc-masha-bucher-breaks-silence-revelations/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The San Francisco Standard reported</a>.</p>\n\n<p class=\"wp-block-paragraph\">“He made me feel I could be safe from the regime, someone with power and connections who could shield me” from threats she associated with her home country Russia, which she said she feared after she obtained her U.S. green card, she wrote in the post.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“I was naive; I didn’t dig deep enough early on,” she wrote about why she agreed to work with Epstein. “I believed his story that his earlier conviction was about sleeping with a girl who lied about her age and trusted validations from multiple investors and scientists.” She also apologized to her founders, team, and investors, saying that this situation has “caused pain I never intended.”</p>\n\n<p class=\"wp-block-paragraph\">The files paint a picture of how Bucher — whose Silicon Valley career began in social media and public relations — agreed to become Epstein’s publicist in 2017, helping rehabilitate his reputation after his 2008 sex-trafficking conviction and setting up meetings between him and various journalists, <a href=\"https://www.forbes.com/sites/iainmartin/2026/02/04/how-jeffrey-epstein-helped-his-publicist-become-a-big-time-venture-capitalist/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">as Forbes reported</a>.</p>\n\n<p class=\"wp-block-paragraph\">The documents show that Epstein supported and encouraged her in the early days of Day One Ventures. The firm has since grown substantially — as Bucher <a href=\"https://techcrunch.com/2024/06/11/vc-queen-masha-bucher-largest-fund-150m/\" target=\"_blank\" rel=\"noreferrer noopener\">told TechCrunch</a>, it closed its most recent fund, a $150 million third vehicle, in 2024, bringing its assets under management to $450 million.</p>\n\n<p class=\"wp-block-paragraph\">Some of the most salacious details from the emails involve Epstein giving her money and a Prada bag, and on one occasion, asking her for nude photos — though there’s no indication whether she complied — according to <a href=\"https://www.sfgate.com/bayarea/article/investor-masha-bucher-epstein-21343434.php\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">SFGate</a>. Bucher is certainly a well-known VC in the Valley, having backed breakout companies like Superhuman, Remote, Worldcoin, and Truebill (which <a href=\"https://techcrunch.com/2021/12/20/rocket-companies-buys-truebill-for-1-275b/\" target=\"_blank\" rel=\"noreferrer noopener\">exited to Rocket Companies</a> in 2021), as well as others like <a href=\"https://www.cnbc.com/2025/11/10/nuclear-startup-valar-atomics-raises-130-million.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Valar Atomics</a>.</p>\n\n<p class=\"wp-block-paragraph\">The whole episode is a particularly awkward one for a VC whose whole <a href=\"https://techcrunch.com/2025/12/04/why-day-one-ventures-masha-bucher-thinks-vcs-and-storytelling-go-hand-in-hand/\" target=\"_blank\" rel=\"noreferrer noopener\">spiel to founders is that she’s a PR expert</a> who can help them with their public image. But it’s not Bucher’s first run-in with controversy.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">When younger, Bucher was known in Russia as a member of Nashi, a pro-Putin youth group. In fact, she was featured in a 2012 documentary called “Putin’s Kiss” — named for the widely circulated moment in the country when she kissed Putin’s cheek — <a href=\"https://www.cnn.com/2026/02/08/politics/epstein-putin-russian-officials-connections\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">as CNN reported</a>.</p>\n\n<p class=\"wp-block-paragraph\">In her post on X, she said she has since given up her Russian passport, publicly denounced Putin, and met with some of Epstein’s victims.</p>\n\n<p class=\"wp-block-paragraph\">She’s certainly not the only VC whose name has been found in the Epstein files, which is not surprising given how connected he was to <a href=\"https://www.cnbc.com/2026/02/09/tech-leaders-epstein-records-silicon-valley-sergey-brin-thiel-sinofsky-reid-hoffman-musk-gates.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">some of the biggest names in tech</a>. The documents do not indicate that Bucher broke laws. However, she was engaged in friendly correspondence with Epstein until just 11 days before his arrest in July 2019, Forbes reported. Epstein died in jail roughly one month later.<br></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><br></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google sent personal and financial information of student journalist to ICE | TechCrunch",
            "time": "2026-02-10T20:41:21",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/google-logo.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google handed over a trove of personal data about a student and journalist to U.S. Immigration and Customs Enforcement in response to a subpoena that had not been approved by a judge, <a href=\"https://theintercept.com/2026/02/10/google-ice-subpoena-student-journalist/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to a report by The Intercept</a>. </p>\n\n<p class=\"wp-block-paragraph\">The search and advertising tech giant provided ICE with the usernames, physical addresses, and an itemized list of services associated with the Google account of Amandla Thomas-Johnson, a British student and journalist who briefly attended a pro-Palestinian protest in 2024 while attending Cornell University in New York. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Google also turned over Thomas-Johnson’s IP addresses, phone numbers, subscriber numbers and identities, and credit card and bank account numbers linked to his account. </p>\n\n<p class=\"wp-block-paragraph\">The subpoena, which reportedly included a gag order, did not include a specific justification for why ICE was requesting Thomas-Johnson’s personal data, but the student <a href=\"https://www.theguardian.com/commentisfree/2025/oct/05/palestinian-foreigners-protests-campus-ai-ice-trump-us-migrant\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">previously said</a> that the demand for his data came within two hours of Cornell informing him that the U.S. government had revoked his student visa. </p>\n\n<p class=\"wp-block-paragraph\">This is the latest example of how the U.S. government is using a controversial type of legal request, called an administrative subpoena, to demand that tech companies <a href=\"https://techcrunch.com/2026/02/03/homeland-security-is-trying-to-force-tech-companies-to-hand-over-data-about-trump-critics/\">turn over the private data of individuals</a> who have been critical of the Trump administration. This has included anonymous Instagram accounts that share information about ICE presence and raids, as well as people who criticize or protest Trump and his policies.</p>\n\n<p class=\"wp-block-paragraph\">ICE and Google did not immediately respond to a request for comment.  </p>\n\n<p class=\"wp-block-paragraph\">Administrative subpoenas are issued directly by federal agencies without the intervention of a judge. These legal demands cannot compel companies to turn over the contents of a person’s email accounts, online searches, or location data, but can request metadata and other identifiable information, such as email addresses, in an attempt to de-anonymize the owner of a certain online account. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Unlike a court order, tech companies are under no obligation to provide someone’s data after receiving an administrative subpoena.</p>\n\n<p class=\"wp-block-paragraph\">Last week, the digital rights group Electronic Frontier Foundation sent a letter to Amazon, Apple, Discord, Google, Meta, Microsoft, and Reddit, demanding that the companies stop giving data to the Department of Homeland Security, which houses ICE, in response to administrative subpoenas.  </p>\n\n<p class=\"wp-block-paragraph\">“Based on our own contact with targeted users, we are deeply concerned your companies are failing to challenge unlawful surveillance and defend user privacy and speech,” <a href=\"https://www.eff.org/document/open-letter-tech-companies-must-resist-unlawful-subpoenas-user-data\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">read the letter</a>. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“We call on companies in receipt of such subpoenas to insist that DHS seek court confirmation that their demands are not unlawful or unconstitutional prior to companies disclosing any user information. We also urge you to notify users about demands for their information with meaningful time to challenge subpoenas on their own,” it reads.</p>\n\n<p class=\"wp-block-paragraph\">Thomas-Johnson told The Intercept that, “we need to think very hard about what resistance looks like under these conditions…where government and Big Tech know so much about us, can track us, can imprison, can destroy us in a variety of ways.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Here's how Rivian changed the rear door manual release on the R2 | TechCrunch",
            "time": "2026-02-10T19:38:54",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/r2-lidar.jpeg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">There’s been a lot of pushback on <a href=\"https://techcrunch.com/2026/02/02/china-is-leading-the-fight-against-hidden-car-door-handles/\" target=\"_blank\" rel=\"noreferrer noopener\">electronic door handles</a> lately, as multiple carmakers — <a href=\"https://www.bloomberg.com/features/2025-tesla-dangerous-doors/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">especially Tesla</a> — have been accused of making manual door releases too hard to find and access during an emergency. Rivian is one of the companies that reportedly decided to change this on its upcoming R2 SUV, and a <a href=\"https://www.youtube.com/watch?v=EfReqcUJfBU\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">spate</a> of first-look videos released Tuesday finally give us a look at what the company has changed.</p>\n\n<p class=\"wp-block-paragraph\">First off, the front doors open from the inside in the <a href=\"https://assets.ctfassets.net/2md5qhoeajym/58YFddVW81sybQaJvra4HF/5a3dae18149f7c261ff36f8f3c38cafa/r1t-my25-26-og-en-us-20250722.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">same way as in the existing R1 vehicles</a>. There is an electronic button that opens the door, and there’s a manual door-release latch tucked into the front part of the interior handle.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The rear doors also have an electronic button, as well as a change to the rear manual release. </p>\n\n<p class=\"wp-block-paragraph\">On R1 vehicles, passengers have to first pull a panel off the door to access a “release cord” that operates the manual latch. On the new R2 SUV, Rivian moved this release cord to that same front-of-the-handle position as the front seat manual releases — though it’s still tucked behind a piece of plastic that must be popped out, making it slightly harder to access than the front door manual releases.</p>\n\n<p class=\"wp-block-paragraph\">The R2 SUV isn’t set to go into production for another few months, so the company has not put out proper instructions on how to access this release. But here’s an image from a new <a href=\"https://youtu.be/at1HS1CNhe4?t=357\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">video</a> published by JerryRigEverything’s Zack Nelson:</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?w=680\" alt=\"\" class=\"wp-image-3091507\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg 2720w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=150,91 150w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=300,182 300w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=768,466 768w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=680,413 680w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=1200,728 1200w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=1280,776 1280w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=430,261 430w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=720,437 720w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=900,546 900w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=800,485 800w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=1536,932 1536w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=2048,1242 2048w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=668,405 668w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=618,375 618w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=1017,617 1017w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=708,429 708w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=50,30 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>JerryRigEverything (screenshot)</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">He doesn’t pull out the actual cord, but it’s the best illustration I’ve seen so far of what passengers will need to do if they are in an R2 that has lost power for whatever reason, limiting the vehicle’s electronic door release. </p>\n\n<p class=\"wp-block-paragraph\">The manual release is still behind a piece of plastic, and it’s not the most obvious or accessible way to open a door from the inside. But it’s at least in a more logical spot than just being hidden behind a panel.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">These kinds of situations don’t happen often. But when they do, it’s typically during a major crash. That means every moment can mean the difference between life and death.</p>\n\n<p class=\"wp-block-paragraph\">Rivian is not alone in reworking how hard it is to access the manual releases. The most high-profile example is Tesla. Bloomberg News found <a href=\"https://www.bloomberg.com/news/features/2025-12-22/tesla-door-safety-tied-to-at-least-15-auto-accident-deaths\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">at least 15 deaths in crashes</a> where there is evidence that occupants (or rescuers) were unable to open the doors. The company has said it will <a href=\"https://techcrunch.com/2025/09/17/tesla-is-redesigning-its-door-handles-following-safety-probe-bloomberg-investigation/\" target=\"_blank\" rel=\"noreferrer noopener\">change how it designs its handles</a> in order to address the problem.</p>\n\n<p class=\"wp-block-paragraph\">And electronic door latches can present other issues. Last year, Ford had to issue a recall to fix a power-delivery problem for the electronic door latches <a href=\"https://www.roadandtrack.com/news/a65125258/ford-mustang-mach-e-stop-sale-recall-rear-doors/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">on the Mustang Mach-E</a>.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Facebook adds new AI features, animated profile photos, and backgrounds for text posts | TechCrunch",
            "time": "2026-02-10T19:34:51",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Animate-Your-Facebook-Profile-Picture-With-Meta-AI_Header.jpg?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Facebook <a href=\"https://about.fb.com/news/2026/02/animate-facebook-profile-picture-meta-ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> new AI-powered features on Tuesday designed to let users express themselves in more playful ways across the platform. The updates include animated profile pictures, photo-restyling tools for Stories and Memories, and the ability to add animated backgrounds to text posts.</p>\n\n<p class=\"wp-block-paragraph\">​As Meta works to maintain Facebook’s relevance among younger users on its flagship app, it’s likely betting that these new features will deliver a more personalized experience that appeals to Gen Z.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">​The new animated profile picture feature applies motion effects to static photos, making the subject appear to be waving, making a heart shape, or wearing a virtual party hat. To achieve the best results, Facebook recommends using a clear photo of a single person facing the camera. Photos can be pulled directly from a user’s camera roll or from images already on the platform. The company also plans to add more animation options throughout the year.</p>\n\n<figure class=\"wp-block-image aligncenter size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/FB-animatedProfile-Picture.gif?w=680\" alt=\"\" class=\"wp-image-3091610\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Facebook</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">​Facebook is also enhancing its Stories — short photo and video posts that disappear after 24 hours — and Memories — a feature that resurfaces posts from the same date in previous years — with “Restyle,” a tool that uses Meta AI to reimagine the look of user-uploaded images.</p>\n\n<p class=\"wp-block-paragraph\">After uploading a photo to Stories or selecting a Memory to share, users can tap Restyle and either enter a text-based prompt or select from preset themes, including anime, illustrated, glowy, ethereal, and more. There are also options to adjust moods, lighting, and colors, and to swap in new backdrops such as a beach or a cityscape. </p>\n\n<p class=\"wp-block-paragraph\">​To spice up text posts, Facebook is also gradually rolling out animated backgrounds. By clicking on the new rainbow “A” icon, users can choose from a variety of still and animated scenes, such as falling leaves or rolling ocean waves, to make their posts stand out in the feed. The company says that seasonal backgrounds are coming soon.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/FB-AI-Text-Posts.gif?w=680\" alt=\"\" class=\"wp-image-3091611\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Facebook</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">​With around 2.1 billion daily active users, Facebook remains a social media giant. However, in recent years, it has struggled to attract and retain a younger demographic.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">To address this, the platform has embraced new technology, including AI, and introduced a more <a href=\"https://techcrunch.com/2025/12/09/facebook-redesign-focuses-on-friends-photos-marketplace-and-more/\" target=\"_blank\" rel=\"noreferrer noopener\">youthful redesign</a>. Other recent updates include a <a href=\"https://techcrunch.com/2025/03/27/facebook-debuts-a-revamped-friends-tab-as-part-of-its-return-to-og-facebook/\" target=\"_blank\" rel=\"noreferrer noopener\">friends-only feed</a> and the ability to use <a href=\"https://techcrunch.com/2025/11/24/facebook-takes-on-reddit-with-launch-of-nicknames-for-facebook-groups/\" target=\"_blank\" rel=\"noreferrer noopener\">unique display names</a> within Groups, similar to how Reddit handles usernames in its communities. The platform is also attempting to make its <a href=\"https://techcrunch.com/2025/09/04/facebook-is-trying-to-make-pokes-happen-again/\" target=\"_blank\" rel=\"noreferrer noopener\">poke feature</a> — a way to tap another user on the shoulder, so to speak — relevant again by launching a new dedicated button on users’ profiles that alerts the recipient to a poke via notifications.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}