{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "Tesla partly liable in Florida Autopilot trial, jury awards $329M in damages | TechCrunch",
            "time": "2025-08-01T18:24:42",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/07/GettyImages-2159532501.jpg?resize=1200,801",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">A jury in federal court in Miami has found Tesla partly to blame for a fatal 2019 crash that involved the use of the company’s Autopilot driver assistance system. The jury awarded the plaintiffs $329 million in punitive and compensatory damages.</p>\n\n<p class=\"wp-block-paragraph\">Neither the driver of the car nor the Autopilot system braked in time to avoid going through an intersection, where the car struck an SUV and killed a pedestrian. The jury assigned the driver two-thirds of the blame, and attributed one-third to Tesla. (The driver was sued separately.)</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The verdict comes at the end of a three-week trial over the crash, which killed 20-year-old Naibel Benavides Leon and severely injured her boyfriend Dillon Angulo. The verdict is one of the first major legal decisions about driver assistance technology that has gone against Tesla. The company has previously settled lawsuits <a href=\"https://www.bloomberg.com/news/articles/2025-07-17/tesla-settled-over-autopilot-crash-with-truck-crossing-highway\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">involving similar claims about Autopilot</a>.</p>\n\n<p class=\"wp-block-paragraph\">Brett Schreiber, the lead attorney for the plaintiffs in the case, said in a statement to TechCrunch that Tesla designed Autopilot “only for controlled access highways yet deliberately chose not to restrict drivers from using it elsewhere, alongside Elon Musk telling the world Autopilot drove better than humans.” </p>\n\n<p class=\"wp-block-paragraph\">“Tesla’s lies turned our roads into test tracks for their fundamentally flawed technology, putting everyday Americans like Naibel Benavides and Dillon Angulo in harm’s way,” said Schreiber. “Today’s verdict represents justice for Naibel’s tragic death and Dillon’s lifelong injuries, holding Tesla and Musk accountable for propping up the company’s trillion-dollar valuation with self-driving hype at the expense of human lives.”</p>\n\n<p class=\"wp-block-paragraph\">Tesla, in a statement provided to TechCrunch, said it plans to appeal the verdict “given the substantial errors of law and irregularities at trial.” </p>\n\n<p class=\"wp-block-paragraph\">“Today’s verdict is wrong and only works to set back automotive safety and jeopardize Tesla’s and the entire industry’s efforts to develop and implement life-saving technology,” the company wrote. “To be clear, no car in 2019, and none today, would have prevented this crash. This was never about Autopilot; it was a fiction concocted by plaintiffs’ lawyers blaming the car when the driver — from day one — admitted and accepted responsibility.”</p>\n\n<p class=\"wp-block-paragraph\">Tesla and Musk spent years making claims about Autopilot’s capabilities that have led to overconfidence in the driver assistance system, a reality that government officials — and Musk himself — have spoken about for years.</p>\n\n<p class=\"wp-block-paragraph\">The National Transportation Safety Board (NTSB) came to this determination in 2020 after investigating a 2018 crash where the driver died after hitting a concrete barrier. That driver, Walter Huang, was <a href=\"https://www.theverge.com/2020/2/25/21153320/tesla-autopilot-walter-huang-death-ntsb-probable-cause\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">playing a mobile game while using Autopilot</a>. The NTSB made a number of recommendations following that investigation, which <a href=\"https://www.bloomberg.com/news/articles/2021-10-25/tesla-criticized-for-not-responding-to-accident-investigators\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Tesla largely ignored</a>, the <a href=\"https://www.bloomberg.com/news/articles/2021-10-25/tesla-criticized-for-not-responding-to-accident-investigators\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">safety board later claimed</a>.</p>\n\n<p class=\"wp-block-paragraph\">On a 2018 conference call, Musk said “complacency” with driver assistance systems like Autopilot is a problem. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“They just get too used to it. That tends to be more of an issue. It’s not a lack of understanding of what Autopilot can do. It’s [drivers] thinking they know more about Autopilot than they do,” Musk <a href=\"https://www.theverge.com/2018/5/2/17313324/tesla-autopilot-safety-statistics-elon-musk-q1-earnings\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said at the time</a>.</p>\n\n<p class=\"wp-block-paragraph\">The trial took place at a time when Tesla is currently in the <a href=\"https://techcrunch.com/2025/06/22/tesla-launches-robotaxi-rides-in-austin-with-big-promises-and-unanswered-questions/\">middle of rolling out the first versions of its long-promised Robotaxi network</a>, starting in Austin, Texas. Those vehicles are using an enhanced version of Tesla’s more capable driver assistance system, which it calls Full Self-Driving.</p>\n\n<p class=\"wp-block-paragraph\"><em>Update: This story has been updated to include the amount of compensatory damages in the total</em>.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google bets on STAN, an Indian social gaming platform | TechCrunch",
            "time": "2025-08-01T17:05:45",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/stan-techcrunch.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google has backed <a href=\"https://getstan.app/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">STAN</a>, an Indian social gaming platform that connects gamers with creators, communities, and publishers.</p>\n\n<p class=\"wp-block-paragraph\">Google’s investment comes as part of an $8.5 million equity funding round, which also saw investment from Japanese gaming giants Bandai Namco Entertainment, Square Enix, and Reazon Holdings. Aptos Labs and King River Capital, as well as existing backers General Catalyst and GFR Fund, also participated. Google joined the round via its <a href=\"https://blog.google/technology/google-labs/ai-futures-fund/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">AI Futures Fund</a>, which <a href=\"https://techcrunch.com/2025/05/12/google-launches-new-initiative-to-back-startups-building-ai/\" target=\"_blank\" rel=\"noreferrer noopener\">launched</a> in May to support startups building with its AI tools.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">STAN, headquartered in Singapore, is trying to position itself as a gaming community platform to rival Discord, but its approach to the market is quite different. STAN lets users earn in-app currency called “Gems” by winning games like Krafton’s Battlegrounds Mobile India, Garena’s Free Fire Max, Minecraft, Call of Duty, or casual titles like Ludo and Snakes &amp; Ladders. </p>\n\n<p class=\"wp-block-paragraph\">The app also lets creators set up chat rooms called Clubs, which are channels tailored for each game on the platform. While anyone can join these Clubs, they need to pay a social currency to access the “gaming experiences” that creators offer. The startup takes a commission from these transactions.</p>\n\n<p class=\"wp-block-paragraph\">The primary attraction seems to be the in-app currency, however, as it can be redeemed for vouchers on various e-commerce platforms like Amazon, PhonePe, and Flipkart. Users can also earn currency via referrals, a spin-to-win wheel, and daily rewards.</p>\n\n<p class=\"wp-block-paragraph\">It appears STAN’s monetization model is what sets it apart: users can earn rewards through interactions, unlike on Discord, where chatting or participating in communities doesn’t earn users much, apart from clout.</p>\n\n<p class=\"wp-block-paragraph\">Nonetheless, STAN wants to shadow Discord. The company claims it has already garnered over 25 million downloads on the Play Store and App Store altogether, and has around 5.5 million monthly active users.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<figure class=\"wp-block-image aligncenter size-full\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg\" alt=\"\" class=\"wp-image-3032909\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg 1920w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=150,102 150w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=300,203 300w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=768,520 768w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=680,460 680w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=1200,813 1200w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=1280,867 1280w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=430,291 430w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=720,488 720w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=900,609 900w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=800,542 800w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=1536,1040 1536w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=668,452 668w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=554,375 554w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=911,617 911w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=708,479 708w, https://techcrunch.com/wp-content/uploads/2025/07/stan-communities.jpg?resize=50,34 50w\" sizes=\"auto, (max-width: 1920px) 100vw, 1920px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>STAN</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">“STAN is the hangout place for gamers. It’s a place where gamers come and make friends, play with each other, talk to each other, sort of a fusion of social and gaming,” said Parth Chadha, co-founder and CEO of STAN, in an interview.</p>\n\n<p class=\"wp-block-paragraph\">Chadha credits the platform’s features for its traction so far. Initially, creators had to contact the company’s team to start streaming, but last year, the startup opened the platform to user-generated content, allowing anyone to go live. That shift helped drive both downloads and engagement, the CEO said.</p>\n\n<p class=\"wp-block-paragraph\">STAN also works with game publishers, studios, and developers, including Krafton, Garena, and Roblox, who pay the startup to connect them with gamers and creators on the platform.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Chadha told TechCrunch that in the past two quarters, nearly 100 game publishers, studios, and developers have joined the platform, and it is bringing more than 20 on board each month.</p>\n\n<p class=\"wp-block-paragraph\">“That is turning into a very interesting business stream as we speak,” he said.</p>\n\n<p class=\"wp-block-paragraph\">Looking ahead, STAN plans to leverage Google’s backing to use AI to improve moderation.</p>\n\n<p class=\"wp-block-paragraph\">Currently 70% to 80% of moderation on STAN is already handled by AI, Chadha said. A human moderation team manages the rest, but the startup plans to reduce that further by using AI.</p>\n\n<p class=\"wp-block-paragraph\">Additionally, STAN aims to bring AI-powered toolkits for creators, including the ability to produce avatars and memes, as well as tools for quick replies and filtering out chats.</p>\n\n<p class=\"wp-block-paragraph\">“There are a lot of interesting plug-and-play models, which we and the Google team are working together to leverage and scale the business,” he stated.</p>\n\n<p class=\"wp-block-paragraph\">STAN isn’t the first Indian startup to be backed by Google’s AI Futures Fund. That distinction goes to <a href=\"https://techcrunch.com/2025/02/11/google-back-toonsutra-to-grow-its-webtoons-platform-in-india/\" target=\"_blank\" rel=\"noreferrer noopener\">Toonsutra</a>, a startup using AI to power an <a href=\"https://ai.google.dev/showcase/toonsutra-2\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">immersive comic-reading experience</a>.</p>\n\n<p class=\"wp-block-paragraph\">Google confirmed to TechCrunch that it has invested over $5.5 billion in India to date, including in startups Toonsutra, STAN, Pixxel, and Adda 24X7.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Although STAN’s app is currently geo-restricted to India, the platform still sees 5%–6% of its engagement coming from users abroad, who often access it using Indian phone numbers and accounts. Over the next year, the startup plans to expand internationally, starting with the Indian subcontinent, and will later target Southeast Asia and Latin America.</p>\n\n<p class=\"wp-block-paragraph\">The startup was profitable for a few months, the CEO said, but decided to spend some money to scale. Now, it aims to achieve profitability in 2027, he added. </p>\n\n<p class=\"wp-block-paragraph\">Currently, the startup employs about 40 people, of whom less than 30 work in product engineering.</p>\n\n<p class=\"wp-block-paragraph\">With this raise, STAN’s total equity funding now stands at around $15 million.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Nintendo raising original Switch console prices due to 'market conditions' | TechCrunch",
            "time": "2025-08-01T16:42:35",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2021/10/nintendo-switch-oled-1.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Nintendo is raising the prices of its original Nintendo Switch game consoles, the <a rel=\"nofollow\" href=\"https://www.nintendo.com/us/whatsnew/nintendo-switch-pricing-update/\">company announced on Friday</a>. The price increases, which are taking effect on August 3, are due to “market conditions,” Nintendo says.</p>\n\n<p class=\"wp-block-paragraph\">The company’s reference to “market conditions” likely hints at <a href=\"https://www.cnn.com/business/live-news/trade-deadline-tariffs-trump-deals\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">President Donald Trump’s tariffs</a>. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The affected products include the Nintendo Switch – OLED Model, Nintendo Switch, Nintendo Switch Lite, and select Nintendo Switch accessories. Other Nintendo products, including certain Nintendo Switch 2 accessories, select amiibo, and the Nintendo Sound Clock: Alarmo, will also see price increases. </p>\n\n<p class=\"wp-block-paragraph\">It’s not yet clear what the new prices will be. Currently, the original Nintendo Switch retails for $299.99, while the OLED model costs $349.99.</p>\n\n<p class=\"wp-block-paragraph\">Nintendo said it isn’t ruling out a future price hike for the <a href=\"https://techcrunch.com/2025/04/02/the-nintendo-switch-2-releases-on-june-5-and-costs-450/\">Nintendo Switch 2</a>, which retails for $450.</p>\n\n<p class=\"wp-block-paragraph\">“Pricing for the Nintendo Switch 2 system, physical and digital Nintendo Switch and Nintendo Switch 2 games, as well as Nintendo Switch Online memberships, will remain unchanged at this time,” Nintendo wrote in its announcement post. “However, please note that price adjustments may be necessary in the future.”</p>\n\n<p class=\"wp-block-paragraph\">Earlier on Friday, Nintendo reported its <a href=\"https://www.nintendo.co.jp/ir/pdf/2025/250801e.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">fiscal first-quarter earnings</a> and shared that sales of the Switch 2 console have reached 5.82 million units since its release on June 5.</p>\n\n<p class=\"wp-block-paragraph\">Nintendo transferred most of its production from China to Vietnam in the past to <a href=\"https://www.nytimes.com/2025/04/10/technology/nintendo-switch-tariffs-trump.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">avoid tariffs</a>. However, Trump this week announced changes to <a href=\"https://www.whitehouse.gov/presidential-actions/2025/07/further-modifying-the-reciprocal-tariff-rates/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reciprocal tariffs</a>, which extend to Vietnam. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "More details emerge on how Windsurf’s VCs and founders got paid from the Google deal | TechCrunch",
            "time": "2025-08-01T16:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/GettyImages-2225304419.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Weeks after the revelation that Google paid Windsurf $2.4 billion to license its technology, while simultaneously hiring away its CEO and top talent, the deal’s implications are still<a href=\"https://x.com/michlimlim/status/1949919389287076198\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> rattling some founders and startup employees</a> across Silicon Valley.</p>\n\n<p class=\"wp-block-paragraph\">Google’s payment to the startup was effectively split in two equal parts, according to two people familiar with the deal. Investors’ portion was $1.2 billion. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The other half was in the form of compensation packages for approximately 40 Windsurf employees hired by the tech giant with a substantial portion of that $1.2 billion going to the startup’s co-founders, Varun Mohan and Douglas Chen, sources say.</p>\n\n<p class=\"wp-block-paragraph\">The transaction was a good outcome for VCs, which included Greenoaks, Kleiner Perkins, and General Catalyst. Windsurf raised a total of<a href=\"https://techcrunch.com/2024/08/29/github-copilot-competitor-codeium-raises-150m-at-a-1-25b-valuation/?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAIPGM74cjyhn17CNsmCgnDNzzKGDMxRseNOBsAhfAgZoU4-PDlvd5NyIlKa5U1xiafmpo9PxmZYTEeLdtNcciqH-P6gh7d035_abthiNmhPJv3B_9R2mm1G8lP2bvLC1anMRuI8MJO8101I3pkvOin5Zv-v8q9WCliKseRDKPbN9\"> about $243 million</a> as of its last raise in 2024 that valued the company at $1.25 billion, which means the total return to investors was about 4x their original funding. </p>\n\n<p class=\"wp-block-paragraph\">Greenoaks, which led Windsurf’s seed and Series A financings and owned 20% of the company, returned about $500 million on their $65 million investment in the startup, according to a person familiar with the matter. Kleiner Perkins, which led Windsurf’s Series B, returned about 3x its invested capital, according to another person familiar with the deal.</p>\n\n<p class=\"wp-block-paragraph\">Google, Kleiner Perkins, and Greenoaks declined to comment. General Catalyst, Varun Mohan, and Douglas Chen didn’t respond to a request for comment.</p>\n\n<p class=\"wp-block-paragraph\">Even so, most investors were aiming for a more significant win from the company.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">In February, TechCrunch reported that Kleiner Perkins was in talks to lead a fresh round of funding, valuing the startup, which was then known as Codeium, at <a href=\"https://techcrunch.com/2025/02/19/ai-coding-startup-codeium-in-talks-to-raise-at-an-almost-3b-valuation-sources-say/\">$2.85 billion</a>. That deal didn’t happen, according to a person familiar with the matter, because Windsurf had instead agreed to be purchased by <a href=\"https://techcrunch.com/2025/04/16/openai-is-reportedly-in-talks-to-buy-windsurf-for-3b-with-news-expected-later-this-week/\">OpenAI for $3 billion</a>.</p>\n\n<p class=\"wp-block-paragraph\">As we all know now, the OpenAI acquisition unraveled and <a href=\"https://techcrunch.com/2025/07/11/windsurfs-ceo-goes-to-google-openais-acquisition-falls-apart/\">Google swooped in</a> with its deal structured to offer investor returns and obtain talent and IP without acquiring stock. </p>\n\n<p class=\"wp-block-paragraph\">But what’s rattling the Valley is this: While Google’s deal was good for the co-founders and VCs, it didn’t benefit a large portion of Windsurf’s approximately 250 employees, especially after they were expecting a payout from the sale to OpenAI.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In a typical acquisition, employees would get money for the shares they owned and would often have <a href=\"https://www.irisglobal.com/blog/single-trigger-vs-double-trigger-accelerated-vesting/#:~:text=Single%20Trigger%20Acceleration&amp;text=This%20single%20trigger%20must%20be,the%20completion%20of%20the%20M%26A.\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">their vesting schedule accelerated</a>. However, Windsurf employees who were hired over the last year didn’t receive a payout from the deal, these people said.</p>\n\n<p class=\"wp-block-paragraph\">The Google deal was especially unsettling to approximately 200 Windsurf employees not hired by the search giant. </p>\n\n<p class=\"wp-block-paragraph\">Instead of siphoning every penny of Google’s payment into their own pockets, investors opted to leave the company with over $100 million in capital.</p>\n\n<p class=\"wp-block-paragraph\">One source says this was entirely funded by VCs, meaning their total payout was about $1.1 billion. However, another person said that the founders equally chipped in to leave the company with a nest egg from the Google payment.</p>\n\n<p class=\"wp-block-paragraph\">Multiple people said that the money left for the company would have been sufficient to pay all remaining employees proceeds at the Google deal’s per-share valuation, regardless of how long they had been with the company.  However, to have done that immediately would have been problematic, leaving the company with less cash to operate and — with founders and key people gone — with no investors ready to finance a new raise. The remaining leadership would likely have had to shut down after making such cash distributions, one of the people said. Meanwhile, another person claimed that the company had enough capital to pay out employees and continue to operate.</p>\n\n<p class=\"wp-block-paragraph\">That difference of opinion is only part of the reason the deal became so controversial.</p>\n\n<p class=\"wp-block-paragraph\">What’s more, at least some of the employees Google did hire, despite attractive pay and benefits, saw their stock grants revoked and their vesting timelines restarted. That meant they’d have to wait an additional four years for their total payout in Google stock, according to people familiar with the deal. </p>\n\n<p class=\"wp-block-paragraph\">Some top VCs condemned the 3-year-old startup’s co-founders for not sharing their windfall with all the people who helped build the company.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Windsurf and others are really bad examples of founders leaving their teams behind and not even sharing the proceeds with their team,” wrote <a href=\"https://x.com/vkhosla/status/1946655439921557760\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Vinod Khosla on X</a>. “I definitely would not work with their founders next time.”</p>\n\n<p class=\"wp-block-paragraph\">After several days of limbo following the announcement of the Google deal, Windsurf’s remaining entity, under the leadership of interim CEO Jeff Wang, managed to sell itself to Cognition.</p>\n\n<p class=\"wp-block-paragraph\">Cognition acquired Windsurf’s IP and product and brought on all staff not hired by Google.</p>\n\n<p class=\"wp-block-paragraph\">While the exact deal terms of that sale were not disclosed, the acquisition allowed every employee to financially gain from the sale, according to a <a href=\"https://cognition.ai/blog/windsurf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">blog published by Cognition</a>.  </p>\n\n<p class=\"wp-block-paragraph\">Two other sources estimated to TechCrunch that Cognition paid $250 million to acquire Windsurf’s remaining entity. </p>\n\n<p class=\"wp-block-paragraph\">Cognition didn’t respond to a request for comment.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Fundamental Research Labs nabs $30M+ to build AI agents across verticals | TechCrunch",
            "time": "2025-08-01T15:15:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/FRL-Founder-Photo.jpeg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Applied AI research company <a href=\"https://fundamentalresearchlabs.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Fundamental Research Labs</a> (formerly known as Altera) announced today that it has raised $33 million in Series A funding led by Prosus with participation from Stripe co-founder and CEO Patrick Collison.</p>\n\n<p class=\"wp-block-paragraph\">The company has a curious structure, as it is working on multiple AI applications in different fields. When it raised its seed funding, Fundamental Research Labs was developing bots that could play Minecraft with you.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Today, the company has a games team, a prosumer team building apps, a core research team, and a platform team. The startup’s founder, Dr. Robert Yang, a former faculty member at MIT, says that Fundamental Research Labs wants to be a “historical” company without adhering to a typical startup structure.</p>\n\n<p class=\"wp-block-paragraph\">Yang said that the company is already charging users for this agent after a seven-day trial and bringing in revenue.</p>\n\n<p class=\"wp-block-paragraph\">Among the products Fundamental Research Labs offers is a general-purpose consumer assistant called <a href=\"https://fairies.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Fairies</a>. This app allows you to chat with an AI bot, connect applications, and ask questions across the knowledge bases of those applications, then ask it to schedule appointments for you on your calendar. The app can schedule workflows for you to repeatedly execute some tasks. Yang said that this app allows the startup’s engineers to test out various capabilities of models and platform tech it is developing.</p>\n\n<p class=\"wp-block-paragraph\">The company also offers a spreadsheet-based agent called <a href=\"https://www.tryshortcut.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Shortcut</a>, which has been used by analysts for creating different financial models and performing analysis over them. The startup said that this agent works like a junior analyst and can do work autonomously. The company has made it look like Excel and has tried to retain a lot of functionality for power users.</p>\n\n<p class=\"wp-block-paragraph\">“We’ve seen many early-stage startups, but what stood out here is a small, highly mission-driven team focused on digital humans with actual use cases. Their recent launches, like Fairies and Shortcut, aren’t just demos; they’re already demonstrating how AI can augment the human workforce in meaningful ways,” Sandeep Bakshi, an investment partner at Prosus, told TechCrunch over email.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“What stood out with Fundamental Research Labs is not just the ambition of the vision, but again the caliber of the team driving it,” he added. “Their ability to attract some of the brightest minds in the world, and turn that talent into real-world products, makes this a uniquely compelling venture opportunity for us.”</p>\n\n<p class=\"wp-block-paragraph\">The company raised <a href=\"https://techcrunch.com/2024/05/08/bye-bye-bots-alteras-game-playing-ai-agents-get-backing-from-eric-schmidt/\">$9 million in a seed round last year</a>, which was co-led by First Spark Ventures and Patron, with participation from a16z Speedrun and Eric Schmidt. The startup has raised over $40 million in funding to date.</p>\n\n\n\n<p class=\"wp-block-paragraph\">Yang said the company is open to trying out various application models and eventually wants to build robots as well.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“We are working on productivity (apps) now because that is where the most value is created. You can make a lot of money doing this and build your team and tech. Eventually, we want to solve physical problems and move towards working on embodiment,” Yang said.</p>\n\n<p class=\"wp-block-paragraph\"><em>Correction: The funding round was $33 million, not $30 million; the story was updated with the accurate amount. </em></p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Sex toy maker Lovense threatens legal action after fixing security flaws that exposed users' data | TechCrunch",
            "time": "2025-08-01T14:55:53",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/lovense-blue-1190782885.jpg?resize=1200,801",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Lovense, a maker of internet-connected sex toys, has confirmed it has <a href=\"https://techcrunch.com/2025/07/29/sex-toy-maker-lovense-caught-leaking-users-email-addresses-and-exposing-accounts-to-takeovers/\">fixed a pair of security vulnerabilities</a> that exposed users’ private email addresses and allowed attackers to remotely take over any user’s account.</p>\n\n<p class=\"wp-block-paragraph\">While the company said the bugs were “fully resolved,” its chief executive is now considering taking legal action following the disclosure.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In <a href=\"https://www.documentcloud.org/documents/26038431-lovense-dan-liu-response/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a statement</a> shared with TechCrunch, Lovense CEO Dan Liu said the sex toy maker was “investigating the possibility of legal action” in response to allegedly erroneous reports about the bug. When asked by TechCrunch, the company did not respond to clarify whether it was referring to media reports or to a security researcher’s disclosure.</p>\n\n<p class=\"wp-block-paragraph\">Details of the bug emerged this week after a security researcher, who goes by the handle BobDaHacker, disclosed that they <a href=\"https://bobdahacker.com/blog/lovense-still-leaking-user-emails\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reported the two security bugs</a> to the sex toy maker earlier this year. The researcher published their findings after Lovense claimed it would take 14 months to fully address the vulnerabilities rather than applying a “faster, one-month fix” that would have required alerting users to update their apps.</p>\n\n<p class=\"wp-block-paragraph\">Lovense said in its statement, attributed to Liu, that the fixes put in place will require users to update their apps before they can resume using all of the app’s features.</p>\n\n<p class=\"wp-block-paragraph\">In the statement, Liu claimed that there is “no evidence suggesting that any user data, including email addresses or account information, has been compromised or misused.” It’s not clear how Lovense came to this conclusion, given TechCrunch (<a href=\"https://www.bleepingcomputer.com/news/security/lovense-sex-toy-app-flaw-leaks-private-user-email-addresses/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">and other outlets</a>) verified the email disclosure bug by setting up a new account and asking the researcher to identify the associated email address.</p>\n\n<p class=\"wp-block-paragraph\">TechCrunch asked Lovense what technical means, such as logs, the company has to determine if there was any compromise of users’ data, but a spokesperson did not respond.</p>\n\n<p class=\"wp-block-paragraph\">It’s not unheard of for organizations to resort to legal demands and threats to try to block the disclosure of embarrassing security incidents, despite few rules or restrictions in the U.S. prohibiting such reporting.</p>\n\n<p class=\"wp-block-paragraph\">Earlier this year, a U.S. independent journalist <a href=\"https://techcrunch.com/2025/03/06/hacked-health-firm-hcrg-demanded-journalist-take-down-data-breach-reporting-citing-uk-court-order/\">rebuffed a legal threat</a> from a U.K. court injunction for accurately reporting a ransomware attack on U.K. private healthcare giant HCRG. In 2023, a county official in Hillsborough County, Florida, <a href=\"https://techcrunch.com/2023/11/30/us-court-records-systems-vulnerabilities-exposed-sealed-documents/\">threatened criminal charges against a security researcher</a> under the state’s computer hacking laws for identifying and privately disclosing a security flaw in the county’s court records system that exposed access to sensitive filings.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Truecaller's call-recording feature won't work on iPhones from September 30 | TechCrunch",
            "time": "2025-08-01T14:36:07",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/04/truecaller-getty.jpg?resize=1200,818",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Truecaller is discontinuing its call-recording function on iOS — just <a href=\"https://techcrunch.com/2023/06/14/truecaller-reintroduces-call-recording-for-premium-users/\" target=\"_blank\" rel=\"noreferrer noopener\">over two years after the feature was launched</a> — as the Swedish company opts to focus on its core offering: fighting spam calls.</p>\n\n<p class=\"wp-block-paragraph\">On Friday, the company confirmed to TechCrunch that its call-recording feature will no longer be available on iPhones starting September 30. Users with saved call recordings can either download them to their devices, share them via email or messaging apps, or switch their storage preference to iCloud to keep the recordings accessible even after the feature is discontinued.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Truecaller’s head of iOS, Nakul Kabra, told TechCrunch the company took the decision because it wanted to focus on its Live Caller ID and automatic spam-blocking features.</p>\n\n<p class=\"wp-block-paragraph\">In June 2023, Truecaller launched call recording on iOS for its paying subscribers, alongside reintroducing the feature on Android. The app also got support for transcribing calls natively. Both call recording and transcription were <a href=\"https://techcrunch.com/2024/02/25/truecaller-brings-call-recording-and-transcription-to-india/\" target=\"_blank\" rel=\"noreferrer noopener\">launched</a> in India last year.</p>\n\n<p class=\"wp-block-paragraph\">While call recording works seamlessly on Android, it is more complicated on iOS, where Apple’s operating system does not let third-party apps record calls natively. To work around this, Truecaller uses a recording line that merges calls to record — a method that increases both costs and complexity, per Kabra. These challenges ultimately led to the feature being discontinued.</p>\n\n<p class=\"wp-block-paragraph\">The company has <a href=\"https://support.truecaller.com/support/solutions/articles/81000417994-how-do-i-save-my-call-recordings-to-my-iphone-\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">set up a support page</a> to help users if they face any issues during the transition.</p>\n\n<p class=\"wp-block-paragraph\">Truecaller’s move comes months after Apple introduced native call recording and transcription support for iPhone users in an <a href=\"https://techcrunch.com/2024/10/28/how-to-enable-apple-intelligence-on-your-iphone/\" target=\"_blank\" rel=\"noreferrer noopener\">iOS 18.1 update</a> last year. The native feature does not require users to connect to a record line to record the call, unlike Truecaller, and also brings Apple Intelligence-powered transcriptions.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">That said, Truecaller had introduced call recording in the first place to entice iPhone users to upgrade, as the caller ID function is limited on the free tier. Paying users also get <a href=\"https://techcrunch.com/2025/01/21/truecaller-brings-real-time-caller-id-to-iphone-users/\">real-time caller ID</a>, along with advanced and automatic spam blocking, Siri shortcuts, incognito mode, and other features.</p>\n\n<p class=\"wp-block-paragraph\">Truecaller has around 3 million subscribers worldwide, but iOS accounts for 44% of its total premium revenue, per its <a href=\"https://mb.cision.com/Public/20429/4208853/8901805dd05d8c0d.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">second-quarter financial results</a> (PDF). </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "TikTok launches 'TikTok Pro' in Europe with built-in charity program | TechCrunch",
            "time": "2025-08-01T14:30:11",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/03/GettyImages-1248389972.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">TikTok is <a href=\"https://newsroom.tiktok.com/en-eu/introducing-tiktok-pro-and-sunshine-programme\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">launching a new version</a> of its app called “TikTok Pro” in Germany, Portugal, and Spain. The app features TikTok’s new “Sunshine Programme,” which allows users to support charitable organizations. </p>\n\n<p class=\"wp-block-paragraph\">Users can earn “virtual sunshine” by inviting others to join and by interacting with charity-related content, such as liking or reposting videos, following charity accounts, or searching for charitable causes. They can then use this virtual sunshine on a charity, after which TikTok will make a donation to the organization.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It’s worth noting that the content on TikTok Pro is the same as that on the regular TikTok app, as reported by <a href=\"https://www.socialmediatoday.com/news/tiktok-launches-tiktok-pro-positive-charity-app-europe/756402/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Social Media Today</a>. The difference between the new app and the standard app is that TikTok Pro doesn’t have any livestreams, shopping features, or ads.</p>\n\n<p class=\"wp-block-paragraph\">TikTok says the idea behind the new app is “to enable people in Europe to support charitable organizations while discovering engaging and entertaining TikTok content.”</p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Inside the Series A mindset at Disrupt 2025 | TechCrunch",
            "time": "2025-08-01T14:30:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">At <a href=\"https://techcrunch.com/events/tc-disrupt-2025/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2025&amp;utm_content=speakers&amp;promo=post_stantonkranezeb_08012025&amp;display=\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>TechCrunch Disrupt 2025</strong></a>, taking place October 27-29 at Moscone West in San Francisco, we’re getting real about what it takes to land a Series A in today’s market — no smoke, no mirrors, just the unfiltered perspective from the people signing the checks.</p>\n\n<figure class=\"wp-block-image size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_stantonkranezeb_08012025&amp;utm_campaign=disrupt2025&amp;utm_content=speakers&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_stantonkranezeb_08012025&amp;utm_campaign=disrupt2025&amp;utm_content=speakers&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?w=680\" alt=\"TechCrunch Disrupt 2025 Katie Stanton, Thomas Krane, and Sangeen Zeb\" class=\"wp-image-3033186\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png 1920w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_Stanton-Krane-Zeb-Speaker-16x9-Dark.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-series-a-has-changed-here-s-how-to-win-in-2026\">Series A has changed — here’s how to win in 2026</h2>\n\n<p class=\"wp-block-paragraph\">This <a href=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_stantonkranezeb_08012025&amp;utm_campaign=disrupt2025&amp;utm_content=speakers&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Builder Stage session</strong></a> brings together three power players in early-stage investing: Katie Stanton (<a href=\"http://www.moxxie.vc\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Moxxie Ventures</a>), Thomas Krane (<a href=\"http://www.insightpartners.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Insight Partners</a>), and Sangeen Zeb (<a href=\"https://www.gv.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">GV</a>). They’ve seen thousands of decks, led major rounds, and helped steer startups from scrappy beginnings to breakout scale.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">This conversation goes deeper than the headlines. From the metrics that matter and how to tell your growth story, to what causes investors to walk away — you’ll hear what actually moves a pitch from “maybe” to “we’re in.”</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-meet-the-vcs-who-know-how-to-spot-a-rocket-ship\">Meet the VCs who know how to spot a rocket ship</h2>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.linkedin.com/in/katiestanton/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Katie Stanton</a> brings a track record most operators only dream of. From Twitter and the Obama White House to backing more than 100 early-stage companies like Airtable, Calm, and Carta, she’s built Moxxie Ventures on conviction and founder-first instincts.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.linkedin.com/in/thomaskrane/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Thomas Krane</a> has spent over a decade at Insight Partners, climbing from analyst to managing director while backing some of the biggest names in software and cybersecurity. With IPO wins like JFrog and SentinelOne, he knows what scalable traction looks like — and how to fund it.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.linkedin.com/in/sangeen-zeb-891b413/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Sangeen Zeb</a> is a general partner at GV with an eye for enterprise and AI. His board work spans companies like Vercel and Harvey, and he’s helped lead investments in some of the most talked-about growth stories in tech.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-your-series-a-isn-t-just-a-round-it-s-a-reset\">Your Series A isn’t just a round — it’s a reset</h2>\n\n<p class=\"wp-block-paragraph\">The market is tighter, the stakes are higher, and this is the session founders can’t afford to miss. Learn what it takes to raise on your terms and build for the long game. Lock in your <a href=\"https://techcrunch.com/events/tc-disrupt-2025/tickets/?promo=post_stantonkranezeb_08012025&amp;utm_campaign=disrupt2025&amp;utm_content=speakers&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>seat at TechCrunch Disrupt 2025</strong></a> now to save up to $675 and join 10,000+ startup and VC leaders in the room where deals — and futures — get made.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OpenAI reportedly raises $8.3B at $300B valuation | TechCrunch",
            "time": "2025-08-01T14:09:14",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/11/openAI-pattern-01.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">ChatGPT-maker OpenAI has raised $8.3 billion at a $300 billion valuation, reports <a href=\"https://www.nytimes.com/2025/08/01/business/dealbook/openai-ai-mega-funding-deal.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The New York Times</a>. The deal is part of OpenAI’s broader strategy to <a href=\"https://techcrunch.com/2025/03/31/openai-raises-40b-at-300b-post-money-valuation/\">secure $40 billion this year</a>. </p>\n\n<p class=\"wp-block-paragraph\">The oversubscribed round came months ahead of schedule, per the NYT. OpenAI initially raised $2.5 billion from VC firms in March when it announced its intention to raise $40 billion in a round spearheaded by SoftBank. The AI giant had planned to take on an additional $7.5 billion by the end of the year, but beat itself to the punch as investors clamber to get onto its cap table amid impressive growth.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">On Thursday, <a href=\"https://www.theinformation.com/articles/openai-hits-12-billion-annualized-revenue-breaks-700-million-chatgpt-weekly-active-users\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The Information</a> reported OpenAI hit $12 billion in annualized revenue and surpassed 700 million ChatGPT weekly active users. The Times today said that the number is closer to $13 billion, with projections to reach $20 billion by the end of the year. Other tailwinds include the <a href=\"https://techcrunch.com/2025/07/23/trumps-ai-strategy-trades-guardrails-for-growth-in-race-against-china/\">Trump administration’s AI Action Plan</a> and<a href=\"https://techcrunch.com/2025/07/29/microsoft-in-talks-to-maintain-access-to-openais-tech-beyond-agi-milestone/\"> talks with Microsoft</a> that could help the startup reach its goal of becoming a true for-profit company.</p>\n\n<p class=\"wp-block-paragraph\">The Times reported that Dragoneer Investment Group, an under-the-radar investor, led the round with a startling $2.8 billion check. Many new investors participated in the round, including private equity giants Blackstone and TPG, and mutual fund manager T. Rowe Price. Other participants include Altimeter Capital, Andreessen Horowitz, Coatue Management, D1 Capital Partners, Fidelity Management, Founders Fund, Sequoia Capital, Tiger Global, and Thrive Capital.</p>\n\n<p class=\"wp-block-paragraph\">Some early investors in OpenAI were reportedly dismayed by the smaller allocations they got in the round as the AI behemoth prioritized bringing on new strategic backers. </p>\n\n<p class=\"wp-block-paragraph\">TechCrunch has reached out to OpenAI for comment. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Instagram now requires users to have at least 1,000 followers to go live | TechCrunch",
            "time": "2025-08-01T14:00:43",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/08/instagram-GettyImages-2150186181.jpg?resize=1200,889",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Instagram users now need a public account with a minimum of 1,000 followers to go live on the platform, the social network confirmed to TechCrunch. Until now, Instagram has allowed anyone to go live, regardless of their follower count or whether their account is public or private.</p>\n\n<p class=\"wp-block-paragraph\">The move will be a blow to smaller creators on the platform who fall under the 1,000 followers requirement, as well as regular users who just liked to go live with their friends for fun.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Users who don’t have public accounts and have fewer than 1,000 followers will see <a href=\"https://x.com/caffeinssss/status/1949347419545551270\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a new notice</a> when they try to go live, stating that their account is no longer eligible for Live. The notice continues, “We changed requirements to use this feature. Only public accounts with 1,000 followers or more will be able to create live videos.”</p>\n\n<p class=\"wp-block-paragraph\">Users have <a href=\"https://x.com/BLUEVLADE/status/1948417504763633745\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">taken to social media</a> to <a href=\"https://x.com/oneof1bre/status/1949910068406665327\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">express their displeasure</a> with <a href=\"https://x.com/theerealnasiaa_/status/1950226207725015061\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the change</a>, with <a href=\"https://x.com/Zeusyouheardd/status/1948359319084212273\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">some asking</a> for it to be reversed.</p>\n\n<p class=\"wp-block-paragraph\">The change brings Instagram’s live feature more in line with TikTok’s, as the short-form video app also requires users to have at least 1,000 followers to go live. In comparison, YouTube requires channels to have a minimum of 50 subscribers to go live.</p>\n\n<p class=\"wp-block-paragraph\">While the company didn’t provide a specific reason for the change, it noted that the move is designed to improve the overall Live consumption experience. </p>\n\n<p class=\"wp-block-paragraph\">The change could limit lower-quality streams by only allowing users with an established audience to go live. </p>\n\n<p class=\"wp-block-paragraph\">It could also be a way for Meta to save money. Since hosting livestreams is expensive, Meta may have decided that it doesn’t want to support broadcasts with only a handful of viewers.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Ethan Thornton of Mach Industries takes the AI stage at Disrupt 2025 | TechCrunch",
            "time": "2025-08-01T14:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Autonomous weapons, decentralized strategy, and startup speed — this isn’t the future of defense, it’s the now. At <a href=\"https://techcrunch.com/events/tc-disrupt-2025/?utm_source=tc&amp;utm_medium=post&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;promo=post_ethanthornton_08012025&amp;display=\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>TechCrunch Disrupt 2025</strong></a>, Ethan Thornton, CEO and founder of Mach Industries, steps onto the <a href=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_ethanthornton_08012025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>AI Stage</strong></a> to talk about how next-gen defense is being built from the ground up with AI at its core.</p>\n\n<figure class=\"wp-block-image size-large\"><a href=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_ethanthornton_08012025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\" noreferrer noopener\"><img loading=\"lazy\" decoding=\"async\" data-destinationlink=\"https://techcrunch.com/events/tc-disrupt-2025/agenda/?promo=post_ethanthornton_08012025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" data-event=\"clickable_image\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?w=680\" alt=\"TechCrunch Disrupt 2025 Ethan Thornton\" class=\"wp-image-3033193\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png 1920w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/08/TC25_-Ethan-Thornton-Speaker-16x9-Dark.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></a></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-inside-the-ai-arms-race-and-the-founder-aiming-to-rewrite-it\">Inside the AI arms race — and the founder aiming to rewrite it</h2>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.linkedin.com/in/ethan-thornton-74417024a/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Ethan Thornton</a> isn’t your typical defense industry leader. As the CEO and founder of Mach Industries, he launched the company out of MIT in 2023 with a bold mission: to build decentralized, next-generation defense technologies that can safeguard freedom on a global scale.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Now leading one of the most ambitious startups in the space, Thornton is bringing a fresh perspective to an industry dominated by legacy players. His work blends frontier hardware, software, and autonomy to rethink how nations defend themselves in a rapidly changing world.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-from-startup-lab-to-battlefield-impact\">From startup lab to battlefield impact</h2>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://machindustries.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Mach Industries</a> is part of a new wave of companies proving that AI-native startups can play a critical role in national defense. This session will unpack what that means in practice — from autonomous systems and edge computing to dual-use technologies that blur the lines between commercial innovation and military capability.</p>\n\n<p class=\"wp-block-paragraph\">Hear from Thornton on navigating funding, regulation, and responsibility at the intersection of tech and geopolitics.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-ai-isn-t-just-powering-chatbots-it-s-redefining-global-power\">AI isn’t just powering chatbots — it’s redefining global power</h2>\n\n<p class=\"wp-block-paragraph\">With global tensions rising and investment in defense tech accelerating, this conversation offers an urgent and timely look at how artificial intelligence is reshaping security, strategy, and sovereignty. <strong><a href=\"https://techcrunch.com/events/tc-disrupt-2025/tickets/?promo=post_ethanthornton_08012025&amp;utm_campaign=disrupt2025&amp;utm_content=speaker&amp;utm_medium=post&amp;utm_source=tc\" target=\"_blank\" rel=\"noreferrer noopener\">Register now to save up to $675</a></strong> before prices go up next week, and be in the room with 10,000+ startup and VC leaders shaping the next era of innovation.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "This Detroit startup is turning to utilities to make home efficiency upgrades cheaper | TechCrunch",
            "time": "2025-08-01T13:32:04",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/08/suburban-housing-aerial-view.jpg?resize=1200,798",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Ask any homeowner: Renovation projects are no fun at all. From finding a contractor to determining a fair price, the process is rife with uncertainty. </p>\n\n<p class=\"wp-block-paragraph\">Plenty of startups have popped up to help homeowners tackle electrification projects, including installing solar panels and replacing gas furnaces with heat pumps. But they still struggle with the cost question: acquiring customers is often more than half the battle.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Pearl Edison thinks the answer is utilities.</p>\n\n<p class=\"wp-block-paragraph\">“As much as anything, we are leveraging their brand equity and trust,” Evan Anderson, co-founder and CEO of <a href=\"https://www.pearledison.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Pearl Edison</a>, told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">Investors have bought into the idea. The Detroit-based startup has raised a $3.3 million seed round from New System Ventures and Commonweal Ventures, the company exclusively told TechCrunch. Lightbank and Newlab participated.</p>\n\n<p class=\"wp-block-paragraph\">Pearl Edison works with utilities to identify customers who are most likely to benefit from energy retrofit projects, including heat pumps and additional insulation. It builds a white-labeled website for the utility, and it helps the larger organization run campaigns to sign people up for energy efficiency upgrades.</p>\n\n<p class=\"wp-block-paragraph\">The company uses a range of data sources to design a job and generate a price, which it guarantees for the customer. After its software produces a first draft of the plans, it sends workers out to verify everything in the field before finalizing the design.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">It then sends the jobs to vetted contractors, who complete the installation. Pearl Edison makes money on the installs itself, estimating that the majority of those jobs will cost less than it quotes. Homeowners should save money, too, Anderson said, because Pearl Edison can contract the job for less since the installers don’t have to waste time acquiring customers.</p>\n\n<p class=\"wp-block-paragraph\">Already, the company has programs set up with two utilities, DT Energy in Michigan and Duquesne Light in the Pittsburgh area, and one government, the city of Ann Arbor, Michigan. Anderson said the company will add two more utilities this year. </p>\n\n<p class=\"wp-block-paragraph\">“We’ve found them to be good partners,” Anderson said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Vast Data in talks with Alphabet's CapitalG, Nvidia to fund round at up to $30B valuation | TechCrunch",
            "time": "2025-08-01T13:21:26",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/05/GettyImages-2216028442.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">AI storage platform Vast Data is in talks with Alphabet’s venture arm CapitalG and existing backer Nvidia to raise a fresh round that could value the startup at up to $30 billion, <a href=\"https://www.reuters.com/business/alphabets-capitalg-nvidia-talks-fund-vast-data-up-30-billion-valuation-sources-2025-08-01/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Reuters reported</a>, citing two sources.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/06/10/ai-storage-platform-vast-data-aimed-for-25b-valuation-in-new-round-sources-say/\">TechCrunch reported last month</a> that Vast Data was working to raise funds at a $25 billion valuation. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The round could close in the next few weeks, per Reuters, which would make New York-based Vast Data — last valued at $9.1 billion in 2023 — one of the most valuable tech companies. </p>\n\n<p class=\"wp-block-paragraph\">Vast Data develops storage technology that claims to enable efficiency in AI data centers. As the AI boom intensifies and the <a href=\"https://techcrunch.com/2025/07/23/trumps-ai-strategy-trades-guardrails-for-growth-in-race-against-china/\">U.S. government greenlights</a> the scaled build-out of data centers, AI infrastructure startups are becoming a hot new focus for investment.</p>\n\n<p class=\"wp-block-paragraph\">The startup has <a href=\"https://techcrunch.com/2023/12/06/vast-data-lands-118m-to-grow-its-data-storage-platform-for-ai-workloads/\">raised</a> $380 million to date, and its CEO Renen Hallak said the company is free cash flow positive. Sources told Reuters that Vast Data earned $200 million in annual recurring revenue (ARR) by January 2025, with projections to grow to $600 million in ARR next year. </p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Authorities seize BlackSuit ransomware gang's servers | TechCrunch",
            "time": "2025-08-01T13:21:15",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=1200,803",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">German prosecutors say a joint U.S.-European operation has seized infrastructure belonging to the BlackSuit ransomware gang, a notorious hacking group blamed for several major cyberattacks in recent years.</p>\n\n<p class=\"wp-block-paragraph\">In <a href=\"https://www.presseportal.de/blaulicht/pm/105578/6085950\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a new statement</a> this week, officials in Germany said they had seized the gang’s servers and systems as part of an operation on July 24. The officials said the operation had secured “considerable amounts of data” that will be used to help identify the individuals responsible for the attacks.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The officials said they switched off the servers, effectively cutting off the ransomware malware. The statement said BlackSuit had a total of 184 victims worldwide, of which several were in Germany.</p>\n\n<p class=\"wp-block-paragraph\">At the time of publication, the BlackSuit’s leak site on the dark web, which it used to publish files and extort victims into paying a ransom, was no longer loading. It now displays a seizure notice saying the site was taken down by a “coordinated international law enforcement investigation.” </p>\n\n<p class=\"wp-block-paragraph\">The operation went ahead with help from ICE’s Homeland Security Investigations unit and Europol, according to the German officials. Representatives for ICE did not return a request for comment.</p>\n\n<p class=\"wp-block-paragraph\">U.S. authorities reportedly disclosed the seizure earlier in the week, per <a href=\"https://www.bleepingcomputer.com/news/security/law-enforcement-seizes-blacksuit-ransomware-leak-sites/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">one report</a>. It’s not immediately clear if any arrests were made.</p>\n\n<p class=\"wp-block-paragraph\">BlackSuit has been one of the <a href=\"https://www.cisa.gov/news-events/alerts/2024/08/07/royal-ransomware-actors-rebrand-blacksuit-fbi-and-cisa-release-update-advisory\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">more prolific ransomware operations</a> in recent years, <a href=\"https://techcrunch.com/2023/05/04/ransomware-attack-forces-dallas-to-shut-down-courts-disrupt-some-911-services/\">targeting U.S. cities like Dallas</a>, as well as organizations in the manufacturing, communications, and healthcare industries. </p>\n\n<p class=\"wp-block-paragraph\">In 2024, U.S. cybersecurity agency CISA warned that the gang was <a href=\"https://techcrunch.com/2023/11/15/cisa-fbi-royal-ransomware-blacksuit-sanctions/\">rebranding from Royal to BlackSuit</a>. It’s not uncommon for ransomware gangs to spin off or merge with other groups to skirt government-imposed sanctions that make it more difficult to profit from cyberattacks.</p>\n\n<p class=\"wp-block-paragraph\">Security researchers have <a href=\"https://blog.talosintelligence.com/new-chaos-ransomware/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">since found</a> that a new ransomware gang dubbed Chaos is likely made up of former members of the BlackSuit gang.</p>\n\n<figure class=\"wp-block-image alignwide size-full\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg\" alt=\"a screenshot from the now-seized dark web leak site of the BlackSuit ransomware gang, which says German, European and U.S. authorities assisted in the takedown operation.\" class=\"wp-image-3033287\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg 1995w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=300,201 300w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=768,514 768w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=680,455 680w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=1200,803 1200w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=1280,857 1280w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=430,288 430w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=720,482 720w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=900,602 900w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=800,535 800w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=1536,1028 1536w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=668,447 668w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=560,375 560w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=922,617 922w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=708,474 708w, https://techcrunch.com/wp-content/uploads/2025/08/blacksuit-ransomware-seized.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 1995px) 100vw, 1995px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">A screenshot of the BlackSuit ransomware site, now seized</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TechCrunch (screenshot)</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Klarna might reschedule its IPO for September | TechCrunch",
            "time": "2025-08-01T13:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/06/GettyImages-2218592205.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Klarna might look to IPO as early as September, <a href=\"https://www.bloomberg.com/news/articles/2025-07-31/klarna-is-said-to-weigh-us-ipo-revival-as-soon-as-september?srnd=phx-technology\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">sources told Bloomberg</a>. The news comes as fintech stock prices surge and the U.S. IPO market strengthens. </p>\n\n<p class=\"wp-block-paragraph\">Klarna filed for IPO back in March but paused such plans only a month later after President Trump’s tariff announcements rattled the market. At the time, Klarna was looking to raise at least $1 billion and nab a $15 billion valuation. By June, however, Klarna’s co-founder and CEO, Sebastian Siemiatkowski, took a different turn. When <a href=\"https://techcrunch.com/2025/06/04/klarna-ceo-says-company-will-use-humans-to-offer-vip-customer-service/\">asked about the company’s</a> IPO plans, Siemiatkowski only smiled and said he was “happy there’s less turbulence in the market.” </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Details are slim, though, regarding when Klarna will schedule its debut; no final decisions have been made, Bloomberg reported. The company is profitable and was last privately valued at around $14 billion.</p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "VC industry has become a better career for women over the past 7 years | TechCrunch",
            "time": "2025-08-01T13:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-1301343014.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Women are making strides in the venture capital world, according to <a href=\"https://annualreport.allraise.org/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a new report published</a> by the nonprofit All Raise and as <a href=\"https://www.wsj.com/articles/women-now-occupy-almost-a-fifth-of-top-venture-roles-study-finds-8339aadb?st=ChULKZ&amp;reflink=desktopwebshare_permalink\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">first reported by The Wall Street Journal. </a></p>\n\n<p class=\"wp-block-paragraph\">All Raise released a report that said 18.6% of the top roles at leading VC firms are held by women, which is double what it was in 2018. The survey also found that many women (a quarter of survey respondents) were promoted last year and that investors were still interested in backing underrepresented founders (75% of investors said they were looking to make such deals). </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Only a handful of women, however, are at the top of mega-funds (those managing $3 billion or more). On that note, though, more women are going solo, with the report showing that more than 100 women-led funds launched this past decade. Almost 180 women-led firms raised $5.3 billion in 2023.</p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Reddit plans to unify its search interface as it looks to become a search engine | TechCrunch",
            "time": "2025-08-01T12:04:38",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/02/GettyImages-1048288996.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">With search today so full of AI slop and sites spamming SEO tricks, it’s not unusual for people to append “reddit” to their queries in hopes of finding useful answers to their questions. Google has tried to integrate results from <a href=\"https://techcrunch.com/2022/09/28/google-search-now-queries-reddit-and-quora-in-response-to-open-ended-questions/\">Reddit in its search interface</a>, and taking notice of the trend, Reddit has been experimenting with its <a href=\"https://techcrunch.com/2025/02/12/reddit-hints-at-expanded-ai-powered-search/\" target=\"_blank\" rel=\"noreferrer noopener\">own AI search</a> as well. But the company has loftier ambitions: It wants to become the go-to search engine people use.</p>\n\n<p class=\"wp-block-paragraph\">Reddit’s CEO Steve Huffman said as much during its second-quarter conference call on Thursday: “Reddit is one of the few platforms positioned to become a true search destination. We offer something special, a breadth of conversations and knowledge you can’t find anywhere else.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Huffman noted that Reddit’s search function has more than 70 million weekly users, and its AI-powered Q&amp;A product, Reddit Answers, is now used by 6 million people.</p>\n\n<p class=\"wp-block-paragraph\">Reddit Answers is currently available in a dozen countries, and the company plans to expand it globally, as well as give it prominent placement in the site’s interface. The company eventually wants to unify the core search function with Reddit Answers, and redesign its app to have the search box be more prominently visible.</p>\n\n<p class=\"wp-block-paragraph\">“We’re unifying those [Reddit search and Reddit Answers] into a single search experience, and we’re gonna bring that front and center in the app. So, whether you’re a new user opening the app for the first time or a returning user opening the app, that search box will be present immediately,” Huffman said on the call.</p>\n\n<p class=\"wp-block-paragraph\">People are increasingly being presented chat-styled search interfaces from products like ChatGPT, Perplexity, and Google’s new AI mode. Reddit understandably believes that tapping its rich trove of user posts and comments to help people find answers will help make its search function more useful.</p>\n\n<p class=\"wp-block-paragraph\">Reddit reported a positive second quarter, with revenue jumping 78% to $500 million from a year earlier. The company launched <a href=\"https://techcrunch.com/2025/07/31/reddit-revenue-soars-as-it-bets-on-ai-and-advertising/\">two new ad tools</a>, which let marketers use Reddit data to spot trends and leverage comments about brands in their campaigns.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Joby Aviation and defense contractor L3Harris to test autonomous hybrid aircraft | TechCrunch",
            "time": "2025-08-01T12:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/Joby-L3Harris-Autonomous-Hybrid-VTOL-Announcement.png?resize=1200,750",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Joby Aviation is often cast as a developer of commercial electric air taxis, but the publicly traded company has also pursued a separate track to market through a long-standing relationship with the U.S. Department of Defense. Now, its years of research and development with the Department of Defense may be paying off.</p>\n\n<p class=\"wp-block-paragraph\">The company on Thursday said it had signed an agreement with defense contractor L3Harris Technologies to “explore opportunities” to develop a new aircraft class — specifically, a gas-turbine hybrid vertical take-off and landing aircraft that can fly autonomously — for defense applications.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The gas-turbine hybrid VTOL will be based on Joby’s current S4 aircraft platform. The company has focused on developing the S4 with an all-electric powertrain, but it last year demonstrated under government contract a <a href=\"https://techcrunch.com/2024/07/11/joby-aviation-is-betting-on-hydrogen-electric-aircraft-for-regional-flight/\">hydrogen-electric hybrid version</a> that flew 521 miles — more than two times farther than its battery electric prototype.</p>\n\n<p class=\"wp-block-paragraph\">The agreement with L3Harris is exploratory, but the hope is that upcoming flight tests and operational demonstrations will lead to a military contract with the DoD. Joby said flight testing will start this fall, and operational demonstrations are expected in 2026.</p>\n\n<p class=\"wp-block-paragraph\">Joby has spent years developing and seeking Type 1 certification from the Federal Aviation Administration for its all-electric vertical take-off and landing aircraft, which will be used to shuttle passengers short distances in urban areas. </p>\n\n<p class=\"wp-block-paragraph\">It’s also worked with the DoD at the development stage for nearly a decade. Through that relationship, Joby homed in on what it would take to get to the “finish line” with the DoD, Joby executive chairman Paul Sciarra told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">“One was that range was especially important,” he said. “We knew we had to make that shift.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Sciarra added it was also important to demonstrate the so-called “missionization of its platform” — how its aircraft could be combined with the right sensors, autonomy, communications and payload to provide a clear use case for the DoD.</p>\n\n<p class=\"wp-block-paragraph\">“We have two choices: either build a bunch of this stuff ourselves, or find an incredible partner that already has a deep understanding of those use cases and a ton of proven technology,” he said.</p>\n\n<p class=\"wp-block-paragraph\">That’s where L3Harris comes in. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Jon Rambeau, president of Integrated Mission Systems at L3Harris, said the new vertical lift technology will enable long-range, crewed-uncrewed teaming for a range of missions. In this case, the gas-turbine hybrid VTOL aircraft could be used for low-altitude support missions, which could include contested logistics, electronic warfare, and counter unmanned aircraft systems, or C-UAS, Sciarra said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google rolls out Gemini Deep Think AI, a reasoning model that tests multiple ideas in parallel | TechCrunch",
            "time": "2025-08-01T11:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/03/Gemini2.5.jpg?resize=1200,677",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google DeepMind is rolling out <a href=\"https://techcrunch.com/2025/05/20/deep-think-boosts-the-performance-of-googles-flagship-google-gemini-ai-model/\">Gemini 2.5 Deep Think</a>, which, the company says, is its most advanced AI reasoning model, able to answer questions by exploring and considering multiple ideas simultaneously and then using those outputs to choose the best answer.</p>\n\n<p class=\"wp-block-paragraph\">Subscribers to Google’s $250-per-month <a href=\"https://techcrunch.com/2025/05/20/google-ai-ultra-youll-have-to-pay-249-99-per-month-for-googles-best-ai/\">Ultra</a> subscription will gain access to Gemini 2.5 Deep Think in the Gemini app starting Friday.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">First unveiled in May at Google I/O 2025, Gemini 2.5 Deep Think is Google’s first publicly available multi-agent model. These systems spawn multiple AI agents to tackle a question in parallel, a process that uses significantly more computational resources than a single agent, but tends to result in better answers.</p>\n\n<p class=\"wp-block-paragraph\">Google used a variation of Gemini 2.5 Deep Think to <a href=\"https://techcrunch.com/2025/07/21/openai-and-google-outdo-the-mathletes-but-not-each-other/\">score a gold medal</a> at this year’s International Math Olympiad (IMO).</p>\n\n<p class=\"wp-block-paragraph\">Alongside Gemini 2.5 Deep Think, the company says it is releasing the model it used at the IMO to a select group of mathematicians and academics. Google says this AI model “takes hours to reason,” instead of seconds or minutes like most consumer-facing AI models. The company hopes the IMO model will enhance research efforts, and aims to get feedback on how to improve the multi-agent system for academic use cases.</p>\n\n<p class=\"wp-block-paragraph\">Google notes that the Gemini 2.5 Deep Think model is a significant improvement over what it announced at I/O. The company also claims to have developed “novel reinforcement learning techniques” to encourage Gemini 2.5 Deep Think to make better use of its reasoning paths.</p>\n\n<p class=\"wp-block-paragraph\">“Deep Think can help people tackle problems that require creativity, strategic planning and making improvements step-by-step,” said Google in a <a href=\"https://blog.google/products/gemini/gemini-2-5-deep-think/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">blog post</a> shared with TechCrunch.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The company says Gemini 2.5 Deep Think achieves state-of-the-art performance on Humanity’s Last Exam (HLE) — a challenging test measuring AI’s ability to answer thousands of crowdsourced questions across math, humanities, and science. Google claims its model scored 34.8% on HLE (without tools), compared to xAI’s Grok 4, which scored 25.4%, and OpenAI’s o3, which scored 20.3%.</p>\n\n<p class=\"wp-block-paragraph\">Google also says Gemini 2.5 Deep Think outperforms AI models from OpenAI, xAI, and Anthropic on LiveCodeBench 6, a challenging test of competitive coding tasks. Google’s model scored 87.6%, whereas Grok 4 scored 79%, and OpenAI’s o3 scored 72%.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/image.png?w=580\" alt=\"\" class=\"wp-image-3033173\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/image.png 1001w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=128,150 128w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=256,300 256w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=768,900 768w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=580,680 580w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=367,430 367w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=614,720 614w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=683,800 683w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=570,668 570w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=320,375 320w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=527,617 527w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=453,531 453w, https://techcrunch.com/wp-content/uploads/2025/07/image.png?resize=43,50 43w\" sizes=\"auto, (max-width: 580px) 100vw, 580px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">Benchmark scores</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Google</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Gemini 2.5 Deep Think automatically works with tools such as code execution and Google Search, and the company says it’s capable of producing “much longer responses” than traditional AI models.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In Google’s testing, the model produced more detailed and aesthetically pleasing web development tasks compared to other AI models. The company claims the model could aid researchers and “potentially accelerate the path to discovery.”</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?w=680\" alt=\"\" class=\"wp-image-3033177\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png 870w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=150,98 150w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=300,195 300w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=768,500 768w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=680,442 680w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=430,280 430w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=720,468 720w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=800,520 800w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=668,435 668w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=576,375 576w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=708,461 708w, https://techcrunch.com/wp-content/uploads/2025/08/Screenshot-2025-07-31-at-5.31.36PM.png?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">Art scenes made by Google’s AI</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Google</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">It seems that several leading AI labs are converging around the multi-agent approach.</p>\n\n<p class=\"wp-block-paragraph\">Elon Musk’s xAI recently released a multi-agent system of its own, <a href=\"https://techcrunch.com/2025/07/09/elon-musks-xai-launches-grok-4-alongside-a-300-monthly-subscription/\">Grok 4 Heavy</a>, which it says was able to achieve industry-leading performance on several benchmarks. OpenAI researcher Noam Brown said on a <a href=\"https://www.youtube.com/watch?v=EEIPtofVe2Q\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">podcast</a> that the unreleased AI model the company used to achieve a gold medal at this year’s International Math Olympiad was also a multi-agent system. Meanwhile, <a href=\"https://www.anthropic.com/engineering/built-multi-agent-research-system\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Anthropic’s Research agent</a>, which generates thorough research briefs, is also powered by a multi-agent system.</p>\n\n<p class=\"wp-block-paragraph\">Despite the strong performance, it seems that multi-agent systems are even costlier to serve than traditional AI models. That means tech companies may keep these systems gated behind their most expensive subscription plans, which xAI and now Google have chosen to do.</p>\n\n<p class=\"wp-block-paragraph\">In the coming weeks, Google says it plans to share Gemini 2.5 Deep Think with a select group of testers via the Gemini API. The company says it wants to better understand how developers and enterprises may use its multi-agent system.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}