{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "Didero lands $30M to put manufacturing procurement on 'agentic' autopilot | TechCrunch",
            "time": "2026-02-12T20:31:47",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Founders_Exterior_Mid-3.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Tim Spencer realized just how complicated manufacturing procurement can be while running <a href=\"https://techcrunch.com/2021/12/01/markai-china-amazon-aggregator/\" target=\"_blank\" rel=\"noreferrer noopener\">Markai, an e-commerce startup</a> in Asia, during the pandemic.</p>\n\n<p class=\"wp-block-paragraph\">“We had thousands of suppliers, and we were distributing products into dozens of countries around the world,” Spencer (pictured left) told TechCrunch. His staff was overwhelmed by the manual complexity of sourcing suppliers, negotiating pricing, tracking orders, and managing payments.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“I found myself running this big team that was not really set up for success,” he said. He sold Markai in 2023, just as it was becoming clear that generative AI could streamline the most time-consuming procurement hurdles for manufacturers and distributors.</p>\n\n<p class=\"wp-block-paragraph\">Later that year, Spencer launched <a href=\"https://www.didero.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Didero</a> with Lorenz Pallhuber (pictured center), a veteran of McKinsey’s procurement practice, and Tom Petit, the former technical co-founder of <a href=\"https://techcrunch.com/2022/10/18/landis-grabs-40m-to-turn-renters-into-homeowners/\" target=\"_blank\" rel=\"noreferrer noopener\">Landis</a>.</p>\n\n<p class=\"wp-block-paragraph\">Didero, whose mission is to automate many of the complexities of global procurement, just raised a $30 million Series A co-led by Chemistry and Headline, with participation from Microsoft’s venture fund M12.</p>\n\n<p class=\"wp-block-paragraph\">“Global trade runs on natural language communication,” Spencer said. “It’s emails, WeChat, phone calls, purchase orders, and packing lists.”</p>\n\n<p class=\"wp-block-paragraph\">Until the advent of generative AI, these fragmented pieces had to be tracked by humans who spent their days chasing suppliers and manually updating systems of record. Didero claims its platform can ingest that communication, putting a significant portion of the procurement workflow on autopilot.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Didero functions as an agentic AI layer that sits on top of a company’s existing ERP, acting as a coordinator that reads incoming communications and automatically executes the necessary updates and tasks.</p>\n\n<p class=\"wp-block-paragraph\">“The goal is to go from ‘I need a good’ to payment without having to lift a finger,” Spencer said.</p>\n\n<p class=\"wp-block-paragraph\">Unlike Levelpath, Zip, or Oro Labs, which use AI to streamline corporate purchasing, Didero focuses on the supply chain. Its platform is designed for manufacturers and distributors who need to source raw materials and inputs required to build or sell their products.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Didero has a few smaller competitors that can handle some of the tasks that the company does. <span>For instance, <a href=\"https://techcrunch.com/2025/11/19/cavela-lands-6-6m-to-help-brands-beat-pre-tariff-manufacturing-costs/\" target=\"_blank\">Cavela</a> and <a href=\"https://techcrunch.com/2023/05/02/pietra-creators-dtc-commerce/\" target=\"_blank\">Pietra</a> help brands source and negotiate pricing with manufacturers, but according to Spencer, these companies serve </span>small and medium-sized companies and don’t handle the full procurement process, from the first quote to the final payment.</p>\n\n<p class=\"wp-block-paragraph\">Didero has dozens of customers but named only one, <a href=\"https://www.footprintus.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Footprint</a>, a provider of sustainable, plant-based packaging.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Anthropic raises another $30B in Series G, with a new value of $380B | TechCrunch",
            "time": "2026-02-12T20:18:37",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/GettyImages-2256664479.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Anthropic has just concluded a $30 billion Series G fundraising round, the company <a href=\"https://www.anthropic.com/news/anthropic-raises-30-billion-series-g-funding-380-billion-post-money-valuation\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced on Thursday</a>. The company’s new value is $380 billion — a huge jump from its previous Series F valuation of <a href=\"https://www.anthropic.com/news/anthropic-raises-series-f-at-usd183b-post-money-valuation\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$183 billion</a>.</p>\n\n<p class=\"wp-block-paragraph\">Some details of the round were <a href=\"https://techcrunch.com/2026/02/09/anthropic-closes-in-on-20b-round/\" target=\"_blank\" rel=\"noreferrer noopener\">reported earlier this week by Bloomberg</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The new round was led by Singaporean wealth fund <a href=\"https://www.gic.com.sg/newsroom/all/gic-leads-30-billion-series-g-in-anthropic/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">GIC</a> and investment management firm <a href=\"https://www.coatue.com/blog/press/our-partnership-with-anthropic-enterprise-intelligence-has-liftoff\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Coatue</a>, with a number of other prominent firms — including D. E. Shaw Ventures, Peter Thiel’s Founders Fund, and Abu Dhabi’s MGX — co-leading the round. Other significant investors listed include Accel, General Catalyst, Jane Street, and the Qatar Investment Authority, among many others.</p>\n\n<p class=\"wp-block-paragraph\">The infusion of funding for the AI startup takes place as it is vying for customers and cultural attention with its competitor, OpenAI. OpenAI also recently made it known that it is seeking to clinch <a href=\"https://www.cnbc.com/2026/02/09/sam-altman-touts-chatgpt-growth-as-openai-nears-100-billion-funding.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">an additional $100 billion in funding</a>, which, were it to secure the funds, would <a href=\"https://techcrunch.com/2025/12/19/openai-is-reportedly-trying-to-raise-100b-at-an-830b-valuation/\" target=\"_blank\" rel=\"noreferrer noopener\">balloon</a> the company’s valuation to some $830 billion.</p>\n\n<p class=\"wp-block-paragraph\">“Whether it is entrepreneurs, startups, or the world’s largest enterprises, the message from our customers is the same: Claude is increasingly becoming more critical to how businesses work,” said Krishna Rao, Anthropic’s chief financial officer, in a press release. “This fundraising reflects the incredible demand we are seeing from these customers, and we will use this investment to continue building the enterprise-grade products and models they have come to depend on.”</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "YouTube finally launches a dedicated app for Apple Vision Pro | TechCrunch",
            "time": "2026-02-12T20:14:15",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/06/wwdc-2023-vision-pro-eyesight.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">After two years of <a href=\"https://techcrunch.com/2024/02/01/youtube-is-not-building-a-vision-pro-app-so-apollo-for-reddit-dev-made-one/\" target=\"_blank\" rel=\"noreferrer noopener\">initial hesitation</a>, YouTube has finally unveiled its <a href=\"https://apps.apple.com/us/app/id6745572359\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">dedicated app</a> for the Apple Vision Pro.</p>\n\n<p class=\"wp-block-paragraph\">When Apple’s headset first launched, <a href=\"https://techcrunch.com/2024/01/19/youtube-and-other-apps-missing-from-apple-vision-pro-launch/\" target=\"_blank\" rel=\"noreferrer noopener\">YouTube</a> opted for a web-based approach instead of developing a dedicated app, directing viewers to use Safari to access content. Until now, anyone wanting to watch YouTube on the headset has missed out on helpful features like offline downloads — making it much less useful for travel or offline viewing. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">To fill the gap, third-party options, such as <a href=\"https://techcrunch.com/2024/10/02/juno-the-youtube-app-for-vision-pro-pulled-from-app-store/\" target=\"_blank\" rel=\"noreferrer noopener\">Juno</a>, briefly appeared on visionOS before being removed for violating YouTube’s Terms of Service.</p>\n\n<p class=\"wp-block-paragraph\">Today’s announcement changes the game, allowing users to enjoy their favorite content — including all standard videos and YouTube Shorts —on a theater-sized virtual screen in a fully immersive environment. </p>\n\n<p class=\"wp-block-paragraph\">Standout features include a Spatial tab that lets users discover spatial videos, including 3D, VR180, and 360-degree formats. For consumers with the latest Apple Vision Pro models powered by the M5 chip, the app supports 8K playback, a notable upgrade.</p>\n\n<p class=\"wp-block-paragraph\">Additionally, users can interact with the new visionOS app using gesture controls, such as resizing windows or scrubbing through videos.</p>\n\n<p class=\"wp-block-paragraph\">The timing of this app’s release is interesting, as YouTube initially hesitated to invest in a dedicated visionOS experience, possibly waiting to gauge the headset’s traction. Most major streaming services have offered native experiences on the platform since launch, including Disney+, Amazon Prime Video, Paramount, and Peacock, among others. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Another reason why YouTube’s decision to launch the app now is interesting is that the initial hype surrounding the headset appears to have diminished. </p>\n\n<p class=\"wp-block-paragraph\">Despite the Apple Vision Pro introducing <a href=\"https://techcrunch.com/2025/03/31/apple-brings-apple-intelligence-to-the-vision-pro/\" target=\"_blank\" rel=\"noreferrer noopener\">Apple Intelligence-powered features</a> almost a year ago, user engagement with the headset has reportedly been lukewarm. Recent <a href=\"https://www.pcmag.com/news/apple-slashes-vision-pro-production-amid-poor-holiday-sales?test_uuid=04IpBmWGZleS0I0J3epvMrC&amp;test_variant=A\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">estimates</a> indicate that sales have significantly declined, with only about 45,000 new units shipped during the fourth quarter of 2025. <a href=\"https://www.ft.com/content/ab817ba1-15ec-473f-b609-5b5016b3258d\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The Financial Times</a> reported that production was halted due to weak demand, resulting in a sharp reduction in marketing efforts across key markets.</p>\n\n<p class=\"wp-block-paragraph\">The app is now available in the visionOS App Store and is compatible with both the M2 and M5 chip models.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Hacker linked to Epstein removed from Black Hat cyber conference website | TechCrunch",
            "time": "2026-02-12T19:15:04",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/jeffrey-epstein_8ef3e8.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Vincenzo Iozzo, a renowned hacker linked to convicted sex offender Jeffrey Epstein, is no longer listed on the website of Black Hat, one of the largest cybersecurity conferences in the world, nor on the Japanese security conference Code Blue.</p>\n\n<p class=\"wp-block-paragraph\">As of Thursday, Iozzo does not appear on the official review board pages of <a href=\"https://blackhat.com/review-board.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Black Hat</a> or <a href=\"https://codeblue.jp/en/cfp/review-board/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Code Blue</a>. He was still listed on both pages as of last week. Iozzo had been on the Black Hat review board since 2011, according to his LinkedIn profile. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In a statement shared with TechCrunch through a spokesperson, Iozzo said he told Black Hat that he “will not willingly resign” and welcomed “a full investigation.”</p>\n\n<p class=\"wp-block-paragraph\">Spokespeople for Black Hat did not respond to requests for comment. </p>\n\n<p class=\"wp-block-paragraph\">Iozzo, currently the founder and chief executive of cybersecurity startup SlashID, has had a long career in the industry. Iozzo authored one of the first manuals for hackers researching Apple’s mobile software, and in 2015, founded cybersecurity startup IperLane, which was later bought by CrowdStrike, leading him to serve as a senior director at the company for almost four years. </p>\n\n<p class=\"wp-block-paragraph\">Iozzo’s name appears in more than 2,300 documents, some of which contain <a href=\"https://jmail.world/search?q=%22iozzo%22\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">several emails</a>, released on January 30 as part of the Department of Justice’s legally required effort to publish materials from its investigation into the late financier and sex trafficker. </p>\n\n<p class=\"wp-block-paragraph\">Iozzo’s interactions with Epstein span from October 2014 until December 2018. In late 2018, the Miami Herald <a href=\"https://www.miamiherald.com/news/local/article221404845.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">published news stories</a> <a href=\"https://www.miamiherald.com/news/local/article220097825.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">detailing allegations</a> that Epstein <a href=\"https://www.miamiherald.com/topics/jeffrey-epstein/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">abused more than 60 women</a>, some of them teenage girls.</p>\n\n<p class=\"wp-block-paragraph\">After these stories were published, newly released <a href=\"https://www.justice.gov/epstein/files/DataSet%2011/EFTA02263876.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">emails show</a> Iozzo was trying to meet with Epstein at his New York town house.</p>\n<p class=\"wp-block-shortcode\">\t\t</p><div class=\"article-block block--callout block--right has-green-500-background-color\">\n\t\t\t<h4 class=\"block--callout__title\">Contact Us</h4><p>\n\t\t\tDo you have more information about Epstein’s connections in the cybersecurity world?? From a non-work device, you can contact Lorenzo Franceschi-Bicchierai securely on Signal at +1 917 257 1382, or via Telegram, Keybase and Wire @lorenzofb, or </p><a href=\"mailto:lorenzo@techcrunch.com/\">by email</a><a href=\"mailto:lorenzo@techcrunch.com/\">.</a> \t\t</div>\n\t\t\n\n<p class=\"wp-block-paragraph\">Among the new material published by the Justice Department, beyond the more than 2,300 documents mentioning Iozzo, <a href=\"https://techcrunch.com/2026/01/30/informant-told-fbi-that-jeffrey-epstein-had-a-personal-hacker/\" target=\"_blank\" rel=\"noreferrer noopener\">there was also a report from an FBI informant</a> who claimed Epstein had a “personal hacker.” The <a href=\"http://justice.gov/epstein/files/DataSet%2010/EFTA01683874.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">document</a> is redacted and does not name the alleged hacker. However, some of the identifying details included in the document strongly suggest that the informant believed Iozzo was Epstein’s hacker. Italian newspaper <a href=\"https://www.corriere.it/tecnologia/26_febbraio_01/hacker-italiano-epstein-files-84f975f4-415c-45c7-b22d-bb28ea2fexlk.shtml?refresh_ce\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Il Corriere della Sera</a> reported on the emails earlier this month and named Iozzo as the person likely redacted in the informant document. </p>\n\n<p class=\"wp-block-paragraph\">It’s important to note that the claims and allegations by the FBI informant were not confirmed by the FBI and may be partially wrong. Furthermore, there is no evidence in the emails that suggests Iozzo did anything unlawful for Epstein.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Iozzo said in his statement to TechCrunch that he “knew Epstein for professional reasons” and that he wished he had not, but he denied claims that he was Epstein’s hacker or did any hacking for him. </p>\n\n<p class=\"wp-block-paragraph\">“We were introduced in 2014 when I was a 25-year-old at MIT fundraising for my startup, by people whom I trusted and admired. Because of this, I failed to ask the right questions that, in retrospect, seem obvious,” read the statement, sent by his spokesperson Joan Vollero. “I foolishly accepted the narrative that was presented to me by others that greatly minimized the magnitude of his horrific actions. I regret the past association and take full responsibility for not exercising greater judgment at the time.”</p>\n\n<p class=\"wp-block-paragraph\">“My interactions with Epstein were limited to business opportunities that never materialized, as well as discussions of the markets and emerging technologies. I never observed nor participated in any illegal activity or behavior,” Iozzo added.</p>\n\n<p class=\"wp-block-paragraph\">In 2008, Epstein <a href=\"https://www.theguardian.com/world/2008/jul/02/usa.internationalcrime1\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">pleaded guilty to soliciting sex</a> from girls as young as 14 and registered as a sex offender in Florida and New York. In 2018, new reports emerged that Epstein was allegedly a serial sex abuser and had trafficked underage girls at his private island. After these new reports, the Justice Department <a href=\"https://www.justice.gov/usao-sdny/pr/jeffrey-epstein-charged-manhattan-federal-court-sex-trafficking-minors\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">formally charged</a> Epstein in 2019 of trafficking, exploiting, and abusing dozens of underage girls. Epstein later <a href=\"https://www.npr.org/2023/06/27/1184380805/jeffrey-epstein-suicide-department\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">died</a> in jail. </p>\n\n<p class=\"wp-block-paragraph\">Neither Iozzo’s spokesperson Vollero, nor his attorney Emma Spiro, explained why Iozzo was removed from Black Hat’s website, but did not dispute the removal. </p>\n\n<p class=\"wp-block-paragraph\">“Mr. Iozzo welcomed an independent investigation from Black Hat, rather than a knee-jerk removal decision, because he is confident that he would be cleared through that process,” said Vollero.</p>\n\n<p class=\"wp-block-paragraph\">Code Blue spokesperson Ken-ichi Saito confirmed to TechCrunch that the conference removed Iozzo’s name from its review board. Saito said the conference had been “preparing for this update for several months” to remove Iozzo and two other review board members “who had not been active” and that the “the timing of our website update coincidentally overlapped with the public release of the Epstein documents.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Trump administration undermines EPA enforcement of Clean Air Act | TechCrunch",
            "time": "2026-02-12T19:13:31",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2018/07/GettyImages-921944624.jpg?resize=1200,801",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">After months of <a href=\"https://techcrunch.com/2026/02/10/trump-epa-reportedly-seeks-to-revoke-landmark-air-pollution-rule/\" target=\"_blank\" rel=\"noreferrer noopener\">telegraphing the move</a>, the Trump administration today officially repealed the EPA’s 2009 “<a href=\"https://web.archive.org/web/20260130073817/https://www.epa.gov/climate-change/endangerment-and-cause-or-contribute-findings-greenhouse-gases-under-section-202a\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">endangerment finding</a>,” which found that greenhouse gases such as carbon dioxide and methane were a threat to human health and welfare.</p>\n\n<p class=\"wp-block-paragraph\">The finding had so far supported the agency’s regulation of greenhouse gases under the Clean Air Act. Currently, the new rule only applies to car and truck tailpipe emissions, but it’s expected to be the first of several similar changes to federal air pollution regulations.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Before the endangerment finding can be fully repealed, though, the EPA must go through a lengthy process. The original finding took two years to put in place.</p>\n\n<p class=\"wp-block-paragraph\">The move by Lee Zeldin, the EPA administrator, will slow the decline in emissions by about 10%, <a href=\"https://www.axios.com/2026/02/12/trump-epa-climate-rollback-emissions-impact\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according</a> to Axios. That’s a significant amount, but not enough to reverse the trend, partly because <a href=\"https://techcrunch.com/2025/03/30/data-centers-love-solar-heres-a-comprehensive-guide-to-deals-over-100-megawatts/\" target=\"_blank\" rel=\"noreferrer noopener\">cheap renewables</a> have dominated new electricity-generation capacity in recent years.</p>\n\n<p class=\"wp-block-paragraph\">“This action will only lead to more pollution, and that will lead to higher costs and real harms for American families,” Fred Krupp, president of the Environmental Defense Fund, told TechCrunch in a statement.</p>\n\n<p class=\"wp-block-paragraph\">Unabated climate change is expected to raise mortality rates by <a href=\"https://www.cbo.gov/publication/61146\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">around 2%</a> in the U.S., and it could <a href=\"https://www.reuters.com/business/environment/climate-change-damage-could-cost-38-trillion-per-year-by-2050-study-finds-2024-04-17/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reduce global GDP by 17%</a> by 2050, or about $38 trillion.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Automattic planned to target 10 competitors with royalty fees, WP Engine claims in new filing | TechCrunch",
            "time": "2026-02-12T19:02:07",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/11/wordpress-automattic-v1.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Web hosting company WP Engine has filed an amended complaint with brow-raising new allegations in its <a href=\"https://techcrunch.com/2025/10/24/automattic-files-counterclaims-against-wp-engine-in-wordpress-lawsuit-alleging-trademark-misuse/\">ongoing legal battle</a> with WordPress co-founder Matt Mullenweg and his company Automattic (WordPress.com’s parent company). The company now claims that Mullenweg intended to target 10 different hosting companies with royalty payments for their use of the WordPress trademark and tried to get payment processor Stripe to cancel its contract with WP Engine.</p>\n\n<p class=\"wp-block-paragraph\">At the heart of the dispute, Mullenweg believes WP Engine is <a href=\"https://techcrunch.com/2024/09/22/matt-mullenweg-calls-wp-engine-a-cancer-to-wordpress-and-urges-community-to-switch-providers/\">profiting</a> from the open source WordPress project without contributing back to the community, and demanded the hosting company pay 8% of its monthly gross revenues as a royalty fee for using the WordPress brand.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The suit, <a href=\"https://techcrunch.com/2024/10/02/wp-engine-sues-automattic-and-wordpress-co-founder-matt-mullenweg/\">originally filed</a> by WP Engine in <a href=\"https://automattic.com/2024/10/31/legal-response-to-wp-engine/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">October 2024</a>, accused Automattic and Mullenweg of <a href=\"https://techcrunch.com/2025/01/12/wordpress-vs-wp-engine-drama-explained/\">defamation and abuse of power</a>. Automattic filed its <a href=\"https://techcrunch.com/2025/10/24/automattic-files-counterclaims-against-wp-engine-in-wordpress-lawsuit-alleging-trademark-misuse/\">counterclaims</a> last year, alleging that the hosting company has been abusing the WordPress trademark and engaging in deceptive marketing practices.</p>\n\n<p class=\"wp-block-paragraph\">In this latest filing, WP Engine has amended its complaint for the third time after gaining access to information that was uncovered during the discovery process. The information, now unredacted, had been previously sealed at Automattic’s request.</p>\n\n<p class=\"wp-block-paragraph\">Notably, one of the new claims accuses Automattic of allegedly planning to target 10 other competitors with royalty claims similar to those aimed at WP Engine.</p>\n\n<p class=\"wp-block-paragraph\">The complaint also states that Newfold, a company whose portfolio includes hosting providers like Bluehost and HostGator, among others, is already paying Automattic for use of its trademarks and that Automattic is in conversations with others. (Names of the other hosts were redacted in the complaint, which referenced email conversations between those companies and Mullenweg.)</p>\n\n<p class=\"wp-block-paragraph\">WP Engine is also alleging that Mullenweg reached out to a Stripe executive via email to pressure the company to cancel WP Engine’s contract. This occurred after WP Engine had filed its lawsuit against Automattic, the complaint states.</p>\n\n<p class=\"wp-block-paragraph\">The filing also challenges the 8% rate for the royalty payments as being somewhat arbitrary. Referencing Mullenweg’s <a href=\"https://techcrunch.com/2024/10/30/wordpress-co-founder-matt-mullenweg-says-a-fork-would-be-fantastic/\">comments at TechCrunch Disrupt 2024</a>, WP Engine claims that the Automattic founder essentially came up with the rate because it was what he thought WP Engine “could afford to pay.”</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Matt Mullenweg: The Future of WordPress and the Web | TechCrunch Disrupt 2024\" src=\"https://www.youtube.com/embed/Fn_HzfI_sW0?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<p class=\"wp-block-paragraph\">At Disrupt, Mullenweg had responded to a question about how he settled on the 8% fee by saying it was based on a “business analysis.”</p>\n\n<p class=\"wp-block-paragraph\">“If you estimate that would be about $32 million — they still would have been free cash-flow positive, and based on our estimates, and the negotiations over the past 18 months, we felt like that was a fair amount,” <a href=\"https://www.youtube.com/watch?v=Fn_HzfI_sW0\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">he said at the event.</a></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Other new claims in the filing point to aggressive language Mullenweg allegedly used against WP Engine, like threats that if the web hosting provider didn’t comply, he would start stealing its customers. “If they don’t take the carrot, we’ll give them the stick,” was one of the quotes cited from internal correspondence at Automattic, for instance.</p>\n\n<p class=\"wp-block-paragraph\">The complaint also includes allegations that Mullenweg used the term “nuclear war” to describe his approach to WP Engine’s defiance.</p>\n\n<p class=\"wp-block-paragraph\">Asked about the new filing, Automattic shared the following statement with TechCrunch: “There is nothing new here. This is the same narrative WP Engine has been pushing for over a year, and the Court has already dismissed many of its central claims. The lawsuit is going nowhere. This latest filing simply repackages the same tired allegations in an effort to keep the story alive. WP Engine is trying to recast robust competition as something nefarious. We are confident the courts will continue to reject that theory.”</p>\n\n<figure class=\"wp-block-embed is-type-wp-embed is-provider-techcrunch wp-block-embed-techcrunch\"></figure>\n\n<p class=\"wp-block-paragraph\"><em>Updated after publication with Automattic’s statement. </em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Spotify says its best developers haven't written a line of code since December, thanks to AI | TechCrunch",
            "time": "2026-02-12T18:30:12",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/11/blog-header.jpg?resize=1200,683",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Has AI coding reached a tipping point? That seems to be the case for Spotify at least, which shared this week during <a href=\"https://techcrunch.com/2026/02/10/spotify-hits-a-record-751m-monthly-users-thanks-to-wrapped-new-free-features/\">its fourth-quarter earnings call</a> that the best developers at the company “have not written a single line of code since December.” That statement, from Spotify co-CEO Gustav Söderström, came alongside other comments about how the company is using AI to accelerate development.</p>\n\n<p class=\"wp-block-paragraph\">Of note, Spotify pointed out it shipped more than 50 new features and changes to its streaming app throughout 2025. And, most recently, it has rolled out more features, like AI-powered <a href=\"https://techcrunch.com/2026/01/22/spotify-brings-ai-powered-prompted-playlists-to-the-u-s-and-canada/\" target=\"_blank\" rel=\"noreferrer noopener\">Prompted Playlists</a>, <a href=\"https://techcrunch.com/2026/02/05/spotify-ventures-into-physical-book-sales-adds-new-audiobook-features/\" target=\"_blank\" rel=\"noreferrer noopener\">Page Match</a> for audiobooks, and <a href=\"https://techcrunch.com/2026/02/06/spotifys-new-feature-lets-you-explore-the-story-behind-the-song-youre-listening-to/\" target=\"_blank\" rel=\"noreferrer noopener\">About This Song</a>, which all launched within the past few weeks.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">At Spotify, engineers are using an internal system called “Honk” to speed up coding and product velocity, the company told analysts on the call. This system allows for things like remote, real-time code deployment using generative AI, and specifically Claude Code. </p>\n\n<p class=\"wp-block-paragraph\">“As a concrete example, an engineer at Spotify on their morning commute from Slack on their cell phone can tell Claude to fix a bug or add a new feature to the iOS app,” Söderström said. “And once Claude finishes that work, the engineer then gets a new version of the app, pushed to them on Slack on their phone, so that he can then merge it to production, all before they even arrive at the office.”</p>\n\n<p class=\"wp-block-paragraph\">Spotify credited the system in helping to speed up coding and deployment “tremendously.” </p>\n\n<p class=\"wp-block-paragraph\">“We foresee this not being the end of the line in terms of AI development, just the beginning,” Söderström said.</p>\n\n<p class=\"wp-block-paragraph\">The exec also touted Spotify’s ability to build a unique dataset that other LLMs could not commoditize, the way they could other online resources, like Wikipedia. That’s because there’s not always a factual answer for music-related questions, he said. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">For instance, if you asked what workout music is, you’d get different answers from different people, sometimes based on their geography. Americans tend to prefer hip-hop overall, though millions prefer death metal. And while a number of Europeans would work out to EDM, many Scandinavians like heavy metal.</p>\n\n<p class=\"wp-block-paragraph\">“This is a dataset that we are building right now that no one else is really building. It does not exist at this scale. And we see it improving every time we retrain our models,” Söderström noted. </p>\n\n<p class=\"wp-block-paragraph\">Analysts on the call also asked about Spotify’s approach to AI-generated music. The company explained that it’s allowing artists and labels to <a href=\"https://techcrunch.com/2025/09/25/spotify-updates-ai-policy-to-label-tracks-cut-down-on-spam/\">indicate in a track’s metadata</a> how the song was made but is still policing the platform for spam.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "A new version of OpenAI's Codex is powered by a new dedicated chip | TechCrunch",
            "time": "2026-02-12T18:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/01/GettyImages-2170386424.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">On Thursday, OpenAI announced the release of a light-weight version of its agentic coding tool Codex, the latest model of which <a href=\"https://techcrunch.com/2026/02/05/openai-launches-new-agentic-coding-model-only-minutes-after-anthropic-drops-its-own/\">OpenAI launched</a> earlier this month. GPT-5.3-Codex-Spark is described by the company as a “smaller version” of that model, one that is designed for faster inference. To power that inference, OpenAI has brought in a dedicated chip from its hardware partner Cerebras, marking a new level of integration in the company’s physical infrastructure.</p>\n\n<p class=\"wp-block-paragraph\">The <a href=\"https://openai.com/index/cerebras-partnership/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">partnership</a> between Cerebras and OpenAI was announced last month, when OpenAI <a href=\"https://techcrunch.com/2026/01/14/openai-signs-deal-reportedly-worth-10-billion-for-compute-from-cerebras/\">said that</a> it had reached a multi-year agreement with the firm worth over $10 billion. “Integrating Cerebras into our mix of compute solutions is all about making our AI respond much faster,” the company said at the time. Now, OpenAI calls Spark the “first milestone” in that relationship.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Spark, which OpenAI says is designed for swift, real-time collaboration and “rapid iteration,” will be powered by Cerebras’ Wafer Scale Engine 3. The WSE-3 is Cerebras’ <a href=\"https://spectrum.ieee.org/cerebras-chip-cs3\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">third-generation</a> waferscale megachip, decked out with 4 trillion transistors. OpenAI describes the new lightweight tool as a “daily productivity driver, helping users with rapid prototyping” rather than the longer, heavier tasks that the original 5.3 is designed for. Spark is currently enjoying a research preview for ChatGPT Pro users in the Codex app.</p>\n\n<p class=\"wp-block-paragraph\">In a <a rel=\"nofollow\" href=\"https://x.com/sama/status/2021984777470193767\">tweet</a> in advance of the announcement, CEO Sam Altman seemed to hint at the new model. “We have a special thing launching to Codex users on the Pro plan later today,” Altman tweeted. “It sparks joy for me.”</p>\n\n<p class=\"wp-block-paragraph\">In its official statement, OpenAI emphasized Spark as designed for the lowest possible latency on Codex. “Codex-Spark is the first step toward a Codex that works in two complementary modes: real-time collaboration when you want rapid iteration, and long-running tasks when you need deeper reasoning and execution,” OpenAI shared. The company added that Cerebras’ chips excel at assisting “workflows that demand extremely low latency.”</p>\n\n<p class=\"wp-block-paragraph\">Cerebras has been around <a href=\"https://www.cerebras.ai/company\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">for over a decade</a> but, in the AI era, it has enjoyed an increasingly prominent role in the tech industry. Just last week, the company <a href=\"https://techcrunch.com/2026/02/06/benchmark-raises-225m-in-special-funds-to-double-down-on-cerebras/\">announced that</a> it had raised $1 billion in fresh capital at a valuation of <a href=\"https://www.cerebras.ai/press-release/cerebras-systems-raises-usd1-billion-series-h\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$23 billion</a>. The company has <a href=\"https://www.cnbc.com/2025/05/15/cerebras-ceo-says-chipmakers-aspiration-is-to-hold-ipo-in-2025.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">previously announced</a> its intentions to pursue an IPO.</p>\n\n<p class=\"wp-block-paragraph\">“What excites us most about GPT-5.3-Codex-Spark is partnering with OpenAI and the developer community to discover what fast inference makes possible — new interaction patterns, new use cases, and a fundamentally different model experience,” Sean Lie, CTO and co-founder of Cerebras, said in a statement. “This preview is just the beginning.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Aurora's driverless trucks can now travel farther distances faster than human drivers | TechCrunch",
            "time": "2026-02-12T17:58:30",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/05/Aurora-Launch-6-e1746107306339.jpg?resize=1200,886",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Aurora’s self-driving trucks can now travel nonstop on a 1,000-mile route between Fort Worth and Phoenix — exceeding what a human driver can legally accomplish.</p>\n\n<p class=\"wp-block-paragraph\">The distance, and the time it takes to travel it, offers up positive financial implications for Aurora — and any other company hoping to commercialize self-driving semitrucks.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It takes Aurora about 15 hours to carry freight in its driverless trucks on the 1,000-mile journey, according to the company. Human truck drivers take much longer to complete the same distance due to federal regulations that limit how long they can be behind the wheel. For instance, truck drivers must stop for a 30-minute break after eight hours and can operate a semitruck for a maximum of 11 hours at a time, according to federal regulations. Once drivers hit that threshold, they cannot get behind the wheel for another 10 hours. </p>\n\n<p class=\"wp-block-paragraph\">“This represents more than a technological achievement,” Aurora co-founder and CEO Chris Urmson said during the company’s earnings call Wednesday afternoon. “It is the dawn of a superhuman future for freight.”</p>\n\n<p class=\"wp-block-paragraph\">It also offers compelling economics to its customers, which includes Uber Freight, Werner, FedEx, and Schneider. The company said that eventually it can cut transit times nearly in half, a stat that has won over companies like Hirschbach, an early customer on the Fort Worth-to-Phoenix route. </p>\n\n<p class=\"wp-block-paragraph\">Aurora said in a <a href=\"https://ir.aurora.tech/_assets/_34bf7c715e4760047d5e07c538ed5bb5/aurora/db/956/10012/shareholder_letter/25Q4+Shareholder+Letter.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">letter to shareholders</a> that it is poised to expand across the Sun Belt of the United States. Today, the company operates driverless trucks — some with a human observer still in the cab — on routes between Dallas and Houston, Fort Worth and El Paso, El Paso and Phoenix, Fort Worth and Phoenix, and Laredo and Dallas.</p>\n\n<p class=\"wp-block-paragraph\">The expansion has helped Aurora transition from a developer of autonomous trucks to a commercial operator who is earning money on its driverless routes. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Aurora has brought in revenue since April 2025 when it first <a href=\"https://techcrunch.com/2025/05/01/aurora-launches-commercial-self-driving-truck-service-in-texas/\" target=\"_blank\" rel=\"noreferrer noopener\">deployed driverless, heavy-duty trucks for commercial use</a> on public roads. Aurora reported $1 million in the fourth quarter and $3 million for the year, <a href=\"https://www.sec.gov/ix?doc=/Archives/edgar/data/0001828108/000182810826000016/aur-20251231.htm\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to a report</a> filed with the U.S. Securities and Exchange Commission. The company’s CFO, David Maday, said total year adjusted revenue, which includes money earned through pilot programs early last year, was $4 million.</p>\n\n<p class=\"wp-block-paragraph\">That’s a tiny figure, especially when compared to its expenses. Aurora reported a net income loss of $816 million in 2025, up 9% from the year before as it focuses on scaling its operations. Still, it shows measurable progress from 2024, when it didn’t recognize any revenue.</p>\n\n<p class=\"wp-block-paragraph\">Revenue is projected to continue as the company adds more trucks and driverless routes to its network. Today, the company has 30 trucks in the fleet, 10 of which are operating driverlessly. That fleet is expected to grow to more than 200 trucks by the end of the year. Urmson said the company’s trucks have racked up 250,000 driverless miles as of January 2026 with a perfect safety record.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In the second quarter, Aurora plans to deploy a fleet of driverless International Motors LT trucks, which will not have a human observer on board. Aurora’s driverless operations that use Paccar trucks currently have a human safety observer in the cab as requested by the truck manufacturer.</p>\n\n<p class=\"wp-block-paragraph\">Urmson took a bullish view of Aurora’s future, buoyed by advancements in its self-driving software, an impending second-generation hardware kit that will lower costs, and expansion of its driverless routes. The expansion of its driverless trucking routes has been propelled by a new software release, its fourth since launching commercial service in April 2025.</p>\n\n<p class=\"wp-block-paragraph\">The first release validated initial driverless operations between Dallas and Houston, the second validated operations at night, and the <a href=\"https://techcrunch.com/2025/10/28/aurora-expands-self-driving-trucks-route-to-el-paso/\" target=\"_blank\" rel=\"noreferrer noopener\">third validated El Paso</a>, according to Aurora. The company said this latest software release will give its self-driving system the capabilities to navigate the diverse geography and climate of the southern United States.</p>\n\n<p class=\"wp-block-paragraph\">“Just as the last two years brought robotaxis into the mainstream, we expect 2026 to mark the inflection point where the market recognizes that self-driving trucks have arrived and are quickly becoming a permanent fixture in our transportation landscape,” Urmson said on the company’s earnings call. “If you’re in the Sun Belt in 2026, you won’t just read about the Aurora driver. You’ll see it every day.”</p>\n\n<p class=\"wp-block-paragraph\">Aurora currently operates driverless routes through Texas, New Mexico, and Arizona, and has future driverless operations planned for Nevada, Oklahoma, Arkansas, Louisiana, Kentucky, Mississippi, Alabama, North Carolina, South Carolina, Georgia, and Florida, the company said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "More US investors sue South Korean government over handling of Coupang data breach | TechCrunch",
            "time": "2026-02-12T16:56:32",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/coupang-large-rainbow-2250196254.jpg?resize=1200,858",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Coupang’s <a href=\"https://techcrunch.com/2025/12/01/koreas-coupang-says-data-breach-exposed-nearly-34m-customers-personal-information/\" target=\"_blank\" rel=\"noreferrer noopener\">massive data breach in South Korea</a> has now become a geopolitical flashpoint as a growing number of the company’s U.S. investors take legal action against the South Korean government.</p>\n\n<p class=\"wp-block-paragraph\">What began as a regulatory investigation into data security failures has expanded into a broader dispute over alleged unfair treatment of the U.S.-headquartered company.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">While Coupang — which operates in South Korea, Taiwan, and Japan — is often referred to as the “Amazon of South Korea,” its worldwide headquarters are actually in Seattle, Washington.</p>\n\n<p class=\"wp-block-paragraph\">The company’s investors are now seeking international arbitration under the U.S.-Korea Free Trade Agreement (FTA). On January 23, 2026, U.S. investment firms Greenoaks and Altimeter <a href=\"https://www.immigration.go.kr/bbs/moj/183/602757/artclView.do\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">filed a notice</a> with South Korea’s Ministry of Justice, saying they suffered losses from what they characterized as the government’s discriminatory investigation into the data breach. They said they plan to pursue investor–state dispute settlement (ISDS) arbitration under the U.S.-Korea FTA.</p>\n\n<p class=\"wp-block-paragraph\">South Korea’s Ministry of Justice <a rel=\"nofollow\" href=\"https://moj.go.kr/moj/222/subview.do?enc=Zm5jdDF8QEB8JTJGYmJzJTJGbW9qJTJGMTgzJTJGNjAzNDc2JTJGYXJ0Y2xWaWV3LmRvJTNGcGFzc3dvcmQlM0QlMjZyZ3NCZ25kZVN0ciUzRCUyNmJic0NsU2VxJTNEJTI2cmdzRW5kZGVTdHIlM0QlMjZpc1ZpZXdNaW5lJTNEZmFsc2UlMjZwYWdlJTNEMSUyNmJic09wZW5XcmRTZXElM0QlMjZzcmNoQ29sdW1uJTNEJTI2c3JjaFdyZCUzRCUyNg%3D%3D\">said</a> Thursday that three more investors, including Abrams Capital, Durable Capital Partners, and Foxhaven Asset Management have now joined the case. They are alleging the government acted unlawfully toward the e-commerce company.</p>\n\n<p class=\"wp-block-paragraph\">To recap the incident: In December, Coupang disclosed that nearly 34 million Korean customers’ personal information had been leaked in a data breach that had been going on for more than five months. The breach involved customer names, email addresses, phone numbers, shipping addresses, and certain order histories, the company said.</p>\n\n<p class=\"wp-block-paragraph\">While other tech breaches in Korea resulted in less severe penalties, Coupang has faced extraordinary government pressure. The government reportedly threatened <a href=\"https://www.koreatimes.co.kr/business/companies/20251201/coupang-faces-potential-770-mil-fine-after-data-breach\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">massive fines</a>, <a href=\"https://www.koreatimes.co.kr/business/companies/20251221/coupang-faces-possible-business-suspension-after-massive-data-breach\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">suspension of operations</a>, and <a href=\"https://www.koreatimes.co.kr/business/companies/20260112/police-mull-overseas-travel-ban-on-coupang-chief-in-data-breach-investigation\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">travel bans</a> for executives while Coupang’s investors allege it also sought <a rel=\"nofollow\" href=\"https://en.sedaily.com/society/2025/12/31/labor-minister-warns-officials-against-contact-with-ex\">to block public communication</a> and repeatedly misrepresented the scope of the breach.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Korea’s Personal Information Protection Commission (PIPC) said that more than 30 million Coupang accounts were exposed — but the facts point to just 3,000 affected accounts, according to Coupang’s investors.</p>\n\n<p class=\"wp-block-paragraph\">In December, South Korea’s government and the <a href=\"https://biz.chosun.com/en/en-it/2025/12/17/NXHCHEF2B5BWTB5WZ5UGYKYU4A/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">PIPC said</a> the Coupang breach was serious enough to justify higher fines. Under current law, penalties are capped at 3% of revenue, more than $800 million for Coupang, according to the U.S. investors, but some lawmakers have proposed raising the limit to 10% and applying it retroactively.</p>\n\n<p class=\"wp-block-paragraph\">Even if the new law passes, it wouldn’t apply to Coupang, since the breach occurred before the rules changed. But a Democratic Party lawmaker in the country suggested imposing punitive fines, through either new legislation or a special parliamentary act, and PIPC backed the idea, <a href=\"https://www.newsis.com/view/NISX20251217_0003445328\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">per news reports</a>.  South Korean president Lee Jae Myung also <a href=\"https://v.daum.net/v/20260110090249624#:~:text=2025%EB%85%84%2012%EC%9B%94%2011%EC%9D%BC%2C%20%EA%B8%B0%ED%9A%8D%EC%9E%AC%EC%A0%95%EB%B6%80%20%EC%97%85%EB%AC%B4%EB%B3%B4%EA%B3%A0%EC%97%90%EC%84%9C%20%EC%9D%B4%EC%9E%AC%EB%AA%85%20%EB%8C%80%ED%86%B5%EB%A0%B9%EC%9D%B4,%EC%9C%A0%EC%B6%9C%EB%90%9C%20%EC%82%AC%EA%B1%B4%EC%9D%84%20%EB%91%90%EA%B3%A0%20%EA%B0%95%EA%B2%BD%20%EB%8C%80%EC%9D%91%EC%9D%84%20%EC%9A%94%EA%B5%AC%ED%95%9C%20%EA%B2%83%EC%9D%B4%EB%8B%A4.\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">publicly</a> <a href=\"http://www.marketnews.co.kr/news/articleView.html?idxno=73489\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">called for heavy penalties</a>, suggesting the company had not faced sufficient consequences.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Based on the <a href=\"https://www.moj.go.kr/bbs/moj/439/603008/artclView.do\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">notice of intent filing</a> released by the investors’ legal adviser, the investors argue that the South Korean government’s actions constitute an “unprecedented assault” on Coupang. In the filing, they argue:  </p>\n\n<blockquote class=\"wp-block-quote is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"wp-block-paragraph\">The Government’s unprecedented assault on a U.S. company to benefit its Korean and Chinese competitors is an egregious violation of the Treaty, principles of international law, and the historic partnership between Korea and the United States … The Government’s shocking conduct has left the U.S. investors with no choice. If the Government does not immediately cease its attacks against Coupang, fully restore the company’s ability to operate its business, and permanently end its longstanding campaign of discrimination against the company, then the U.S. investors will be forced to seek billions of dollars in damages from Korea to protect their investments in Coupang and remedy the Government’s ongoing Treaty violations, including attempted expropriation.</p>\n</blockquote>\n\n<p class=\"wp-block-paragraph\">The filing is a preliminary, pre-litigation step. South Korea’s <a href=\"https://www.moj.go.kr/bbs/moj/439/603008/artclView.do\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Ministry of Justice</a> is now reviewing the notice of intent, which kicks off <a href=\"https://cil.nus.edu.sg/wp-content/uploads/2013/11/SIAA-Day3-AndreaMenaker-Pre-arbitration-Requirements.pdf#:~:text=notice%20of%20its%20intention%20to%20submit%20a%20claim%20to%20arbitration%20at%20least%2090&amp;text=%E2%80%A2%20%E2%80%9CRequest%20for%20consultations%E2%80%9D%20triggers%206%2Dmonth%20period.\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a mandatory 90-day consultation period</a> before formal arbitration can begin.</p>\n\n<p class=\"wp-block-paragraph\">Coupang, Abrams Capital, and Foxhaven Asset Management did not respond to TechCrunch’s request for comment. Durable Capital Partners could not be reached.</p>\n\n<p class=\"wp-block-paragraph\">According to the investors’ filing, South Korea’s handling of data breaches has been inconsistent, specifically citing other recent data breaches in South Korea, including KakaoPay, <a href=\"https://techcrunch.com/2025/05/08/a-timeline-of-south-korean-telco-giant-skts-data-breach/\" target=\"_blank\" rel=\"noreferrer noopener\">SK Telecom</a>, Upbit, and Alibaba’s AliExpress.</p>\n\n<p class=\"wp-block-paragraph\">KakaoPay reportedly transferred 54 billion customer records to Alipay Singapore, yet faced <a href=\"https://www.koreatimes.co.kr/economy/20250409/fss-fines-kakao-pay-10-mil-for-illegally-transferring-customer-data-to-alipay\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">only a $10 million fine</a> and a CEO warning, while <a href=\"https://en.yna.co.kr/view/AEN20260119009200315\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">SK Telecom was fined $91 million</a> after a massive SIM card breach. <a href=\"https://www.dlnews.com/articles/markets/south-korean-police-probe-30-million-upbit-hack/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Upbit</a> and <a href=\"https://www.kedglobal.com/e-commerce/newsView/ked202407250013\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">AliExpress</a> also saw minimal government action. The investors say these examples underscore the stark contrast with the government’s response to Coupang.</p>\n\n<p class=\"wp-block-paragraph\">South Korea’s Ministry of Science and ICT said Wednesday that the Coupang data breach was carried out by a former employee who had worked on the company’s authentication systems and was aware of vulnerabilities in both the authentication framework and key management system. </p>\n\n<p class=\"wp-block-paragraph\">The Ministry alleges that Coupang failed to report the breach to the Korea Internet &amp; Security Agency (KISA) within 24 hours and did not fully implement a November 2025 data preservation order, leading to the deletion of key web and app access logs. The ministry has referred the matter to investigators and ordered Coupang to submit a prevention plan by February 2026, with compliance monitored through July.</p>\n\n<p class=\"wp-block-paragraph\">Coupang <a href=\"https://www.aboutcoupang.com/English/news/news-details/2026/response-to-the-jit-report-regarding-the-november-2025-data-incident/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">released a statement</a>, saying that the employee, a Chinese national, accessed data from over 33 million accounts but retained only about 3,000 before deleting it, and that no sensitive info such as payment data, passwords, or government IDs was accessed.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Coupang also replaced its CEO, Park Dae-jun, with Harold Rogers, its U.S. parent’s top lawyer, <a href=\"https://techcrunch.com/2025/12/10/ceo-of-south-korean-retail-giant-coupang-resigns-after-massive-data-breach/\" target=\"_blank\" rel=\"noreferrer noopener\">in December</a>.</p>\n\n<p class=\"wp-block-paragraph\">Adam Farrar, senior associate at CSIS and senior geoeconomics analyst for APAC at Bloomberg, said on <a href=\"https://www.youtube.com/watch?v=YV8JR9df8U8\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Tuesday’s Impossible State podcast</a> that what began as a major data breach involving Coupang has grown into a broader issue between the United States and South Korea.</p>\n\n<p class=\"wp-block-paragraph\">Farrar said that the case is amplifying broader U.S. claims of unfair treatment toward American technology firms, raising trade and tariff risks for South Korea as <a href=\"https://www.foxbusiness.com/fox-news-world/congress-targets-south-korean-regulators-over-discriminatory-treatment-us-tech-companies\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the U.S. Congress</a> becomes increasingly engaged.</p>\n\n<p class=\"wp-block-paragraph\">“The massive data breach [by Coupang] led to a series of investigations in the National Assembly and some very combative back and forth with Coupang and a series of executives over the past several months,” Farrar said in the podcast. “The additional dynamic here is that Coupang, while driving almost all of its earnings from Korea, is now a U.S.-based company that adds to the dynamic on both sides, impacting how they’re perceived and seen.”</p>\n\n<p class=\"wp-block-paragraph\">The issue extends beyond Coupang, raising broader questions about whether South Korea is unfairly targeting U.S. companies, Farrar continued. </p>\n\n<p class=\"wp-block-paragraph\">Critics point to digital policies they say favor domestic firms, including network usage fees on content providers like <a href=\"https://techcrunch.com/2021/09/30/south-korean-isp-sk-broadband-counterclaims-against-netflix-for-bandwidth-usage-fees/\" target=\"_blank\" rel=\"noreferrer noopener\">Netflix</a>, <a href=\"https://techcrunch.com/2023/10/06/google-apple-face-fines-in-south-korea-for-breaching-in-app-billing-rules/\" target=\"_blank\" rel=\"noreferrer noopener\">Apple’s App Store and Google Play</a> payment rules, and data localization requirements that limit services like <a href=\"https://techcrunch.com/2025/10/15/seoul-weighs-approval-for-google-apple-high-resolution-map-requests/\" target=\"_blank\" rel=\"noreferrer noopener\">Google Maps</a> on national security grounds.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple acquires all rights to 'Severance,' will produce future seasons in-house | TechCrunch",
            "time": "2026-02-12T15:34:11",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Severance_Photo_020401.jpg.photo_modal_show_home_large.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple has acquired the IP and all rights to its hit show “Severance” from its original studio, Fifth Season, as first <a href=\"https://deadline.com/2026/02/apple-acquires-severance-more-seasons-1236695148/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reported by Deadline</a>. Under the deal, which was worth just under $70 million, Apple’s in-house studio will be producing the show’s future seasons. Fifth Season will remain as an executive producer. </p>\n\n<p class=\"wp-block-paragraph\">The deal is similar to one Apple struck with AMC Studios for sci-fi show “Silo” after season one. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Severance” will now be one of Apple’s marquee titles, joining popular series such as “Your Friends and Neighbors” and “Stick.”</p>\n\n<p class=\"wp-block-paragraph\">According to Deadline, the production costs for “Severance” had exceeded what Fifth Season could afford. The studio had already requested advances from Apple and was considering relocating production from New York to Canada for bigger and quicker tax rebates. Since Apple definitely has the funds to back the show, the company decided to take full control.</p>\n\n<p class=\"wp-block-paragraph\">“Severance” is important to the streamer, as the show’s second season became Apple’s most-watched series at the time. It also had the highest number of nominations at the 2025 Emmy Awards.</p>\n\n<p class=\"wp-block-paragraph\">Deadline reports that the show is expected to run for four seasons, with the possibility of spin-offs, a prequel, and foreign versions.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "US FTC airs concerns over allegations that Apple News suppresses right-wing content | TechCrunch",
            "time": "2026-02-12T14:40:03",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/04/GettyImages-2193735641.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The U.S. Federal Trade Commission (FTC) has raised concerns over allegations that Apple is censoring conservative content on the Apple News app. </p>\n\n<p class=\"wp-block-paragraph\">In a <a href=\"https://x.com/AFergusonFTC/status/2021704472687218936/photo/1\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">letter</a> to Apple CEO Tim Cook, FTC chair Andrew Ferguson cited <a href=\"https://newsbusters.org/blogs/free-speech/heather-moon/2026/02/04/apple-news-continues-rejection-right-leaning-outlets\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reports</a> from Media Research Center, a right-leaning think tank, which accused Apple of excluding right-leaning outlets from the top 20 articles in the Apple News feed.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“These reports raise serious questions about whether Apple News is acting in accordance with its terms of service and its representations to consumers […] I abhor and condemn any attempt to censor content for ideological reasons,” Ferguson’s letter reads.</p>\n\n<p class=\"wp-block-paragraph\">Ferguson, a Big Tech critic who Trump appointed to lead the competition regulator, noted the FTC doesn’t have any powers to require Apple to take ideological or political positions when curating news, but he said that if the company’s practices are “inconsistent” its terms of service or “reasonable expectations of consumers,” they may be in violation of the FTC Act.</p>\n\n<p class=\"wp-block-paragraph\">Brendan Carr, the chairman of the Federal Communications Commission (another Trump appointee critical of Big Tech), <a href=\"https://x.com/BrendanCarrFCC/status/2021729780907782437\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">supported</a> Ferguson’s stance, writing, “Apple has no right to suppress conservative viewpoints in violation of the FTC Act.”</p>\n\n<p class=\"wp-block-paragraph\">Ferguson has urged Apple to conduct a “comprehensive review” of its terms of service and ensure that the content curated on Apple News is consistent with its policies, and “take corrective action swiftly” if the curation isn’t in line.</p>\n\n<p class=\"wp-block-paragraph\">The letter comes a day after President Donald Trump <a href=\"https://truthsocial.com/@realDonaldTrump/116050559055597383\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">shared</a> the report by Media Research Center on his social media platform, Truth Social. Trump has repeatedly accused Big Tech companies of censoring right-leaning content, though many major platforms have rolled back several measures to curb fake news and disinformation they had imposed in the years prior to his second stint at the White House.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Apple’s relationship with the Trump administration has oscillated between warm and cold over the past year. Trump has criticized Big Tech, especially Apple, for manufacturing its devices in China, but after Cook promised to spend <a href=\"https://techcrunch.com/2025/08/06/apple-to-announce-100b-further-commitment-for-u-s-manufacturing/\">more than $600 billion</a> over the next four years stateside and moved to mend fences, relations between the administration and the company <a href=\"https://techcrunch.com/2025/10/23/big-tech-is-paying-for-trumps-white-house-ballroom/\">have improved</a>. Apple also <a href=\"https://edition.cnn.com/2025/08/07/tech/trump-india-tariffs-apple-iphone-ai\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">dodged</a> planned tariffs on smartphones made overseas and imported into the U.S.</p>\n\n<p class=\"wp-block-paragraph\">The FTC last year also <a href=\"https://techcrunch.com/2025/02/20/trumps-ftc-is-looking-into-censorship-on-tech-platforms/\">launched</a> an investigation into “censorship by tech platforms,” seeking input from the public who felt they were silenced due to their political ideologies or affiliations. “Tech firms should not be bullying their users,” Ferguson said at the time. “This inquiry will help the FTC better understand how these firms may have violated the law by silencing and intimidating Americans for speaking their minds.”</p>\n\n<p class=\"wp-block-paragraph\"> Apple did not immediately return a request for comment.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Eclipse backs all-EV marketplace Ever in $31M funding round | TechCrunch",
            "time": "2026-02-12T14:00:09",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/ever-car-founders.jpg?resize=1156,1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">If you want to buy or sell a used EV right now, what’s the first step you’d take? </p>\n\n<p class=\"wp-block-paragraph\">A startup called Ever wants to be the answer to that question. The company, which bills itself as the first “AI-native, full-stack auto retail business” for electric vehicles, already has thousands of customers buying and selling their EVs on the platform.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Now it’s looking to scale with help from a $31 million Series A funding round led by Eclipse, with Ibex Investors, Lifeline Ventures, and JIMCO — the investment arm of the Saudi Arabian Jameel family (an early investor in Rivian) — as co-investors.</p>\n\n<p class=\"wp-block-paragraph\">Over the last decade, companies like Carvana and CarMax helped usher in the digital car-buying experience. More recently, myriad startups have tried to improve the car-buying experience with AI, pitching ideas like voice agents or smarter scheduling software. Eclipse’s Jiten Behl thinks this is the wrong approach if you want to really modernize the automotive retail experience, though.</p>\n\n<p class=\"wp-block-paragraph\">“These bolt-on AI tools are band-aids,” he said in an interview with TechCrunch. He likened it to how many major automakers’ first EVs were essentially combustion vehicles that were repackaged to fit electric drivetrains. That approach came with major tradeoffs compared to designing a new EV from the ground up, which was the approach companies like Tesla and Rivian took.</p>\n\n<p class=\"wp-block-paragraph\">“Auto retail is a perfect candidate for disrupting with AI, you know? It’s a lot of process, lot of labor, [very] rules-based,” he said. </p>\n\n<p class=\"wp-block-paragraph\">Lasse-Mathias Nyberg, Ever co-founder and CEO, said in an interview that buying or selling a car typically triggers “hundreds or thousands of different actions” that a retailer needs to perform in order to complete the transaction. “There’s massive complexities or frictions on both sides.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">In 2022, he and his team set out to reduce or remove those complexities. What they settled on after a year of research was a digital-first auto retailer. The core tech is an orchestration layer or “operating system” that can handle all the different workflows behind a transaction, whether it’s processing information submitted by a prospective buyer or seller, or managing the vehicle inventory.</p>\n\n<p class=\"wp-block-paragraph\">“When you do appraisals, or pricing, or titling, it’s very deterministic in terms of what steps need to be taken. And today, there are lots of single point solution tools that are used,” he said. Most companies “use these tools together in a very inefficient manner, and you think that you are on a digital journey — but if you actually could clean-sheet it, and if you actually could use the power of agentic AI, and you can create one unified customer experience and remove all these micro-frictions.”</p>\n\n<p class=\"wp-block-paragraph\">Nyberg claimed that building the company this way has allowed Ever’s sales team to be two to three times more productive than they would be otherwise, and he expects that to scale as the company grows. He said this extra efficiency and productivity beefs up their margins, which can be booked as profit or passed along to the customer by offering lower prices.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Ever applies this fresh approach to both its online marketplace and physical locations. Nyberg said the hybrid model is important because seeing and trying a car in person remains crucial to the shopping experience for a lot of buyers — especially those who might be assessing EVs for the first time. </p>\n\n<p class=\"wp-block-paragraph\">Early reviews of Ever’s product have been mixed. Users on <a href=\"https://www.reddit.com/r/electriccars/comments/1jykj9z/has_anyone_ever_bought_from_evercarscom/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">one particular Reddit thread</a> from last year were split, with some drawn to how Ever is making EVs easier to buy, while others detailed struggles getting in touch with the startup’s team. Ever was just getting off the ground and was more or less operating in stealth, and so Nyberg chalks that up to a learning experience. He said his team is working hard to make sure its system can be flexible enough to accomplish everything the company has set out to do.</p>\n\n<p class=\"wp-block-paragraph\">The bigger challenge may be overall interest in EVs, which has cooled a bit in the United States. Nyberg said he hasn’t ruled out Ever buying or selling used combustion cars in the future, but wants to stick to EVs in the near-term since there isn’t a retailer that is laser-focused on these vehicles.</p>\n\n<p class=\"wp-block-paragraph\">Behl, who spent eight years on Rivian’s leadership team, admitted he’s a “hopeless romantic when it comes to EVs,” and said he still believes the industry is moving toward electric propulsion because of the inherent benefits. And he said his “first thought” when he started doing diligence on Ever was: “I wish Rivian was doing this.”</p>\n\n<p class=\"wp-block-paragraph\">More broadly, Behl said, companies like Carvana are still in the single digits of market share when it comes to automotive retail. That’s why he sees so much upside in Ever.</p>\n\n<p class=\"wp-block-paragraph\">“Customers are going to continue to gravitate towards better experience when it comes to buying cars, which means it is going to be a digitally-led customer experience which takes away all the friction of buying and selling a car,” he said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "xAI lays out interplanetary ambitions in public all-hands | TechCrunch",
            "time": "2026-02-11T23:29:08",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.22.39-PM.jpg?resize=1200,679",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">On Wednesday, xAI took the rare step of publishing a full 45-minute all-hands meeting video on X, making it publicly accessible. Details of the Tuesday night meeting were <a href=\"https://www.nytimes.com/2026/02/10/technology/elon-musk-lunar-factory.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">previously reported by The New York Times</a>, which may have influenced xAI’s decision to post the video online.</p>\n\n<p class=\"wp-block-paragraph\">The full video reveals significant new details about Musk’s plans for the AI lab, including its product roadmap and its ongoing ties to the X platform.</p>\n\n\n\n<p class=\"wp-block-paragraph\">The most immediate revelation concerned a string of departing employees, which Musk described as layoffs resulting from a changing organizational structure at the company. While reorganizations are common, the breadth of the departures has caused significant confusion, particularly as it has meant the loss of a significant portion of the founding team.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“As a company grows, especially as quickly as xAI, the structure must evolve,” Musk <a href=\"https://x.com/elonmusk/status/2021673886157607383\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said on X</a>. “This unfortunately required parting ways with some people. We wish them well in future endeavors.”</p>\n\n<p class=\"wp-block-paragraph\">The new organizational system splits xAI into four primary teams: one focused on the Grok chatbot (including voice), another for the app’s coding system, another for the Imagine video generator, and finally a team focused on the Macrohard project, which spans from simple computer use simulation to modeling entire corporations.</p>\n\n<p class=\"wp-block-paragraph\">“[Macrohard] is able to do anything on a computer that a computer is able to do,” Toby Pohlen, who will lead the project under the new organizational structure, told his colleagues. “There should be rocket engines fully designed by AI.”</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?w=680\" alt=\"\" class=\"wp-image-3092311\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg 1268w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=150,98 150w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=300,196 300w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=768,502 768w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=680,444 680w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=1200,784 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=430,281 430w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=720,470 720w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=900,588 900w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=800,522 800w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=668,436 668w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=574,375 574w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=945,617 945w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=708,462 708w, https://techcrunch.com/wp-content/uploads/2026/02/Screen-Shot-2026-02-11-at-3.21.27-PM.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>xAI (screenshot)</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The all-hands also featured claims about new usage and revenue figures for xAI and X. Nikita Bier, X’s head of product, said X had “just crossed” $1 billion in annual recurring revenue from subscriptions, which he attributed to a marketing push during the holidays.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Additionally, executives said the xAI’s Imagine tool is generating 50 million videos a day, and more than 6 billion images over the past 30 days, according to their internal metrics.</p>\n\n<p class=\"wp-block-paragraph\">But it’s difficult to separate those figures from <a href=\"https://techcrunch.com/2026/01/15/us-senators-demand-answers-from-x-meta-alphabet-on-sexualized-deepfakes/\" target=\"_blank\" rel=\"noreferrer noopener\">the flood of deepfake pornography</a> that overtook X during that same period. The X platform <a href=\"https://x.com/nikitabier/status/2008444770071298397\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">saw engagement skyrocket</a> as AI-generated explicit images became more prevalent, and with <a href=\"https://www.nytimes.com/2026/01/22/technology/grok-x-ai-elon-musk-deepfakes.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">an estimated 1.8 million sexualized images</a> generated over just nine days, the image-generation figures likely include substantial amounts of this controversial content.</p>\n\n<p class=\"wp-block-paragraph\">The most eye-catching part of the presentation came at the end, when Musk reemphasized the importance of space-based data centers <a href=\"https://techcrunch.com/2026/02/11/why-the-economics-of-orbital-ai-are-so-brutal/\" target=\"_blank\" rel=\"noreferrer noopener\">despite the technical challenges involved</a>. Musk went still further, envisioning a moon-based factory for AI satellites, including a lunar mass driver — essentially an electromagnetic catapult — to launch them. With such infrastructure, Musk said, one could launch an AI cluster capable of capturing significant portions of the sun’s total energy output or even expanding to other galaxies.</p>\n\n<p class=\"wp-block-paragraph\">“It’s difficult to imagine what an intelligence of that scale would think about,” Musk said, “but it’s going to be incredibly exciting to see it happen.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "AI inference startup Modal Labs in talks to raise at $2.5B valuation, sources say | TechCrunch",
            "time": "2026-02-11T22:48:35",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/01/Screenshot-2024-02-14-at-9.26.16AM.png?resize=1200,607",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://modal.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Modal Labs</a>, a startup specializing in AI inference infrastructure, is talking to VCs about a new round at a valuation of about $2.5 billion, according to four people with knowledge of the deal. Should the deal close at these terms, the funding round would more than double the company’s valuation of <a href=\"https://modal.com/blog/announcing-our-series-b\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$1.1 billion</a> announced less than five months ago, when it announced an <a rel=\"nofollow\" href=\"https://modal.com/blog/announcing-our-series-b\">$87 million</a> Series B round.</p>\n\n<p class=\"wp-block-paragraph\">General Catalyst is in talks to lead the round, the people told TechCrunch. Modal’s annualized revenue run rate (ARR) is approximately $50 million, our sources said. The discussions are early, and terms could still change.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Modal Labs co-founder and CEO Erik Bernhardsson denied that his company was actively fundraising and characterized his recent interactions with VCs as general conversations. General Catalyst did not respond to our requests for comment.</p>\n\n<p class=\"wp-block-paragraph\">Modal is focused on optimizing inference, the process of running trained AI models to generate answers from user requests. Improving inference efficiency reduces compute costs and cuts down the lag time between a user’s prompt and the AI’s response.</p>\n\n<p class=\"wp-block-paragraph\">Modal is one of the handful of inference-focused companies attracting intense investor attention now. Last week, its competitor Baseten announced a <a href=\"https://www.baseten.co/blog/announcing-baseten-s-300m-series-e/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$300 million raise</a> at a $5 billion valuation, more than doubling the $2.1 billion valuation it reached just months prior in September. Similarly, Fireworks AI, an inference cloud provider, secured $250 million at a $4 billion valuation in October.</p>\n\n<p class=\"wp-block-paragraph\">In January, the creators of the open source inference project vLLM announced they had transitioned the tool into a VC-backed startup, Inferact, raising $150 million in seed funding led by Andreessen Horowitz at an <a href=\"https://techcrunch.com/2026/01/22/inference-startup-inferact-lands-150m-to-commercialize-vllm/\">$800 million valuation</a>. Meanwhile, TechCrunch reported that the team behind SGLang has commercialized as RadixArk, which sources told us secured seed funding at a <a href=\"https://techcrunch.com/2026/01/21/sources-project-sglang-spins-out-as-radixark-with-400m-valuation-as-inference-market-explodes/\">$400 million</a> valuation led by Accel.</p>\n\n<p class=\"wp-block-paragraph\">Modal was co-founded by CEO Erik Bernhardsson in 2021 after he spent more than 15 years building and leading data teams at companies including Spotify and Better.com, where he was CTO.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The startup counts Lux Capital and Redpoint Ventures among its earlier backers.</p>\n\n<p class=\"wp-block-paragraph\"><em>Editor’s Note: This story was updated to include a comment from Modal.</em></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OpenAI disbands mission alignment team | TechCrunch",
            "time": "2026-02-11T21:57:18",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2198379368.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">OpenAI has disbanded a team that was designed to communicate the company’s mission to the public and to its own employees. At the same time, the team’s former leader has been given a new role as the company’s “chief futurist.”</p>\n\n<p class=\"wp-block-paragraph\">OpenAI confirmed to TechCrunch that the team’s members have now been assigned to other roles. The news was <a href=\"https://www.platformer.news/openai-mission-alignment-team-joshua-achiam/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">first reported</a> by Platformer.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The disbanded team in question appears to have been <a href=\"https://techcrunch.com/2024/09/25/openais-chief-research-officer-has-left/\" target=\"_blank\" rel=\"noreferrer noopener\">formed in September of 2024</a>. Platformer reports that the team was dedicated to promoting “the company’s stated mission to ensure that artificial general intelligence benefits all of humanity.”</p>\n\n<p class=\"wp-block-paragraph\">An official OpenAI spokesperson described the team thusly: “The Mission Alignment project was a support function to help employees and the public understand our mission and the impact of AI. That work continues throughout the organization.”</p>\n\n<p class=\"wp-block-paragraph\">In <a href=\"https://openaiglobalaffairs.substack.com/p/introducing-our-chief-futurist\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a blog post</a> published Wednesday, Josh Achiam, the former head of OpenAI’s mission alignment team, explained his new role as the company’s chief futurist. “My goal is to support OpenAI’s mission — to ensure that artificial general intelligence benefits all of humanity — by studying how the world will change in response to AI, AGI, and beyond,” Achiam wrote.</p>\n\n<p class=\"wp-block-paragraph\">Achiam noted that, in his new role, he would be collaborating with Jason Pruet, an OpenAI physicist.</p>\n\n<p class=\"wp-block-paragraph\">A spokesperson for OpenAI said the rest of the mission alignment team — a group of six or seven people — had subsequently been reassigned to different parts of the company. The spokesperson couldn’t say where exactly the team members had been assigned, but said that they were engaged in similar work in those roles. It was also unclear whether Achiam would have a new team as part of his “futurist” role.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The spokesperson attributed the disbanding of the team to the kinds of routine reorganizations that occur within a fast-moving company. </p>\n\n<p class=\"wp-block-paragraph\">OpenAI previously had what it called a “superalignment team” — which was <a href=\"https://openai.com/index/introducing-superalignment/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">formed in 2023</a> and focused on studying long-term existential threats posed by AI — but that team <a href=\"https://www.cnbc.com/2024/05/17/openai-superalignment-sutskever-leike.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">was disbanded in 2024</a>. </p>\n\n<p class=\"wp-block-paragraph\">Achiam’s <a href=\"https://jachiam.github.io/about.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">personal website</a> still lists him as head of mission alignment at OpenAI, and describes him as being interested in ensuring that the “long-term future of humanity is good.” His <a href=\"https://www.linkedin.com/in/joshua-achiam-13887199/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">LinkedIn profile</a> shows he had served as head of mission alignment since September 2024.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><em>Correction: This story originally confused mission alignment with another, similarly named team called alignment. It has been corrected and we apologize for the error.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple's Siri revamp reportedly delayed... again | TechCrunch",
            "time": "2026-02-11T21:19:46",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/01/tim-cook-glowing-apple-logo-GettyImages-2234517515.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple has been promising a new-and-improved, cutting-edge, AI-powered Siri since it first <a href=\"https://techcrunch.com/2024/06/10/apple-intelligence-is-the-companys-new-generative-ai-offering/\">unveiled</a> Apple Intelligence in 2024. Over about a year and a half since then, the release date for this new era of Siri has been continuously pushed back. According to a new <a href=\"https://www.bloomberg.com/news/articles/2026-02-11/apple-s-ios-26-4-siri-update-runs-into-snags-in-internal-testing-ios-26-5-27\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">report</a> from Bloomberg’s Mark Gurman, we’ll likely have to wait even longer.</p>\n\n<p class=\"wp-block-paragraph\">While the new Siri was expected to launch with the upcoming iOS 26.4 update in March, now, the changes are expected to roll out more slowly over time, reportedly postponing some features until the May iOS update, or even until the release of iOS 27 in September. Apparently, Apple ran into trouble when testing the software, requiring the launch date to be pushed back further.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The changes are rumored to make the longtime digital assistant more like the LLM chatbots that have swept the tech world — but instead of opening up a ChatGPT or Claude app on your iPhone or MacBook, you would be able to just talk to Siri, which will be powered by <a href=\"https://techcrunch.com/2026/01/12/googles-gemini-to-power-apples-ai-features-like-siri/\">Google Gemini</a>.</p>\n\n<p class=\"wp-block-paragraph\">We’re starting to feel bad for the Siri product managers. Hang in there, folks.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Uber Eats launches AI assistant to help with grocery cart creation | TechCrunch",
            "time": "2026-02-11T21:07:37",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2019/04/uber-eats-icon-ios.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Uber Eats <a href=\"https://www.uber.com/newsroom/the-shortcut-your-grocery-lists-been-waiting-for/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> a new AI feature, “Cart Assistant,” on Wednesday designed to fill customers’ grocery carts faster and easier. The beta version is now available in the app.​</p>\n\n<p class=\"wp-block-paragraph\">To use the new chatbot, users search for a grocery store in the Uber Eats app and tap the purple Cart Assistant icon on the store’s page to begin shopping. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Customers can enter a list or upload an image of one, and Cart Assistant will automatically add the necessary items to their basket. This includes photos of handwritten lists or screenshots of recipes and their ingredients. Users can then customize the basket by swapping items for preferred brands or adding more products from the store.​</p>\n\n<figure class=\"wp-block-image aligncenter size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/UberEats-cart-assistant.gif?w=346\" alt=\"\" class=\"wp-image-3092211\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Uber Eats</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Uber Eats notes that Cart Assistant uses previous orders to prioritize familiar items — like your usual milk or favorite oatmeal — to make the experience more personalized.​</p>\n\n<p class=\"wp-block-paragraph\">“Users were telling us they wanted a quicker way to shop, and we know how precious your time is,” Uber CTO Praveen Neppalli Naga said in a statement. “Cart Assistant helps you get from idea to checkout in seconds.” </p>\n\n<p class=\"wp-block-paragraph\">Cart Assistant could help Uber Eats better compete with other food delivery and grocery apps that are already integrating or developing AI chatbots.​ For example, Instacart launched an AI search tool powered by OpenAI’s ChatGPT in 2023 to help customers save time and receive personalized shopping recommendations. <a href=\"https://www.bloomberg.com/news/articles/2023-07-27/doordash-is-working-on-an-ai-chatbot-to-speed-up-food-ordering\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">DoorDash</a> was also reportedly testing an AI chatbot called DashAI that same year.​</p>\n\n<p class=\"wp-block-paragraph\">Last year, both <a href=\"https://techcrunch.com/2025/12/29/how-to-use-the-new-chatgpt-app-integrations-including-doordash-spotify-uber-and-others/\" target=\"_blank\" rel=\"noreferrer noopener\">Uber Eats and rival DoorDash integrated with ChatGPT</a> to streamline food ordering. With Uber Eats, U.S. users can browse local restaurants and menus in ChatGPT, then complete their purchase in the Uber Eats app. DoorDash’s integration allows users to request meal plans and automatically add all necessary ingredients to their DoorDash cart.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Notably, Bloomberg reported in 2023 that Uber Eats was <a href=\"https://techcrunch.com/2023/08/28/uber-eats-developing-ai-chatbot-offer-recommendations-speed-up-ordering/\" target=\"_blank\" rel=\"noreferrer noopener\">developing an AI-powered chatbot</a> that would supposedly ask users about their budget and food preferences, and help them place an order.​</p>\n\n<p class=\"wp-block-paragraph\">Overall, Uber Eats is rapidly investing in AI, including <a href=\"https://www.uber.com/newsroom/merchant-product\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">tools for merchants</a> like AI-generated menu descriptions, enhanced food photos, and customer review summaries.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Who will own your company’s AI layer? Glean’s CEO explains | TechCrunch",
            "time": "2026-02-11T20:49:07",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/GettyImages-2259183614.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"></p>\n\n\n\n<p class=\"wp-block-paragraph\">Enterprise AI is shifting fast from chatbots that answer questions to systems that actually do the work across an organization. But who will own the AI layer that powers all of it? </p>\n\n\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.glean.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Glean</a>, which started as an enterprise search product, has evolved into what it calls an “AI work assistant,” aiming to sit underneath other AI experiences, connecting to internal systems, managing permissions, and delivering intelligence wherever employees work. Investors are buying into the vision, too — the startup raised <a href=\"https://techcrunch.com/2025/06/10/enterprise-ai-startup-glean-lands-a-7-2b-valuation/\" target=\"_blank\" rel=\"noreferrer noopener\">$150 million last year at a $7.2 billion valuation</a> as more competition heats up against tech giants bundling AI. </p>\n\n\n\n<p class=\"wp-block-paragraph\">Watch as <a href=\"https://techcrunch.com/podcasts/equity/\" target=\"_blank\" rel=\"noreferrer noopener\">Equity</a> host Rebecca Bellan sits down with Glean’s CEO and founder Arvind Jain at Web Summit Qatar to break down how enterprises are thinking about AI architecture, what’s driving consolidation, and what’s real versus hype in the agent space. </p>\n\n\n\n<p class=\"wp-block-paragraph\">Subscribe to Equity on <a href=\"https://www.youtube.com/@TechCrunch\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">YouTube</a>,<a href=\"https://itunes.apple.com/us/podcast/id1215439780\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Apple Podcasts</a>,<a href=\"https://overcast.fm/itunes1215439780/equity\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Overcast</a>,<a href=\"https://open.spotify.com/show/5IEYLip3eDppcOmy5DmphC?si=rZDFHv2sQUul_g94iCRgpQ\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Spotify</a> and all the casts. You also can follow Equity on<a href=\"https://twitter.com/EquityPod\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> X</a> and<a href=\"https://www.threads.net/@equitypod\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Threads</a>, at @EquityPod. </p>\n</div>\n\n\t\t</div></body></html>"
        },
        {
            "title": "Elon Musk suggests spate of xAI exits have been push, not pull | TechCrunch",
            "time": "2026-02-11T20:47:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2199701496.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Elon Musk is addressing a wave of departures from xAI, including two more co-founders who left this week, bringing the total to six out of the original 12.</p>\n\n<p class=\"wp-block-paragraph\">At an all-hands meeting Tuesday night, Musk suggested the exits were about fit, not performance. “Because we’ve reached a certain scale, we’re organizing the company to be more effective at this scale,” he said, <a rel=\"nofollow\" href=\"https://www.nytimes.com/2026/02/10/technology/elon-musk-lunar-factory.html\">according to The New York Times</a>. “And actually, when this happens, there’s some people who are better suited for the early stages of a company and less suited for the later stages.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Wednesday afternoon on X, he went further, making clear these departures <a rel=\"nofollow\" href=\"https://x.com/elonmusk/status/2021673886157607383?s=46&amp;t=dDcpMIMYg6fdPePSTT9k6w\">weren’t voluntary</a>. “xAI was reorganized a few days ago to improve speed of execution,” Musk wrote. “As a company grows, especially as quickly as xAI, the structure must evolve just like any living organism. This unfortunately required parting ways with some people.”</p>\n\n<p class=\"wp-block-paragraph\">He added that the company is “hiring aggressively” and closed with a quintessentially Musk pitch: “Join xAI if the idea of mass drivers on the Moon appeals to you.”</p>\n\n<p class=\"wp-block-paragraph\">Losing half your co-founders in a relatively short period raises questions, and Musk’s comments seem designed to control the narrative, reframing the exits as necessary rather than a problem for the outfit.</p>\n\n<p class=\"wp-block-paragraph\">In total, at least 10 engineers, including the <a href=\"https://techcrunch.com/2026/02/10/nearly-half-of-xais-founding-team-has-now-left-the-company/\">two co-founders</a>, have publicly announced their departure from xAI in the past week — though two of those exits appear to have occurred a few weeks ago.</p>\n\n<p class=\"wp-block-paragraph\">Three of the departing staff members have said they will be starting something new alongside other former xAI engineers, although no details are available about the new venture. Others have hinted at a desire for more autonomy and smaller teams to build frontier tech more rapidly, pointing to the anticipated surge in AI productivity.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Yuhuai (Tony) Wu, an xAI co-founder and reasoning lead, <a href=\"https://x.com/Yuhu_ai_/status/2021113745024614671\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said in a post</a> announcing his resignation: “It’s time for my next chapter. It is an era with full possibilities: a small team armed with AIs can move mountains and redefine what’s possible.”</p>\n\n<p class=\"wp-block-paragraph\">Shayan Salehian, who worked on product infrastructure and model behavior post-training at xAI and previously worked at Twitter/X, <a href=\"https://x.com/shayan_/status/2020240890233807232\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said last week</a> he was leaving to “start something new.” </p>\n\n\n\n<p class=\"wp-block-paragraph\">Vahid Kazemi, who had a brief stint working on machine learning, <a href=\"https://x.com/vahidk/status/2021392140933402976?s=46&amp;t=Epl8sTZrKzZ5ctcw3cgciw\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">posted Tuesday</a> that he left a few weeks ago, adding: “IMO, all AI labs are building the exact same thing, and it’s boring … So, I’m starting something new.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Roland Gavrilescu, a former xAI engineer, left in November to start Nuraline, a company building “forward-deployed AI agents,” but posted again on Tuesday that he left the firm to build “something new with others that left xAI.”</p>\n\n<p class=\"wp-block-paragraph\">The departures come at a moment of <a href=\"https://techcrunch.com/2026/01/27/among-the-worst-weve-seen-report-slams-xais-grok-over-child-safety-failures/\" target=\"_blank\" rel=\"noreferrer noopener\">significant controversy</a> for xAI. The company is facing <a href=\"https://techcrunch.com/2026/01/14/musk-denies-awareness-of-grok-sexual-underage-images-as-california-ag-launches-probe/\" target=\"_blank\" rel=\"noreferrer noopener\">regulatory scrutiny</a> after Grok created nonconsensual explicit deepfakes of women and children that were disseminated on X — <a href=\"https://www.pbs.org/newshour/world/paris-prosecutors-raid-x-offices-as-part-of-investigation-over-child-abuse-images-deepfakes\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">French authorities last week raided X</a> offices as part of an investigation. The company is also moving toward a <a href=\"https://techcrunch.com/2026/01/29/elon-musk-spacex-tesla-xai-merger-talks-ipo-reuters/\" target=\"_blank\" rel=\"noreferrer noopener\">planned IPO </a>later this year, after being <a href=\"https://techcrunch.com/2026/02/02/elon-musk-spacex-acquires-xai-data-centers-space-merger/\" target=\"_blank\" rel=\"noreferrer noopener\">legally acquired by SpaceX</a> last week.</p>\n\n<p class=\"wp-block-paragraph\">Musk is also facing personal controversy after files published by the Justice Department show extended conversations with convicted rapist and sex trafficker Jeffrey Epstein. The emails show Musk <a href=\"https://www.nbcnews.com/tech/elon-musk/expressed-interest-visiting-jeffrey-epstein-island-emails-show-doj-rcna256784\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">discussing a visit to Epstein’s island</a> on two separate occasions, in 2012 and 2013. Epstein was first convicted of procuring a child for prostitution in 2008.</p>\n\n<p class=\"wp-block-paragraph\">xAI maintains a headcount of <a href=\"https://www.businessinsider.com/xai-org-chart-employees-elon-musk-direct-reports-2025-3\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">over 1,000 employees</a>, so the departures are unlikely to affect the company’s short-term capabilities. Still, the rapid pace of the recent departures had taken on a life of its own online, with users jokingly announcing on X that they too are “leaving xAI” despite never having worked there — a sign of how quickly the narrative of a “mass exodus” snowballed on Musk’s social network.</p>\n\n<p class=\"wp-block-paragraph\">Still, forced co-founder exits are rarely a sign of smooth scaling. While Musk frames the reorganization as calculated, the fact that several engineers followed the co-founders out the door — and that at least three are starting something new together — suggests the departures may also reflect deeper tensions. In frontier AI, where talent is scarce and reputation matters, xAI’s ability to attract and retain top researchers will be tested as it competes with OpenAI, Anthropic, and Google.</p>\n\n<p class=\"wp-block-paragraph\">TechCrunch has reached out to xAI for more information.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-timeline-of-departure-announcements\">Timeline of departure announcements</h2>\n\n<p class=\"wp-block-paragraph\">The following employees have publicly announced their departures from xAI on X in recent days:</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 6:  </strong><a href=\"https://x.com/ayushjaiswal/status/2019857451823296876\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Ayush Jaiswal</a>, engineer, wrote: “This was my last week at xAI. Will be taking a few months to spend time with family &amp; tinker with AI.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>February 7: </strong><a rel=\"nofollow\" href=\"https://x.com/shayan_/status/2020240890233807232\">Shayan Salehian</a>, who worked on product infrastructure and model behavior post-training and was previously at X, wrote: “I left xAI to start something new, closing my 7+ year chapter working at Twitter, X, and xAI with so much gratitude.” He added that working closely with Elon Musk taught him “obsessive attention to detail, maniacal urgency, and to think from first principles.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 9: </strong><a rel=\"nofollow\" href=\"https://x.com/simon_zhai/status/2020980340895121869\">Simon </a><a href=\"https://x.com/simon_zhai/status/2020980340895121869\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Zhai</a>, MTS (member of technical staff), wrote: “Today is my last day at xAI, feeling very fortunate about the opportunity. It has been an amazing journey.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 9:</strong> <a href=\"https://x.com/Yuhu_ai_/status/2021113745024614671\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Yuhuai</a><a rel=\"nofollow\" href=\"https://x.com/Yuhu_ai_/status/2021113745024614671\"> (Tony) Wu</a>, co-founder and reasoning lead, wrote: “I resigned from xAI today. It’s time for my next chapter. It is an era with full possibilities: a small team armed with AIs can move mountains and redefine what’s possible.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 10:</strong> <a href=\"https://x.com/jimmybajimmyba/status/2021374875793801447\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Jimmy Ba</a>, co-founder and research/safety lead, wrote: “Last day at xAI. We are heading to an age of 100x productivity with the right tools. Recursive self improvement loops likely go live in the next 12 months. It’s time to recalibrate my gradient on the big picture. 2026 is gonna be insane and likely the busiest (and most consequential) year for the future of our species.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 10:</strong> <a rel=\"nofollow\" href=\"https://x.com/VahidK/status/2021392140933402976\">Vahid Kazemi</a>, an ML PhD, wrote that he had left xAI “a few weeks ago,” adding: “IMO, all AI labs are building the exact same thing, and it’s boring. I think there’s room for more creativity. So, I’m starting something new.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 10:</strong> <a href=\"https://x.com/hangg70/status/2021412690321924543\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Hang Gao</a>, who worked on multimodal efforts, including Grok Imagine, wrote: “I left xAI today.” He described his time there as “truly rewarding,” citing contributions to Grok Imagine’s releases and praising the team’s “humble craftsmanship and ambitious vision.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 10:</strong> <a rel=\"nofollow\" href=\"https://x.com/rolandgvc\">Roland </a><a href=\"https://x.com/rolandgvc\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Gavrilescu</a>, the engineer who left in November to start Nuraline, posted: “I left xAI. Building something new with others that left xAI. We’re hiring :)”</p>\n\n<p class=\"wp-block-paragraph\"><strong>February 10:</strong> <a href=\"https://x.com/Chace_AGI/status/2021452881875141060\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Chace</a><a rel=\"nofollow\" href=\"https://x.com/Chace_AGI/status/2021452881875141060\"> Lee,</a> a member of the Macrohard founding team, wrote: “Taking a brief reset, then back to the frontier.” (Macrohard is an AI-only software venture under xAI designed to fully automate software development, coding, and operations using Grok-powered, multi-agent systems. Its name is a dig at Microsoft.)</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>February 11: </strong><a rel=\"nofollow\" href=\"https://x.com/textangel/status/2021718007433900230\">Andrew Ma</a>, who had been at xAI since X was called Twitter, worked on app and recommendation model improvements, including “the X video feed, search bar, user modeling, starter-packs and the home feed model.” He wrote: “I’m excited about the future- not sure what I’ll be doing yet (my DMs are open), but there is a world to be changed and no time to waste. Go team, stay focused, be energized, I can’t wait to see you all on the moon and beyond, believe me when I say there is no one that I trust more on the entire planet to get there, there is a world to win.”</p>\n\n<p class=\"wp-block-paragraph\"><em>This article was updated to include an additional employee departure. </em></p>\n\n<p class=\"wp-block-paragraph\"><em>Got a sensitive tip or confidential documents? We’re reporting on the inner workings of the AI industry — from the companies shaping its future to the people impacted by their decisions. Reach out to Rebecca Bellan at <a href=\"mailto:rebecca.bellan@techcrunch.com/\" target=\"_blank\" rel=\"noreferrer noopener\">rebecca.bellan@techcrunch.com</a></em>,<em> Russell Brandom at <a href=\"mailto:russell.brandom@techcrunch.com/\" target=\"_blank\" rel=\"noreferrer noopener\">russell.brandom@techcrunch.com</a></em>, or Tim Fernholz at <a href=\"mailto:tim.fernholz@techcrunch.com/\" target=\"_blank\" rel=\"noreferrer noopener\">tim.fernholz@techcrunch.com</a><em>. For secure communication, you can contact them via Signal at rebeccabellan.491, russellbrandom.49, or </em>tim_fernholz.21.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}