{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "Instead of selling to Meta, AI chip startup FuriosaAI signed a huge customer | TechCrunch",
            "time": "2025-07-22T05:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/05/GettyImages-1366897838.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">South Korean AI chip startup <a href=\"https://furiosa.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">FuriosaAI</a> announced a partnership on Tuesday to supply its AI chip, <a href=\"https://furiosa.ai/rngd\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">RNGD</a>, to enterprises using <a href=\"https://www.lgresearch.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">LG AI Research</a>‘s recently unveiled EXAONE platform. </p>\n\n<p class=\"wp-block-paragraph\">RNGD is optimized for running large language models (LLMs) and <a href=\"https://www.lgresearch.ai/exaone\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">just last week, the Korean tech giant  LG unveiled</a> its next-generation <a href=\"https://huggingface.co/LGAI-EXAONE\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">hybrid AI model EXAONE 4.0.</a> The collaboration targets key sectors, including electronics, finance, telecommunications, and biotechnology, for a range of diverse applications.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">This news comes roughly three months after FuriosaAI <a href=\"https://techcrunch.com/2025/03/24/ai-chip-startup-furiosaai-reportedly-turns-down-800m-acquisition-offer-from-meta/\" target=\"_blank\" rel=\"noreferrer noopener\">declined Meta’s $800 million acquisition offer</a>, opting to remain independent.</p>\n\n<p class=\"wp-block-paragraph\">The deal fell through due to disagreements over post-acquisition business strategy and organizational structure, rather than price issues, according to local media outlets. Meta’s interest in acquiring AI chipmakers like FuriosaAI reflects its broader strategy to reduce its reliance on third-party suppliers, such as Nvidia.</p>\n\n<p class=\"wp-block-paragraph\">When asked why the deal with Meta fell through, CEO of FuriosaAI June Paik told TechCrunch: “We want to continue our mission, and I think it’s an exciting opportunity at the same time. I believe it’s a very impactful contribution, both personally and for the company, to make AI computing more sustainable.”</p>\n\n<p class=\"wp-block-paragraph\">With M&amp;A (at least from Meta) off the table, Paik declined to specify if the startup is now in pursuit of fresh funding. </p>\n\n<figure class=\"wp-block-image size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?w=680\" alt=\"\" class=\"wp-image-3029827\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png 1999w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=150,96 150w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=300,192 300w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=768,491 768w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=680,434 680w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=1200,767 1200w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=1280,818 1280w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=430,275 430w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=720,460 720w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=900,575 900w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=800,511 800w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=1536,981 1536w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=668,427 668w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=587,375 587w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=966,617 966w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=708,452 708w, https://techcrunch.com/wp-content/uploads/2025/07/server_fc7b15.png?resize=50,32 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"></figure>\n\n<p class=\"wp-block-paragraph\">However, Paik says this new partnership will lead to business possibilities far beyond South Korea. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“LG AI’s EXAONE is regarded as the leading sovereign AI model in South Korea. It won’t be used just within LG. It will be one of the main AI models used in the Korean AI ecosystem. We expect there will be many demands for this EXAONE, as well as for our chip solutions in South Korea, but not only in Korea. The LG team is also partnering with and doing business with global customers. So, we also expect this to be used by those customers, including global customers,” Paik said.</p>\n\n<p class=\"wp-block-paragraph\">LG AI’s decision to adopt Furiosa’s AI chip and accelerator is notable for another reason: it’s one of the few public endorsements of a rival to Nvidia by a major enterprise, Paik said. One major reason for the win is that the startup’s hardware costs less. </p>\n\n<p class=\"wp-block-paragraph\">“We had to prove that our solution not only delivers strong performance but also lowers total cost of ownership,” Paik said.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">FuriosaAI claims that its RNGD accelerator outperformed competitive GPUs with LG AI Research’s EXAONE models, delivering 2.25 times better inference performance. Paik also says that LG found the FuriosaAI hardware was more energy efficiency.</p>\n\n<p class=\"wp-block-paragraph\">Furiosa’s chip is not a general GPU but was built exclusively for AI. “We can support a wide variety of AI models efficiently. But unlike GPUs, which are still fundamentally general-purpose processors, our architecture is natively built for AI computing. We do not develop our chip for rendering or mining,” Paik said.</p>\n\n<p class=\"wp-block-paragraph\">The Seoul-based startup, which also operates an office in Santa Clara, has a global team of just 15 employees.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Tesla's retro-futuristic diner officially opens as Elon Musk hints at more locations | TechCrunch",
            "time": "2025-07-22T02:29:52",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2224039901.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The Tesla Diner &amp; Drive-In, a long-awaited and hyped facility that combines retro nostalgia and futurism with the automaker’s fast-charging network, officially opened at 4:20 p.m. Monday in Hollywood, California. </p>\n\n<p class=\"wp-block-paragraph\">The Tesla Diner &amp; Drive-In is technically a place for Tesla drivers to charge their EVs and maybe get hamburger, hot dog, or other classic diner menu items (<a rel=\"nofollow\" href=\"https://la.eater.com/restaurant-openings/287015/tesla-diner-los-angeles-full-menu-reveal\">which Eater shared in full</a>). The diner, which per reporting from <a rel=\"nofollow\" href=\"https://www.notateslaapp.com/news/2940/tesla-hollywood-diner-opens-a-look-at-the-food-merch-features-and-more-videos\">Not a Tesla App</a> is loaded with Tesla-branded merchandise, an Optimus robot, and two 45-foot LED movie screens, is clearly hoping to attract more than just Tesla owners.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It’s too early to tell if the diner, which boasts 80 v4 Superchargers stalls and a drive-in movie theater that syncs with speakers inside a driver’s Tesla, will become an enduring fixture of Hollywood. The long lines of people who queued up Monday morning suggests the diner will attract crowds for awhile. </p>\n\n<p class=\"wp-block-paragraph\">Even before its doors officially opened, Tesla CEO Elon Musk mused about establishing more of the diners globally.</p>\n\n<p class=\"wp-block-paragraph\">“If our retro-futuristic diner turns out well, which I think it will, @Tesla will establish these in major cities around the world, as well as at Supercharger sites on long distance routes,” <a rel=\"nofollow\" href=\"https://x.com/elonmusk/status/1947191931563565508\">Musk posted on X</a>. </p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OpenAI and Google outdo the mathletes, but not each other | TechCrunch",
            "time": "2025-07-22T00:06:41",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2016/03/shutterstock_317431127.jpg?w=1000",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">AI models from <a href=\"https://x.com/alexwei_/status/1946477742855532918\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">OpenAI</a> and <a href=\"https://x.com/demishassabis/status/1947337615054671882\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Google DeepMind</a> achieved gold-medal scores in the 2025 International Math Olympiad (IMO), one of the world’s oldest and most challenging high school-level math competitions, the companies independently announced in recent days.</p>\n\n<p class=\"wp-block-paragraph\">The results underscore just how fast AI systems are advancing, and yet, how evenly matched Google and OpenAI seem to be in the AI race. AI companies are competing fiercely for the public perception of being ahead in the AI race: an intangible battle of “vibes” that can have big implications for securing top AI talent. A lot of AI researchers come from backgrounds in competitive math, so benchmarks like IMO mean more than others.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Last year, <a href=\"https://deepmind.google/discover/blog/ai-solves-imo-problems-at-silver-medal-level/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Google scored a silver medal at IMO</a> using a “formal” system, meaning it required humans to translate problems into a machine‑readable format. This year, both OpenAI and Google entered “informal” systems into the competition, which were able to ingest questions and generate proof‑based answers in natural language. Both companies claim their AI models correctly answered five out of six questions on IMO’s test, scoring higher than most high school students and Google’s AI model from last year, without requiring any human-machine translation.</p>\n\n<p class=\"wp-block-paragraph\">In interviews with TechCrunch, researchers behind OpenAI and Google’s IMO efforts claimed that these gold-medal performances represent breakthroughs around AI reasoning models in non-verifiable domains. While AI reasoning models tend to do well on questions with straightforward answers, such as simple math or coding tasks, these systems struggle on tasks with more ambiguous solutions, such as buying a great chair or helping with complex research.</p>\n\n<p class=\"wp-block-paragraph\">However, Google is raising questions around how OpenAI conducted and announced its gold-medal IMO performance. After all, if you’re going to enter AI models into a math contest for high schoolers, you might as well argue like teenagers.</p>\n\n<p class=\"wp-block-paragraph\">Shortly after OpenAI announced its feat on Saturday morning, <a href=\"https://x.com/demishassabis/status/1947337618787615175\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Google DeepMind’s CEO </a>and researchers took to social media to <a href=\"https://x.com/lmthang/status/1946960256439058844\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">slam OpenAI for announcing its gold medal prematurely </a>— shortly after IMO announced which high schoolers had won the competition on Friday night — and for not having their model’s test officially evaluated by IMO.</p>\n\n\n\n<p class=\"wp-block-paragraph\">Thang Luong, a Google DeepMind senior researcher and lead for the IMO project, told TechCrunch that Google waited to announce its IMO results to respect the students participating in the competition.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Luong said that Google has been working with IMO’s organizers since last year in preparation for the test and wanted to have the IMO president’s blessing and official grading before <a href=\"https://deepmind.google/discover/blog/advanced-version-of-gemini-with-deep-think-officially-achieves-gold-medal-standard-at-the-international-mathematical-olympiad/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announcing its official results, which it did on Monday morning</a>.</p>\n\n<p class=\"wp-block-paragraph\">“The IMO organizers have their grading guideline,” Luong said. “So any evaluation that’s not based on that guideline could not make any claim about gold-medal level [performance].”</p>\n\n<p class=\"wp-block-paragraph\">Noam Brown, a senior OpenAI researcher who worked on the IMO model, told TechCrunch that IMO reached out to OpenAI a few months ago about participating in a formal math competition, but the ChatGPT-maker declined because it was working on natural language systems that it thought were more worth pursuing. Brown says OpenAI didn’t know IMO was conducting an informal test with Google.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">OpenAI says it hired third-party evaluators — three former IMO medalists who understood the grading system — to grade its AI model’s performance. After OpenAI learned of its gold-medal score, Brown said the company reached out to IMO, which then told the company to wait to announce until after IMO’s Friday night award ceremony.</p>\n\n<p class=\"wp-block-paragraph\">IMO did not respond to TechCrunch’s request for comment.</p>\n\n<p class=\"wp-block-paragraph\">Google isn’t necessarily wrong here — it did go through a more official, rigorous process to achieve its gold-medal score — but the debate may miss the bigger picture: AI models from several leading AI labs are improving quickly. Countries from around the world sent their brightest students to compete at IMO this year, and just a few percent of them scored as well as OpenAI and Google’s AI models did.</p>\n\n<p class=\"wp-block-paragraph\">While OpenAI used to have a significant lead over the industry, it certainly feels as though the race is more closely matched than any company would like to admit. OpenAI is expected to release GPT-5 in the coming months, and the company certainly hopes to give off the impression that it still leads the AI industry.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Serial spyware founder Scott Zuckerman wants the FTC to unban him from the surveillance industry | TechCrunch",
            "time": "2025-07-21T22:40:44",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/02/stalkerware-spill-hed-main.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The founder of a spyware company who was banned from the surveillance industry following an earlier data breach is now seeking to undo the ban, according to the Federal Trade Commission. </p>\n\n<p class=\"wp-block-paragraph\">In a notice on Friday, the <a href=\"https://www.ftc.gov/news-events/news/press-releases/2021/09/ftc-bans-spyfone-ceo-surveillance-business-orders-company-delete-all-secretly-stolen-data\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">federal watchdog said</a> Scott Zuckerman sought to rescind or modify the 2021 ban imposed by the FTC on his company Support King and its subsidiaries. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The ban included a provision requiring Zuckerman to maintain certain cybersecurity practices and undergo frequent audits for any of his businesses, after his spyware subsidiary SpyFone in 2018 spilled thousands of people’s private phone data, including photos, messages, and location data, to the public web.</p>\n\n<p class=\"wp-block-paragraph\">The FTC’s then five commissioners <a href=\"https://techcrunch.com/2021/09/02/spyfone-ftc-stalkerware/\" target=\"_blank\" rel=\"noreferrer noopener\">unanimously voted</a> to ban Zuckerman and Support King from offering, selling, or promoting any phone-monitoring app, preventing him from operating in the surveillance industry. </p>\n\n<p class=\"wp-block-paragraph\">Zuckerman now claims the order imposed an “unnecessary burden” because the financial costs needed to comply with the order made it more difficult for him to expand his other businesses.</p>\n\n<p class=\"wp-block-paragraph\">The review of Zuckerman’s petition is expected to be closely watched by privacy advocates and critics of the surveillance industry and could signal one of the first major cybersecurity tests for the Republican-controlled federal agency. If the agency moves to modify the order or vacate it entirely, it would pave the way for a surveillance vendor with a history of data breaches to legally operate again unimpeded.</p>\n\n<p class=\"wp-block-paragraph\">Despite the ban taking effect in 2021, Zuckerman was caught involved in another spyware operation less than a year later. </p>\n\n<p class=\"wp-block-paragraph\">In 2022, <a href=\"https://techcrunch.com/2022/12/17/support-king-ftc-spytrac/\" target=\"_blank\" rel=\"noreferrer noopener\">TechCrunch received a cache of breached data</a> from the servers of a phone spyware app called SpyTrac, which revealed it was being run by a group of freelance developers with direct ties to Support King, likely to skirt the FTC’s ban. The breached data also contained records from SpyFone, despite the FTC’s order requiring the company to delete the data it illegally obtained from victims’ phones. SpyTrac went offline soon after we contacted Zuckerman for comment.</p>\n\n<p class=\"wp-block-paragraph\">Zuckerman’s petition is already facing criticism from the security community.</p>\n\n<p class=\"wp-block-paragraph\">“I think this petition should be opposed loudly and vigorously. Mr. Zuckerman has repeatedly shown himself to be a bad actor, flouting the FTC by continuing to run his stalkerware company even after the ban was issued,” Eva Galperin, the director of cybersecurity at the Electronic Frontier Foundation, told TechCrunch.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“There is no doubt that both the ban and the continued reporting requirements are personally burdensome to him, but I would argue that that is the point,” said Galperin. “I have no doubt that Mr. Zuckerman would start up another stalkerware company the minute he thought he could get away with it.” </p>\n\n<p class=\"wp-block-paragraph\">It’s not clear how the FTC will vote on Zuckerman’s petition, nor did the agency set a date. A spokesperson for the FTC did not comment when reached by TechCrunch. The FTC is required by law to seek comments on petitions to undo the agency’s orders. </p>\n\n<p class=\"wp-block-paragraph\">The <a href=\"https://www.regulations.gov/docket/FTC-2025-0198\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">public can leave feedback</a> on Zuckerman’s petition until August 19.</p>\n\n<p class=\"wp-block-paragraph\">The FTC is chaired by Trump-appointed Andrew Ferguson, who serves alongside two other Republicans, Mark Meador and Melissa Holyoak. Democratic commissioner Rebecca Kelly Slaughter was reappointed to the FTC last week after the Trump administration <a href=\"https://www.theverge.com/politics/710029/slaughter-trump-bedoya-ftc-democrats-removal-unlawful\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">attempted to fire her</a>. The remaining fifth commissioner seat remains vacant. </p>\n\n<p class=\"wp-block-paragraph\">In his petition, Zuckerman appealed to Ferguson directly and the commission’s “current enforcement philosophy,” which Zuckerman told TechCrunch was about “making sure regulations actually provide a positive impact for consumers and the public.”</p>\n\n<p class=\"wp-block-paragraph\">Galperin, meanwhile, said it was important to maintain the reporting requirements on Zuckerman’s future ventures if they are “in any way connected to the internet because he has repeatedly demonstrated that he cannot secure sensitive user data.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "ChatGPT users send 2.5 billion prompts a day | TechCrunch",
            "time": "2025-07-21T19:44:43",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/11/GettyImages-1733837014-e.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">ChatGPT receives 2.5 billion prompts from global users every day, OpenAI told <a href=\"https://www.axios.com/2025/07/21/sam-altman-openai-trump-dc-fed\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Axios</a>. About 330 million of those are coming from users in the U.S.</p>\n\n<p class=\"wp-block-paragraph\">These numbers show just how ubiquitous OpenAI’s flagship product is becoming.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Google’s parent company, Alphabet, does not release daily search data, but recently revealed that Google receives 5 trillion queries per year, which averages to just under 14 billion daily searches. Independent researchers have found similar trends. Neil Patel of NP Digital <a href=\"https://hs-41371482.f.hubspotemail.net/hub/41371482/hubfs/WEB%20SUMMIT%20VANCOUVER%20-%2020%20charts%20in%2020%20minutes%20-%20Download%20version-min.pdf?utm_campaign=13939552-US%20-%20Mkt%20Campaigns%20-%20MQL%20-%20Download%20Deck%20-%20Web%20Summit%20Vancouver%202025&amp;utm_medium=email&amp;_hsenc=p2ANqtz--fA-dhPaVMYtd3DlGQGB_GRw1-daIWTNA8hTU37_evKFBsfj7Yj9AatVLAhn-w281ZssCwC0lP5q-oDsP71bRNqOH7D7nEBYS_hUeoj9EK_4Aavno&amp;_hsmi=363531912&amp;utm_content=363531912&amp;utm_source=hs_automation\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">estimates</a> that Google receives 13.7 billion searches daily, while research from SparkToro and Datos — two digital marketing companies — estimates that the figure is around <a href=\"https://sparktoro.com/blog/new-research-how-often-do-americans-search-google-which-search-verticals-do-they-use/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">16.4 billion</a> per day.</p>\n\n<p class=\"wp-block-paragraph\">Still, ChatGPT has shown impressively rapid growth. In December, OpenAI CEO Sam Altman <a href=\"https://www.theverge.com/2024/12/4/24313097/chatgpt-300-million-weekly-users\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said</a> that users send over 1 billion queries to ChatGPT each day. At Altman’s word, the company’s search volume has more than doubled in around eight months.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t</div></body></html>"
        }
    ]
}