{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "Sam Altman warns there's no legal confidentiality when using ChatGPT as a therapist | TechCrunch",
            "time": "2025-07-25T17:33:29",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/altman-on-theo-von.jpg?resize=1200,672",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">ChatGPT users may want to think twice before turning to their AI app for therapy or other kinds of emotional support. According to OpenAI CEO Sam Altman, the AI industry hasn’t yet figured out how to protect user privacy when it comes to these more sensitive conversations, because there’s no doctor-patient confidentiality when your doc is an AI. </p>\n\n<p class=\"wp-block-paragraph\">The exec made these comments on a <a href=\"https://www.youtube.com/watch?v=aYn8VKW6vXA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">recent episode</a> of Theo Von’s podcast, This Past Weekend w/ Theo Von.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Sam Altman | This Past Weekend w/ Theo Von #599\" src=\"https://www.youtube.com/embed/aYn8VKW6vXA?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<p class=\"wp-block-paragraph\">In response to a question about how AI works with today’s legal system, Altman said one of the problems of not yet having a legal or policy framework for AI is that there’s no legal confidentiality for users’ conversations. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“People talk about the most personal sh** in their lives to ChatGPT,” Altman said. “People use it — young people, especially, use it — as a therapist, a life coach; having these relationship problems and [asking] ‘what should I do?’ And right now, if you talk to a therapist or a lawyer or a doctor about those problems, there’s legal privilege for it. There’s doctor-patient confidentiality, there’s legal confidentiality, whatever. And we haven’t figured that out yet for when you talk to ChatGPT.”</p>\n\n<p class=\"wp-block-paragraph\">This could create a privacy concern for users in the case of a lawsuit, Altman added, because OpenAI would be legally required to produce those conversations today. </p>\n\n<p class=\"wp-block-paragraph\">“I think that’s very screwed up. I think we should have the same concept of privacy for your conversations with AI that we do with a therapist or whatever — and no one had to think about that even a year ago,” Altman said. </p>\n\n<p class=\"wp-block-paragraph\">The company understands that the lack of privacy could be a blocker to broader user adoption. In addition to AI’s demand for so much online data during the training period, it’s being asked to produce data from users’ chats in some legal contexts. Already, OpenAI <a href=\"https://openai.com/index/response-to-nyt-data-demands/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">has been fighting a court order</a> in its lawsuit with The New York Times, which would require it to save the chats of hundreds of millions of ChatGPT users globally, excluding those from ChatGPT Enterprise customers.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">In a statement on its website, OpenAI said it’s appealing this order, which it called “an overreach.” If the court could override OpenAI’s own decisions around data privacy, it could open the company to further demand for legal discovery or law enforcement purposes. Today’s tech companies are regularly subpoenaed for user data in order to aid in criminal prosecutions. But in more recent years, there have been additional concerns about digital data as laws began limiting access to previously established freedoms, like a woman’s right to choose.</p>\n\n<p class=\"wp-block-paragraph\">When the Supreme Court overturned Roe v. Wade, for example, customers <a href=\"https://techcrunch.com/2022/06/27/consumers-swap-period-tracking-apps-in-search-of-increased-privacy-following-roe-v-wade-ruling/\">began switching to more private period-tracking apps</a> or to Apple Health, which encrypted their records. </p>\n\n<p class=\"wp-block-paragraph\">Altman asked the podcast host about his own ChatGPT usage, as well, given that Von said he didn’t talk to the AI chatbot much due to his own privacy concerns.  </p>\n\n<p class=\"wp-block-paragraph\">“I think it makes sense … to really want the privacy clarity before you use [ChatGPT] a lot — like the legal clarity,” Altman said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "A timeline of the US semiconductor market in 2025 | TechCrunch",
            "time": "2025-07-25T17:01:24",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/05/GettyImages-1366897838.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">It’s been a tumultuous year for the U.S. semiconductor industry.</p>\n\n<p class=\"wp-block-paragraph\">The semiconductor industry plays a sizable role in the “AI race” that the U.S. seems determined to win, which is why this context is worth paying attention to: from Intel’s appointment of Lip-Bu Tan to CEO — who wasted no time getting to work trying to revitalize the legacy company — to Joe Biden proposing sweeping new AI chip export rules on his way out of office that never came to fruition. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Here’s a look at what’s happened so far in 2025. </p>\n\n<h2 class=\"wp-block-heading\">July</h2>\n\n<h3 class=\"wp-block-heading\">Intel continues to look for efficiency</h3>\n\n<p class=\"wp-block-paragraph\"><strong>July 24:</strong> Intel announced that it was <a href=\"https://techcrunch.com/2025/07/24/intel-continues-to-pull-back-on-its-manufacturing-projects/\">pulling back on some of its manufacturing operations</a>. The company will no longer pursue its previously announced projects in Germany and Poland and is consolidating its test operations. Intel also announced it plans to end this year with around 75,000 employees.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-trump-s-ai-action-plan\">Trump’s AI Action Plan</h3>\n\n<p class=\"wp-block-paragraph\"><strong>July 23:</strong> The Trump administration unveiled its much-anticipated <a href=\"https://techcrunch.com/2025/07/23/trumps-ai-action-plan-aims-to-block-chip-exports-to-china-but-lacks-key-details/\">AI Action Plan</a> alongside multiple related executive orders. While the plan includes a lot regarding the need for U.S. chip export controls, and for the U.S. to coordinate with its allies on this effort, it doesn’t provide any concrete information on what these restrictions would look like.</p>\n\n<h3 class=\"wp-block-heading\">Groundbreaking UAE AI deal reportedly on hold</h3>\n\n<p class=\"wp-block-paragraph\"><strong>July 17:</strong> The Trump administration helped foster a groundbreaking deal in May that resulted in a commitment from the United Arab Emirates to buy billions of dollars’ worth of AI chips from Nvidia. But now <a href=\"https://techcrunch.com/2025/07/17/uaes-deal-to-buy-nvidia-ai-chips-reportedly-on-hold/\">that deal is reportedly on hold</a> as the U.S. works through national security concerns and fears that those chips could be smuggled from the Middle East to China.</p>\n\n<h3 class=\"wp-block-heading\">Nvidia is a bargaining chip</h3>\n\n<p class=\"wp-block-paragraph\"><strong>July 16:</strong> A day after semiconductor firms like Nvidia and AMD got the green light to resume selling certain AI chips to China, we found out why. U.S. Commerce Security Howard Lutnick said the plans to allow U.S. companies to start selling AI chips in China is <a href=\"https://techcrunch.com/2025/07/16/nvidias-resumption-of-h20-chip-sales-related-to-rare-earth-element-trade-talks/\">tied to ongoing trade discussions</a> between the U.S. and China regarding rare earth elements.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<h3 class=\"wp-block-heading\" id=\"h-u-s-chips-head-back-to-china\">U.S. chips head back to China</h3>\n\n<p class=\"wp-block-paragraph\"><strong>July 14:</strong> Nvidia said it was filing an application to <a href=\"https://techcrunch.com/2025/07/14/nvidia-is-set-to-resume-china-chip-sales-after-months-of-regulatory-whiplash/\">restart sales of H20 AI chips</a> in China, <a href=\"https://techcrunch.com/2025/07/10/nvidia-reportedly-plans-to-release-new-ai-chip-designed-for-china/\">confirming rumors from a few weeks prior</a>. The company also announced that it would be selling a new chip, the RTX Pro, which was designed specifically for the Chinese market.</p>\n\n<h3 class=\"wp-block-heading\">Malaysia fights chip smuggling</h3>\n\n<p class=\"wp-block-paragraph\"><strong>July 14:</strong> Malaysia announced that it was launching <a href=\"https://techcrunch.com/2025/07/14/malaysia-will-require-trade-permits-for-u-s-ai-chips/\">trade permits for U.S.-made AI chips</a>. Under this new restriction, any individual or business would need to give the Malaysian government 30 days notice before exporting any U.S. AI chips.</p>\n\n<h2 class=\"wp-block-heading\">June</h2>\n\n<h3 class=\"wp-block-heading\">Intel appoints new leadership</h3>\n\n<p class=\"wp-block-paragraph\"><strong>June 18: </strong>Intel announced <a href=\"https://www.intc.com/news-events/press-releases/detail/1743/intel-appoints-sales-and-engineering-leaders\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">four new leadership appointments</a> that Intel says will help it move toward its goal of becoming an engineering-first company again. Intel announced a new chief revenue officer in addition to multiple high-profile engineering hires.</p>\n\n<h3 class=\"wp-block-heading\">Intel to begin layoffs</h3>\n\n<p class=\"wp-block-paragraph\"><strong>June 17: </strong>Intel will begin to <a href=\"https://techcrunch.com/2025/06/17/intel-to-layoff-up-to-20-of-intel-foundry-workers/\">lay off a significant chunk of its Intel Foundry staff</a> in July. The company plans to eliminate at least 15%, and up to 20%, of workers in that business unit. These layoffs aren’t a shock: It was rumored back in April, and Intel’s CEO Lip-Bu Tan has said he wants to flatten the organization.</p>\n\n<h3 class=\"wp-block-heading\">Nvidia won’t report on China</h3>\n\n<p class=\"wp-block-paragraph\"><strong>June 13: </strong>Nvidia isn’t counting on the U.S. backing off of its AI chip export restrictions anytime soon. After the company took a financial hit from the newly imposed licensing requirements on its H20 AI chips, Nvidia CEO Jensen Huang said the company will <a href=\"https://techcrunch.com/2025/06/13/nvidia-to-exclude-china-from-its-revenue-and-profit-forecasts/\">no longer include the Chinese market</a> in future revenue and profit forecasts.</p>\n\n<h3 class=\"wp-block-heading\">AMD acquires the team behind Untether AI</h3>\n\n<p class=\"wp-block-paragraph\"><strong>June 6: </strong>AMD makes another acquisition — this time focused on talent. The company <a href=\"https://techcrunch.com/2025/06/06/amd-acqui-hires-the-employees-behind-untether-ai/\">acqui-hired the team behind Untether AI</a>, which develops AI inference chips, as the semiconductor giant continues to round out its AI offerings.</p>\n\n<h3 class=\"wp-block-heading\">AMD is coming for Nvidia’s AI hardware dominance</h3>\n\n<p class=\"wp-block-paragraph\"><strong>June 4: </strong>AMD continued its shopping spree. The company <a href=\"https://techcrunch.com/2025/06/04/amd-takes-aim-at-nvidias-ai-hardware-dominance-with-brium-acquisition/\">acquired AI software optimization startup Brium</a>, which helps companies retrofit AI software to work with different AI hardware. With a lot of AI software being designed with Nvidia hardware in mind, this acquisition isn’t surprising.</p>\n\n<h2 class=\"wp-block-heading\">May</h2>\n\n<h3 class=\"wp-block-heading\">Nvidia lays out the impact of chip export restrictions</h3>\n\n<p class=\"wp-block-paragraph\"><strong>May 28: </strong>Nvidia reported that U.S. licensing requirements on its H20 AI chips <a href=\"https://techcrunch.com/2025/05/28/nvidia-expects-to-lose-billions-in-revenue-due-to-h20-chip-licensing-requirements/\">cost the company $4.5 billion in charges</a> during Q1. The company expects these requirements to result in an $8 billion hit to Nvidia’s revenue in Q2.</p>\n\n<h3 class=\"wp-block-heading\">AMD acquires Enosemi</h3>\n\n<p class=\"wp-block-paragraph\"><strong>May 28:</strong> AMD kicks off its acquisition spree. The semiconductor company <a href=\"https://techcrunch.com/2025/05/28/amd-buys-silicon-photonics-startup-enosemi-to-fuel-its-ai-ambitions/\">announced that it acquired Enosemi</a>, a silicon photonics startup. Enosemi’s tech, which uses light photons to transmit data, is becoming an increasing area of interest for semiconductor companies.</p>\n\n<h3 class=\"wp-block-heading\">Tensions start to flare between China and the U.S.</h3>\n\n<p class=\"wp-block-paragraph\"><strong>May 21: </strong>China’s Commerce Secretary didn’t like the U.S.’s guidance, issued on May 13, that warned U.S. companies that using Huawei’s AI chips “anywhere in the world” was a U.S. chip export violation. The commerce secretary <a href=\"https://techcrunch.com/2025/05/21/tensions-flare-between-the-us-and-china-over-huaweis-ai-chips/\">issued a statement that threatened legal action</a> against anyone caught enforcing that export restriction.</p>\n\n<h3 class=\"wp-block-heading\">Intel may be starting to offload its non-core units</h3>\n\n<p class=\"wp-block-paragraph\"><strong>May 20: </strong>Intel CEO Lip-Bu Tan seemingly got right to work on his plan to spin out Intel’s non-core business units. The semiconductor giant is reportedly looking to <a href=\"https://techcrunch.com/2025/05/20/intel-is-reportedly-exploring-a-sale-for-its-networking-and-edge-unit/\">offload its networking and edge units</a>, which makes chips for telecom equipment, and was responsible for $5.4 billion of the company’s 2024 revenue.</p>\n\n<h3 class=\"wp-block-heading\">The Biden administration’s AI Diffusion rule is officially dead</h3>\n\n<p class=\"wp-block-paragraph\"><strong>May 13:</strong> Just days before the Biden administration’s Artificial Intelligence Diffusion Rule was set to go into place, the <a href=\"https://techcrunch.com/2025/05/13/trump-administration-officially-rescinds-bidens-ai-diffusion-rules/\">U.S. Department of Commerce formally rescinded it</a>. The DOC said that it plans to issue new guidance in the future, and in the meantime companies should remember that using Huawei’s Ascend AI chips anywhere in the world is a violation of U.S. export rules.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-a-last-minute-reversal\">A last-minute reversal</h3>\n\n<p class=\"wp-block-paragraph\"><strong>May 7:</strong> Just a week before the “Framework for Artificial Intelligence Diffusion” was set to go into place, the Trump administration plans on taking a different path. According to multiple media outlets, including <a href=\"https://www.axios.com/2025/05/07/ai-rule-trump-biden-nvidia\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Axios</a> and <a href=\"https://www.bloomberg.com/news/articles/2025-05-07/trump-to-rescind-global-chip-curbs-amid-ai-restrictions-debate\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Bloomberg</a>, the administration won’t enforce the restrictions when they were supposed to start on May 15 and is instead working on its own framework. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-april\">April</h2>\n\n<h3 class=\"wp-block-heading\" id=\"h-anthropic-doubles-down-on-its-support-of-chip-export-restrictions\">Anthropic doubles down on its support of chip export restrictions</h3>\n\n<p class=\"wp-block-paragraph\"><strong>April 30: </strong>Anthropic <a href=\"https://techcrunch.com/2025/04/30/anthropic-suggests-tweaks-to-proposed-u-s-ai-chip-export-controls/\">doubled down on its support</a> for restricting U.S.-made chip exports, including some tweaks to the Framework for Artificial Intelligence Diffusion, like imposing further restrictions on Tier 2 countries and dedicating resources to enforcement. <a href=\"https://techcrunch.com/2025/05/01/nvidia-takes-aim-at-anthropics-support-of-chip-export-controls/\">An Nvidia spokesperson shot back</a>, saying, “American firms should focus on innovation and rise to the challenge, rather than tell tall tales that large, heavy, and sensitive electronics are somehow smuggled in ‘baby bumps’ or ‘alongside live lobsters.’” </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-planned-layoffs-at-intel\">Planned layoffs at Intel</h3>\n\n<p class=\"wp-block-paragraph\"><strong>April 22: </strong>Ahead of its Q1 earnings call, Intel said it was planning to lay off more than <a href=\"https://techcrunch.com/2025/04/22/intel-reportedly-plans-to-lay-off-over-21000-employees/\">21,000 employees</a>. The layoffs were meant to streamline management, something CEO Lip-Bu Tan has long said Intel needed to do, and help rebuild the company’s engineering focus. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-the-trump-administration-further-restricts-chip-exports\">The Trump administration further restricts chip exports</h3>\n\n<p class=\"wp-block-paragraph\"><strong>April 15: </strong>Nvidia’s H20 AI chip got hit with an export <a href=\"https://techcrunch.com/2025/04/15/nvidia-h20-chip-exports-hit-with-license-requirement-by-us-government/\">licensing requirement</a>, the company disclosed in an SEC filing. The company added it expects $5.5 billion in charges related to this new requirement in the first quarter of its 2026 fiscal year. The H20 is the most advanced AI chip Nvidia can still export to China in some form or fashion. TSMC and Intel reported similar expenses the same week. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-nvidia-appears-to-talk-its-way-out-of-further-chip-exports\">Nvidia appears to talk its way out of further chip exports</h3>\n\n<p class=\"wp-block-paragraph\"><strong>April 9: </strong>Nvidia’s CEO <a href=\"https://techcrunch.com/2025/04/09/nvidias-h20-ai-chips-may-be-spared-from-export-controls-for-now/\">Jensen Huang was spotted attending dinner at Donald Trump’s Mar-a-Lago</a> resort, according to reports. At the time, <a href=\"https://www.npr.org/2025/04/09/nx-s1-5356480/nvidia-china-ai-h20-chips-trump\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">NPR reported</a> Huang may have been able to spare Nvidia’s H20 AI chips from export restrictions upon agreeing to invest in AI data centers in the U.S. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-an-alleged-agreement-between-intel-and-tsmc\">An alleged agreement between Intel and TSMC</h3>\n\n<p class=\"wp-block-paragraph\"><strong>April 3: </strong>Intel and TSMC <a href=\"https://techcrunch.com/2025/04/03/intel-and-tsmc-are-reportedly-launching-a-joint-chipmaking-venture/\">allegedly reached a tentative agreement</a> to launch a joint chipmaking venture. This joint venture would operate Intel’s chipmaking facilities, and TSMC would have a 20% stake in the new venture. Both companies declined to comment or confirm. If this deal doesn’t come to fruition, this is likely a decent preview of potential deals in this industry to come. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-intel-spins-off-noncore-assets-announces-new-initiative\">Intel spins off noncore assets, announces new initiative</h3>\n\n<p class=\"wp-block-paragraph\"><strong>April 1: </strong>CEO Lip-Bu Tan got to work right away. Just weeks after he joined Intel, the company announced that it was going to <a href=\"https://techcrunch.com/2025/04/01/lip-bu-tan-says-intel-will-spin-off-non-core-units/\">spin off noncore assets</a> so it could focus. He also said the company would launch new products, including custom semiconductors for customers. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-march\">March</h2>\n\n<h3 class=\"wp-block-heading\" id=\"h-intel-names-a-new-ceo-nbsp\">Intel names a new CEO </h3>\n\n<p class=\"wp-block-paragraph\"><strong>March 12: </strong> Intel announced that industry veteran, and former board member, <a href=\"https://techcrunch.com/2025/03/12/intel-appoints-lip-bu-tan-as-its-next-ceo/\">Lip-Bu Tan would return to the company as CEO</a> on March 18. At the time of his appointment, Tan said Intel would be an “engineering-focused company” under his leadership. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-february\">February</h2>\n\n<h3 class=\"wp-block-heading\" id=\"h-intel-s-ohio-chip-plant-gets-delayed-again\">Intel’s Ohio chip plant gets delayed again</h3>\n\n<p class=\"wp-block-paragraph\"><strong>February 28: </strong>Intel was supposed to start operating its first chip fabrication plant in Ohio this year. Instead, <a href=\"https://techcrunch.com/2025/02/28/intel-delays-its-ohio-chip-factory-to-2030/\">the company slowed down construction</a> on the plant for the second time in February. Now the $28 billion semiconductor project won’t wrap up construction until 2030 and may not even open until 2031.</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-senators-call-for-more-chip-export-restrictions\">Senators call for more chip export restrictions</h3>\n\n<p class=\"wp-block-paragraph\"><strong>February 3: </strong>U.S. senators, including Elizabeth Warren (D-Mass) and Josh Hawley (R-Mo), wrote a letter to Commerce Secretary Nominee-Designate Howard Lutnick <a href=\"https://www.banking.senate.gov/newsroom/minority/warren-hawley-call-on-trump-administration-to-quickly-address-export-control-failures-revealed-by-deepseek-breakthrough\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">urging the Trump administration to further restrict</a> AI chip exports. The letter specifically referred to Nvidia’s H20 AI chips, which were used in the training of DeepSeek’s R1 “reasoning” model. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-january-nbsp\">January </h2>\n\n<h3 class=\"wp-block-heading\" id=\"h-deepseek-releases-its-open-reasoning-model\">DeepSeek releases its open “reasoning” model</h3>\n\n<p class=\"wp-block-paragraph\"><strong>January 27: </strong>Chinese AI startup <a href=\"https://techcrunch.com/2025/01/28/deepseek-everything-you-need-to-know-about-the-ai-chatbot-app/\">DeepSeek</a> caused quite the stir in Silicon Valley when it released the <a href=\"https://techcrunch.com/2025/01/27/deepseek-claims-its-reasoning-model-beats-openais-o1-on-certain-benchmarks/\">open version of its R1 “reasoning” model</a>. While this isn’t semiconductor news specifically, the sheer alarm in the AI and semiconductor industries DeepSeek’s release caused continues to have ripple effects on the chip industry. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-joe-biden-s-executive-order-on-chip-exports\">Joe Biden’s executive order on chip exports</h3>\n\n<p class=\"wp-block-paragraph\"><strong>January 13: </strong>With just a week left in office, former president Joe Biden <a href=\"https://techcrunch.com/2025/01/13/biden-administration-proposes-sweeping-new-restrictions-on-exporting-ai-chips/\">proposed sweeping new export restrictions</a> on U.S.-made AI chips. This order created a three-tier structure that determined how many U.S. chips can be exported to each country. Under this proposal, Tier 1 countries faced no restrictions; Tier 2 countries had a chip purchase limit for the first time; and Tier 3 countries got additional restrictions. </p>\n\n<h3 class=\"wp-block-heading\" id=\"h-anthropic-s-dario-amodei-weighs-in-on-chip-export-restrictions\">Anthropic’s Dario Amodei weighs in on chip export restrictions</h3>\n\n<p class=\"wp-block-paragraph\"><strong>January 6:</strong> Anthropic co-founder and CEO Dario Amodei co-wrote an op-ed in <a href=\"https://www.wsj.com/opinion/trump-can-keep-americas-ai-advantage-china-chips-data-eccdce91\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The Wall Street Journal</a> endorsing existing AI chip export controls and pointing to them as a reason why China’s AI market was behind the U.S.’. He also called on incoming president Donald Trump to impose further restrictions and to close loopholes that have allowed AI companies in China to still get their hands on these chips.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><em>This story originally published May 9, 2025, and is regularly updated with new information.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google took a month to shut down Catwatchful, a phone spyware operation hosted on its servers | TechCrunch",
            "time": "2025-07-25T16:25:47",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/02/glitched-google-logo.jpg?resize=1200,645",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google has suspended the account of phone surveillance operator Catwatchful, which was using the tech giant’s servers to host and operate the monitoring software.</p>\n\n<p class=\"wp-block-paragraph\">Google’s move to shut down the spyware operation comes a month after <a href=\"https://techcrunch.com/2025/07/02/data-breach-reveals-catwatchful-stalkerware-spying-on-thousands-android-phones/\">TechCrunch alerted the technology giant</a> the operator was hosting the operation on Firebase, one of Google’s developer platforms. Catwatchful relied on Firebase to host and store vast amounts of data stolen from thousands of phones compromised by its spyware.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“We’ve investigated these reported Firebase operations and suspended them for violating our terms of service,” Google spokesperson Ed Fernandez told TechCrunch in an email this week.</p>\n\n<p class=\"wp-block-paragraph\">When asked by TechCrunch, Google would not say why it took a month to investigate and suspend the operation’s Firebase account. The company’s <a href=\"https://cloud.google.com/terms/aup?hl=en\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">own terms of use</a> broadly prohibit its customers from hosting malicious software or spyware operations on its platforms. As a for-profit company, Google has a commercial interest in retaining customers who pay for its services.</p>\n\n<p class=\"wp-block-paragraph\">As of Friday, Catwatchful is no longer functioning nor does it appear to transmit or receive data, according to a network traffic analysis of the spyware carried out by TechCrunch. </p>\n\n<p class=\"wp-block-paragraph\">Catwatchful was an Android-specific spyware that presented itself as a child-monitoring app “undetectable” to the user. Much like other phone spyware apps, Catwatchful required its customers to physically install it on a person’s phone, which usually requires prior knowledge of their passcode. These monitoring apps are often called<a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#stalkerware\"> “stalkerware” (or spouseware)</a> for their propensity to be used for non-consensual surveillance of spouses and romantic partners, which is illegal.</p>\n\n<p class=\"wp-block-paragraph\">Once installed, the app was designed to stay hidden from the victim’s home screen, and upload the victim’s private messages, photos, location data, and more to a web dashboard viewable by the person who planted the app. </p>\n\n<p class=\"wp-block-paragraph\">TechCrunch first learned of Catwatchful in mid-June after <a href=\"https://ericdaigle.ca/posts/taking-over-60k-spyware-user-accounts/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">security researcher Eric Daigle identified a security bug</a> that was exposing the spyware operation’s back-end database.</p>\n\n<p class=\"wp-block-paragraph\">The bug allowed unauthenticated access to the database, meaning no passwords or credentials were needed to see the data inside. The database contained more than 62,000 Catwatchful customer email addresses and plaintext passwords, as well as records on 26,000 victim devices compromised by the spyware. </p>\n\n<p class=\"wp-block-paragraph\">The data also exposed the administrator behind the operation, a Uruguay-based developer called Omar Soca Charcov. TechCrunch contacted Charcov to ask if he was aware of the security lapse, or if he planned to notify affected individuals about the breach. Charcov did not respond. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">With no clear indication that Charcov would disclose the breach, TechCrunch provided a copy of the Catwatchful database to <a href=\"https://haveibeenpwned.com/Breach/Catwatchful\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">data breach notification service Have I Been Pwned</a>.</p>\n\n<p class=\"wp-block-paragraph\">Catwatchful is the latest in a long list of surveillance operations that have experienced a data breach in recent years, in large part due to shoddy coding and poor cybersecurity practices. Catwatchful is by TechCrunch’s count <a href=\"https://techcrunch.com/2025/02/20/hacked-leaked-exposed-why-you-should-stop-using-stalkerware-apps/\">the fifth spyware operation this year</a> to have spilled users’ data, and the most recent entry in a list of more than two-dozen known spyware operations since 2017 that have exposed their banks of data.</p>\n\n<p class=\"wp-block-paragraph\">As we noted <a href=\"https://techcrunch.com/2025/07/02/data-breach-reveals-catwatchful-stalkerware-spying-on-thousands-android-phones/\">in our previous story</a>: Android users can identify if the Catwatchful spyware is installed, even if the app is hidden, by dialing <strong>543210</strong> into your Android phone app’s keypad and pressing the call button. </p>\n\n<p class=\"wp-block-paragraph\">Remember to have<a href=\"https://stopstalkerware.org/resources/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> a safety plan in place</a> before removing spyware from your phone.</p>\n\n<p class=\"has-text-align-center wp-block-paragraph\">—</p>\n\n<p class=\"wp-block-paragraph\"><em>If you or someone you know needs help, the National Domestic Violence Hotline (1-800-799-7233) provides 24/7 free, confidential support to victims of domestic abuse and violence. If you are in an emergency situation, call 911. The</em><a href=\"https://stopstalkerware.org/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"><em> Coalition Against Stalkerware</em></a><em> has resources if you think your phone has been compromised by spyware.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Lyft to add autonomous shuttles in 2026 as Uber inks more self-driving deals | TechCrunch",
            "time": "2025-07-25T15:33:23",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/Screenshot-2025-07-25-at-11.25.27AM.png?resize=1200,787",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Lyft will add autonomous shuttles made by Austrian manufacturer Benteler Group to its network in late 2026, the company <a href=\"https://www.lyft.com/blog/posts/lyft-and-benteler-mobility-to-introduce-next-generation-autonomous-shuttles-across-lyft-network\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> Friday. The shuttles will be deployed in partnership with U.S. cities and airports, according to Lyft, but could expand out from there if things go well.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.bloomberg.com/news/articles/2025-07-25/lyft-plans-to-launch-benteler-autonomous-shuttles-in-us-in-2026?accessToken=eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJzb3VyY2UiOiJTdWJzY3JpYmVyR2lmdGVkQXJ0aWNsZSIsImlhdCI6MTc1MzQ0OTM4NCwiZXhwIjoxNzU0MDU0MTg0LCJhcnRpY2xlSWQiOiJTWlhCNlZHUEZITkcwMCIsImJjb25uZWN0SWQiOiI0NkZGMDA0M0U3Mjg0MTdEOERGOUZEMTkyMzYxMjcxOCJ9.MZrClAhuwjQ9YgIc0D1aZ-CH-TJCI14pfwcrASg4uYA&amp;leadSource=uverify%20wall\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The partnership will let Lyft use urban electric shuttles</a> made by Benteler’s mobility division under the <a href=\"https://www.benteler.com/en/products-services/holon/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Holon</a> brand. The shuttles will not have a steering wheel or pedals and will feature inward-facing seats for up to nine seated and six standing passengers, according to Bloomberg News, which first reported the Benteler partnership on Friday.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The tie-up comes amid a flurry of announcements from Lyft’s main rival, Uber, which has recently added robotaxis from <a href=\"https://techcrunch.com/2025/06/24/uber-and-waymos-commercial-robotaxi-service-is-open-for-business-in-atlanta/\" target=\"_blank\" rel=\"noreferrer noopener\">Waymo</a> and <a href=\"https://techcrunch.com/2025/05/07/uber-invests-100m-in-weride-to-fuel-robotaxi-expansion-across-15-more-cities/\" target=\"_blank\" rel=\"noreferrer noopener\">WeRide</a> in various cities around the world. Uber is also working on adding robotaxis from <a href=\"https://techcrunch.com/2025/07/15/ubers-latest-robotaxi-partner-is-chinas-baidu/\" target=\"_blank\" rel=\"noreferrer noopener\">Baidu</a>, <a href=\"https://techcrunch.com/2025/05/06/uber-turns-to-chinese-companies-to-snap-up-robotaxi-market-share-in-europe-middle-east/\" target=\"_blank\" rel=\"noreferrer noopener\">Pony AI</a>, Momenta, <a href=\"https://techcrunch.com/2025/05/01/may-mobility-to-launch-robotaxis-on-uber-platform-this-year-in-texas/\" target=\"_blank\" rel=\"noreferrer noopener\">May Mobility</a>, <a href=\"https://techcrunch.com/2025/04/24/uber-and-volkswagen-pair-up-to-launch-robotaxi-service-with-self-driving-electric-microbuses/\" target=\"_blank\" rel=\"noreferrer noopener\">Volkswagen</a>, and <a href=\"https://techcrunch.com/2025/06/10/wayve-and-uber-plan-london-robotaxi-launch-after-uk-speeds-up-autonomous-vehicle-rollout/\" target=\"_blank\" rel=\"noreferrer noopener\">Wayve</a>, and just last week announced a deal with <a href=\"https://techcrunch.com/2025/07/17/uber-makes-multi-million-dollar-investment-in-lucid-nuro-to-build-robotaxi-service/\" target=\"_blank\" rel=\"noreferrer noopener\">Nuro and Lucid Motors</a>.</p>\n\n<p class=\"wp-block-paragraph\">Despite years of testing with various partners, Lyft is still working on adding autonomous vehicles to its own fleet of vehicles. The company plans to put AVs from May Mobility <a href=\"https://techcrunch.com/2024/11/06/lyft-partners-with-may-mobility-mobileye-to-bring-autonomous-vehicles-to-the-app/\" target=\"_blank\" rel=\"noreferrer noopener\">on its network in Atlanta later this year</a>. It’s also working with <a href=\"https://techcrunch.com/2024/11/06/lyft-partners-with-may-mobility-mobileye-to-bring-autonomous-vehicles-to-the-app/\" target=\"_blank\" rel=\"noreferrer noopener\">autonomy provider Mobileye</a>, though it’s not clear who would make those vehicles.</p>\n\n<p class=\"wp-block-paragraph\">Mobileye’s tech is what powers the Holon shuttles, though Lyft told Bloomberg that these aren’t the same deals.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Tesla is reportedly bringing a limited version of its robotaxi service to San Francisco | TechCrunch",
            "time": "2025-07-25T14:55:05",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/07/GettyImages-2159532501.jpg?resize=1200,801",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Tesla is launching an even-more-limited version of its early robotaxi service in San Francisco this weekend, <a href=\"https://www.businessinsider.com/tesla-robotaxi-bay-area-launch-san-francisco-memo-2025-7\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to Business Insider</a>, after an initial rollout began last month in Austin, Texas.</p>\n\n<p class=\"wp-block-paragraph\">The company plans to offer rides with a driver in the driver’s seat, which is necessary because Tesla does not have the proper permits for driverless testing or deployment, according to California DMV records. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It is not clear whether the company has obtained a permit from California’s Public Utilities Commission to give rides to members of the public. So far, it is only allowed to do that for employees. Business Insider reports that the company plans to send invites to Tesla owners to test the service; on Wednesday, CEO Elon Musk said on a conference call that it is in the process of getting regulatory approval in California.</p>\n\n<p class=\"wp-block-paragraph\">The push into California comes as the DMV is currently trying to <a href=\"https://abc7.com/post/california-dmv-claims-tesla-misled-drivers-driving-capabilities-looks-suspend-business-30-days/17234677/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">stop Tesla from selling vehicles</a> in the state as part of a years-long lawsuit over the promises the company has made about its cars’ self-driving abilities. Tesla is also <a href=\"https://www.washingtonpost.com/technology/2025/07/22/tesla-california-dmv-autopilot/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">currently on trial in a lawsuit</a> over deaths related to the use of its less-capable driver assistance system, Autopilot.</p>\n\n<p class=\"wp-block-paragraph\">Tesla has been running an invite-only version of its robotaxi service in Austin since June 22. It’s so far been a far cry from what Musk has spent years teasing. The service is mostly limited to Austin’s downtown core and main corridors. There is a safety operator in the front passenger seat who can intervene if the car is about to do something wrong or dangerous. While the service launched with around 10 vehicles, it’s not clear how many Model Y SUVs are in operation in the city, nor is it clear how many times those safety operators have had to intervene.</p>\n\n<p class=\"wp-block-paragraph\">That’s a long way from the “general solution” that Musk said Tesla was working on for a decade. Musk was once so confident in the autonomous software Tesla was developing that he said it would take a car from Los Angeles to New York — a stunt that never happened. Musk said this week that Tesla is also trying to expand to Florida and Arizona. TechCrunch <a href=\"https://techcrunch.com/2025/07/10/tesla-is-already-trying-to-expand-its-robotaxi-service-to-arizona/\">reported earlier this month</a> that Tesla had begun the required certification process to test and operate with and without a driver in Arizona.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple broadens App Store's age-rating system | TechCrunch",
            "time": "2025-07-25T14:15:40",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/01/app-store-2024-v1.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple is expanding its age-rating system for apps. The company on Thursday <a href=\"https://developer.apple.com/news/?id=ks775ehf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said</a> it has updated its age-rating system to add 13+, 16+, and 18+ ratings to the existing slate of 4+ and 9+ ratings, and remove the 12+ and 17+ age ranges. In addition, app developers will need to answer a new set of age-rating questions to help identify the sensitive content in their app. Developers will also be able to update their apps’ age ratings to one of the new options, if needed.</p>\n\n<p class=\"wp-block-paragraph\">The company says it has automatically updated all apps and games across the App Store to align with the new system, which is available in the beta versions of iOS 26, iPadOS 26, macOS Tahoe 26, tvOS 26, visionOS 26, and watchOS 26. The public betas went live yesterday, and the general release will roll out this September to all customers.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">As part of the updated system, developers will need to inform Apple about their in-app controls and app capabilities, answer questions about medical and wellness topics, and disclose whether their app or game contains violent themes. Apple will then calculate the appropriate age rating, which developers can view and modify in App Store Connect.</p>\n\n<p class=\"wp-block-paragraph\">The ratings are intended to offer parents more specific guidance about the apps their kids want to download, and will prevent kids from installing apps that exceed their age range. On Apple’s side, the App Store also won’t feature certain apps in areas like the editorial stories, Today, Games, and Apps tabs if they’re not age-appropriate for the child using the device.</p>\n\n<p class=\"wp-block-paragraph\">The expanded age ranges are part of a broader update around <a href=\"https://techcrunch.com/2025/02/27/apple-introduces-new-child-safety-initiatives-including-an-age-checking-system-for-apps/\">child safety initiatives announced earlier this year.</a> For parents, Apple is making it easier to set up child accounts and share information about their kids’ ages. This data will be shared with app developers to help provide age-appropriate content. (Some of the changes for child accounts were first made available in the public beta of 18.4, out earlier this year.)</p>\n\n<figure class=\"wp-block-embed is-type-wp-embed is-provider-techcrunch wp-block-embed-techcrunch\"></figure>\n\n<p class=\"wp-block-paragraph\">App Store product listings will also be updated to include more information to help guide guardians’ decisions about whether or not an app or game is right for their child or teen. For instance, guardians will be informed if the app features user-generated content or ads, both of which could expose younger children to adult content. Plus, they’ll be informed if an app offers built-in parental controls.</p>\n\n<p class=\"wp-block-paragraph\">Increasing an app’s age rating could reduce its visibility and distribution, which could encourage app developers to introduce parental controls or other age-appropriate experiences. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The changes to the App Store arrive as legislative disputes grow at both the state and <a href=\"https://www.washingtonpost.com/politics/2024/11/21/meta-require-apple-google-verify-users-ages/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">federal</a> levels about how children should be protected online, with U.S. states introducing <a href=\"https://www.wsj.com/tech/child-online-safety-protections-laws-0ffb9308\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">new bills and laws</a> that would require app store operators to check kids’ ages to get parental consent for downloading apps. Apple and Google would prefer that the app makers themselves handle the age-verification process, but larger tech companies like Meta <a href=\"https://www.washingtonpost.com/technology/2023/11/15/meta-law-parental-controls-apple-google-apps/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">have</a> <a href=\"https://www.washingtonpost.com/politics/2024/11/21/meta-require-apple-google-verify-users-ages/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">lobbied</a> for app stores to do the verification.</p>\n\n<p class=\"wp-block-paragraph\">Apple’s solution is a system that will protect the child’s personal information, like their birth date, by offering a developer API that gives them access to the age range information they need to customize their app experience appropriately. Because this information would be provided by the parent during the set-up of a new device, it’s more likely to be accurate than if kids entered their birthday or age into an app directly, as kids may lie about their age to access an app’s full experience. </p>\n\n<p class=\"wp-block-paragraph\">However, for this to work, developers will have to opt to integrate with the new API.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Tesla is reportedly behind on its pledge to build 5,000 Optimus bots this year | TechCrunch",
            "time": "2025-07-25T14:14:19",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/12/musk-promises-2024.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Tesla is well behind the pace needed to meet its <a href=\"https://www.investing.com/news/stock-market-news/musk-tesla-to-build-5000-optimus-robots-in-2025-urges-staff-not-to-sell-shares-3941167\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">earlier stated goal of producing</a> at least 5,000 Optimus humanoid robots this year, <a href=\"https://www.theinformation.com/articles/inside-teslas-secretive-optimus-robot-program\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The Information reports</a>. Nearly eight months into 2025, and the number of bots Tesla has produced is only in the hundreds, according to two sources. That means Tesla will either need to step it up or push back the deadline. </p>\n\n<p class=\"wp-block-paragraph\">The news comes after Tesla reported a <a href=\"https://techcrunch.com/2025/07/23/tesla-profits-pulled-down-by-falling-ev-sales-and-regulatory-credits/\">12% decline in overall revenue</a> in the second quarter due to falling EV sales, less cash from regulatory credits, and a decline in solar and energy storage sales. During the Q2 earnings call earlier this week, Musk said that Tesla would start production on its latest Optimus 3 design by early next year. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“We will scale Optimus production as fast as possible and try to get to a million units a year as quickly as possible,” Musk said. “We think we can get there in less than five years. That’s a reasonable aspiration.”</p>\n\n<p class=\"wp-block-paragraph\">Recall that Musk has made bold claims like this before. During Tesla’s 2019 Autonomy Day, Musk said the company would have a fleet of a <a href=\"https://techcrunch.com/2019/04/22/tesla-plans-to-launch-a-robotaxi-network-in-2020/\">million robotaxis on the road by 2020</a>. Two years later, he said Tesla would <a href=\"https://techcrunch.com/2022/04/20/elon-musk-mass-produce-robotaxi-by-2024/\">mass-produce robotaxis by 2024</a>. Neither of those projections has yet come to pass.</p>\n</div>\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Meta to stop selling political ads in the EU from October | TechCrunch",
            "time": "2025-07-25T13:24:43",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2225304545.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">In response to the European Union’s incoming regulation of political advertising, Meta said on Friday that it will stop selling and showing political ads in the EU from October.</p>\n\n<p class=\"wp-block-paragraph\">Calling the legislation’s requirements “unworkable,” the tech giant <a href=\"https://about.fb.com/news/2025/07/ending-political-electoral-and-social-issue-advertising-in-the-eu/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">wrote in a blog post</a> that the law, dubbed <a href=\"https://www.consilium.europa.eu/en/press/press-releases/2024/03/11/eu-introduces-new-rules-on-transparency-and-targeting-of-political-advertising/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Transparency and Targeting of Political Advertising</a> (TTPA), introduces “significant, additional obligations to our processes and systems that create an untenable level of complexity and legal uncertainty for advertisers and platforms operating in the EU.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Adopted by the European Commission in 2024, the TTPA mandates companies selling ads to clearly label political advertisements and provide information about their sponsor, the election or referendum they concern, what the ad cost, and what targeting mechanisms were used.</p>\n\n<p class=\"wp-block-paragraph\">The law also requires that data collected to serve political ads must only be used if the person or entity gives their consent to use it for political advertising, and bans the use of some types of personal data, such as information that could reveal a person’s racial or ethnic origin or political opinions, from being used for profiling.</p>\n\n<p class=\"wp-block-paragraph\">Those requirements seem to be too much for Meta, however, which derives the vast majority of its revenues from advertising. The company said it had consulted with the EU extensively, but came to the conclusion that it would either have to alter its services to offer an ad service that “doesn’t work for advertisers or users,” or stop offering such ads altogether.</p>\n\n<p class=\"wp-block-paragraph\">“Once again, we’re seeing regulatory obligations effectively remove popular products and services from the market, reducing choice and competition,” Meta wrote.</p>\n\n<p class=\"wp-block-paragraph\">Google, another advertising giant that also <a href=\"https://blog.google/around-the-globe/google-europe/political-advertising-in-eu/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said</a> it would stop selling political ads in the EU by October, raised similar points, arguing that the law brings significant operational challenges and legal uncertainty.</p>\n\n<p class=\"wp-block-paragraph\">This is the latest of a string of tussles between the EU and Big Tech as the bloc tries to rein in the influence and power of these platforms. Tech companies have been <a href=\"https://techcrunch.com/2025/07/18/meta-refuses-to-sign-eus-ai-code-of-practice/\">battling the EU’s AI Act</a>, its enforcement of <a href=\"https://techcrunch.com/2024/03/25/dma-first-formal-probes/\">competition rules</a>, <a href=\"https://techcrunch.com/2024/11/12/europes-dma-forces-meta-towards-less-personalized-ads/\">ad-tracking regulation</a>, and more.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google is testing a vibe-coding app called Opal | TechCrunch",
            "time": "2025-07-25T11:22:51",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/Google-Opal.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">AI-powered coding tools have become so popular over the past few months that almost every major tech company is either using one or making its own. Makers of these so-called “vibe-coding” tools are a hot commodity at the moment, with startups like <a href=\"https://techcrunch.com/2025/07/23/eight-months-in-swedish-unicorn-lovable-crosses-the-100m-arr-milestone/\">Lovable</a> and <a href=\"https://techcrunch.com/2025/07/18/cursor-snaps-up-enterprise-startup-koala-in-challenge-to-github-copilot/\">Cursor</a> fending off buyers and investors keen to tap a hot trend.</p>\n\n<p class=\"wp-block-paragraph\">Google’s now become the latest to hop on this bandwagon: The company is testing a vibe-coding tool called <a href=\"http://opal.withgoogle.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Opal</a>, available to users in the U.S. through Google Labs, which the company uses as a base to experiment with new tech.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Opal lets you create mini web apps using text prompts, or you can remix existing apps available in a gallery. All users have to do is enter a description of the app they want to make, and the tool will then use different Google models to do so.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Introducing Opal\" src=\"https://www.youtube.com/embed/E0hrcDO3Noc?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<p class=\"wp-block-paragraph\">Once the app is ready, you can navigate into an editor panel to see the visual workflow of input, output, and generation steps. You can click on each workflow step to look at the prompt that dictates the process, and edit it if you need to. You also can manually add steps from Opal’s toolbar.</p>\n\n<p class=\"wp-block-paragraph\">Opal also lets users publish their new app on the web and share the link with others to test out using their own Google accounts.</p>\n\n<p class=\"wp-block-paragraph\">Google’s <a href=\"https://www.youtube.com/watch?v=RLCBSpgos6s\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">AI studio</a> already lets developers build apps using prompts, but Opal’s visual workflow indicates the company likely wants to target a wider audience.</p>\n\n<p class=\"wp-block-paragraph\">The company joins a long list of competitors, including <a href=\"https://techcrunch.com/2025/04/10/canva-is-adding-an-ai-assistant-coding-and-sheets-to-its-platform/\">Canva</a>, <a href=\"https://techcrunch.com/2025/05/07/figma-releases-new-ai-powered-tools-for-creating-sites-app-prototypes-and-marketing-assets/\">Figma</a>, and Replit, that are making tools to encourage non-technical people to create prototypes of apps without having to do any coding.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Amid increased momentum for defense, the NATO Innovation Fund refreshes its investment team | TechCrunch",
            "time": "2025-07-25T04:30:55",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/NATO-Innovation-Fund-partners.jpeg?w=1179",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Two years after securing <a href=\"https://techcrunch.com/2023/08/01/nato-announces-1b-fund-to-back-startups-supporting-safety-freedom-and-human-empowerment/\">$1 billion in commitments</a> from over 20 countries, the NATO Innovation Fund (NIF) is entering a new chapter, marked by the arrival of two new partners and the departure of a founding team partner.</p>\n\n<p class=\"wp-block-paragraph\">In a context of increased military spending across NATO members, investment in dual-use technology has skyrocketed since the initiative was first announced <a href=\"https://www.nato.int/cps/en/natohq/news_187607.htm\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">in 2021</a>. Once a no-go zone for institutional investors, defense and resilience tech last year reached <a href=\"https://techcrunch.com/2025/02/12/defense-and-resilience-tech-reached-an-all-time-high-10-of-all-vc-funding-in-europe/\">an all-time high of 10% of all VC funding</a> in Europe, where nearly all of NIF’s backers are located.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">This boom should have given NIF a first-mover advantage, but the fund was hampered by management challenges and a series of high-profile departures. After the 2025 NATO Summit in The Hague reaffirmed its importance last June, NIF is now emerging with an almost entirely new investment team. </p>\n\n<p class=\"wp-block-paragraph\">While NIF originally had four partners and one managing partner, it is now composed of three partners. A person familiar with NIF said this flat, three-partner structure will remain in place for the foreseeable future.</p>\n\n<p class=\"wp-block-paragraph\">Two of the partners are new hires: Ulrich Quay and Sander Verbrugge, who will be based in Amsterdam. Quay, a German national, was most recently in charge of corporate investments as a vice president at BMW, where he previously founded and led corporate venture fund <a href=\"https://techcrunch.com/2021/06/30/bmw-i-ventures-announces-new-300-million-fund-to-invest-in-sustainable-technology/\">BMW i Ventures</a>. Verbrugge, who is Dutch and has a PhD in molecular biophysics, was previously a partner at deep tech VC fund Innovation Industries, which he joined after working at semiconductor design and manufacturing company NXP. </p>\n\n<p class=\"wp-block-paragraph\">The third partner is London-based VC Patrick Schneider-Sikorsky, who is the last remaining member of the original investment team.</p>\n\n<p class=\"wp-block-paragraph\">Alongside the new hires, the fund announced the departure of founding team partner Kelly Chen, who tells TechCrunch that leaving was her decision and that she will be building a new venture. Chris O’Connor, another founding team partner, left NIF earlier this year with similar plans.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Chen currently sits on the board of several startups backed by NIF but will transition her board responsibilities once her employment at the NIF has wrapped up, TechCrunch learned from its chief communications and marketing officer, Amalia Kontesi. </p>\n\n<p class=\"wp-block-paragraph\">While some observers wish the fund had deployed capital faster, Kontesi said NIF “is on track to meet [its] investing goals for the year.” Since its inception, NIF has made 19 investments: seven into funds such as <a href=\"https://techcrunch.com/2024/03/20/otb-ventures-deep-tech/\">OTB Ventures</a> and 12 into startups, including <a href=\"http://techcrunch.com/2025/05/31/space-forge-raises-30m-series-a-to-make-chip-materials-in-space/\">Space Forge</a> and <a href=\"https://techcrunch.com/2024/11/20/portugals-tekever-raises-74m-for-dual-use-drone-platform-deployed-to-ukraine/\">Tekever</a>, which make dual-use drones.</p>\n\n<p class=\"wp-block-paragraph\">Adding new partners with industrial and scientific backgrounds, no matter how impressive, may not satisfy those who wish the fund could invest in Ukraine or pure defense, as opposed to dual use, in response to Russia’s war economy. But the NIF’s broader thesis is to “empower deep tech founders to address challenges in defence, security, and resilience.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In the meantime, NIF has also ramped up its efforts on the defense side. Its team was heavily involved in the development of <a href=\"https://www.nato.int/cps/en/natohq/official_texts_236539.htm\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">NATO’s Rapid Adoption Action Plan</a>, aimed at accelerating the adoption and integration of new technological products for defense. NIF has also been building up its Mission Platform Group with strategic hires, including John Ridge, who was hired as chief adoption officer in 2024 to help portfolio startups navigate military procurement.</p>\n\n<p class=\"wp-block-paragraph\">As for its new partners, they were once again hired through a process previously described by VC Michael Jackson as <a href=\"https://www.linkedin.com/posts/michaeljacksonvc_yikes-the-nif-has-sadly-but-predictably-activity-7335946802615013378--Thd\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">akin to “building a boy band.”</a> They weren’t teamed up based on shared history or chemistry, in other words; they were identified by NIF’s board of directors and approved by LPs.</p>\n\n<p class=\"wp-block-paragraph\">That process may be inevitable for an organization that now counts 24 countries as limited partners but is widely believed to be one reason the previous team didn’t gel. This time, all three partners got to meet throughout the recruitment process and spend time together to “ensure a smooth transition and to position the team for long-term success,” Kontesi said.</p>\n\n<p class=\"wp-block-paragraph\">In a statement shared exclusively with TechCrunch, NIF’s vice chair, Professor Fiona Murray, compared the organization to a startup. “We are proud of what we accomplished, but like any effective team we are learning, experimenting, improving: speeding up our processes, expanding our platform support for startups, doubling down on ecosystem building and more broadly recognizing the need to build the sector and the capital stack.” </p>\n\n<p class=\"wp-block-paragraph\">Murray expressed pride in having brought together a qualified team that can collaborate effectively, creatively, and quickly. “They will enable us to move even more rapidly and decisively to drive the Alliance’s technological agenda and support the best founders across European ecosystems,” she previously wrote in a joint statement with NIF’s chair, Klaus Hommels. </p>\n\n<p class=\"wp-block-paragraph\">Hommels’ other activities as an investor have prompted questions <a href=\"https://www.ftm.eu/articles/nato-tech-fund-public-money-private-investors?share=DUMuuGSBFtnQJn3t0AwVmo79bwj7ve4C20sWZc7pHM6r7g4TNTNG80Bb4d57GcA%3D\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">about possible conflicts of interest</a>, but no change appears to have been made to his role during NIF’s recent LP meeting in Venice. Rather than dwelling further on its reorganization, NIF seems set on helping NATO become more resilient.</p>\n\n<p class=\"wp-block-paragraph\">“In this next phase,” NIF’s vice chair said, “you’ll see us refocus on DSR opportunities and emphasize building companies that can drive industrial scale and really support ecosystems across Europe.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "How a Y Combinator food-delivery app used TikTok to soar in the App Store | TechCrunch",
            "time": "2025-07-24T23:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/BiteSight-Founders.jpeg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The internet trend is simple: A friend or family member looks into the camera and tells viewers, in a slightly aggressive tone, that they are about to witness a presentation and that they better be nice. </p>\n\n<p class=\"wp-block-paragraph\">That’s what Kendall, the sister of Lucious McDaniel IV, did, and after she stepped aside, her brother pitched his company, <a href=\"https://www.instagram.com/trybitesight/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">BiteSight</a>, a food-delivery app that lets users watch videos of food before ordering. It also lets customers see what their friends have ordered and bookmark places to try out. The app plays on how young people engage with content — through short-form videos and recommendations from friends. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">McDaniel posted the video and went back to work. Fifteen minutes later, his sister texted him that their post was going viral. “We were at 20,000 views in 15 minutes,” McDaniel told TechCrunch. Excitement came, but then chaos ensued as “parts of our app started to break as we got more users.” </p>\n\n<p class=\"wp-block-paragraph\">The engineering team worked around the clock to keep BiteSight functional, while McDaniel took to making TikToks about the chaos, which ended up going viral, too. He said people loved the “authenticity” behind seeing what happens when “your app explodes overnight.” </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-tiktok wp-block-embed-tiktok\"></figure>\n\n<p class=\"wp-block-paragraph\">The video of McDaniel presenting this idea has since amassed <a href=\"https://www.tiktok.com/@realeater.flou/video/7517648679847693623?_t=ZT-8yDFr8jRL0h&amp;_r=1\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">almost 4 million likes</a> on TikTok and <a href=\"https://www.instagram.com/reel/DLFjM5NM5Tj/?igsh=M2YxZDgzNDNzYnN2\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a quarter of a million on Instagram</a>, joining a trend of <a href=\"https://www.businessinsider.com/tech-startups-announce-new-funding-rounds-video-2025-6\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">young entrepreneurs using TikTok and Instagram Reels to gain traction and deal flow. </a></p>\n\n<p class=\"wp-block-paragraph\">McDaniel told TechCrunch that the idea to make this video came after watching a friend partake in the same internet trend for his dating app. “It got over a million views, and he suggested I try it for BiteSight.”</p>\n\n<p class=\"wp-block-paragraph\">Twenty-four-year-old McDaniel said he, like many young people, realized he was eating too much takeout, ordering from the same three places because he couldn’t discover new restaurants on delivery apps. “I’d hit this wall of identical-looking restaurants with stock photos, and somehow every place had 4.6 stars.” </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">He started keeping a spreadsheet of restaurants he’d found on Instagram and TikTok, tracking actual reviews, and seeing what his friends thought about said places. “When I realized other people were doing the exact same thing, my co-founder Zac and I decided to build something better: an app that actually reflects how we discover food today,” he said, referring to Zac Schulwolf, the company’s CTO. </p>\n\n<p class=\"wp-block-paragraph\">McDaniel is no stranger to the tech industry. He previously worked at General Atlantic, where one of his main focus areas was restaurant technology. He previously founded a payments company called Phly, led product for a recruitment software, and has even angel invested in a few companies, including the fintech Mercury. </p>\n\n<p class=\"wp-block-paragraph\">He and Schulwolf, 25, spent over a year building BiteSight, including participation in Y Combinator’s Winter 2024 cohort. They then did a limited beta around New York University in April. In mid-May, the company launched an early version and did a bit of social media marketing. In June, they made their viral video.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“What made our video stand out was that what we are building resonates,” said McDaniel, who is BiteSight’s CEO (also known as chief eating officer). He added that “it’s clear that consumers, and especially Gen Z, are ready for something that feels fresh and built for the way they engage.” </p>\n\n<p class=\"wp-block-paragraph\">After the video, BiteSight briefly became No. 2 in the App Store’s Food and Beverage category, bypassing Uber Eats, Starbucks, and even McDonald’s.</p>\n\n<p class=\"wp-block-paragraph\">McDaniel said the app also gained more than 100,000 new users, and though it is only available in New York at the moment, people in other cities started messaging for a nationwide release. On the restaurant side, McDaniel said everyone from small family-owned spots to chain restaurants has reached out to partner and, of course, “we’ve had a surge of investor interest from folks who see that this is where food delivery is going.” </p>\n\n<p class=\"wp-block-paragraph\">He declined to comment on the size of any upcoming funding deals, except to say he expects to have news to share soon.</p>\n\n<p class=\"wp-block-paragraph\">Of course, BiteSight has a lot of big, well-funded competition like DoorDash and Uber Eats. McDaniel believes, however, that being a startup in the age of AI will be to his advantage. For example, while most of its competitors needed hundreds of engineers in their early days, BiteSight can work with AI tools that perform 10x the work of a human for much less the cost.</p>\n\n<p class=\"wp-block-paragraph\">“By using AI to avoid massive overhead and infrastructure costs, we can do much more with much less and pass on the savings to the small business owners and customers who need it most while still maintaining healthy margins,” he said. </p>\n\n<p class=\"wp-block-paragraph\">What also differentiates BiteSight is its focus on food and video, rather than other categories at the moment. <br><br>“We’re trying to be the go-to app for the generation that discovers everything through social recommendations and short-form video.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "VC Victor Lazarte is leaving Benchmark to launch his own firm | TechCrunch",
            "time": "2025-07-24T22:42:45",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2018/03/fb-exit-draft4-wash2.jpg?resize=1200,638",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">After two years as a venture capitalist for top-shelf firm Benchmark, Victor Lazarte is leaving that company to start his own investing gig, he announced on <a href=\"https://x.com/victoralazarte/status/1948490280191005077\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">X on Thursday</a>.</p>\n\n<p class=\"wp-block-paragraph\">Lazarte became known in tech for co-founding mobile gaming company Wildlife Studios, which was last valued at an estimated $3 billion in 2020. Wildlife raised money from a multitude of VCs, including Benchmark.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">During his two years at Benchmark, Lazarte invested in recruiting and data labeling startup <a href=\"https://techcrunch.com/2025/02/20/mercor-an-ai-recruiting-startup-founded-by-21-year-olds-raises-100m-at-2b-valuation/\">Mercor</a>, AI video intelligence platform HeyGen, and AI infrastructure company <a href=\"https://techcrunch.com/2024/12/19/decart-adds-another-32m-at-a-500m-valuation/\">Decart AI</a>.</p>\n\n<p class=\"wp-block-paragraph\">Lazarte is leaving Benchmark to “build a new investment practice,” he wrote in the post. He had recently informed his portfolio companies about his plans to leave Benchmark, according to a source.</p>\n\n<p class=\"wp-block-paragraph\">Lazarte is the second investor to step down from Benchmark’s partnership this year. Sarah Tavel announced in April that she is transitioning to a <a href=\"https://techcrunch.com/2025/04/29/sarah-tavel-benchmarks-first-woman-gp-transitions-to-venture-partner/\">venture partner</a>.</p>\n\n<p class=\"wp-block-paragraph\">After Lazarte’s departure, remaining partners at the storied firm include Peter Fenton, Eric Vishria, and Chetan Puttagunta.</p>\n\n<p class=\"wp-block-paragraph\">Unlike most VC firms, where senior partners typically receive a greater share of management fees and profits, Benchmark operates as an <a href=\"https://techcrunch.com/2024/10/21/benchmark-is-raising-170m-for-its-latest-partners-only-fund/\">equal partnership</a>, with all general partners dividing fees and returns equally. Benchmark and Lazarte did not immediately respond to our request for additional comment.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Intel continues to pull back on its manufacturing projects | TechCrunch",
            "time": "2025-07-24T21:59:30",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/03/GettyImages-2205047441.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Intel CEO Lip-Bu Tan is making progress on his plan for the company to shed its inefficiencies. And that includes spiking several manufacturing projects.</p>\n\n<p class=\"wp-block-paragraph\">The semiconductor giant reported Thursday in its second-quarter earnings report that it will delay, and in some cases not move forward with, multiple manufacturing projects. Specifically, Intel said it was no longer going forward with its previously announced projects in Germany and Poland. Those projects included an assembly and testing facility in Poland and a chip factory in Germany. Both projects have been sitting in limbo since being suspended in 2024, <a href=\"https://techcrunch.com/2022/03/15/intel-plans-to-build-a-19-billion-chip-plant-in-germany/\">shortly after being announced</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company also plans to consolidate its test operations in Costa Rica and concentrate these operations to its sites in Vietnam and Malaysia.</p>\n\n<p class=\"wp-block-paragraph\">“Unfortunately, the capacity investment we make over the last several years were well ahead of demand and were unwise and excessive,” Tan said on the company’s second-quarter earnings call. “Our factory footprint has become needlessly fragmented. Going forward, we will grow our capacity based solely on the volume commitments and deploy <mark class=\"has-inline-color\">capex lockstep</mark> with the tangible milestones, and not before.”</p>\n\n<p class=\"wp-block-paragraph\">Intel also said it was going to further delay its $28 billion Ohio chip factory. The factory was initially supposed to open in 2025 and was already <a href=\"https://techcrunch.com/2025/02/28/intel-delays-its-ohio-chip-factory-to-2030/\">delayed once this year in February.</a></p>\n\n<p class=\"wp-block-paragraph\">The second quarter was the first full quarter with Tan at the helm of Intel. He was named <a href=\"https://techcrunch.com/2025/03/12/intel-appoints-lip-bu-tan-as-its-next-ceo/\">CEO of the semiconductor company on March 12</a> and started the role a week later. Shortly after, Tan said his plan was to <a href=\"https://techcrunch.com/2025/04/01/lip-bu-tan-says-intel-will-spin-off-non-core-units/\">eliminate inefficiencies</a> at the company by selling off its noncore units and streamlining operations.</p>\n\n<p class=\"wp-block-paragraph\">“We have much work to do in building a clean and streamlined organization, which we have started in earnest, and it remain an area of focus for me during Q3,” Tan said on the Q2 earnings call. “Our goal is to reduce inefficiencies and redundancies and increase accountability at every level of the company.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The company also gave an update on its workforce, which has gone through several rounds of layoffs. Intel reduced its workforce by about 15% and plans to end the year with 75,000 employees, the company said. Intel was able to eliminate 50% of management layers through its recent layoffs, Tan said.</p>\n\n<p class=\"wp-block-paragraph\">Intel announced in June in an internal memo that it was going to <a href=\"https://techcrunch.com/2025/06/17/intel-to-layoff-up-to-20-of-intel-foundry-workers/\">lay off 15% to 20%</a> of workers in its Intel Foundry unit, which designs and manufactures chips for external clients. The company had 108,900 employees at the end of 2024, according to the company’s <a href=\"https://www.sec.gov/ix?doc=/Archives/edgar/data/0000050863/000005086325000009/intc-20241228.htm\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">annual report</a> filed with the Securities and Exchange Commission. That’s down from the 124,800 people it employed at the end of 2023.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "X to test using Community Notes to find the posts everyone likes | TechCrunch",
            "time": "2025-07-24T20:24:42",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/08/twitter-x-logo-musk-pattern-2.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Elon Musk’s X will begin experimenting with a new way to use Community Notes, its crowdsourcing fact-checking system, to highlight well-liked posts from users with different perspectives. On Thursday, the Community Notes X account <a href=\"https://x.com/CommunityNotes/status/1930634452046163986/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> the launch of a pilot test where select contributors would be able to rate posts by answering questions about why they either like or don’t like that particular post.</p>\n\n<p class=\"wp-block-paragraph\">The system is similar to how Community Notes fact-checking works. Instead of simply allowing users to upvote or downvote posts for accuracy — something that could be easily gamed if like-minded contributors teamed up to promote their own views — Community Notes uses something called a “bridging algorithm.” This attempts to find consensus among people who don’t usually share the same views.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?w=680\" alt=\"\" class=\"wp-image-3031095\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png 2862w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=150,67 150w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=300,133 300w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=768,341 768w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=680,302 680w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=1200,533 1200w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=1280,569 1280w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=430,191 430w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=720,320 720w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=900,400 900w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=800,356 800w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=1536,683 1536w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=2048,910 2048w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=668,297 668w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=1388,617 1388w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=708,315 708w, https://techcrunch.com/wp-content/uploads/2025/07/Gsr8v-JWEAA0L8R.png?resize=50,22 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>X</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">If users whose opinions typically differ both agree that a fact-check is accurate, the note is published and made visible to the public. While X’s system has been criticized for being too slow and unable to keep up with the massive amounts of misinformation that circulate on the platform, this same idea has since <a href=\"https://techcrunch.com/2025/01/07/meta-drops-fact-checking-and-loosens-its-content-moderation-rules/\">been adopted by Meta</a> as a replacement for fact-checking. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Now X intends to see if Community Notes could help identify the best posts, too.</p>\n\n<p class=\"wp-block-paragraph\">Starting today, the company says that a subset of Community Notes contributors will begin seeing a new callout in the product when a post is gaining attention in the form of Likes. Contributors will then be able to rate and provide feedback about the post, which will inform the algorithm if the post is being well-received by people with different perspectives. </p>\n\n<p class=\"wp-block-paragraph\">In a <a href=\"https://x.com/CommunityNotes/status/1930634452046163986/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">post</a> on the Community Notes X account, the company explains the experiment could bring awareness to “what resonates broadly.”</p>\n\n<p class=\"wp-block-paragraph\">“People often feel the world is divided, yet Community Notes shows people can agree, even on contentious topics. This experimental new feature seeks to uncover ideas, insights, and opinions that bridge perspectives,” the post states. “Following the path we used to develop Community Notes, we’re building in public with a small pilot so that this concept can be shaped by the people. We look forward to learning and iterating with you all as we do with Community Notes every day.”</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Chime backer Lauren Kolodny bets on AI to revolutionize estate processing | TechCrunch",
            "time": "2025-07-24T18:57:03",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2017/12/lauren-kolodny.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Lauren Kolodny, a partner at Acrew Capital, has always championed technology’s power to democratize access to financial services for everyday people.</p>\n\n<p class=\"wp-block-paragraph\">When the fledgling neobank Chime struggled to convince investors in 2016 that it could build a large business serving the working class, Kolodny was the<a href=\"https://techcrunch.com/2025/06/12/chime-almost-died-in-2016-turned-down-by-100-vcs-today-it-ipod-at-14-5b/\"> only VC</a> out of 100 Chime pitched who agreed to back the company, stepping in with a<a href=\"https://vcnewsdaily.com/chime/venture-capital-funding/tpsfwhynbc\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> $9 million Series A extension</a> when it was nearly out of money.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">That bet paid off big time. Last month, Chime went public at a <a href=\"https://techcrunch.com/2025/06/12/chime-almost-died-in-2016-turned-down-by-100-vcs-today-it-ipod-at-14-5b/\">$14.5 billion valuation</a>.</p>\n\n<p class=\"wp-block-paragraph\">Kolodny, who appeared on the Forbes Midas List three years in a row, is still passionate about investing in tech solutions that help consumers maximize their resources.</p>\n\n<p class=\"wp-block-paragraph\">She recently led a $20 million Series A investment in <a href=\"https://www.meetalix.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Alix</a>, a startup that leverages AI to automate the estate settlement process.   </p>\n\n<p class=\"wp-block-paragraph\">Alix’s founder, Alexandra Mysoor, realized the burden of executing a family estate after she offered to help her best friend settle her late mother’s affairs. Mysoor told TechCrunch that it took her 900 hours and 18 months to complete tasks such as calling the bank to transfer assets, locating all the 401(k)s, canceling accounts, and distributing assets among family members.</p>\n\n<p class=\"wp-block-paragraph\">“I was shocked that this process was so hard,” Mysoor said. “It’s paper-driven. It’s archaic. You’re googling to-do lists that are not helpful. You’re calling attorneys who might do a sliver of the work, and they cost thousands and thousands of dollars.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">That experience gave Mysoor the idea that some of the most labor-intensive aspects of trust administration, including scanning and extracting data from documents, pre-populating complex forms, and communications with banks, can now be handled by AI agents.</p>\n\n<p class=\"wp-block-paragraph\">When Kolodny met Mysoor and learned about the problem Alix was addressing, the issue resonated so deeply with the Midas List investor that she couldn’t get it out of her mind.</p>\n\n<p class=\"wp-block-paragraph\">Kolodny realized that even though economists are estimating that<a href=\"https://www.ml.com/articles/great-wealth-transfer-impact.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> trillions of dollars</a> will transfer to millennial and Gen Z generations over the next two decades, the paperwork surrounding estate settlement largely remains a burden on those grieving the loss of their parents.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">While some startups like <a href=\"https://techcrunch.com/2021/09/30/empathy-raises-30m/\">Empathy</a> provide assistance with closing accounts as part of their bereavement support, Kolodny discovered that no companies offered comprehensive, start-to-finish estate settlement services.</p>\n\n<p class=\"wp-block-paragraph\">“How is it possible that there’s this messy problem that involves so much project management that there aren’t even meaningful services around?” Kolodny told TechCrunch. “It was this real aha moment for me. This is exactly the kind of problem that AI should be solving.”</p>\n\n<p class=\"wp-block-paragraph\">Kolodny said that she believes Alix is among the first of many startups powered by AI that will democratize financial services and administrative processes, which were historically available only to the ultra-wealthy.</p>\n\n<p class=\"wp-block-paragraph\">Alix’s fee structure is 1% of an estate’s value. However, for inheritances under $1 million, customers can expect to pay between $9,000 and $12,000, with the exact cost determined by the complexity of the estate.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "This industrial AI startup is winning over customers by saying it won’t get acquired | TechCrunch",
            "time": "2025-07-24T18:37:47",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/cvector.jpg?resize=1200,799",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">When industrial AI startup <a rel=\"nofollow\" href=\"http://cvector.com/\">CVector</a> meets with manufacturers, utility providers, and other prospective customers, the founders are often asked the same question: Will you still be here in six months? A year? </p>\n\n<p class=\"wp-block-paragraph\">It’s a valid concern in an environment where the biggest, richest tech companies are luring top talent with <a href=\"https://techcrunch.com/2025/06/27/meta-is-offering-multimillion-dollar-pay-for-ai-researchers-but-not-100m-signing-bonuses/\">eye-watering salaries</a> and <a href=\"https://techcrunch.com/2024/09/04/uk-regulator-greenlights-microsofts-inflection-acquihire-but-also-designates-it-a-merger/\">increasingly</a> targeting <a href=\"https://techcrunch.com/2024/07/30/no-code-platform-airtable-acquires-onboarding-startup-dopt-to-bring-on-more-ai-talent/\">rising</a> AI startups with elaborate <a href=\"https://techcrunch.com/2025/07/14/cognition-maker-of-the-ai-coding-agent-devin-acquires-windsurf/\">acqui-hire deals</a>. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The answer that CVector founders Richard Zhang and Tyler Ruggles give every time is also the same: They’re not going anywhere. And that matters to their customers — a list that includes national gas utilities and a chemical manufacturer in California — which use CVector software to manage and improve their industrial operations.</p>\n\n<p class=\"wp-block-paragraph\">“When we talk to some of these big players in a critical infrastructure, the first call, 10 minutes in, like 99% of the time we’re gonna get that question,” Zhang told TechCrunch. “And they want real assurances, right?”</p>\n\n<p class=\"wp-block-paragraph\">This common concern is one reason why CVector worked with Schematic Ventures, which just led a $1.5 million pre-seed round for the startup. </p>\n\n<p class=\"wp-block-paragraph\">Zhang said he wanted to bring on investors that have a reputation for working on these kinds of hard problems in supply chain, manufacturing, and software infrastructure, which is exactly what Schematic is focused on as an early-stage fund. </p>\n\n<p class=\"wp-block-paragraph\">Julian Counihan, the Schematic partner who made the investment, told TechCrunch that there are a few ways startups can try to allay these kinds of concerns for customers. There are practical solutions — say, putting code in escrow, or offering a free, perpetual license to the software if an acquisition happens. But sometimes “it comes down to founders being mission-aligned with the company and clearly communicating that long-term commitment to customers,” he said.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">It’s this commitment that seems to be helping CVector find early success.</p>\n\n<p class=\"wp-block-paragraph\">Zhang and Ruggles each bring unique skills that play well with the type of work CVector provides its customers. One of Zhang’s earliest jobs was working as a software engineer for oil giant Shell, where he said he was often in the field “building iPad apps for people who’ve never used an iPad before.” </p>\n\n<p class=\"wp-block-paragraph\">Ruggles, who has a PhD in experimental particle physics, spent time working at the Large Hadron Collider “working with nanosecond data, trying to ensure very high uptime, being held accountable for downtime and rapidly troubleshooting.” </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Those are places where you get to build up that kind of confidence, and that kind of background really helps give people some trust, some confidence in you,” Ruggles said.</p>\n\n<p class=\"wp-block-paragraph\">CVector is more than just its founders’ résumés, though. The company has also been clever and resourceful since getting off the ground in late 2024. It built its industrial AI software architecture — what it refers to as a “brain and nervous system for industrial assets” — by leveraging everything from fintech solutions to real-time energy pricing data to open source software from the McLaren F1 racing team. </p>\n\n<p class=\"wp-block-paragraph\">They’re also taking different approaches on how to shape this brain and nervous system in real time with its customers. One example Zhang gave is with weather data. </p>\n\n<p class=\"wp-block-paragraph\">Changing weather conditions can have an impact on how high-precision manufacturing equipment works on a macro scale, but there are also knock-on effects to consider, he said. If it snows, that might mean the surrounding roads and parking lots get salted. If that salt gets carried into a factory on workers’ boots, it can have a tangible impact on the high-precision equipment that operators might not have previously noticed or been able to explain.</p>\n\n<p class=\"wp-block-paragraph\">“Bringing those kinds of signals into your operations and your planning is incredibly valuable,” Ruggles said. “All of this is to help run these facilities more successfully, more profitably.”</p>\n\n<p class=\"wp-block-paragraph\">CVector has already deployed its industrial AI agents in sectors like chemicals, automotive, and energy, and has its eyes set on what Zhang refers to as “large-scale critical infrastructure.” </p>\n\n<p class=\"wp-block-paragraph\">With energy providers specifically, Zhang said a common problem is that their grid dispatch systems are written in old coding languages like Cobra and Fortran that make real-time management challenging. CVector is able to create algorithms that can sit on top of those old systems and give operators better visibility into these systems with low latency.</p>\n\n<p class=\"wp-block-paragraph\">CVector is small right now, with just an eight-person team distributed across Providence, Rhode Island, New York City, and Frankfurt, Germany. But they expect to grow now that the pre-seed is complete. Zhang did stress they’re recruiting only “mission-aligned people” who “actually want to make a career in physical infrastructure” — which will continue to make it easier to convince customers that the startup isn’t going anywhere.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">While there’s a fairly straight line from what Zhang was doing at Shell to what CVector is up to now, it’s a bit more of a departure for Ruggles. But he said it’s been a challenge that he’s relished.</p>\n\n<p class=\"wp-block-paragraph\">“I love the fact that instead of trying to write a paper, submit it, get it through the peer review process and get it published in a journal and hope that somebody looks at it, that I’m working with a client on something that’s in the ground and that we could be helping them keep it up and running,” he said. “You can make changes, build up features, and build new stuff for your customers — rapidly.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "AI companions: A threat to love, or an evolution of it? | TechCrunch",
            "time": "2025-07-24T17:43:35",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/Open-to-Debate-Photo-By-Ryan-Rose-0479.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">As our lives grow increasingly digital and we spend more time interacting with eerily humanlike chatbots, the line between human connection and machine simulation is starting to blur. </p>\n\n<p class=\"wp-block-paragraph\">Today, more than 20% of daters report using AI for things like crafting dating profiles or sparking conversations, per a recent <a href=\"https://www.singlesinamerica.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Match.com study</a>. Some are taking it further by forming emotional bonds, including romantic relationships, with AI companions. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Millions of people around the world are using AI companions from companies like Replika, Character AI, and Nomi AI, including <a href=\"https://techcrunch.com/2025/07/21/72-of-u-s-teens-have-used-ai-companions-study-finds/\">72% of U.S. teens</a>. Some people have reported <a href=\"https://www.nytimes.com/2025/01/15/technology/ai-chatgpt-boyfriend-companion.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">falling in love with more general LLMs like ChatGPT</a>. </p>\n\n<p class=\"wp-block-paragraph\">For some, the trend of dating bots is dystopian and unhealthy, a real-life version of the movie “Her” and a signal that authentic love is being replaced by a tech company’s code. For others, AI companions are a lifeline, a way to feel seen and supported in a world where human intimacy is increasingly hard to find. A recent study found that <a href=\"https://ifstudies.org/blog/artificial-intelligence-and-relationships-1-in-4-young-adults-believe-ai-partners-could-replace-real-life-romance\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a quarter of young adults</a> think AI relationships could soon replace human ones altogether. </p>\n\n<p class=\"wp-block-paragraph\">Love, it seems, is no longer strictly human. The question is: Should it be? Or can dating an AI be better than dating a human?</p>\n\n<p class=\"wp-block-paragraph\">That was the topic of discussion last month at an event I attended in New York City, hosted by Open to Debate, a nonpartisan, debate-driven media organization. TechCrunch was given exclusive access to publish the full video (which includes me asking the debaters a question, because I’m a reporter, and I can’t help myself!).</p>\n\n<p class=\"wp-block-paragraph\">Journalist and filmmaker Nayeema Raza moderated the debate. Raza was formerly on-air executive producer of the “On with Kara Swisher” podcast and is the current host of “Smart Girl Dumb Questions.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Batting for the AI companions was Thao Ha, associate professor of psychology at Arizona State University and co-founder of the Modern Love Collective, where she advocates for technologies that enhance our capacity for love, empathy, and well-being. At the debate, she argued that “AI is an exciting new form of connection … Not a threat to love, but an evolution of it.”</p>\n\n<p class=\"wp-block-paragraph\">Repping the human connection was Justin Garcia, executive director and senior scientist at the Kinsey Institute, and chief scientific adviser to Match.com. He’s an evolutionary biologist focused on the science of sex and relationships, and his forthcoming book is titled “The Intimate Animal.”</p>\n\n<p class=\"wp-block-paragraph\">You can watch the whole thing here, but read on to get a sense of the main arguments. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Could Dating an Al Be Better Than Dating a Human?\" src=\"https://www.youtube.com/embed/0E8gfZs5YDg?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<h3 class=\"wp-block-heading\" id=\"h-always-there-for-you-but-is-that-a-good-thing\"><strong>Always there for you, but is that a good thing?</strong></h3>\n\n<p class=\"wp-block-paragraph\">Ha says that AI companions can provide people with the emotional support and validation that many can’t get in their human relationships. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“AI listens to you without its ego,” Ha said. “It adapts without judgment. It learns to love in ways that are consistent, responsive, and maybe even safer. It understands you in ways that no one else ever has. It is curious enough about your thoughts, it can make you laugh, and it can even surprise you with a poem. People generally feel loved by their AI. They have intellectually stimulating conversations with it and they cannot wait to connect again.”</p>\n\n<p class=\"wp-block-paragraph\">She asked the audience to compare this level of always-on attention to “your fallible ex or maybe your current partner.”</p>\n\n<p class=\"wp-block-paragraph\">“The one who sighs when you start talking, or the one who says, ‘I’m listening,’ without looking up while they continue scrolling on their phone,” she said. “When was the last time they asked you how you are doing, what you are feeling, what you are thinking?”</p>\n\n<p class=\"wp-block-paragraph\">Ha conceded that since AI doesn’t have a consciousness, she isn’t claiming that “AI can authentically love us.” That doesn’t mean people don’t have the <em>experience</em> of being loved by AI. </p>\n\n<p class=\"wp-block-paragraph\">Garcia countered that it’s not actually good for humans to have constant validation and attention, to rely on a machine that’s been prompted to answer in ways that you like. That’s not “an honest indicator of a relationship dynamic,” he argued. </p>\n\n<p class=\"wp-block-paragraph\">“This idea that AI is going to replace the ups and downs and the messiness of relationships that we crave? I don’t think so.”</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-training-wheels-or-replacement\"><strong>Training wheels or replacement</strong></h3>\n\n<p class=\"wp-block-paragraph\">Garcia noted that AI companions can be good training wheels for certain folks, like neurodivergent people, who might have anxiety about going on dates and need to practice how to flirt or resolve conflict. </p>\n\n<p class=\"wp-block-paragraph\">“I think if we’re using it as a tool to build skills, yes … that can be quite helpful for a lot of people,” Garcia said. “The idea that that becomes the permanent relationship model? No.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">According to a Match.com <a href=\"https://www.singlesinamerica.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Singles in America study</a>, released in June, nearly 70% of people say they would consider it infidelity if their partner engaged with an AI. </p>\n\n<p class=\"wp-block-paragraph\">“Now I think on the one hand, that goes to [Ha’s] point, that people are saying these are real relationships,” he said. “On the other hand, it goes to my point, that they’re threats to our relationships. And the human animal doesn’t tolerate threats to their relationships in the long haul.”</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-how-can-you-love-something-you-can-t-trust\"><strong>How can you love something you can’t trust?</strong></h3>\n\n<p class=\"wp-block-paragraph\">Garcia says trust is the most important part of any human relationship, and people don’t trust AI.</p>\n\n<p class=\"wp-block-paragraph\">“According to a recent poll, a third of Americans think that AI will destroy humanity,” Garcia said, noting that a recent YouGov poll found that 65% of Americans have little trust in AI to make ethical decisions.</p>\n\n<p class=\"wp-block-paragraph\">“A little bit of risk can be exciting for a short-term relationship, a one-night stand, but you generally don’t want to wake up next to someone who you think might kill you or destroy society,” Garcia said. “We cannot thrive with a person or an organism or a bot that we don’t trust.”</p>\n\n<p class=\"wp-block-paragraph\">Ha countered that people do tend to trust their AI companions in ways similar to human relationships.</p>\n\n<p class=\"wp-block-paragraph\">“They are trusting it with their lives and most intimate stories and emotions that they are having,” Ha said. “I think on a practical level, AI will not save you right now when there is a fire, but I do think people are trusting AI in the same way.”</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-physical-touch-and-sexuality\"><strong>Physical touch and sexuality</strong></h3>\n\n<p class=\"wp-block-paragraph\">AI companions can be a great way for people to play out their most intimate, vulnerable sexual fantasies, Ha said, noting that people can use sex toys or robots to see some of those fantasies through. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">But it’s no substitute for human touch, which Garcia says we are biologically programmed to need and want. He noted that, due to the isolated, digital era we’re in, many people have been feeling “touch starvation” — a condition that happens when you don’t get as much physical touch as you need, which can cause stress, anxiety, and depression. This is because engaging in pleasant touch, like a hug, makes your brain release oxytocin, a feel-good hormone.</p>\n\n<p class=\"wp-block-paragraph\">Ha said that she has been testing human touch between couples in virtual reality using other tools, like potentially haptics suits. </p>\n\n<p class=\"wp-block-paragraph\">“The potential of touch in VR and also connected with AI is huge,” Ha said. “The tactile technologies that are being developed are actually booming.”</p>\n\n<h3 class=\"wp-block-heading\" id=\"h-the-dark-side-of-fantasy\"><strong>The dark side of fantasy</strong></h3>\n\n<p class=\"wp-block-paragraph\">Intimate partner violence is a problem around the globe, and much of AI is trained on that violence. Both Ha and Garcia agreed that AI could be problematic in, for example, amplifying aggressive behaviors — especially if that’s a fantasy that someone is playing out with their AI.</p>\n\n<p class=\"wp-block-paragraph\">That concern is not unfounded. <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11939346/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Multiple studies</a> have shown that men who watch more pornography, which can include violent and aggressive sex, are <a href=\"https://openpsychologyjournal.com/contents/volumes/V5/TOPSYJ-5-1/TOPSYJ-5-1.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">more likely to be sexually aggressive</a> with real-life partners. </p>\n\n<p class=\"wp-block-paragraph\">“Work by one of my Kinsey Institute colleagues, Ellen Kaufman, has looked at this exact issue of consent language and how people can train their chatbots to amplify non-consensual language,” Garcia said.</p>\n\n<p class=\"wp-block-paragraph\">He noted that people use AI companions to experiment with the good and bad, but the threat is that you can end up training people on how to be aggressive, non-consensual partners.</p>\n\n<p class=\"wp-block-paragraph\">“We have enough of that in society,” he said. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Ha thinks these risks can be mitigated with thoughtful regulation, transparent algorithms, and ethical design. </p>\n\n<p class=\"wp-block-paragraph\">Of course, she made that comment before the White House released its <a href=\"https://techcrunch.com/2025/07/23/trumps-ai-strategy-trades-guardrails-for-growth-in-race-against-china/\">AI Action Plan</a>, which says nothing about transparency — which many frontier AI companies are against — or ethics. The plan also seeks to eliminate a lot of regulation around AI.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Apple iOS 26 public beta arrives | TechCrunch",
            "time": "2025-07-24T17:21:57",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-hero-250609_big.jpg.large_.jpg?w=980",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple released the first <a href=\"https://beta.apple.com/sp/betaprogram/.\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">public beta</a> of its new mobile operating system, iOS 26, featuring its “Liquid Glass” user interface and improved AI features. The release allows early adopters to get their hands on Apple’s latest software before its wider public availability later this fall.</p>\n\n<p class=\"wp-block-paragraph\">The update represents the most notable visual transformation since iOS 7, <a href=\"https://techcrunch.com/2025/06/09/apple-redesigns-its-operating-systems-with-liquid-glass/\">featuring a “Liquid Glass” design</a> that offers a more transparent, glass-like feel to user interface elements, like buttons, screens, and in-app navigation and controls, among other things. Liquid Glass is integrated throughout iOS 26, including in key apps like Phone, Camera, Safari, Music, and others, as well as in notifications, the <a href=\"https://techcrunch.com/2025/06/09/apples-ios-26-will-redesign-lock-screen-home-screen-and-native-ios-apps/\">Lock Screen, Control Center, and the Home Screen</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The software update also includes an redesigned Lock Screen for iPhone and iPad with a 3D photo effect and dynamic clock and updated app icons, which users can now set to clear, too.</p>\n\n<p class=\"wp-block-paragraph\">In terms of <a href=\"https://techcrunch.com/2025/06/12/here-are-apples-top-ai-announcements-from-wwdc-2025/\">AI features</a>, the new software brings a <a href=\"https://techcrunch.com/2025/06/09/apple-introduces-live-translation-across-messages-facetime-and-phone-at-wwdc-25/\">live translation feature</a> that translates conversations in real time, AI-powered shortcuts, <a href=\"https://techcrunch.com/2025/06/09/apple-is-bringing-polls-to-imessage-in-ios-26/\">poll suggestions in Messages</a>, and an update to Visual Intelligence for conducting image searches as you browse.</p>\n\n<p class=\"wp-block-paragraph\">Other software versions, including iPadOS 26, macOS 26, tvOS 26, and watchOS 26, have also adopted the Liquid Glass design. </p>\n\n<p class=\"wp-block-paragraph\">Here is a brief overview of all the new features being introduced.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-ios-26\">iOS 26</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?w=486\" alt=\"\" class=\"wp-image-3017500\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg 1152w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=107,150 107w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=214,300 214w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=768,1075 768w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=486,680 486w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=858,1200 858w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=915,1280 915w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=307,430 307w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=515,720 515w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=643,900 643w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=572,800 572w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=1098,1536 1098w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=477,668 477w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=268,375 268w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=441,617 441w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=379,531 379w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iOS-26-Apple-Intelligence-Call-Screening-250609_inline.jpg.medium_2x.jpg?resize=36,50 36w\" sizes=\"auto, (max-width: 486px) 100vw, 486px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Apple</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">In addition to the glass aesthetic, iPhone users have several updates to be excited about, including a <a href=\"https://techcrunch.com/2025/06/09/apple-debuts-a-new-dedicated-games-app-at-wwdc-2025/\">dedicated gaming app</a> that serves as a new destination for playing and discovering games in one place. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The Phone app is introducing a new Call Screening feature that prompts unknown callers to state their name and reason for calling before the recipient answers. Additionally, a Hold Assist feature will notify users when hold music ends, signaling that they can speak to a live agent. The app, along with Messages and FaceTime, will also support real-time live translations. In the Messages app, meanwhile, users can expect a feature that has AI-generated suggestions for polls.</p>\n\n<p class=\"wp-block-paragraph\">In addition, iOS 26 will bring updates to Genmoji and Image Playground, as well as <a href=\"https://techcrunch.com/2025/06/11/all-of-the-new-features-coming-to-apples-ios-apps/\">improvements</a> to Camera, Photos, Maps, <a href=\"https://techcrunch.com/2025/06/11/a-big-list-of-the-small-and-hidden-features-in-ios-26/\">and a range of other minor additions</a>, including the ability to customize alarm snooze times. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-ipados-26\">iPadOS 26</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?w=680\" alt=\"\" class=\"wp-image-3016885\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg 1384w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?resize=680,382 680w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?resize=1098,617 1098w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-iPadOS-26-hero-250609_big.jpg.medium_2x.jpg?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Apple</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">A big win for iPad users is that they’ll experience a more <a href=\"https://techcrunch.com/2025/06/09/ipados-26-will-make-the-ipad-feel-more-like-a-mac/\">Mac-like tablet</a>. For example, iPadOS 16 is bringing the Preview app from macOS, which enables annotation on PDFs. Plus, a new windowing system that lets users adjust the size of web pages and apps, as well as manage multiple windows and tabs at once.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-macos-tahoe-26\">macOS Tahoe 26</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?w=680\" alt=\"\" class=\"wp-image-3017071\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg 1960w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=1200,800 1200w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=1280,853 1280w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=1536,1023 1536w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=563,375 563w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=926,617 926w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2025/06/Apple-WWDC25-macOS-Tahoe-26-Control-Center-250609_big.jpg.large_2x_7f7182.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Apple</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">One notable update for <a href=\"https://techcrunch.com/2025/06/09/heres-whats-coming-to-macos-tahoe/\">macOS 26</a> involves Spotlight, which will employ AI to anticipate user searches and suggest actions based on frequently performed tasks or ongoing projects. Additionally, macOS is gaining Live Activities, allowing users to sync activities directly with their iPhones and access recent calls and contacts.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-watchos-26\">watchOS 26</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/applewatchos26.png?w=680\" alt=\"\" class=\"wp-image-3030462\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/applewatchos26.png 1200w, https://techcrunch.com/wp-content/uploads/2025/07/applewatchos26.png?resize=150,62 150w, https://techcrunch.com/wp-content/uploads/2025/07/applewatchos26.png?resize=300,124 300w, https://techcrunch.com/wp-content/uploads/2025/07/applewatchos26.png?resize=768,318 768w, https://techcrunch.com/wp-content/uploads/2025/07/applewatchos26.png?resize=680,282 680w, https://techcrunch.com/wp-content/uploads/2025/07/applewatchos26.png?resize=430,178 430w, https://techcrunch.com/wp-content/uploads/2025/07/applewatchos26.png?resize=720,298 720w, https://techcrunch.com/wp-content/uploads/2025/07/applewatchos26.png?resize=900,373 900w, https://techcrunch.com/wp-content/uploads/2025/07/applewatchos26.png?resize=800,331 800w, https://techcrunch.com/wp-content/uploads/2025/07/applewatchos26.png?resize=668,277 668w, https://techcrunch.com/wp-content/uploads/2025/07/applewatchos26.png?resize=708,293 708w, https://techcrunch.com/wp-content/uploads/2025/07/applewatchos26.png?resize=50,21 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Apple</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">One of the more significant features coming to the new <a href=\"https://techcrunch.com/2025/06/09/apple-unveils-watchos-26-with-new-design-wrist-flick-gesture-and-ai-workout-buddy-feature/\">watchOS</a> is Workout Buddy, a fitness assistant powered by Apple Intelligence that provides motivation using a generative AI voice during workouts, pointing out key moments like closing the Exercise ring for the day. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Apple has also revamped the Workout app, introducing a helpful new option called Autoplay Media. This feature automatically starts playing music, podcasts, and audiobooks. Additionally, Apple Music can intelligently recommend the most suitable playlists for your workouts and will recall listening habits for each type of exercise.</p>\n\n<p class=\"wp-block-paragraph\">Another update is the automatic volume adjustment capability, which adjusts the volume of calls, timers, alarms, and Siri to match the surrounding sound levels, ideal for quiet places like libraries.</p>\n\n<p class=\"wp-block-paragraph\">Apple also introduced a new one-handed flick gesture that’s designed to dismiss notifications, silence incoming calls, and return to the watch face, among other actions. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-tvos-26\">tvOS 26</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png?w=680\" alt=\"\" class=\"wp-image-3030461\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png 1200w, https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png?resize=150,86 150w, https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png?resize=300,171 300w, https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png?resize=768,438 768w, https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png?resize=680,388 680w, https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png?resize=430,245 430w, https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png?resize=720,410 720w, https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png?resize=900,513 900w, https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png?resize=800,456 800w, https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png?resize=668,381 668w, https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png?resize=658,375 658w, https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png?resize=1082,617 1082w, https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png?resize=708,404 708w, https://techcrunch.com/wp-content/uploads/2025/07/appletvos26.png?resize=50,29 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Apple</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Arguably, the most useful new feature coming to Apple’s TV operating system is the ability to switch profiles seamlessly. Users can easily select their profile as soon as the Apple TV wakes from sleep, allowing them to quickly resume their viewing experience.</p>\n\n<p class=\"wp-block-paragraph\">Apple Music introduced a fun feature that enables users to use their iPhones as microphones for sing-alongs, complete with on-screen lyrics displayed on the TV. Multiple iPhones can connect at once, making it possible for friends and family to join in, queue songs, and even send emoji reactions.</p>\n\n<p class=\"wp-block-paragraph\">Additionally, new Contact Posters for FaceTime allow users to showcase customized photos and names, personalizing the experience. Another notable update includes the expansion of Live Captions to support translations in languages such as French, German, and Spanish. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google's new Web Guide search experiment organizes results with AI | TechCrunch",
            "time": "2025-07-24T16:58:41",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/WebGuide_Hero.width-2200.format-webp.webp?resize=1200,677",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google on Thursday is <a href=\"https://blog.google/products/search/web-guide-labs/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">launching</a> a new AI-powered feature called Web Guide for organizing Google Search results. <a rel=\"nofollow\" href=\"https://labs.google.com/search/experiment/34\">Web Guide</a> is a <a rel=\"nofollow\" href=\"https://labs.google.com/search/experiment/34\">Search Labs experiment</a> that leverages AI technology to organize the search results page by grouping pages related to specific aspects of the search query.</p>\n\n<p class=\"wp-block-paragraph\">Search Labs experiments are a way for Google to test out new ideas by letting users opt in to those they find interesting. The experiments can be turned on or off at any time and include things like Google’s AI Mode, Notebook LM, filmmaking tool Flow, and other, more niche ideas, like an audio show based on news from your Google Discover feed.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The new <a rel=\"nofollow\" href=\"https://labs.google.com/search/experiment/34\">Web Guide</a> experiment is a variation on the fan-out technique for displaying search results that Google is already using with its AI Mode. The feature itself is powered by Gemini, which helps Google better understand the search query and then link to other pages that could have been missed if using a traditional Google Search. </p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?w=680\" alt=\"\" class=\"wp-image-3031001\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png 1920w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/07/a6ba08b1-b867-47b5-8114-9cc5525e263f.png?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Google</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Google suggests the feature works well for open-ended search queries, like “how to solo travel in Japan” or even more complex, multi-sentence queries. For instance, you could ask something like “My family is spread across multiple time zones. What are the best tools for staying connected and maintaining close relationships despite the distance?” </p>\n\n<p class=\"wp-block-paragraph\">Each section of the search results will focus on one type of answer to the query. With the solo travel example, Web Guide would display groupings like those focused on comprehensive guides, safety tips, links where people have shared their personal experiences, and more. </p>\n\n<p class=\"wp-block-paragraph\">The experiment will be available to those who opt in and will initially reconfigure the search results on the Web tab on Search. You can also turn off this Web View from this tab itself, if you want to see the standard results without having to disable the experiment entirely. </p>\n\n<p class=\"wp-block-paragraph\">Over time, Google says the experiment will expand to other areas of Search, too, including the “All” tab. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 27-29, 2025</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Amazon introduces a more affordable color screen Kindle | TechCrunch",
            "time": "2025-07-24T15:50:17",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/download-2.jpeg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Amazon is making its color screen Kindle more affordable. Following the launch of the <a href=\"https://techcrunch.com/2024/10/30/kindle-colorsoft-review-a-subtle-approach-to-color/\">Kindle Colorsoft</a> last year, the retailer on Thursday introduced a <a href=\"https://www.amazon.com/KindleColorsoft?ref=dmm_inf_erd_sb_base_aa_Q325\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">lower-cost version</a> of the normally $279.99 device. The new device offers a $30 discount for 16GB of storage instead of 32GB, bringing the cost down to $249.99. A <a href=\"https://www.amazon.com/kindlecolorsoftkids?ref=dmm_inf_erd_sb_kke_aa_Q325\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Kids edition</a> is also now available.</p>\n\n<p class=\"wp-block-paragraph\">The original <a href=\"https://www.aboutamazon.com/news/devices/kindle-color-specs-price-announce\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">7-inch Kindle Colorsoft Signature Edition</a> was designed to bring a more engaging visual experience to the popular Kindle e-reader, ideal for digitally browsing comics and other graphic novels or highlighting in different colors. The device offered an adjustable, glare-free display with up to eight weeks of battery life, and it even allows users to invert the black text and white background of pages for those who prefer a dark mode-like experience.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The new 16GB model also features the high-contrast Colorsoft display of the original, the adjustable warm light, battery life, fast page turns, and more. Plus, it includes three months of Kindle Unlimited, the subscription offering access to over 4 million e-books.</p>\n\n<p class=\"wp-block-paragraph\">However, it won’t include the auto-adjusting front light, wireless charging, or the larger storage space of the Signature Edition. </p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?w=680\" alt=\"\" class=\"wp-image-3030974\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg 2000w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/07/img-3337.jpg?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Amazon</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The Kindle Colorsoft Kids ships with an illustrated cover, a two-year guarantee, and a year of the Amazon Kids+ subscription offering access to books, games, videos, apps, and more. The $269.99 device includes a handful of features to help kids practice reading, too, including a vocabulary builder and a feature called Word Wise that helps them learn new words, as well as the OpenDyslexic font, and Bluetooth connectivity for listening to audiobooks.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}