{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "With iOS 26.2, Apple lets you roll back Liquid Glass again - this time on the Lock Screen | TechCrunch",
            "time": "2025-12-12T20:45:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/09/iphone-air.jpg?resize=1200,669",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple is releasing another tool to dial down Liquid Glass’s transparency with its release of iOS 26.2, out now. With the update, users will be able to control the transparency of the Lock Screen’s clock. The release follows an update that introduced a slider for controlling the opacity of Liquid Glass elements through the operating system, following user complaints that the changes made their iPhone or other Apple device too hard to read.</p>\n\n<p class=\"wp-block-paragraph\">Launched with iOS 26, the <a href=\"https://techcrunch.com/2025/06/10/love-it-or-hate-it-apples-new-liquid-glass-design-is-getting-mixed-reviews/\">new design language</a> for Apple devices turns various interface elements like buttons, sliders, and notifications semi-transparent. The elements also refract light, giving them the optical qualities of glass.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Meant to modernize Apple’s operating systems and potentially prepare for a world where the operating system moves to AI smartglasses, <a href=\"https://techcrunch.com/2025/06/10/love-it-or-hate-it-apples-new-liquid-glass-design-is-getting-mixed-reviews/\">Liquid Glass received mixed reviews</a>. Some found that the transparency made their device difficult to use, as it became tricky to read key items, like notifications or the <a href=\"https://www.apple.com/newsroom/2025/06/apple-introduces-a-delightful-and-elegant-new-software-design/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">name of an artist in Apple Music</a>. In response to user complaints, Apple released a Liquid Glass tool in iOS 26.1 that allowed users to return their interface to a more “frosted” look, if desired.</p>\n\n<p class=\"wp-block-paragraph\">With the slider for the Clock’s “glassiness,” Apple is again rolling back the transparency of the Liquid Glass update, but in the form of another user-controlled customization feature, instead of a global change.</p>\n\n<figure class=\"wp-block-image aligncenter size-full is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png\" alt=\"a lock screen featuring a new setting allowing users to change the Liquid Glass setting from glass to solid.\" class=\"wp-image-3075699\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png 1320w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=69,150 69w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=138,300 138w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=768,1669 768w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=313,680 313w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=552,1200 552w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=589,1280 589w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=198,430 198w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=331,720 331w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=414,900 414w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=368,800 368w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=707,1536 707w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=943,2048 943w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=307,668 307w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=173,375 173w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=284,617 284w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=244,531 244w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0284.png?resize=23,50 23w\" sizes=\"auto, (max-width: 1320px) 100vw, 1320px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>iPhone screenshot by TechCrunch</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">These tweaks are notable as they telegraph that perhaps Apple isn’t standing 100% behind the design overhaul as being perfect as is.</p>\n\n<p class=\"wp-block-paragraph\">The timing of the change is worth noting, too. Earlier this month, Apple confirmed the design executive behind the Liquid Glass makeover, Alan Dye, was <a href=\"https://techcrunch.com/2025/12/03/meta-poaches-apple-design-exec-alan-dye-to-lead-new-creative-studio-in-reality-labs/\">leaving the company for Meta</a>. While it didn’t appear that Dye was pushed out, Apple replaced him with longtime Apple designer Stephen Lemay. </p>\n\n<p class=\"wp-block-paragraph\">Unlike Dye, Lemay’s career was spent in interface and interaction design — a skill set called for when it comes to fixing Liquid Glass, it can be argued.</p>\n\n\n\n<p class=\"wp-block-paragraph\">iOS 26.2 brought other new features beyond the latest Liquid Glass tweak.</p>\n\n<p class=\"wp-block-paragraph\">As in the betas, users can now create AirDrop codes to share with people not in their contacts, allowing them to become a “known” AirDrop contact for a 30-day period. The feature might make sense at work or in other scenarios where you need to share files or photos with someone not stored in your Contacts.</p>\n\n<p class=\"wp-block-paragraph\">Also in iOS 26.2, the Reminders supports alarms; Apple News gains a Following tab at the bottom nav bar along with other navigation changes; Apple Music adds offline lyrics; and the Podcasts app adds AI-generated chapters for podcast episodes, a Podcast Mention feature for linking to other shows, and other changes. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Apple Watch owners will also now get a Sleep Score based on how well they slept and if they met their sleep goals. </p>\n\n<p class=\"wp-block-paragraph\">Apple also released several important security updates across its flagship products on Friday, including iPhones, iPads, Macs, Apple TVs, and Apple Watches, to <a href=\"https://techcrunch.com/2025/12/12/google-and-apple-roll-out-emergency-security-updates-after-zero-day-attacks/\">patch vulnerabilities used in an active hacking campaign</a>.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google and Apple roll out emergency security updates after zero-day attacks | TechCrunch",
            "time": "2025-12-12T20:31:36",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/10/iphone-trenchant-l3harris-1059636822.jpg?resize=1200,808",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Apple and Google have released several software updates to protect against a hacking campaign targeting an unknown number of their users.</p>\n\n<p class=\"wp-block-paragraph\">On Wednesday, Google <a href=\"https://chromereleases.googleblog.com/2025/12/stable-channel-update-for-desktop_10.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">released patches</a> for a handful of security bugs in its Chrome browser, noting that one of the bugs was being actively exploited by hackers before the company had time to patch it. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Unusually for Google, the company provided no further details at the time. </p>\n\n<p class=\"wp-block-paragraph\">But on Friday, Google updated the page to say that the bug was discovered by Apple’s security engineering team and Google’s Threat Analysis Group, whose security researchers primarily track government hackers and <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#spyware-commercial-government\">mercenary spyware</a> makers, indicating that the hacking campaign may have been orchestrated by government-backed hackers.</p>\n\n<p class=\"wp-block-paragraph\">At the same time, Apple released security updates for its flagship products, including iPhones, iPads, Macs, Vision Pro, Apple TV, Apple Watches, and its Safari browser.</p>\n\n<p class=\"wp-block-paragraph\">According to <a href=\"https://support.apple.com/en-us/125884\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the security advisory for iPhones and iPads</a>, Apple patched two bugs and the company said it was aware “that this issue may have been exploited in an extremely sophisticated attack against specific targeted individuals” running devices prior to iOS 26.</p>\n\n<p class=\"wp-block-paragraph\">That language is Apple’s typical way of saying that it knows some of its customers and users were targeted by hackers exploiting <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#zero-day\">zero-days</a>, meaning flaws that at the time of exploitation are unknown to the software makers. Often, these are cases where government hackers used hacking tools and spyware made by companies such as <a href=\"https://techcrunch.com/tag/nso-group/\">NSO Group</a> or <a href=\"https://techcrunch.com/tag/paragon-solutions/\">Paragon Solutions</a> to target journalists, dissidents, and human rights activists. </p>\n\n<p class=\"wp-block-paragraph\">Apple and Google did not immediately respond to a request for comment. </p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OK, what's going on with LinkedIn's algo? | TechCrunch",
            "time": "2025-12-12T19:38:16",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/ST.art_.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">One day in November, a product strategist we’ll call Michelle (not her real name), logged into her LinkedIn account and switched her gender to male. She also changed her name to Michael, she told TechCrunch. </p>\n\n<p class=\"wp-block-paragraph\">She was partaking in an experiment called #WearthePants where <a href=\"https://www.linkedin.com/pulse/decoding-algorithmic-suppression-why-platforms-need-you-awomosu--5dvse/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">women tested</a> the hypothesis that LinkedIn’s new algorithm was biased against women. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">For months, <a href=\"https://www.linkedin.com/pulse/decoding-algorithmic-suppression-why-platforms-need-you-awomosu--5dvse/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">some heavy LinkedIn</a> users complained about seeing drops in engagement and impressions on the career-oriented social network. This came after the company’s vice president of engineering, Tim Jurka, <a href=\"https://www.linkedin.com/pulse/how-does-linkedin-feed-work-tim-jurka-oxraf/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said in August that the platform</a> had “more recently” implemented LLMs to help surface content useful to users. </p>\n\n<p class=\"wp-block-paragraph\">Michelle (whose identity is known to TechCrunch) was suspicious about the changes because she has more than 10,000 followers and ghostwrites posts for her husband, who has only around 2,000. Yet she and her husband tend to get around the same number of post impressions, she said, despite her larger following. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“The only significant variable was gender,” she said. </p>\n\n<p class=\"wp-block-paragraph\">Marilynn Joyner, a founder, also changed her profile gender. She’s been posting on LinkedIn consistently for two years and noticed in the last few months that her posts’ visibility declined. “I changed my gender on my profile from female to male, and my impressions jumped 238% within a day,” she told TechCrunch.</p>\n\n<p class=\"wp-block-paragraph\">Megan Cornish reported similar results, as did Rosie Taylor, Jessica Doyle Mekkes, Abby Nydam, Felicity Menzies, Lucy Ferguson, and <a href=\"https://www.linkedin.com/pulse/what-gender-switch-experiments-reveal-linkedin-bias-geri-stengel-ztfye/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">so on</a>.  </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">LinkedIn <a href=\"https://www.linkedin.com/blog/engineering/feed/putting-members-first-testing-and-measuring-how-content-appears-in-your-feed\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said that</a> its “algorithm and AI systems do not use demographic information such as age, race, or gender as a signal to determine the visibility of content, profile, or posts in the Feed” and that “a side-by-side snapshot of your own feed updates that are not perfectly representative, or equal in reach, do not automatically imply unfair treatment or bias” within the Feed. </p>\n\n<p class=\"wp-block-paragraph\">Social algorithm experts agree that explicit sexism may not have been a cause, although implicit bias may be at work.  </p>\n\n<p class=\"wp-block-paragraph\">Platforms are “an intricate symphony of algorithms that pull specific mathematical and social levers, simultaneously and constantly,” <a href=\"https://www.linkedin.com/in/brandeis-marshall/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Brandeis Marshall</a>, a data ethics consultant, told TechCrunch.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“The changing of one’s profile photo and name is just one such lever,” she said, adding that the algorithm is also influenced by, for example, how a user has and currently interacts with other content.  </p>\n\n<p class=\"wp-block-paragraph\">“What we don’t know of is all the other levers that make this algorithm prioritize one person’s content over another. This is a more complicated problem than people assume,” Marshall said. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-bro-coded\">Bro-coded</h2>\n\n<p class=\"wp-block-paragraph\">The <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:7395827337994375168/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">#WearthePants</a> experiment began with two entrepreneurs — Cindy Gallop and Jane Evans.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">They asked two men to make and post the same content as them, curious to know if gender was the reason so many women were feeling a dip in engagement. Gallop and Evans both <a rel=\"nofollow\" href=\"https://www.the-independent.com/life-style/linkedin-algorithm-women-sexism-claims-b2872973.html\">have sizable followings</a> — more than 150,000 combined compared to the two men who had around 9,400 at the time. </p>\n\n<p class=\"wp-block-paragraph\">Gallop reported that her post reached only 801 people, <a href=\"https://www.linkedin.com/pulse/decoding-algorithmic-suppression-why-platforms-need-you-awomosu--5dvse/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">while the man who posted</a> the exact same content reached 10,408 people, more than 100% of his followers. Other women then took part. Some, like Joyner, who uses LinkedIn to market her business, became concerned.</p>\n\n<p class=\"wp-block-paragraph\">“I’d really love to see LinkedIn take accountability for any bias that may exist within its algorithm,” Joyner said. </p>\n\n<p class=\"wp-block-paragraph\">But LinkedIn, like other LLM-dependent search and social media platforms, offers scant details on how content-picking models were trained.</p>\n\n<p class=\"wp-block-paragraph\">Marshall said that most of these platforms “innately have embedded a white, male, Western-centric viewpoint” due to who trained the models. Researchers find <a href=\"https://direct.mit.edu/coli/article/50/3/1097/121961/Bias-and-Fairness-in-Large-Language-Models-A\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">evidence of human biases like sexism and racism</a> in popular LLM models because the models are trained on human-generated content, and <a href=\"https://techcrunch.com/2025/02/20/mercor-an-ai-recruiting-startup-founded-by-21-year-olds-raises-100m-at-2b-valuation/\" target=\"_blank\" rel=\"noreferrer noopener\">humans are often directly involved in post-training</a> or reinforcement learning. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Still, how any individual company implements its AI systems is shrouded in the secrecy of the algorithmic black box. </p>\n\n<p class=\"wp-block-paragraph\">LinkedIn says that the #WearthePants experiment could not have demonstrated gender bias against women. Jurka’s August statement said — and LinkedIn’s Head of Responsible AI and Governance, Sakshi Jain, <a href=\"https://www.linkedin.com/blog/engineering/feed/putting-members-first-testing-and-measuring-how-content-appears-in-your-feed\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reiterated in another post</a> in November — that its systems are not using demographic information as a signal for visibility. </p>\n\n<p class=\"wp-block-paragraph\">Instead, LinkedIn told TechCrunch that it tests millions of posts to connect users to opportunities. It said demographic data is used only for such testing, like seeing if posts “from different creators compete on equal footing and that the scrolling experience, what you see in the feed, is consistent across audiences,” the company told TechCrunch.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">LinkedIn has been noted for <a href=\"https://dl.acm.org/doi/10.1145/3593013.3594075\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">researching and adjusting</a> its algorithm <a href=\"https://www.technologyreview.com/2021/06/23/1026825/linkedin-ai-bias-ziprecruiter-monster-artificial-intelligence/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">to try to provide a less biased</a> experience for users.</p>\n\n<p class=\"wp-block-paragraph\">It’s the unknown variables, Marshall said, that probably explain why some women saw increased impressions after changing their profile gender to male. Partaking in a viral trend, for example, can lead to an engagement boost; some accounts were posting for the first time in a long time, and the algorithm could have possibly rewarded them for doing so. </p>\n\n<p class=\"wp-block-paragraph\">Tone and writing style might also play a part. Michelle, for example, said the week she posted as “Michael,” she adjusted her tone slightly, writing in a more simplistic, direct style, as she does for her husband. That’s when she said impressions jumped 200% and engagements rose 27%.</p>\n\n<p class=\"wp-block-paragraph\">She concluded the system was not “explicitly sexist,” but seemed to deem communication styles commonly associated with women “a proxy for lower value.” </p>\n\n<p class=\"wp-block-paragraph\">Stereotypical male <a href=\"https://online.utpb.edu/about-us/articles/communication/how-men-and-women-communicate-differently/#:~:text=While%20effective%20in%20fostering%20positive,reconvene%20tomorrow%20to%20check%20progress.%E2%80%9D\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">writing styles are believed to be more concise</a>, while the <a href=\"https://www.linkedin.com/posts/nilukakavanagh_i-studied-gender-and-language-as-part-of-share-7399077151548821504-OKwP/?utm_source=share&amp;utm_medium=member_desktop&amp;rcm=ACoAAABR8GIBH2uMtvMDH5bwjrwfOvr0BaP4WD8\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">writing style stereotypes for women</a> are imagined to be softer and more emotional. If an LLM is trained to boost writing that complies with male stereotypes, that’s a subtle, implicit bias. And <a href=\"https://techcrunch.com/2025/11/29/no-you-cant-get-your-ai-to-admit-to-being-sexist-but-it-probably-is/\" target=\"_blank\" rel=\"noreferrer noopener\">as we previously reported</a>, researchers have determined that most LLMs are riddled with them.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Sarah Dean, an assistant professor of computer science at Cornell, said that platforms like LinkedIn often use entire profiles, in addition to user behavior, when determining content to boost. That includes jobs on a user’s profile and the type of content they usually engage with.</p>\n\n<p class=\"wp-block-paragraph\">“Someone’s demographics can affect ‘both sides’ of the algorithm — what they see and who sees what they post,” Dean said. </p>\n\n<p class=\"wp-block-paragraph\">LinkedIn told TechCrunch that its AI systems look at hundreds of signals to determine what is pushed to a user, including insights from a person’s profile, network, and activity. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“We run ongoing tests to understand what helps people find the most relevant, timely content for their careers,” the spokesperson said. “Member behavior also shapes the feed, what people click, save, and engage with changes daily, and what formats they like or don’t like. This behavior also naturally shapes what shows up in feeds alongside any updates from us.”</p>\n\n<p class=\"wp-block-paragraph\">Chad Johnson, a sales expert active on LinkedIn, <a href=\"https://www.linkedin.com/pulse/grab-cup-360-brew-linkedins-new-algorithm-chad-johnson-rckjc/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">described</a> the changes as deprioritizing likes, comments, and reposts. The LLM system “no longer cares how often you post or at what time of day,” Johnson wrote in a post. “It cares whether your writing shows understanding, clarity, and value.”</p>\n\n<p class=\"wp-block-paragraph\">All of this makes it hard to determine the true cause of any #WearthePants results.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-people-just-dislike-the-algo\">People just dislike the algo</h2>\n\n<p class=\"wp-block-paragraph\">Nevertheless, it seems like many people, across genders, either don’t like or don’t understand LinkedIn’s new algorithm — whatever it is. </p>\n\n<p class=\"wp-block-paragraph\">Shailvi Wakhulu, a data scientist, told TechCrunch that she’s averaged at least one post a day for five years and used to see thousands of impressions. Now she and her husband are lucky to see a few hundred. “It’s demotivating for content creators with a large loyal following,” she said.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">One man told TechCrunch he saw about a 50% drop in engagement over the past few months. Still, another man said he’s seen post impressions and reach increase more than 100% in a similar time span. “This is largely because I write on specific topics for specific audiences, which is what the new algorithm is rewarding,” he told TechCrunch, adding that his clients are seeing a similar increase. </p>\n\n<p class=\"wp-block-paragraph\">But in Marshall’s experience, she, who is Black, believes posts about her experiences perform more poorly than posts related to her race. “If Black women only get interactions when they talk about black women but not when they talk about their particular expertise, then that’s a bias,” she said. </p>\n\n<p class=\"wp-block-paragraph\">The researcher, Dean, believes the algorithm may simply be amplifying “whatever signals there already are.” It could be rewarding certain posts, not because of the demographics of the writer, but because there’s been more of a history of response to them across the platform. While Marshall may have stumbled into another area of implicit bias, her anecdotal evidence isn’t enough to determine that with certainty.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">LinkedIn offered some insights into what works well now. The company said the user base has grown, and as a result, posting is up 15% year-over-year while comments are up 24% YOY. “This means more competition in the feed,” the company said. Posts about professional insights and career lessons, industry news and analysis, and education or informative content around work, business, and the economy are all doing well, it said. </p>\n\n<p class=\"wp-block-paragraph\">If anything, people are just confused. “I want transparency,” Michelle said.  </p>\n\n<p class=\"wp-block-paragraph\">However, as content-picking algorithms have always been closely guarding secrets by their companies, and transparency can lead to gaming them, that’s a big ask. It’s one that’s unlikely ever to be satisfied. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Microsoft buys 3.6M metric tons of carbon removal from bioenergy plant | TechCrunch",
            "time": "2025-12-12T19:16:10",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/1765443854968.jpeg?resize=1200,687",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Microsoft announced Thursday it would buy 3.6 million carbon removal credits from a biofuels plant in Louisiana owned by C2X. The plant, which is slated to begin operating in 2029, will process forestry waste into methanol, which can be used to power ships and planes and as a raw material for chemical manufacturing. Altogether, the facility will produce more than 500,000 metric tons of methanol. About 1 million metric tons of carbon dioxide will be captured and stored, likely underground.</p>\n\n<p class=\"wp-block-paragraph\">The purchase is one of many that Microsoft has made in the last year or so, including a <a href=\"https://techcrunch.com/2025/07/17/microsoft-is-buying-tons-of-carbon-removal-from-xprize-startup-vaulted-deep/\" target=\"_blank\" rel=\"noreferrer noopener\">4.9 million metric ton deal</a> with Vaulted Deep, a <a href=\"https://techcrunch.com/2025/04/11/microsoft-inks-massive-carbon-removal-deal-thats-powered-by-a-paper-mill/\" target=\"_blank\" rel=\"noreferrer noopener\">3.7 million metric ton agreement</a> with CO280, and a <a href=\"https://techcrunch.com/2025/01/30/microsoft-signs-massive-carbon-credit-deal-with-reforestation-startup-chestnut-carbon/\" target=\"_blank\" rel=\"noreferrer noopener\">7 million metric ton</a> buy from Chestnut Carbon. Microsoft’s rapid expansion of its data center footprint has imperiled its 2030 pledge to remove more carbon from the atmosphere than it generates. While the company also buys large amounts of <a href=\"https://techcrunch.com/2024/12/12/microsoft-anchors-9b-renewable-energy-coalition/\" target=\"_blank\" rel=\"noreferrer noopener\">renewable</a> and <a href=\"https://techcrunch.com/2024/09/20/microsoft-taps-three-mile-island-nuclear-plant-to-power-ai/\" target=\"_blank\" rel=\"noreferrer noopener\">nuclear</a> power, carbon renewal purchases like these will help offset future fossil fuel emissions.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Data breach at credit check giant 700Credit affects at least 5.6 million | TechCrunch",
            "time": "2025-12-12T17:35:46",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/05/social-security-cards-104145260.jpg?resize=1200,799",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">At least <a href=\"https://datcp.wi.gov/Pages/Programs_Services/DataBreaches.aspx?=7194ef805fa2d04b0f7e8c9521f97343\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">5.6 million people</a> had their names, addresses, dates of birth, and Social Security numbers stolen in a data breach at 700Credit, a company that runs credit checks and identity verification services for auto dealerships across the United States.</p>\n\n<p class=\"wp-block-paragraph\">In a statement on <a href=\"https://www.700credit.com/notice/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">its website</a>, the Michigan-based company blamed the October data breach on an unidentified bad actor.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">According to <a href=\"https://www.michigan.gov/ag/news/press-releases/2025/12/10/nessel-urges-consumers-to-protect-their-personal-information-following-700credit-data-breach\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Michigan’s attorney general</a>, the hacker stole personal data collected from dealers between May and October 2025.</p>\n\n<p class=\"wp-block-paragraph\">The company said it was now sending letters by mail to individuals whose information had been stolen in the data breach, which offers credit monitoring services.</p>\n\n<p class=\"wp-block-paragraph\">“If you get a letter from 700Credit, don’t ignore it,” said Michigan attorney general Dana Nessel. “It is important that anyone affected by this data breach takes steps as soon as possible to protect their information. A credit freeze or monitoring services can go a long way in preventing fraud, and I encourage Michiganders to use the tools available to keep their identity safe.”</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Trump’s AI executive order promises 'one rulebook' - startups may get legal limbo instead | TechCrunch",
            "time": "2025-12-12T17:07:22",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2225853634.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">President Donald Trump signed an <a href=\"https://www.whitehouse.gov/presidential-actions/2025/12/eliminating-state-law-obstruction-of-national-artificial-intelligence-policy/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">executive order</a> Thursday evening that directs federal agencies to challenge state AI laws, arguing that startups need relief from a “patchwork” of rules. Legal experts and startups meanwhile say the order could prolong uncertainty, sparking court battles that leave young companies navigating shifting state requirements while waiting to see if Congress can agree on a single national framework. </p>\n\n<p class=\"wp-block-paragraph\">The <a href=\"https://techcrunch.com/2025/12/08/one-rule-trump-says-hell-sign-an-executive-order-blocking-state-ai-laws-despite-bipartisan-pushback/?_thumbnail_id=2812319\" target=\"_blank\" rel=\"noreferrer noopener\">order</a>, titled “Ensuring a National Policy Framework for Artificial Intelligence,” directs the Department of Justice to set up a task force within 30 days to challenge certain state laws on the grounds that AI is interstate commerce and should be regulated federally. It gives the Commerce Department 90 days to compile a list of “onerous” state AI laws, an assessment that could affect states’ eligibility for federal funds, including broadband grants.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The order also asks the Federal Trade Commission and Federal Communications Commission to explore federal standards that could preempt state rules and instructs the administration to work with Congress on a uniform AI law. </p>\n\n<p class=\"wp-block-paragraph\">The order lands amid a broader push to <a href=\"https://techcrunch.com/2025/11/28/the-race-to-regulate-ai-has-sparked-a-federal-vs-state-showdown/\" target=\"_blank\" rel=\"noreferrer noopener\">rein in state-by-state AI rules</a> after <a href=\"https://techcrunch.com/2025/07/01/us-senate-removes-controversial-ai-moratorium-from-budget-bill/\" target=\"_blank\" rel=\"noreferrer noopener\">efforts</a> in Congress to pause state regulation stalled. Lawmakers in both parties have argued that without a federal standard, blocking states from acting could leave consumers exposed and companies largely unchecked.</p>\n\n<p class=\"wp-block-paragraph\">“This David Sacks-led executive order is a gift for Silicon Valley oligarchs who are using their influence in Washington to shield themselves and their companies from accountability,” said Michael Kleinman, head of U.S. Policy at the Future of Life Institute, which focuses on reducing extreme risks from transformative technologies, in a statement. </p>\n\n<p class=\"wp-block-paragraph\">Sacks, Trump’s AI and crypto policy czar, has been a leading voice behind the administration’s AI preemption push.</p>\n\n<p class=\"wp-block-paragraph\">Even supporters of a national framework concede the order doesn’t create one. With state laws still enforceable unless courts block them or states pause enforcement, startups could face an extended transition period.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Sean Fitzpatrick, CEO of LexisNexis North America, U.K., and Ireland, tells TechCrunch that states will defend their consumer protection authority in court, with cases likely escalating to the Supreme Court. </p>\n\n<p class=\"wp-block-paragraph\">While supporters argue the order could reduce uncertainty by centralizing the fight over AI regulation in Washington, critics say the legal battles will create immediate headwinds for startups navigating conflicting state and federal demands. </p>\n\n<p class=\"wp-block-paragraph\">“Because startups are prioritizing innovation, they typically do not have … robust regulatory governance programs until they reach a scale that requires a program,” Hart Brown, principal author of Oklahoma governor Kevin Stitt’s Task Force on AI and Emerging Technology recommendations, told TechCrunch. “These programs can be expensive and time-consuming to meet a very dynamic regulatory environment.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Arul Nigam, co-founder at Circuit Breaker Labs, a startup that performs red-teaming for conversational and mental health AI chatbots, echoed those concerns.</p>\n\n<p class=\"wp-block-paragraph\">“There’s uncertainty in terms of, do [AI companion and chatbot companies] have to self-regulate?” Nigam told TechCrunch, noting that the patchwork of state AI laws does hurt smaller startups in his field. “Are there open source standards they should adhere to? Should they continue building?”</p>\n\n<p class=\"wp-block-paragraph\">He added that he is hopeful Congress can move more quickly now to pass a stronger federal framework. </p>\n\n<p class=\"wp-block-paragraph\">Andrew Gamino-Cheong, CTO and co-founder of AI governance company <a href=\"https://url.usb.m.mimecastprotect.com/s/9tH2CYVJMJcNlvgOh0f1Fx_PZt?domain=trustible.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Trustible</a>, told TechCrunch the EO will backfire on AI innovation and pro-AI goals: “Big Tech and the big AI startups have the funds to hire lawyers to help them figure out what to do, or they can simply hedge their bets. The uncertainty does hurt startups the most, especially those that can’t get billions of funding almost at will,” he said.</p>\n\n<p class=\"wp-block-paragraph\">He added that legal ambiguity makes it harder to sell to risk-sensitive customers like legal teams, financial firms, and healthcare organizations, increasing sales cycles, systems work, and insurance costs. “Even the perception that AI is unregulated will reduce trust in AI,” which is already low and threatens adoption, Gamino-Cheong said.</p>\n\n<p class=\"wp-block-paragraph\">Gary Kibel, a partner at Davis + Gilbert, said businesses would welcome a single national standard, but “an executive order is not necessarily the right vehicle to override laws that states have duly enacted.” He warned that the current uncertainty leaves open two extremes: highly restrictive rules or no action at all, either of which could create a “Wild West” that favors Big Tech’s ability to absorb risk and wait things out.</p>\n\n<p class=\"wp-block-paragraph\">Meanwhile, Morgan Reed, president of The App Association, urged Congress to quickly enact a “comprehensive, targeted, and risk-based national AI framework. We can’t have a patchwork of state AI laws, and a lengthy court fight over the constitutionality of an Executive Order isn’t any better.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google Translate now lets you hear real-time translations in your headphones | TechCrunch",
            "time": "2025-12-12T17:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2196352264.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google is rolling out a beta experience that lets you hear real-time translations in your headphones, the company <a href=\"https://blog.google/products/search/gemini-capabilities-translation-upgrades/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> on Friday. The tech giant is also bringing advanced Gemini capabilities to Google Translate and expanding its language-learning tools in the Translate app.</p>\n\n<p class=\"wp-block-paragraph\">The new real-time headphone translations experience keeps each speaker’s tone, emphasis, and cadence intact, so it’s easier to follow the conversation and tell who’s saying what, Google says. The new capability essentially turns any pair of headphones into a real-time, one-way translation device. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Whether you’re trying to have a conversation in a different language, listen to a speech or lecture while abroad, or watch a TV show or film in another language, you can now put in your headphones, open the Translate app, tap ‘Live translate’ and hear a real-time translation in your preferred language,” said Rose Yao, Google VP Product Management, Search Verticals, in the blog post.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png?w=680\" alt=\"\" class=\"wp-image-3075555\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png 1174w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png?resize=150,148 150w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png?resize=300,297 300w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png?resize=768,760 768w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png?resize=680,673 680w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png?resize=430,426 430w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png?resize=720,713 720w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png?resize=900,891 900w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png?resize=800,792 800w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png?resize=668,661 668w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png?resize=379,375 379w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png?resize=623,617 623w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png?resize=536,531 536w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-12-at-10.02.57-AM.png?resize=50,50 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Google</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The beta is rolling out now in the Translate app on Android in the U.S., Mexico, and India. The feature works with any pair of headphones and supports more than 70 languages.</p>\n\n<p class=\"wp-block-paragraph\">The company plans to bring the capability to iOS and more countries in 2026. </p>\n\n<p class=\"wp-block-paragraph\">As for the advanced Gemini capabilities coming to Translate, Google says they will enable smarter, more natural, and accurate text translations. They’ll also enable improved translations of phrases with more nuanced meanings, like slang, idioms, or local expressions.</p>\n\n<p class=\"wp-block-paragraph\">For example, if you’re trying to translate an English idiom like “stealing my thunder,” you’ll now get a more accurate translation instead of a literal word-for-word translation, as Gemini will parse the context to capture what the idiom really means.  </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?w=544\" alt=\"\" class=\"wp-image-3075556\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png 1080w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=120,150 120w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=240,300 240w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=768,960 768w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=544,680 544w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=960,1200 960w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=1024,1280 1024w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=344,430 344w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=576,720 576w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=720,900 720w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=640,800 640w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=534,668 534w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=300,375 300w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=494,617 494w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=425,531 425w, https://techcrunch.com/wp-content/uploads/2025/12/Text-Translations-Still.png?resize=40,50 40w\" sizes=\"auto, (max-width: 544px) 100vw, 544px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Google</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">This update is rolling out now in the U.S. and India, translating between English and nearly 20 languages, including Spanish, Arabic, Chinese, Japanese, and German. The update is available in the Translate app on Android, iOS, and on the web.</p>\n\n<p class=\"wp-block-paragraph\">Google is also expanding its <a href=\"https://techcrunch.com/2025/08/26/google-translate-takes-on-duolingo-with-new-language-learning-tools/\">language learning tools</a> to almost 20 new countries, including Germany, India, Sweden, and Taiwan. English speakers can now practice German, while Bengali, Mandarin Chinese (Simplified), Dutch, German, Hindi, Italian, Romanian, and Swedish speakers can practice English. </p>\n\n<p class=\"wp-block-paragraph\">The tech giant is also adding improved feedback so you can get helpful tips based on your speaking practice. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Additionally, Google is adding a feature that tracks how many days in a row you’ve been learning, making it easier to see your progress and stay consistent. While the tools were already designed to take on Duolingo, this new feature brings the experience even closer to the popular language-learning app.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Retro, a photo-sharing app for friends, lets you 'time-travel' through your camera roll | TechCrunch",
            "time": "2025-12-12T16:53:28",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/07/Retro.jpg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://retro.app/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Retro</a>, a <a href=\"https://techcrunch.com/2024/04/04/retro-an-actually-good-photo-sharing-app-for-bffs-launches-collaborative-journals/\" target=\"_blank\" rel=\"noreferrer noopener\">friend-focused photo-sharing app</a> with roughly a million users, is adding a new feature that lets you time-travel through your old photo memories from your phone’s camera roll. While the app today offers a way to share photos of what’s happening during your week with a private group of friends, or create shared albums, this latest addition, dubbed “Rewind,” is private to you — unless you choose to share the photos with others.</p>\n\n<p class=\"wp-block-paragraph\">Retro’s co-founder, <a href=\"https://www.linkedin.com/in/nathan-sharp-b9a97513/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Nathan Sharp</a>, explains that the idea for Rewind was inspired by a feature the app already offered and was proving popular.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Today, at the end of the row showcasing the photos your friends shared during the week, there’s a card you can tap that will let you view your own photos from that same week a year ago. </p>\n\n<p class=\"wp-block-paragraph\">However, that option wasn’t accessible to newer Retro users, since they hadn’t yet uploaded enough photos to the app to take advantage of the photo memories feature.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?w=680\" alt=\"\" class=\"wp-image-3075596\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png 2991w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=150,86 150w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=300,172 300w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=768,441 768w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=680,391 680w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=1200,690 1200w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=1280,736 1280w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=430,247 430w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=720,414 720w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=900,517 900w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=800,460 800w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=1536,883 1536w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=2048,1177 2048w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=668,384 668w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=652,375 652w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=1074,617 1074w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=708,407 708w, https://techcrunch.com/wp-content/uploads/2025/12/Rewind.png?resize=50,29 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Retro</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">“If you’re a new user, you don’t really have the opportunity to go time-travel through your memories in this way,” said Sharp, who had spent over six years at Meta working on products like Instagram Stories and Facebook Dating, before leaving to found his own photo-sharing startup with <a href=\"https://www.linkedin.com/in/ryanolsonk/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Ryan Olson</a>, Retro’s CTO, in 2022.</p>\n\n<p class=\"wp-block-paragraph\">“The other problem that we saw was that people take more photos than ever, but they actually do less with that volume of photos than ever before. So it’s almost as if those photos go into the ether,” he added.</p>\n\n<p class=\"wp-block-paragraph\">The addition, to some extent, is pushback against the growing trend of AI-generated content and “for you” feed-style algorithms.</p>\n\n<p class=\"wp-block-paragraph\">“As people engage with those platforms more and more, something that has to be true and will be true is that people will still want to see more of their friends,” Sharp says. “The photos and videos you take will need to find a place where they can reach the intended audience.”</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?w=313\" alt=\"\" class=\"wp-image-3075597\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg 1260w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=69,150 69w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=138,300 138w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=768,1668 768w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=313,680 313w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=553,1200 553w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=589,1280 589w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=198,430 198w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=332,720 332w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=414,900 414w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=368,800 368w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=707,1536 707w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=943,2048 943w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=308,668 308w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=173,375 173w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=284,617 284w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=245,531 245w, https://techcrunch.com/wp-content/uploads/2025/12/thumbnail_IMG_2607.jpg?resize=23,50 23w\" sizes=\"auto, (max-width: 313px) 100vw, 313px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Retro</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Although nearly half (45.7%) of Retro’s users participate in the app on a daily basis, the Rewind feature could boost that engagement even higher.  </p>\n\n<p class=\"wp-block-paragraph\">To try Rewind, you can either launch it from the end of the row of shared photos, just past the “this week in” card, or from its more prominent position as the middle tab in the bottom navigation bar. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">When launched, there’s a haptic response as the screen starts cycling through the older photos pulled from your camera roll. These memories aren’t being shared, but you can tap on the share icon if you feel inspired to send them to a friend or post them. In addition, you can opt to hide photos you’d rather not see (like those of an ex), or tap a “dice” icon to be taken to a random memory instead.</p>\n\n<p class=\"wp-block-paragraph\">As the iPod-inspired dial clicks back into your past, you’ll feel a subtle vibration as each new memory loads. You can also spin the dial to move forward or backward in time, watching the photos from months and years past flip by on the screen, pausing at those you want to view longer or share.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?w=313\" alt=\"\" class=\"wp-image-3075601\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png 1320w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=69,150 69w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=138,300 138w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=768,1669 768w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=313,680 313w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=552,1200 552w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=589,1280 589w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=198,430 198w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=331,720 331w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=414,900 414w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=368,800 368w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=707,1536 707w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=943,2048 943w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=307,668 307w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=173,375 173w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=284,617 284w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=244,531 244w, https://techcrunch.com/wp-content/uploads/2025/12/IMG_0283.png?resize=23,50 23w\" sizes=\"auto, (max-width: 313px) 100vw, 313px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Retro screenshot/TechCrunch</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">You can press and hold on any photo to see it uncropped, and when you share a photo, a timestamp is added at the bottom so friends will understand it’s not a new pic. </p>\n\n<p class=\"wp-block-paragraph\">While screenshots won’t appear in this photo archive, other photos — like those of receipts or whiteboards at work will show up, as they could still be interesting memories to you. (And if you come across a photo you don’t need to keep, deleting it from the app will also delete it from your camera roll.)</p>\n\n<p class=\"wp-block-paragraph\">The idea to look back at older photo memories is hardly new, of course.</p>\n\n<p class=\"wp-block-paragraph\">In the past, <a href=\"https://techcrunch.com/2014/07/22/timehop-series-b-10-million-shasta/\" target=\"_blank\" rel=\"noreferrer noopener\">a startup called Timehop popularized the idea</a> of doing something more with our growing digital photo archives by allowing users to revisit old photos through its simple mobile app. Later, <a href=\"https://techcrunch.com/2015/03/24/facehop/\" target=\"_blank\" rel=\"noreferrer noopener\">Facebook copied the idea for its “On This Day” feature</a>, and photo-hosting services like Google Photos and Apple Photos added memories features of their own.</p>\n\n<p class=\"wp-block-paragraph\">Still, Sharp doesn’t believe these will be direct competitors for Retro. Facebook, over the years, has downranked friends’ content as its feed became filled with links, news, and ads. Meanwhile, people tend to think of Apple’s and Google’s photo apps more as utilities for managing and storing photos, not as social apps like Retro.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Home Depot exposed access to internal systems for a year, says researcher | TechCrunch",
            "time": "2025-12-12T16:42:57",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/home-depot-2200450751.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">A security researcher said Home Depot exposed access to its internal systems for a year after one of its employees published a private access token online, likely by mistake. The researcher found the exposed token and tried to privately alert Home Depot to its security lapse but was ignored for several weeks. </p>\n\n<p class=\"wp-block-paragraph\">The exposure is now fixed after TechCrunch contacted company representatives last week.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Security researcher <a rel=\"nofollow\" href=\"https://benzimmermann.dev/\">Ben Zimmermann</a> told TechCrunch that, in early November, he found a published GitHub access token belonging to a Home Depot employee, which was exposed sometime in early 2024. </p>\n\n<p class=\"wp-block-paragraph\">When he tested the token, Zimmermann said that it granted access to hundreds of private Home Depot source code repositories hosted on GitHub and allowed the ability to modify their contents. </p>\n\n<p class=\"wp-block-paragraph\">The researcher said the keys allowed access to Home Depot’s cloud infrastructure, including its order fulfillment and inventory management systems, and code development pipelines, among other systems. Home Depot has hosted much of its developer and engineering infrastructure on GitHub since 2015, according to a <a href=\"https://github.com/customer-stories/homedepot\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">customer profile on GitHub’s website</a>.</p>\n\n<p class=\"wp-block-paragraph\">Zimmermann said he sent several emails to Home Depot but didn’t hear back. </p>\n\n<p class=\"wp-block-paragraph\">Nor did he get a response from Home Depot’s chief information security officer, Chris Lanzilotta, after sending a message over LinkedIn.</p>\n\n<p class=\"wp-block-paragraph\">Zimmermann told TechCrunch that he has disclosed several similar exposures in recent months to companies, which have thanked him for his findings. </p>\n\n<p class=\"wp-block-paragraph\">“Home Depot is the only company that ignored me,” he said.</p>\n\n<p class=\"wp-block-paragraph\">Given that Home Depot does not have a way to report security flaws, such as a vulnerability disclosure or bug bounty program, Zimmermann contacted TechCrunch in an effort to get the exposure fixed.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">When reached by TechCrunch on December 5, Home Depot spokesperson George Lane acknowledged receipt of our email but did not respond to follow-up emails asking for comment. The exposed token is no longer online, and the researcher said the token’s access was revoked soon after our outreach.</p>\n\n<p class=\"wp-block-paragraph\">We also asked Lane if Home Depot has the technical means, such as logs, to determine if anyone else used the token during the months it was left online to access any of Home Depot’s internal systems. We did not hear back.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Flaw in photo booth maker’s website exposes customers’ pictures | TechCrunch",
            "time": "2025-12-12T15:37:36",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/photo-booth.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">A company that makes photo booths is exposing pictures and videos of its customers online thanks to a simple flaw in its website where the files are stored, according to a security researcher.  </p>\n\n<p class=\"wp-block-paragraph\">The researcher, who goes by Zeacer, alerted TechCrunch to the security issue in late November after reporting the vulnerability in October to <a href=\"https://hamafilm.com.au/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Hama Film</a>, the photo booth maker that has franchise presence in Australia, the <a href=\"https://www.instagram.com/hamakono_dubai/?hl=en\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">United Arab Emirates</a>, and the <a href=\"http://www.usahamafilm.com/#franchise\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">United States</a>, but did not hear back.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Zeacer shared with TechCrunch a sample of pictures taken from Hama Film’s servers, which showed groups of clearly young people posing in photo booths. Hama Film’s booths not only print out the photos like a typical photo booth, but booths also upload the customers’ photos to the company’s servers.</p>\n\n<p class=\"wp-block-paragraph\">Vibecast, which owns Hama Film, has yet to respond to his messages alerting the company of the issues. Vibecast also hasn’t responded to several requests for comment from TechCrunch, nor did Vibecast’s co-founder Joel Park respond to a message we sent via LinkedIn.</p>\n\n<p class=\"wp-block-paragraph\">As of Friday, the researcher said the company has still not fully resolved the security flaw and continues to expose customers’ data. As such, TechCrunch is withholding specific details of the vulnerability from publication.</p>\n\n<p class=\"wp-block-paragraph\">When Zeacer first found this flaw, he noted that it appeared that photos were deleted from the photo booth maker’s servers every two to three weeks. </p>\n\n<p class=\"wp-block-paragraph\">Now, he said, the pictures stored on the servers appear to get deleted after 24 hours, which limits the number of pictures exposed at any given time. But a hacker could still exploit the vulnerability he discovered each day and download the contents of every photo and video on the server. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Before this week, Zeacer said at one point he saw more than 1,000 pictures online for the Hama Film booths in Melbourne. </p>\n\n<p class=\"wp-block-paragraph\">This incident is the latest example of a company that, at least for a time, was not implementing certain basic and widely accepted security practices, such as rate-limiting. Last month, <a href=\"https://techcrunch.com/2025/11/26/bug-in-jury-systems-used-by-several-us-states-exposed-sensitive-personal-data/\">TechCrunch reported that government contractor giant Tyler Technologies</a> was not rate-limiting its websites used for allowing courts to manage their jurors’ personal information. This meant anyone could break into any juror’s profile by running a computer script capable of mass-guessing their date of birth and their easy-to-guess numerical identifier. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Zevo wants to add robotaxis to its car-share fleet, starting with newcomer Tensor | TechCrunch",
            "time": "2025-12-12T14:52:19",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/tensor-car.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Driverless cars are no longer restricted to the realm of sci-fi thanks to companies like Waymo deploying commercial robotaxi services in multiple cities. And a number of automakers, big and small, are trying to bring that same level of autonomy to personally owned vehicles over the next few years.</p>\n\n<p class=\"wp-block-paragraph\">If that happens, what kinds of things could you do with a personal AV? Maybe you’ll be able to send it to pick up food or run errands — the hope of a <a href=\"https://techcrunch.com/2025/12/03/autolane-is-building-air-traffic-control-for-autonomous-vehicles/\" target=\"_blank\" rel=\"noreferrer noopener\">company called Autolane</a>. Or, if you’re Tesla CEO Elon Musk, you think owners will want to deploy their cars into the world to offer rides to other people, creating a tidy, nearly effortless side-hustle.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Hebron Sher, co-founder of Dallas-based Zevo, is eager to capitalize on all of the above. The company has been <a href=\"https://techcrunch.com/2025/06/13/zevos-ev-only-car-share-fleet-is-helping-tesla-owners-make-money/\" target=\"_blank\" rel=\"noreferrer noopener\">operating an EV-only car-share fleet</a> for a little over a year, and it’s now adding robotaxis, starting with a new company called Tensor.</p>\n\n<p class=\"wp-block-paragraph\">Tensor is kind of an odd duck. The startup <a href=\"https://www.theverge.com/news/758605/tensor-autox-autonomous-vehicle-robocar-personal-own-china\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">sort of emerged earlier this year</a> from a previous Silicon Valley startup called AutoX that also had operations in China, and boldly claims that it will be the first to sell a fully autonomous car to regular consumers — in 2026, no less. Zevo says it will purchase up to 100 of Tensor’s cars and add them to its network.</p>\n\n<p class=\"wp-block-paragraph\">There aren’t a lot of details on timing, and Tensor still needs to show that it can build cars at any kind of scale and reliability, which are massive hurdles that have tripped up many other newcomers in recent years. (The company said in a statement that its “path to shipping is driven by the pacing of global regulatory approvals, not product limitations.) If it works, Zevo customers would essentially be able to borrow the Tensor AVs in what amounts to a sort of decentralized robotaxi service.</p>\n\n<p class=\"wp-block-paragraph\">The announcement resembles the many heady-yet-ultimately-unmet promises that were made a decade ago, when the self-driving car hype first peaked. But with real robotaxis on the roads now, the idea seems a <em>little</em> more tangible this time.</p>\n\n<p class=\"wp-block-paragraph\">“Tensor’s vision is to build a future where everyone owns their own Artificial General Intelligence — a personal AGI that enables more time, freedom and autonomy,” Hugo Fozzati, Tensor’s chief business officer, said in a statement. “For us, this partnership with Zevo is not only just a batch sale of our vehicles, but also enables individuals and micro-entrepreneurs to participate and profit from AV business in this AI era.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">It won’t be Sher’s first bet on an unproven company. In October, Zevo announced a non-binding order of 1,000 vans from <a href=\"https://investors.ff.com/news-releases/news-release-details/faraday-future-founder-and-co-ceo-yt-jia-shares-weekly-14\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">perpetually imperiled EV startup, Faraday Future</a>. Faraday, which has struggled for a decade to make and sell its flagship FF91 luxury SUV, recently resorted to importing more affordable electric vans from China and assembling them in the U.S. The company is supposed to assemble the first of those later this month.</p>\n\n<p class=\"wp-block-paragraph\">Sher’s willingness to bet on these companies stems from two reasons. One is cost: Tensor and Faraday Future have nonexistent and bad track records, respectively, and so they’re willing to cut an attractive deal. More importantly, Sher said, these companies are more willing than a major OEM to allow Zevo to tightly integrate with their vehicles’ software — a crucial factor if you’re going to allow peer-to-peer sharing, especially of robotaxis.</p>\n\n<p class=\"wp-block-paragraph\">Not only is it tougher to get legacy automakers to be similarly flexible, but Sher said their “tech freaking sucks.” With newcomers, he said, “the synergy of startup and startup, sort of mingling, commingling together, and saying, ‘Let’s build a solution side by side…’ I think I’ve really enjoyed that experience.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Sher paints the Tensor deal as a win-win for both companies: Tensor gets an early customer and a shot to prove that its robocars are real and can do what it promises; Zevo gets a good deal and that deep software integration. </p>\n\n<p class=\"wp-block-paragraph\">But, he admits it’s a “calculated risk.”</p>\n\n<p class=\"wp-block-paragraph\">“I think that’s what makes America great, you know, the fact that we do encourage startups to take risk,” he said.</p>\n\n<p class=\"wp-block-paragraph\"><em>This story has been updated to reflect that AutoX was headquartered in Silicon Valley.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Reddit argues it isn't like other social platforms in case against Australia's social media ban | TechCrunch",
            "time": "2025-12-12T13:51:29",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/11/snoo_expressions.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">In a move worthy of a post on the <a href=\"https://old.reddit.com/r/notliketheothergirls/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Not Like The Other Girls subreddit</a>, Reddit, one of the world’s largest social platforms, is arguing that it isn’t like other, actual social media sites, as the company seeks to overturn Australia’s law banning children under 16 years of age from social media.</p>\n\n<p class=\"wp-block-paragraph\">In a <a href=\"https://redditinc.com/hubfs/Reddit%20Inc/Content/2025.12.12%20-%20Reddit%20-%20Application.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">lawsuit filed with Australia’s top court</a>, Reddit argues the law, which came into force on December 10, limits free political discourse by preventing children from airing their views online, and should be overturned.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">And if the legislation isn’t overturned, the company says it should be exempted from the law because it doesn’t meet the legislation’s definition of a “social media platform.”</p>\n\n<p class=\"wp-block-paragraph\">Reddit is essentially asking the Australian High Court to address some of the questions raised about the legislation, which requires 10 major services to deactivate under-16s’ accounts and prevent them from using the app. Critics argue that the law infringes on children’s rights, and companies have sought to raise questions about what “social media” even defines.</p>\n\n<p class=\"wp-block-paragraph\">Indeed, calling itself a “collection of public fora arranged by subject,” Reddit brought up definitions of the word “social” in its filing to make the case that “it is not the sole or a significant purpose of Reddit to enable persons to interact ‘in a social manner’.”</p>\n\n<p class=\"wp-block-paragraph\">“Reddit enables online interactions about the content that users post on the site. It facilitates knowledge sharing from one user to other users. It is not a significant purpose of the site to enable interactions engaged in because of a particular user’s relationship with or interest in another user as a person […] Reddit is significantly different from other sites that allow for users to become ‘friends’ with one another, or to post photos about themselves, or to organise events,” the filing reads.</p>\n\n<p class=\"wp-block-paragraph\">In a <a href=\"https://www.reddit.com/r/RedditSafety/comments/1pkbpw1/a_more_effective_approach_to_protecting_youth/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">post</a> accompanying the filing, Reddit admin LastBluejay said the law carries “some serious privacy and political expression issues for everyone on the internet.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“While we agree with the importance of protecting people under 16, this law has the unfortunate effect of forcing intrusive and potentially insecure verification processes on adults as well as minors, isolating teens from the ability to engage in age-appropriate community experiences (including political discussions), and creating an illogical patchwork of which platforms are included and which aren’t,” the post reads.</p>\n\n<p class=\"wp-block-paragraph\">Reddit also points out that a significant portion of content on social media platforms is accessible without an account, and kids under 16 years old would be more easily protected if they were allowed to have accounts that could then be restricted.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Netflix is showing Hollywood what happens when a startup grows up | TechCrunch",
            "time": "2025-12-12T13:42:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/02/GettyImages-1240099721.jpeg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"></p>\n\n\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/12/10/baby-delivered-in-waymo-continues-proud-tradition-of-not-making-it-to-the-hospital/\" target=\"_blank\" rel=\"noreferrer noopener\">A baby was born in a Waymo this week</a>, and it wasn’t even the first one. </p>\n\n\n\n<p class=\"wp-block-paragraph\">What started as a novelty story quickly became a reminder of how autonomous vehicles have quietly become part of everyday life, complete with all the messiness that entails. The real coming-of-age story this week, however, wasn’t happening in San Francisco’s robotaxis. It was playing out in Hollywood, where <a href=\"https://techcrunch.com/2025/12/08/paramount-goes-to-war-with-netflix-for-warner-bros-discovery-with-hostile-108-4b-bid/\" target=\"_blank\" rel=\"noreferrer noopener\">Netflix made an $82 billion bid </a>to acquire Warner Bros. Discovery’s streaming and studio business. </p>\n\n\n\n<p class=\"wp-block-paragraph\">Today on TechCrunch’s <a href=\"https://techcrunch.com/podcasts/equity/\" target=\"_blank\" rel=\"noreferrer noopener\">Equity</a> podcast, hosts Kirsten Korosec and Anthony Ha discuss what happens when the startup that used to mail you DVDs grows up and tries to buy a legacy entertainment empire as well as the other headlines that caught their eye. </p>\n\n\n\n<p class=\"wp-block-paragraph\">Listen to the full episode to hear about: </p>\n\n\n\n\n\n\n\n\n\n\n\n<ul class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">The rise of AI circular deals and what <a href=\"https://techcrunch.com/2025/12/09/coreweave-ceo-defends-ai-circular-deals-as-working-together/\" target=\"_blank\" rel=\"noreferrer noopener\">CoreWeave’s CEO says </a>about companies investing in their own customers </li>\n</ul>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Subscribe to Equity on<a href=\"https://itunes.apple.com/us/podcast/id1215439780\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Apple Podcasts</a>,<a href=\"https://overcast.fm/itunes1215439780/equity\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Overcast</a>,<a href=\"https://open.spotify.com/show/5IEYLip3eDppcOmy5DmphC?si=rZDFHv2sQUul_g94iCRgpQ\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Spotify</a> and all the casts. You also can follow Equity on<a href=\"https://twitter.com/EquityPod\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> X</a> and<a href=\"https://www.threads.net/@equitypod\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"> Threads</a>, at @EquityPod. </p>\n</div>\n\n\t\t</div></body></html>"
        },
        {
            "title": "World launches its 'super app,' including crypto pay and encrypted chat features | TechCrunch",
            "time": "2025-12-12T01:40:54",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/11/GettyImages-1535376729-e1731897472270.jpg?resize=1200,798",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">World, the biometric ID verification project co-founded by Sam Altman, released the newest version of its app today, debuting several new features, including an encrypted chat integration and an expanded, Venmo-like capability for sending and requesting crypto. </p>\n\n<p class=\"wp-block-paragraph\">World was created by the startup Tools for Humanity in 2019, and originally launched its app in 2023. The company says that, in a world roiled by <a href=\"https://techcrunch.com/2024/12/13/as-ai-fueled-disinformation-explodes-here-comes-the-startup-counterattack/\">AI-generated digital fakery</a>, it hopes to create digital “proof of human” tools that can help separate the humans from the bots. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">During a small gathering at World’s headquarters in San Francisco on Thursday, Altman and World’s co-founder and CEO, Alex Blania, briefly introduced the new version of the app (which developers have termed a “super app”) before the product team took over to explain <a href=\"https://world.org/blog/announcements/the-new-world-app-secure-chat-global-payments-and-mini-apps-for-everyone\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the new features</a>. During his remarks, Altman said that the concept for World grew out of conversations he and Blania had had about the need to create a new kind of economic model. That model, based around web3 principles, is what World has been trying to accomplish through its verification network. “It’s really hard to both identify unique people and do that in a privacy-preserving way,” said Altman.</p>\n\n<p class=\"wp-block-paragraph\">World Chat, the app’s new messenger, seems designed to do just that. It uses end-to-end encryption to keep users’ conversations safe (this encryption is described as being equivalent to <a href=\"https://techcrunch.com/2025/09/08/signal-introduces-free-and-paid-backup-plans-for-your-chats/\">Signal</a>, the privacy-focused messenger), and also leverages color-coded speech bubbles to alert users to whether the person they’re talking to has been verified by World’s system or not, the company said. The idea is to incentivize verification, giving people the power to know whether the person they’re talking to is who they say they are. Chat was originally <a href=\"https://world.org/blog/announcements/introducing-world-chat-connect-send-money-real-humans-world-network\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">launched in beta</a> in March.</p>\n\n<p class=\"wp-block-paragraph\">The other big feature reveal on Thursday was an expanded digital payment system that allows app users to send and receive cryptocurrency. World app has functioned as a digital wallet for some time, but the newest version of the app includes broader capabilities. Using virtual accounts, users can also receive paychecks directly into World App and make deposits from their bank accounts, both of which can then be converted into crypto. You don’t have be verified by World’s authentication system to use these features.</p>\n\n<p class=\"wp-block-paragraph\">Tiago Sada, World’s chief product officer, told TechCrunch that part of the reason chat was added was to create a more interactive experience for users. “What we kept hearing from people is that they wanted a more social World app,” Sada said. World Chat is designed to fill that need, creating what Sada says is a secure way to communicate. “It took a lot of work to make this feature-rich messenger that is similar to a WhatsApp or a Telegram, but with encryption and security of something that is a lot closer to Signal,” Sada said.</p>\n\n<p class=\"wp-block-paragraph\">World (which was originally called Worldcoin) deploys a unique authentication process: Interested humans get their eyes scanned at one of the company’s offices, where the Orb — a large verification device — converts the person’s iris into a unique and encrypted digital code. That code, the verified World ID, can then be used by the person to interact with World’s ecosystem of services, which are available through its app.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The addition of more social-friendly features is clearly meant to drive broader adoption of the app, which makes sense since scaling verification is the company’s main challenge. Altman has said that he would like the project to <a href=\"https://www.businessinsider.com/sam-altman-orb-eye-scanning-startup-billion-user-goal-viability-2025-11\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">scan a billion people’s eyes</a>, but Tools for Humanity claims to have scanned less than 20 million people.  </p>\n\n<p class=\"wp-block-paragraph\">Since standing in long lines at a corporate office to have your eyeballs scanned by a giant metallic ball may seem slightly less than enticing to some users, the company has already sought to make its verification process less cumbersome. In April, Tools for Humanity <a href=\"https://techcrunch.com/2025/04/30/sam-altmans-world-unveils-a-mobile-verification-device/\">announced its</a> Orb Minis — hand-held, phone-like devices — that allow users to scan their own eyes from the comfort of their homes. Blania previously told TechCrunch that, eventually, the company would like to turn the Orb Minis into a mobile point-of-sale device or sell its ID sensor tech to device manufacturers. If the company takes such steps, it would drop the barrier to verification significantly, potentially inspiring much more widespread adoption.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Stanford's star reporter takes on Silicon Valley's 'money-soaked' startup culture | TechCrunch",
            "time": "2025-12-12T00:52:20",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-11-at-4.37.19-PM.png?w=1094",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Theo Baker is truly an outlier. </p>\n\n<p class=\"wp-block-paragraph\">While journalism as a major has seen shrinking enrollment for years and is even being <a href=\"https://www.bostonglobe.com/2024/03/13/metro/unh-englishjournalism-major-unsustainable/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">dropped</a> by some schools entirely, Baker, a senior at Stanford University, has doubled down on old-school investigative reporting, and it is paying off spectacularly.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Baker first made headlines as a college freshman when his reporting for The Stanford Daily led to the resignation of Stanford president Marc Tessier-Lavigne. After uncovering allegations of research misconduct spanning two decades, Baker — just one month into college — found himself “receiving anonymous letters, conducting stakeouts, and tracking down confidential sources,” <a href=\"https://www.penguinrandomhouse.com/books/760317/how-to-rule-the-world-by-theo-baker/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to his publisher</a>. Meanwhile, high-powered lawyers tried to discredit his work. By year’s end, Tessier-Lavigne had resigned, and Baker became the youngest-ever recipient of the George Polk Award, one of journalism’s most prestigious honors.</p>\n\n<p class=\"wp-block-paragraph\">Shortly after, Warner Bros. and famed producer Amy Pascal won a <a href=\"https://deadline.com/2023/11/amy-pascal-movie-stanford-president-research-scandal-resignation-1235590262/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">competitive auction</a> for the film rights to his story.</p>\n\n<p class=\"wp-block-paragraph\">But if that scandal put Baker on the map, his upcoming book may cement his reputation as the rare young journalist willing to challenge Silicon Valley’s startup machine. </p>\n\n<p class=\"wp-block-paragraph\">“How to Rule the World,” out May 19 — three weeks before he graduates — promises an explosive look at how venture capitalists treat Stanford students as “a commodity,” wooing favored undergrads with slush funds, shell companies, yacht parties, and funding offers before they even have business ideas in their hunt for the next trillion-dollar founder.</p>\n\n<p class=\"wp-block-paragraph\">“I watched in real time as my peers were taught to cut corners and plied with enormous wealth by people who wanted to exploit their talent,” Baker, who turns 21 next month, <a href=\"https://www.axios.com/2025/12/11/expose-by-college-senior-theo-baker-will-go-inside-stanford-as-posh-recruiting-pool-for-silicon-valley\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">tells Axios</a>. Drawing on more than 250 interviews with students, CEOs, VCs, Nobel laureates, and three Stanford presidents, the book aims to expose what Baker describes to Axios as a “weird, money-soaked subculture that has so much influence over the rest of the world.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">It’s perhaps an unsurprising move from someone who grew up around top journalists. His father is New York Times chief White House correspondent Peter Baker, and his mother is The New Yorker’s Susan Glasser. While his peers chase venture capital funding and six-figure startup salaries, Baker spent his sophomore year reporting and took his junior year off to write, including two months at the Yaddo writers’ retreat.</p>\n\n<p class=\"wp-block-paragraph\">That choice becomes even more striking against the backdrop of journalism’s current struggles. While traditional journalism programs fail to fill classes and media outfits face seemingly relentless layoffs, Baker represents something both exciting and increasingly uncommon: a star student betting his career on accountability journalism. Whether he’s a harbinger of renewed interest in investigative reporting remains to be seen, but we’d guess his book will capture the attention of plenty of college students — and it will almost certainly make waves in Silicon Valley while doing it.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google launched its deepest AI research agent yet - on the same day OpenAI dropped GPT-5.2 | TechCrunch",
            "time": "2025-12-12T00:18:56",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/05/GettyImages-1147600063.jpg?resize=1200,817",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google <a href=\"https://blog.google/technology/developers/deep-research-agent-gemini-api/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">released</a> on Thursday a “reimagined” version of its research agent Gemini Deep Research based on its <a href=\"https://techcrunch.com/2025/11/18/google-launches-gemini-3-with-new-coding-app-and-record-benchmark-scores/\" target=\"_blank\" rel=\"noreferrer noopener\">much-ballyhooed state-of-the-art foundation model</a>, Gemini 3 Pro.  </p>\n\n<p class=\"wp-block-paragraph\">This new agent isn’t just designed to produce research reports — although it can still do that. It now allows developers to embed Google’s SATA-model research capabilities into their own apps. That capability is made possible through Google’s new <a href=\"https://blog.google/technology/developers/interactions-api/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Interactions API</a>, which is designed to give devs more control in the coming agentic AI era. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The new Gemini Deep Research tool is an agent equipped to synthesize mountains of information and handle a large context dump in the prompt. Google says it’s used by customers for tasks ranging from due diligence to drug toxicity safety research. </p>\n\n<p class=\"wp-block-paragraph\">Google also says it will soon be integrating this new deep research agent into services, including Google Search, Google Finance, its Gemini App, and its popular NotebookLM. This is another step toward preparing for a world where humans don’t Google anything anymore — their AI agents do. </p>\n\n<p class=\"wp-block-paragraph\">The tech giant says that Deep Research benefits from Gemini 3 Pro’s status as its “most factual” model that is trained to minimize hallucinations during complex tasks. </p>\n\n<p class=\"wp-block-paragraph\">AI hallucinations — where the LLM just makes stuff up — are an especially crucial issue for long-running, deep reasoning agentic tasks, in which many autonomous decisions are made over minutes, hours, or longer. The more choices an LLM has to make, the greater the chance that even one hallucinated choice will invalidate the entire output. </p>\n\n<p class=\"wp-block-paragraph\">To prove its progress claims, Google has also created yet another benchmark (as if the AI world needs another one). The new benchmark is unimaginatively named DeepSearchQA and is intended to test agents on complex, multi-step information-seeking tasks. Google has open sourced this benchmark.  </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">It also tested Deep Research on Humanity’s Last Exam, a much more interestingly named, independent benchmark of general knowledge filled with impossibly niche tasks; and BrowserComp, a benchmark for browser-based agentic tasks.</p>\n\n<p class=\"wp-block-paragraph\">As you might expect, Google’s new agent bested the competition on its own benchmark, and Humanity’s. However, OpenAI’s ChatGPT 5 Pro was a surprisingly close second all the way around and slightly bested Google on BrowserComp. </p>\n\n<p class=\"wp-block-paragraph\">But those benchmark comparisons were obsolete almost the moment Google published them. Because on the same day, OpenAI launched its highly anticipated GPT 5.2 — codenamed Garlic. OpenAI says its newest model bests its rivals — especially Google — on a suite of the typical benchmarks, including OpenAI’s homegrown one. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Perhaps one of the most interesting parts of this announcement was the timing. Knowing that the world was awaiting the release of Garlic, Google dropped some AI news of its own.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "1X struck a deal to send its 'home' humanoids to factories and warehouses | TechCrunch",
            "time": "2025-12-11T22:03:36",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/1X_NEO-Home-Duster.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Robotics company 1X found some big potential buyers for its humanoid robots designed for consumers — the portfolio companies of one of its investors.</p>\n\n<p class=\"wp-block-paragraph\">The company announced a strategic partnership to make <a href=\"https://www.businesswire.com/news/home/20251211360340/en/1X-Announces-Strategic-Partnership-to-Make-up-to-10000-Humanoid-Robots-Available-to-EQTs-Global-Portfolio\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">thousands of its humanoid robots</a> available for EQT’s portfolio companies on Thursday. EQT is a large Swedish multi-asset investor, and its venture fund EQT Ventures, is one of 1X’s backers.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">This deal involves shipping up to 10,000 1X Neo humanoid robots between 2026 and 2030 to EQT’s more than 300 portfolio companies with a concentration on manufacturing, warehousing, logistics, and other industrial use cases.</p>\n\n<p class=\"wp-block-paragraph\">1X will sign individual deals with each of EQT’s interested portfolio companies, 1X confirmed to TechCrunch. </p>\n\n<p class=\"wp-block-paragraph\">This partnership is particularly interesting because 1X’s Neo has been marketed as a humanoid for personal use and tagged as the “first consumer-ready humanoid robot designed to transform life at home.” Unlike some of 1X’s peers, like <a href=\"https://techcrunch.com/2024/09/12/face-to-face-with-figures-new-humanoid-robot/\" target=\"_blank\" rel=\"noreferrer noopener\">Figure</a>, it has not been marketed as a bot for commercial purposes.</p>\n\n<p class=\"wp-block-paragraph\">1X does have a robot designed for industrial purposes, Eve Industrial, but this deal specifically involves the Neo humanoid.</p>\n\n<p class=\"wp-block-paragraph\">When the company <a href=\"https://www.1x.tech/neo\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">opened up preorders</a> for the $20,000 robot in October, the announcement was focused on how the robot would operate in someone’s home from descriptions of the different chores that the robot is able to perform and how it interacts with people.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">This deal is quite a different use case.</p>\n\n<p class=\"wp-block-paragraph\">That’s likely because humanoids for the home will remain a hard sell for quite some time while industrial use cases are an easier sell. The $20,000 price tag automatically limits the potential pool of consumer customers too.</p>\n\n<p class=\"wp-block-paragraph\">The Neo specifically also comes with a privacy element that would be hard to swallow for many people — <a rel=\"nofollow\" href=\"https://www.wsj.com/tech/personal-tech/i-tried-the-robot-thats-coming-to-live-with-you-its-still-part-human-68515d44?gaa_at=eafs&amp;gaa_n=AWEtsqdD1hZ8nNTH85OJ6pCEoSHR7hBC8ZeyuTwSas6HVo-5RVip4oGMyv3wZfpX1bI%3D&amp;gaa_ts=693af506&amp;gaa_sig=H31v4w64kgyXt1bZRWvBB3yNyYp9Jfz_-DAQrg2Y1xbNLiEPnHsnF7VAXQ86jVkVXrplVVfCbcxfoCbCpsEAcA%3D%3D\">human operators from 1X are able to look through the robots eyes</a> into someone’s home.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Humanoids also come with potential safety issues around pets and small children due to their size and instability. Multiple VCs and scientists in the robotics field told TechCrunch this summer that <a href=\"https://techcrunch.com/2025/10/10/the-world-is-just-not-quite-ready-for-humanoids-yet/\" target=\"_blank\" rel=\"noreferrer noopener\">humanoid adoption wouldn’t be for multiple years</a>, if not a decade away.</p>\n\n<p class=\"wp-block-paragraph\">The company declined to share how many preorders it received for its Neo bot but a spokesperson said preorders “far exceeded” the company’s goal.</p>\n\n<p class=\"wp-block-paragraph\">Founded in 2014, 1x has since raised more than $130 million in venture capital from firms, including EQT Ventures, Tiger Global, and the OpenAI Startup Fund, among others.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "The market has 'switched' and founders have the power now, VCs say | TechCrunch",
            "time": "2025-12-11T20:07:04",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/54887175209_02b6bf4921_4k.jpg?resize=1200,885",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The way venture capitalists think about fundraising can be a black box. But investors must think about their go-to-market strategy for raising their own funds, just as much as they think about how their portfolio companies find their market fit.  </p>\n\n<p class=\"wp-block-paragraph\">All season on <a href=\"https://techcrunch.com/podcasts/build-mode/\" target=\"_blank\" rel=\"noreferrer noopener\">Build Mode</a>, we’ve explored how founders should approach marketing, but this week we’re exploring how VCs sell themselves to founders as trustworthy partners and to LPs as worthwhile investments.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Isabelle Johannessen spoke with Graham &amp; Walker’s Leslie Feinzaig and XYZ Venture’s Ross Fubini about raising their first funds and how that experience has given them empathy for the founder fundraising experience.  </p>\n\n<p class=\"wp-block-tc23-podcast-player\">\n\t\n\t</p>\n\n<p class=\"wp-block-paragraph\">Feinzaig came into venture capital with very few industry connections. “It was hundreds of pitches. It was raised almost entirely from individuals. We ended up with 105 LPs,” she said. “If you don’t have a track record, then what they’re investing in is you. Like it is basically, like, raising a gigantic angel round with no lead.” </p>\n\n<p class=\"wp-block-paragraph\">With that outsider perspective, she’s been able to position herself as the call founders make before they meet with their board to practice and discuss strategy. </p>\n\n<p class=\"wp-block-paragraph\">Similarly, Fubini encourages the leadership teams he works with to carefully consider who they are entering into partnership with. His rubric follows three core tenets: person, firm, terms. </p>\n\n<p class=\"wp-block-paragraph\">“You work with this person for forever. So it’s everything from like, are they fun? Do you trust them? Do they have the juice to get the deal done? It’s everything around this human,” he said. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Both VCs noted the change from the most recent 2022-23 bear market — where VCs held all the cards  — to the current eager dealmaking atmosphere where founders have a bit more power. This makes choosing the right VCs that much more important, they say. </p>\n\n<p class=\"wp-block-paragraph\">Fubini called this shift “thrilling” because, even though both sides still need to do their diligence and ensure they are good fit together, “you can move so quickly” compared to  cautious bear markets. “I think that’s fun and joyful,” he said. </p>\n\n<p class=\"wp-block-paragraph\">Both Feinzaig and Fubini are full of tactical advice for both VCs seeking creative ways to capture founder attention and founders seeking smartest choices for their cap tables. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The pitch deck and cold emails may not have the power they once did but creating authentic relationships and proving on execution remains the best strategies to attract the kind of people you want to work with — from both perspectives.  </p>\n\n<p class=\"wp-block-paragraph\"><em>New episodes of Build Mode drop every Thursday. </em><a href=\"https://pod.link/aHR0cHM6Ly9mZWVkcy5tZWdhcGhvbmUuZm0vWUZMNjEyNzkzNjQ5NA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"><em>Subscribe to the podcast </em></a><em>or watch on </em><a href=\"https://www.youtube.com/@TechCrunch/featured\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"><em>YouTube</em></a><em>. Isabelle Johannessen is our host. Build Mode is produced and edited by Maggie Nye. Audience Development is led by Morgan Little. And a special thanks to the Foundry and Cheddar video teams.</em> </p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Epic Games' Fortnite is back in US Google Play Store, as court partially reverses restrictions it won on iOS | TechCrunch",
            "time": "2025-12-11T19:45:41",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/12/fortnite-epic-games.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Epic Games’ popular battle royale, Fortnite, has returned to the U.S. Google Play Store following a court order. </p>\n\n<p class=\"wp-block-paragraph\">The game maker had <a href=\"https://techcrunch.com/2025/11/05/epic-games-ceo-calls-googles-antitrust-settlement-a-win-for-androids-vision-as-an-open-platform/\" target=\"_blank\" rel=\"noreferrer noopener\">recently settled</a> its five-year legal battle with the tech giant, which stemmed from a dispute around the percentage of in-app purchase sales that app developers had to share with the platforms. However, the company lost a little ground on its related lawsuit against Apple, which was also over in-app purchase restrictions and commission structure.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">After Epic Games launched a version of its Fortnite game that routed around the existing in-app payment systems on iOS and Android devices in 2020, <a href=\"https://techcrunch.com/2020/08/13/fortnite-app-store-removed-apple/\" target=\"_blank\" rel=\"noreferrer noopener\">Apple</a> and <a href=\"https://www.theverge.com/2020/8/13/21368079/fortnite-epic-android-banned-google-play-app-store-rule-violation\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Google</a> removed the game from their respective app stores. Epic Games used that move to then file antitrust lawsuits against both companies.</p>\n\n<p class=\"wp-block-paragraph\">In Apple’s case, the court ruled the iPhone maker was not a monopolist but said Apple needed to allow developers to point to other payment mechanisms if they chose. Apple has been fighting the specific terms of that agreement, which were today <a href=\"https://www.reuters.com/sustainability/boards-policy-regulation/us-appeals-court-partly-reverses-sanctions-against-apple-epic-games-antitrust-2025-12-11/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">partially overturned</a> by an appeals court that called some of the restrictions “overbroad.”</p>\n\n<p class=\"wp-block-paragraph\">Of note, the new filing states Apple can tell developers not to make their links to payments bigger or more prominent than Apple’s own. It also says Apple is allowed to charge a fee on purchases made outside its App Store. The latter is a significant blow to developers, who had finally been able to skirt Apple’s commission.</p>\n\n\n\n<p class=\"wp-block-paragraph\">Meanwhile, Epic Games has reason to celebrate by returning to the Google Play Store after Google lost its court battle with the game developer, where it was ruled to have engaged in anticompetitive behavior. Under the new agreement, Google allows app developers to point to alternative payment mechanisms and caps the fees Google could charge.  </p>\n\n<p class=\"wp-block-paragraph\">Epic Games CEO Tim Sweeney <a href=\"https://techcrunch.com/2025/11/05/epic-games-ceo-calls-googles-antitrust-settlement-a-win-for-androids-vision-as-an-open-platform/\" target=\"_blank\" rel=\"noreferrer noopener\">called it a “comprehensive solution”</a> that doubled down on Android as an open platform.</p>\n\n<p class=\"wp-block-paragraph\">The Apple ruling is below: </p>\n\n<p class=\"wp-block-paragraph\"> </p>\n\n<p class=\"wp-block-paragraph\"> <a rel=\"nofollow\" title=\"View Epic v Apple - 9th Circuit Order - 20251211 on Scribd\" href=\"https://www.scribd.com/document/964701553/Epic-v-Apple-9th-Circuit-Order-20251211#from_embed\"> Epic v Apple – 9th Circuit Order – 20251211 </a> by <a rel=\"nofollow\" title=\"View TechCrunch's profile on Scribd\" href=\"https://www.scribd.com/publisher/17551504/TechCrunch#from_embed\"> TechCrunch </a> </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Disney hits Google with cease-and-desist claiming 'massive' copyright infringement | TechCrunch",
            "time": "2025-12-11T18:53:09",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/10/GettyImages-1337403704.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Disney sent a cease-and-desist letter to Google on Wednesday, alleging that the tech giant has infringed on its copyrights, <a href=\"https://variety.com/2025/digital/news/disney-google-ai-copyright-infringement-cease-and-desist-letter-1236606429/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Variety</a> reports.</p>\n\n<p class=\"wp-block-paragraph\">Disney is accusing the tech giant of copyright infringement on a “massive scale,” claiming it has used AI models and services to commercially distribute unauthorized images and videos, according to the letter seen by Variety.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Google operates as a virtual vending machine, capable of reproducing, rendering, and distributing copies of Disney’s valuable library of copyrighted characters and other works on a mass scale,” the letter reads. “And compounding Google’s blatant infringement, many of the infringing images generated by Google’s AI Services are branded with Google’s Gemini logo, falsely implying that Google’s exploitation of Disney’s intellectual property is authorized and endorsed by Disney.”</p>\n\n<p class=\"wp-block-paragraph\">The letter alleges that Google’s AI systems infringe characters from “Frozen,” “The Lion King,” “Moana,” “The Little Mermaid,” “Deadpool,” and more. </p>\n\n<p class=\"wp-block-paragraph\">Google didn’t confirm or deny Disney’s allegations but did say it will “engage” with the company. “We have a longstanding and mutually beneficial relationship with Disney, and will continue to engage with them. More generally, we use public data from the open web to build our AI and have built additional innovative copyright controls like Google-extended and Content ID for YouTube, which give sites and copyright holders control over their content,” a spokesperson said.</p>\n\n<p class=\"wp-block-paragraph\">Disney’s move comes the same day that <a href=\"https://techcrunch.com/2025/12/11/disney-signs-deal-with-openai-to-allow-sora-to-generate-ai-videos-featuring-its-characters/\" target=\"_blank\" rel=\"noreferrer noopener\">it signed a $1 billion, three-year deal with OpenAI</a> that will bring its iconic characters to the company’s Sora AI video generator.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n</div></body></html>"
        }
    ]
}