{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "Microsoft to invest $17.5B in India by 2029 as AI race accelerates | TechCrunch",
            "time": "2025-12-09T16:20:12",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2020/01/GettyImages-1173107665-1.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Microsoft plans to invest $17.5 billion in India over the next four years, expanding its AI and cloud footprint in the South Asian nation, whose vast online and smartphone user base is turning it into a critical battleground for global tech companies.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://news.microsoft.com/source/asia/2025/12/09/microsoft-invests-us17-5-billion-in-india-to-drive-ai-diffusion-at-population-scale/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Announced</a> on Tuesday, the investment — Microsoft’s largest in Asia — will fund new data centers, AI infrastructure, and skilling programs from 2026 to 2029, <a href=\"https://techcrunch.com/2025/01/07/microsoft-to-pump-3-billion-into-cloud-and-ai-push-in-india/\" target=\"_blank\" rel=\"noreferrer noopener\">building on the $3 billion</a> the company committed in India in January.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Microsoft’s move comes as major U.S. tech companies ramp up spending on data centers and AI compute worldwide, with India emerging as a strategic prize thanks to its fast-growing developer base and one of the world’s largest pools of internet and smartphone users. </p>\n\n<p class=\"wp-block-paragraph\">The latest push also puts pressure on rivals such as Google, Amazon, and OpenAI, which are growing their presence in India to tap demand for cloud services and AI tools from businesses, startups, and government agencies. Moreover, the investment aligns with New Delhi’s push to <a href=\"https://www.pib.gov.in/PressReleasePage.aspx?PRID=2178092%C2%AE=3&amp;lang=2\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">accelerate digital infrastructure and AI adoption</a> across sectors, as India looks to position itself as a global technology hub while addressing concerns around data governance and equitable access.</p>\n\n<p class=\"wp-block-paragraph\">The announcement comes during Microsoft CEO Satya Nadella’s visit to India and follows his meeting with Prime Minister Narendra Modi on Tuesday, ahead of a keynote in New Delhi on Wednesday. The Redmond-based company also said it will open a new data center region in Hyderabad by mid-2026, its largest in India, comprising three availability zones — a footprint the company described as roughly the size of two Eden Gardens stadiums. Microsoft said it will continue expanding its three existing data-center regions in Chennai, Hyderabad, and Pune.</p>\n\n<p class=\"wp-block-paragraph\">As part of the push, Microsoft also announced it will work with the Ministry of Labour and Employment to integrate advanced AI capabilities into two of its flagship digital public platforms — e-Shram and the National Career Service — to offer AI-driven services to more than 310 million informal workers.</p>\n\n<p class=\"wp-block-paragraph\">The two Indian government platforms will use Microsoft’s Azure OpenAI Service to provide multilingual access, AI-assisted job matching, predictive analytics on skill and demand trends, automated résumé creation, and personalized pathways, the company said.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Microsoft also said it is rolling out new sovereign cloud options for Indian customers, including a Sovereign Public Cloud now available across its India regions and a Sovereign Private Cloud powered by Azure Local for both connected and air-gapped operations. The offerings would help enterprises meet regulatory and data-residency requirements and support high-performance workloads with access to the latest NVIDIA GPUs and Microsoft 365 services, the company noted.</p>\n\n<p class=\"wp-block-paragraph\">Additionally, Microsoft said its skilling efforts are also accelerating, noting that through its “ADVANTA(I)GE India” initiative, it has trained 5.6 million people since January — well ahead of its goal of training 10 million by 2030 — with the programs enabling more than 125,000 individuals to secure jobs or start businesses. The company is doubling its earlier commitment and now aims to equip 20 million Indians with basic AI skills by 2030, working with government agencies, industry partners, and digital public platforms to broaden access to training.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-india-attracts-global-tech-firms-in-the-ai-era\">India attracts global tech firms in the AI era</h2>\n\n<p class=\"wp-block-paragraph\">Microsoft’s investment commitment comes just months after Google <a href=\"https://techcrunch.com/2025/10/14/google-to-invest-15b-in-indian-ai-infrastructure-hub/\" target=\"_blank\" rel=\"noreferrer noopener\">announced a $15 billion plan</a> to build an AI hub and data-center infrastructure in India — the company’s largest investment in the country and one that follows its <a href=\"https://techcrunch.com/2020/07/13/google-to-invest-10-billion-in-india/\" target=\"_blank\" rel=\"noreferrer noopener\">earlier $10 billion pledge</a> in 2020.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In the recent months, India has emerged as an especially attractive market for global tech companies as they look for regions to expand their AI footprint, drawn by the country’s vast base of internet subscribers, hundreds of millions of smartphone users, a fast-growing startup ecosystem, and the Indian government’s aggressive digitisation agenda — all of which promise both consumer scale and enterprise demand. The push has accelerated this year, with <a href=\"https://techcrunch.com/2025/08/21/openai-announces-new-delhi-office-as-it-expands-footprint-in-india/\" target=\"_blank\" rel=\"noreferrer noopener\">OpenAI</a> and <a href=\"https://techcrunch.com/2025/10/07/anthropic-plans-to-open-india-office-eyes-tie-up-with-billionaire-ambani/\" target=\"_blank\" rel=\"noreferrer noopener\">Anthropic</a> setting up offices in India, and <a href=\"https://techcrunch.com/2025/10/30/google-partners-with-ambanis-reliance-to-offer-free-ai-pro-access-to-millions-of-jio-users-in-india/\" target=\"_blank\" rel=\"noreferrer noopener\">Google</a> and <a href=\"https://techcrunch.com/2025/07/17/perplexity-sees-india-as-a-shortcut-in-its-race-against-openai/\" target=\"_blank\" rel=\"noreferrer noopener\">Perplexity</a> striking partnerships with major telecom operators Reliance Jio and Bharti Airtel to deepen their reach in the market.</p>\n\n<p class=\"wp-block-paragraph\">However, even as global tech firms ramp up investment, hyperscalers are expected to <a href=\"https://www.reuters.com/world/india/india-file-100-billion-data-centre-boom-tests-resource-limits-2025-12-03/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">face significant constraints</a> in India, where <a href=\"https://www.bbc.com/news/articles/cgr417pwek7o\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">data-center expansion is challenged</a> by <a href=\"https://www.forbesindia.com/photogallery/news/in-numbers-indias-data-centre-power-challenge/2988674/1\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">patchy power availability</a>, high energy costs, and water scarcity in several regions — factors that could slow the build-out of AI infrastructure and raise operating expenses for cloud providers.</p>\n\n<p class=\"wp-block-paragraph\">Nonetheless, the Indian government has been <a href=\"https://www.computerweekly.com/news/366629299/India-revives-national-datacentre-policy-amid-AI-push\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">pushing aggressively</a> to draw more big-tech investment, framing large-scale data-center and AI projects as central to its economic and digital-public-infrastructure ambitions. Despite the constraints, New Delhi has rolled out incentives for AI and semiconductor projects, eased some regulatory hurdles, and encouraged partnerships with domestic telecom and IT firms to anchor more of the global AI value chain in India.</p>\n\n\n\n<p class=\"wp-block-paragraph\">“Microsoft has been part of India’s fabric for more than three decades,” said Puneet Chandok, president, Microsoft India and South Asia, in a prepared statement. “As the nation moves confidently into its AI-first future, we are proud to stand as a trusted partner in advancing the infrastructure, innovation, and opportunity that can power a billion dreams.”</p>\n\n<p class=\"wp-block-paragraph\">Microsoft already employs more than 22,000 people across Bengaluru, Hyderabad, Pune, Gurugram, Noida, and other cities, including engineering teams that build AI products such as Copilot Studio, Azure AI Search, AI agents, speech and translation tools, and Azure Machine Learning for global markets, while also supporting the company’s domestic operations.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "VSCO lays off 24 staff as its consumer business suffers | TechCrunch",
            "time": "2025-12-09T16:16:41",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/10/HERO-16x9-1.jpg?resize=1200,674",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Photo editing app VSCO has confirmed that it has laid off 24 employees amid a restructuring drive to refocus the company’s efforts towards creating tools for professional photographers.</p>\n\n<p class=\"wp-block-paragraph\">In an internal memo seen by TechCrunch, VSCO’s CEO Eric Wittman said the company’s consumer business had declined more than expected, and some of its new growth initiatives didn’t yield the expected results. He noted that the company had been EBITDA-positive for three of the past four years. And despite a decline in consumer business, other lines saw growth, even if it was not to the company’s liking. In the memo, he also claimed that VSCO’s core app is installed on more U.S. devices than Reddit.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company told TechCrunch that the layoffs impacted its marketing, tech, and program management teams.</p>\n\n<p class=\"wp-block-paragraph\">“Last week, VSCO said goodbye to 24 employees as a result of a company restructure [sic],” Wittman said in an emailed statement. “Valued members across all departments were impacted. Every person leaving has contributed meaningfully to VSCO and our mission, and we are deeply grateful for their impact. The company is restructuring and adjusting internal operations to be more efficient and effective in delivering long-term success and value for photographers.” </p>\n\n<p class=\"wp-block-paragraph\">“To succeed over the next 5 years, we need to operate as an AI-native company, taking bold but focused bets and strengthening the foundation we’ve built through our Pro business, AI Lab, TFP, and Sites,” Wittman wrote in the memo.</p>\n\n<p class=\"wp-block-paragraph\">VSCO said that to power growth, it wants to increase brand awareness as well as work on AI-powered features across the line. The company plans to work on a revamped “AI native” editor, and build an AI assistant that could help users complete tasks across its tools. The startup also plans to redesign its public Photo Galleries feature, which lets photographers curate their portfolio and showcase their work.</p>\n\n<p class=\"wp-block-paragraph\">Last year, VSCO launched a marketplace to <a href=\"https://techcrunch.com/2024/05/07/vsco-launches-a-new-hub-to-connect-creators-and-brands/\">connect photographers and brands for projects</a>. This year, VSCO focused on shipping AI-powered products such as <a href=\"https://techcrunch.com/2025/05/07/vsco-is-launching-an-ai-powered-collaborative-moodboard/\">Canvas for collaboration</a> and <a href=\"https://techcrunch.com/2025/10/15/vsco-gets-ai-editing-chops-support-for-raw-files/\">new editing features</a>.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">As consumer apps like Canva, Google Photos and Adobe Lightroom focus on adding AI features to their products, it appears VSCO may have realized that instead of AI chops, carving a niche for itself by providing better tools and a dedicated platform for pro photographers would be a good strategy.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "India proposes charging OpenAI, Google for training AI on copyrighted content | TechCrunch",
            "time": "2025-12-09T16:09:17",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/06/india-ai.jpg?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">India has proposed a mandatory royalty system for AI companies that train their models on copyrighted content — a move that could reshape how OpenAI and Google operate in what has already become one of their most important and fastest-growing markets globally.</p>\n\n<p class=\"wp-block-paragraph\">On Tuesday, India’s Department for Promotion of Industry and Internal Trade <a href=\"https://www.pib.gov.in/PressReleasePage.aspx?PRID=2200741%C2%AE=3&amp;lang=2\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">released</a> a proposed framework that would give AI companies access to all copyrighted works for training in exchange for paying royalties to a new collecting body composed of rights-holding organizations, with payments then distributed to creators. The proposal argues that this “mandatory blanket license” would lower compliance costs for AI firms while ensuring that writers, musicians, artists, and other rights holders are compensated when their work is scraped to train commercial models.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">India’s proposal comes amid mounting concerns in global markets over how AI companies train their models on copyrighted material, a practice that has triggered lawsuits from authors, news organizations, artists, and other rights holders in the U.S. and Europe. Courts and regulators are still weighing whether such training qualifies as fair use, leaving AI firms operating under legal uncertainty and allowing them to rapidly expand their business without clear regulations.</p>\n\n<p class=\"wp-block-paragraph\">Unlike the U.S. and the European Union, where policymakers are debating transparency obligations and fair-use boundaries, India is proposing one of the most interventionist approaches yet by giving AI companies automatic access to copyrighted material in exchange for mandatory payment. </p>\n\n<p class=\"wp-block-paragraph\">The eight-member committee, formed by the Indian government in late April, argues the system would avoid years of legal uncertainty while ensuring creators are compensated from the outset.</p>\n\n<p class=\"wp-block-paragraph\">Defending the system, the committee says in a <a href=\"https://www.dpiit.gov.in/static/uploads/2025/12/ff266bbeed10c48e3479c941484f3525.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">125-page submission</a> (PDF) that a blanket license “aims to provide an easy access to content for AI developers… reduce transaction costs… [and] ensure fair compensation for rightsholders,” calling it the least burdensome way to manage large-scale AI training. The submission adds that the single collecting body would function as a “single window,” eliminating the need for individual negotiations and enabling royalties to flow to both registered and unregistered creators.</p>\n\n<p class=\"wp-block-paragraph\">The committee also points to India’s <a href=\"https://techcrunch.com/2025/08/29/billionaire-ambani-taps-google-meta-to-build-indias-ai-backbone/\" target=\"_blank\" rel=\"noreferrer noopener\">growing importance as a market for GenAI tools</a>. Citing OpenAI CEO Sam Altman’s remark that India is the company’s second-largest market after the U.S. and “may well become our largest,” it argues that because AI firms derive significant revenue from Indian users while relying on Indian creators’ work to train their models, a portion of that value should flow back to those creators. That, it says, is part of the rationale for establishing a “balanced framework” that guarantees compensation.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">India’s proposal lands amid intensifying legal battles worldwide over whether AI companies can lawfully use copyrighted material to train their models. </p>\n\n<p class=\"wp-block-paragraph\">In India, news agency ANI <a href=\"https://techcrunch.com/2024/11/18/indian-news-agency-sues-openai-alleging-copyright-infringement/\" target=\"_blank\" rel=\"noreferrer noopener\">sued OpenAI in the Delhi High Court</a>, arguing its articles were used without permission — a case that has prompted the court to examine whether AI training is itself an act of reproduction or protected by “fair dealing.” Courts in the U.S. and Europe are <a href=\"https://techcrunch.com/2025/11/12/court-rules-that-openai-violated-german-copyright-law-ordered-it-to-pay-damages/\" target=\"_blank\" rel=\"noreferrer noopener\">confronting similar disputes</a>, with creators alleging that tech companies have <a href=\"https://techcrunch.com/2023/12/27/the-new-york-times-wants-openai-and-microsoft-to-pay-for-training-data/\" target=\"_blank\" rel=\"noreferrer noopener\">built their models on unlicensed content</a>.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-ai-proposal-sees-pushback-and-dissent\">AI proposal sees pushback and dissent </h2>\n\n<p class=\"wp-block-paragraph\">Not everyone is convinced by the Indian government’s proposed model, though. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Nasscom, the industry body representing technology firms including Google and Microsoft, filed a formal dissent arguing that India should instead adopt a broad text-and-data-mining exception that would allow AI developers to train on copyrighted content as long as the material is lawfully accessed. It warned that a mandatory licensing regime could slow innovation and said rightsholders who object should be allowed to opt out rather than force companies to pay for all training data.</p>\n\n<p class=\"wp-block-paragraph\">The Business Software Alliance, which represents global tech firms including Adobe, Amazon Web Services, and Microsoft, pressed the Indian government to avoid a purely licensing-based regime. It urged India to introduce an explicit text-and-data-mining exception, arguing that “relying solely on direct or statutory licensing for AI training data may be impractical and may not yield the best outcomes.”</p>\n\n<p class=\"wp-block-paragraph\">Limiting AI models to smaller sets of licensed or public-domain material, BSA warned, could reduce model quality and “increase the risk that outputs simply reflect trends and biases of the limited training data sets,” adding that a clear TDM exception would better balance innovation and rights holders’ interests.</p>\n\n<p class=\"wp-block-paragraph\">The committee did not consider both a broad text-and-data-mining exception and an opt-out model, arguing that such systems either undermine copyright protections or are impossible to enforce. Instead, it proposed a “hybrid model” that would grant AI firms automatic access to all lawfully available copyrighted works while requiring them to pay royalties into the central collecting body that distributes the proceeds to creators.</p>\n\n<p class=\"wp-block-paragraph\">The Indian government has now opened the proposal for public consultation, giving companies and other stakeholders 30 days to submit their comments. After reviewing the feedback, the committee will finalize its recommendations before the framework is taken up by the government.</p>\n\n<p class=\"wp-block-paragraph\">OpenAI and Google did not respond to requests for comments.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Anthropic and Accenture sign multi-year AI strategic partnership | TechCrunch",
            "time": "2025-12-09T15:02:35",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/06/Anthropic-economic-futures-program.png?resize=1200,667",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">AI research lab Anthropic continues to cement its stake as the predominant AI player in the enterprise space.</p>\n\n<p class=\"wp-block-paragraph\">On Tuesday, Anthropic announced a <a rel=\"nofollow\" href=\"https://www.anthropic.com/news/anthropic-accenture-partnership\">multi-year partnership</a> with professional services firm Accenture. Financial terms of the deal were not disclosed; however, The Wall Street Journal reported that the <a rel=\"nofollow\" href=\"https://www.wsj.com/articles/anthropic-and-accenture-strike-ai-deal-targeting-business-clients-0a82f28a?st=ykiLVF&amp;reflink=desktopwebshare_permalink\">deal is for three years</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Accenture confirmed the deal is for three years but declined to comment on financials. TechCrunch reached out to Anthropic for more information. </p>\n\n<p class=\"wp-block-paragraph\">The two companies are forming the Accenture Anthropic Business Group. This will include formal Claude training for Accenture’s 30,000 employees. Anthropic’s Claude Code coding tools will be available for Accenture’s tens of thousands of developers. They are also launching a joint initiative to help chief investment officers track their return on investment for AI.</p>\n\n<p class=\"wp-block-paragraph\">This announcement comes as Anthropic’s market share within enterprise continues to grow.</p>\n\n<p class=\"wp-block-paragraph\">A new report from Menlo Ventures shows that <a rel=\"nofollow\" href=\"https://menlovc.com/perspective/2025-the-state-of-generative-ai-in-the-enterprise/\">Anthropic holds 40% of the market share within enterprise</a> and 54% of the market share when it comes to coding. This marks a bump from <a href=\"https://techcrunch.com/2025/07/31/enterprises-prefer-anthropics-ai-models-over-anyone-elses-including-openais/\">Menlo’s previous survey</a> this summer, where Anthropic held 32% of the enterprise market share.</p>\n\n<p class=\"wp-block-paragraph\">Anthropic announced a <a href=\"https://techcrunch.com/2025/12/04/anthropic-signs-200m-deal-to-bring-its-llms-to-snowflakes-customers/\">$200 million deal</a> with cloud data company Snowflake last week. The company also announced sizable and similar AI partnerships with both <a href=\"https://techcrunch.com/2025/10/06/deloitte-goes-all-in-on-ai-despite-having-to-issue-a-hefty-refund-for-use-of-ai/\">Deloitte</a> and <a href=\"https://techcrunch.com/2025/10/07/anthropic-and-ibm-announce-strategic-partnership/\">IBM</a> in October.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Pebble's founder introduces a $75 AI smart ring for recording brief notes with a press of a button | TechCrunch",
            "time": "2025-12-09T15:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-silver-hero.png?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">After rebooting the <a rel=\"nofollow\" href=\"https://repebble.com/\">Pebble</a> smartwatch brand, founder Eric Migicovsky is <a rel=\"nofollow\" href=\"https://url.usb.m.mimecastprotect.com/s/ECpcCyp4m4h0OqZJIRsDFxV-3-?domain=repebble.com\">expanding</a> his company’s device lineup with a new smart wearable: an AI-powered smart ring known as <a rel=\"nofollow\" href=\"https://url.usb.m.mimecastprotect.com/s/RbNQCxo0l0U9EnkBiYiNFyb-Ym?domain=repebble.com\">Index 01</a>. Named for the finger where the ring is meant to be worn, the new $75 ring is not meant to be a competitor to always-on, <a rel=\"nofollow\" href=\"https://www.wired.com/story/friend-ai-pendant/\">always-listening</a> AI devices, like the <a href=\"https://techcrunch.com/2025/01/20/friend-delays-shipments-of-its-ai-companion-pendant/\">AI pendant Friend</a>, but instead offers a way to record quick notes and reminders with a press of a button on the ring’s side.</p>\n\n<p class=\"wp-block-paragraph\">AI only comes into play via the open source, speech-to-text, and AI models that run locally on your smartphone through the <a rel=\"nofollow\" href=\"https://github.com/coredevices/mobileapp\">Pebble mobile app</a>. That is, if the ring’s button is not being pressed, it’s not recording. (And this is a press-and-<em>hold</em> gesture, too, which means you can’t start the ring’s recording and then let go to surreptitiously record a conversation.)</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?w=680\" alt=\"\" class=\"wp-image-3073863\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png 2048w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=150,150 150w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=300,300 300w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=768,768 768w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=680,680 680w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=1200,1200 1200w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=1280,1280 1280w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=430,430 430w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=720,720 720w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=900,900 900w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=800,800 800w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=1536,1536 1536w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=668,668 668w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=375,375 375w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=617,617 617w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=531,531 531w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-polished-gold-rocks.png?resize=50,50 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Core Devices LLC</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">You can wear the stainless steel ring while in the shower, washing hands, doing dishes, or in the rain, but you would have to take it off for other water-related activities, like swimming. At launch, it’s water-resistant to 1 meter.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The ring is also not a fitness tracker or sleep monitor. It doesn’t record details about your heart rate or health. And it’s not there to be your AI friend. </p>\n\n<p class=\"wp-block-paragraph\">“I’m not trying to build some AI assistant thing,” Migicovsky told TechCrunch in an interview. “I build things that solve one main problem, and they solve it really well,” he explains. “I think of [the ring] as external memory for my brain…that’s what this is. It’s always with you.” </p>\n\n<p class=\"wp-block-paragraph\">Plus, the ring has been designed to be highly reliable and privacy-preserving, he says, as all your thoughts are stored on your phone, not in the cloud. There is no subscription. </p>\n\n<p class=\"wp-block-paragraph\">Migicovsky’s ring enters a growing market for voice-note wearables. Last month, Sandbar, a New York-based startup founded by former Meta employees, <a href=\"https://techcrunch.com/2025/11/05/former-meta-employees-launch-stream-a-smart-ring-that-takes-voice-notes-and-controls-music/\">unveiled its Stream Ring</a>, which also lets users record thoughts via a touch-activated microphone. However, unlike Index 01’s no-subscription model, Sandbar’s $249 ring offers both a free tier with limited AI interactions and a $10-per-month Stream Pro subscription for unlimited chats and early access to features. The Stream Ring is expected to ship next summer.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Migicovsky has been wearing his own ring for three months now and says he cannot imagine going back to a world where he doesn’t always have a memory device with him.</p>\n\n<p class=\"wp-block-paragraph\">“The problem is that, during the day, I get ideas or I remember something, and if I don’t write it down that second, I forget it,” he says. The ring solves this problem, he adds, without becoming another device you need to charge. </p>\n\n<p class=\"wp-block-paragraph\">“The battery lasts for years,” Migicovsky claims. </p>\n\n<p class=\"wp-block-paragraph\">The ring is said to support roughly 12 to 14 hours of recording. On average, the founder says he uses it 10 to 20 times per day to record 3-to-6-second thoughts. At that rate, he’ll get about two years of usage. When the ring’s battery dies, you can ship it back to the company for recycling.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">When using the Index, you can record up to five minutes of audio, which can be saved to the ring and synced to your phone later. This makes sense for recording briefer, personal thoughts and notes, even when you don’t have your phone handy, but it wouldn’t work for recording a longer chat, like a presentation, meeting, or in-person interview of some kind.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?w=680\" alt=\"\" class=\"wp-image-3073862\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png 2000w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=150,150 150w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=300,300 300w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=768,768 768w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=680,680 680w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=1200,1200 1200w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=1280,1280 1280w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=430,430 430w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=720,720 720w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=900,900 900w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=800,800 800w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=1536,1536 1536w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=668,668 668w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=375,375 375w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=617,617 617w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=531,531 531w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-trio-flat.png?resize=50,50 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Core Devices LLC</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The ring also supports more than 100 languages and has a bit of on-device memory for times when you’re not in Bluetooth range of your device, where the recording is ultimately saved and transcribed. (The raw audio is retained, too, in case the speech-to-text is garbled due to loud background noise.)</p>\n\n<p class=\"wp-block-paragraph\">If you own a Pebble smartwatch or one from another brand, your recorded thought can even appear on the watch’s screen so you can verify it’s correct. </p>\n\n<p class=\"wp-block-paragraph\">The ring works with Pebble’s mobile app, which offers notes and reminders, but can optionally integrate with your phone’s calendaring system, too, or other apps, like Notion. And the ring’s software is open source, which makes it hackable by the community, the founder points out. </p>\n\n<p class=\"wp-block-paragraph\">Because of its open nature, the ring’s button is already programmable. In addition to the press-and-hold gesture, you can program the ring to do other things with a single or double press, like play or pause your music or control the shutter on your phone’s camera. You could use it to send a message through the <a href=\"https://techcrunch.com/2021/01/21/pebble-founder-launches-beeper-a-universal-chat-app-that-works-with-imessage-and-others/\">universal chat app Beeper,</a> which Migicovsky also created, or you could add your own voice actions via <a rel=\"nofollow\" href=\"https://modelcontextprotocol.io/\">MCP</a>. </p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png?w=680\" alt=\"\" class=\"wp-image-3073865\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png 1024w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png?resize=150,138 150w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png?resize=300,275 300w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png?resize=768,705 768w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png?resize=680,624 680w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png?resize=430,395 430w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png?resize=720,661 720w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png?resize=900,826 900w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png?resize=800,734 800w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png?resize=668,613 668w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png?resize=409,375 409w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png?resize=672,617 672w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png?resize=578,531 578w, https://techcrunch.com/wp-content/uploads/2025/12/Index01-matte-black-hero.png?resize=50,46 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Core Devices LLC</span></figcaption></figure>\n\n<h2 class=\"wp-block-heading\" id=\"h-a-new-approach-to-hardware\">A new approach to hardware </h2>\n\n<p class=\"wp-block-paragraph\">Migicovsky acknowledges that hardware can be <a href=\"https://techcrunch.com/2016/03/23/smartwatch-firm-pebble-lays-off-25-of-its-staff/\">difficult</a> to get right, as <a href=\"https://techcrunch.com/2017/02/22/fitbit-pebble-acquisition/\">Pebble’s exit to Fitbit</a> showed. (Fitbit was later acquired by Google in <a href=\"https://techcrunch.com/2021/01/14/googles-fitbit-acquisition-is-official/\">2021</a>.)</p>\n\n<p class=\"wp-block-paragraph\">“I didn’t earn any money during Pebble — we exited, but it was not a great exit,” Migicovsky admits.  </p>\n\n<p class=\"wp-block-paragraph\">This year, however, he <a href=\"https://techcrunch.com/2025/01/27/smartwatch-pioneer-and-kickstarter-darling-pebble-is-returning-in-a-new-form/\">decided to reboot the Pebble project</a> after Google open-sourced PebbleOS, which opened the door to new hardware.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">With his new company, Core Devices, Migicovsky plans to do things differently. </p>\n\n<p class=\"wp-block-paragraph\">Still, the founder doesn’t regret his previous choices, he clarifies.</p>\n\n<p class=\"wp-block-paragraph\">“I wouldn’t have gone back and changed anything. I loved what we built. I loved what we did. I love the company that we built, but it’s not the only way to build a company,” he told TechCrunch. “And speaking as an ex-YC partner, there’s a time and a place for building a venture-backed startup. Some companies are phenomenal when they raise money and build a big team, and I tried that…What I’m doing now is trying an alternative path, which is [to] start from profitability,” he says.</p>\n\n<p class=\"wp-block-paragraph\">The new company is a small team of five, self-funded, and focused on sustainability.</p>\n\n<p class=\"wp-block-paragraph\">So far, Core Devices has shipped the <a href=\"https://techcrunch.com/2025/08/13/pebbles-smartwatch-is-back-pebble-time-2-specs-revealed/\">Pebble 2 Duo smartwatch</a> with a black-and-white display. Its first run sold out, and the company is now preparing to ship the upgraded version, the <a href=\"https://techcrunch.com/2025/08/13/pebbles-smartwatch-is-back-pebble-time-2-specs-revealed/\">Pebble Time 2</a>. The newer device, which has seen 25,000 pre-orders, is a stainless steel watch with a larger, color e-ink screen.   </p>\n\n<p class=\"wp-block-paragraph\">As for the Index 01, the ring’s pre-order offer ends in March 2026. After that, the price increases to $99. It currently comes in silver, polished gold, and matte black and works with iOS and Android devices. Customers can select from eight ring sizes, ranging from 6 to 13.  </p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Spotify launches music videos in the U.S. and Canada for Premium subscribers | TechCrunch",
            "time": "2025-12-09T15:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Music-Videos-Static-Asset.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Spotify is <a rel=\"nofollow\" href=\"https://newsroom.spotify.com/2025-12-09/music-videos-beta-premium-us-canada/\">launching</a> music videos in the U.S., Canada and a handful of other markets, following the feature’s launch in <a rel=\"nofollow\" href=\"https://support.spotify.com/us/artists/article/music-videos/\">beta</a> in <a href=\"https://techcrunch.com/2024/03/13/spotify-adds-music-videos-in-some-countries/\">overseas markets last year</a>.</p>\n\n<p class=\"wp-block-paragraph\">The videos, which are provided by music labels under new agreements, will be available only to paying subscribers on Spotify’s Premium plan, and can be streamed on its iOS, Android, desktop, and TV apps.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Users will start seeing a new option to “Switch to video” Spotify when they’re listening to a song. The video will then begin playing from where the song is currently — a change from how the <a href=\"https://techcrunch.com/2024/03/13/spotify-adds-music-videos-in-some-countries/\">earlier beta</a> worked. Users can switch back to music-only by pressing “Switch to audio” at any time.</p>\n\n<p class=\"wp-block-paragraph\">The videos can be played full-screen when the phone is in landscape orientation, the company says.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?w=680\" alt=\"\" class=\"wp-image-3073914\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg 2470w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=680,382 680w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=1200,674 1200w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=1280,719 1280w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=1536,863 1536w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=2048,1151 2048w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=1098,617 1098w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.33-PM.jpg?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">spotify</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Spotify</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">After you make the switch, the music video will replace the short, <a href=\"https://techcrunch.com/2020/11/19/spotify-opens-a-marketplace-for-canvas-looping-artwork-designers/\">looping video</a> that typically accompanies tracks unless you disable the feature in the settings. </p>\n\n<p class=\"wp-block-paragraph\">By the end of the month, Spotify will have video-specific playlists available for subscribers in the U.S. and Canada, like <a href=\"https://url.usb.m.mimecastprotect.com/s/QnAiCxo0l0U9prDrs8fNFyzVw8?domain=open.spotify.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">90s Video Hits</a>, <a href=\"https://url.usb.m.mimecastprotect.com/s/fFTHCyp4m4h0G9K9TMhDFxIoca?domain=open.spotify.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Hip-Hop Throwbacks</a>, <a href=\"https://url.usb.m.mimecastprotect.com/s/4JmLCzq8n8HxXJEJhgiYF93sZz?domain=open.spotify.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Latin Party Hits</a>, <a href=\"https://url.usb.m.mimecastprotect.com/s/FvLUCA8LmLhnx7B7tYsnFGo13N?domain=open.spotify.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Country Hits</a>, and <a href=\"https://url.usb.m.mimecastprotect.com/s/SSeyCB1MnMHMxE0EsWtJF2cJ6R?domain=open.spotify.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Pop Music Video Hits</a>. Users will also see personalized video recommendations on the app’s home screen.</p>\n\n<p class=\"wp-block-paragraph\">Bringing music videos to the key U.S. market will help Spotify better compete with YouTube, which today offers its own music streaming service and has been moving into podcasts. Spotify has sought to fight the latter threat by <a href=\"https://techcrunch.com/2025/11/04/spotify-now-has-half-a-million-video-podcasts-which-nearly-400m-users-have-watched/\">adding support for video podcasts</a>, as well as other social features like <a href=\"https://techcrunch.com/2024/07/09/chasing-youtube-spotify-adds-comments-to-podcasts/\" target=\"_blank\" rel=\"noreferrer noopener\">comments, Q&amp;As</a>, and <a href=\"https://techcrunch.com/2021/09/30/spotify-rolls-out-podcast-polls-and-qas-to-creators-and-users-worldwide/\">polls</a>, making the app feel <a href=\"https://techcrunch.com/2024/07/10/spotify-is-no-longer-just-a-streaming-app-its-a-social-network/\">more like a social network</a>.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?w=680\" alt=\"\" class=\"wp-image-3073918\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg 2470w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=680,382 680w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=1200,674 1200w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=1280,719 1280w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=1536,863 1536w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=2048,1151 2048w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=1098,617 1098w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2025/12/spotify-music-videos-2025-12-08-at-3.48.08-PM.jpg?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">Spotify</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">News that Spotify’s music video feature would soon arrive in the U.S. was <a rel=\"nofollow\" href=\"https://variety.com/2025/music/news/spotify-to-launch-music-videos-in-united-states-1236580065/\">leaked</a> last month, following the company’s <a rel=\"nofollow\" href=\"https://newsroom.spotify.com/2025-11-11/spotify-nmpa-independent-publisher-licensing/\">deal with the National Music Publishers’ Association </a>(NMPA) in November. Under the expanded partnership, the streaming service launched an opt-in portal that allows NMPA members to enter a direct license agreement for audio-visual (AV) rights in the U.S. <a rel=\"nofollow\" href=\"https://newsroom.spotify.com/2025-11-11/spotify-nmpa-independent-publisher-licensing/\">Spotify said the move</a> would “increase revenue for songwriters and independent publishers,” as a result.</p>\n\n<p class=\"wp-block-paragraph\">Spotify had forged other deals that included AV rights with <a rel=\"nofollow\" href=\"https://newsroom.spotify.com/2025-01-26/universal-music-group-spotify-expansion/\">Universal</a>, <a rel=\"nofollow\" href=\"https://newsroom.spotify.com/2025-09-18/sony-music-group-spotify-partnership-expansion/\">Sony</a>, and <a rel=\"nofollow\" href=\"https://newsroom.spotify.com/2025-02-06/warner-music-group-spotify-agreement/\">Warner Music Group</a> throughout 2025. </p>\n\n<p class=\"wp-block-paragraph\">The company declined to share how many total videos are included at launch, which labels are on board, or specifics of the deals. However, a spokesperson said that, similar to audio streams, music video streams of at least 30 seconds will be reported and bear royalties, consistent with agreements.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In addition to today’s expansion to the U.S. and Canada, Spotify is bringing music videos to Antigua &amp; Barbuda, The Bahamas, Barbados, Dominica, Ghana, Grenada, Guyana, Haiti, Jamaica, Uganda and Venezuela.</p>\n\n<p class=\"wp-block-paragraph\">A full list of beta markets is available on <a rel=\"nofollow\" href=\"https://support.spotify.com/us/artists/article/music-videos/\">Spotify’s support site</a>. In the beta markets of Brazil and Colombia, music videos are offered to listeners on the free tier, too.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Mistral AI surfs vibe coding tailwinds with new coding models | TechCrunch",
            "time": "2025-12-09T14:45:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/05/GettyImages-2147859992-e1713960898378.webp?resize=1200,676",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">French AI startup Mistral today launched Devstral 2, a new generation of its AI model designed for coding, as the company seeks to catch up to bigger AI labs like Anthropic and other coding-focused LLMs.</p>\n\n<p class=\"wp-block-paragraph\">This announcement follows the recent launch of <a href=\"https://techcrunch.com/2025/12/02/mistral-closes-in-on-big-ai-rivals-with-mistral-3-open-weight-frontier-and-small-models/\">the Mistral 3 family of open-weight models</a>, and confirms Mistral’s intent to close in on its bigger and better-funded AI rivals. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The unicorn is also jumping into the ‘vibe-coding’ race that has fueled the rise of companies like <a href=\"https://techcrunch.com/2025/11/13/coding-assistant-cursor-raises-2-3b-5-months-after-its-previous-round/\">Cursor</a> and <a href=\"https://techcrunch.com/2025/04/22/vibe-coding-helps-supabase-nab-200m-at-2b-valuation-just-seven-months-after-its-last-raise/\">Supabase</a> with Mistral Vibe, a new command-line interface (CLI) aimed at facilitating code automation through natural language, with tools for file manipulation, code searching, version control, and command execution. </p>\n\n<p class=\"wp-block-paragraph\">Mistral AI is betting on the added value of context awareness, which is particularly relevant in business use cases. Similar to its AI assistant, Le Chat, which can<a rel=\"nofollow\" href=\"https://www.theregister.com/2025/09/02/mistral_ais_le_chat_can/\"> remember previous conversations</a> with users and use that context to guide its answers, Vibe CLI features persistent history, and can also scan file structures and Git statuses to build context to inform its behavior.</p>\n\n<p class=\"wp-block-paragraph\">This focus on production-grade workflows also explains why Devstral 2 is relatively demanding, requiring at least four H100 GPUs or equivalent for deployment, and weighing 123 billion parameters. However, the model is also available in a smaller size with Devstral Small, which, at 24 billion parameters, makes it deployable locally on consumer hardware. </p>\n\n<p class=\"wp-block-paragraph\">The models differ in their open-source licensing — Devstral 2 ships under a modified MIT license, while Devstral Small uses Apache 2.0. </p>\n\n<p class=\"wp-block-paragraph\">They also differ in pricing. Devstral 2 is currently free to use via the company’s API. After the free period, the API pricing will cost $0.40/$2.00 per million tokens (input/output) for Devstral 2, and $0.10/$0.30 for Devstral Small.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Mistral has partnered with agent tools Kilo Code and Cline to release Devstral 2 to users, while Mistral Vibe CLI is available as an extension in Zed for use inside the IDE.</p>\n\n<p class=\"wp-block-paragraph\">Europe’s champion AI lab, Mistral is currently valued at €11.7 billion (approximately $13.8 billion) following a Series C funding round <a href=\"https://www.asml.com/en/news/press-releases/2025/ASML-Mistral-AI-enter-strategic-partnership\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">led by Dutch semiconductor company ASML</a>, which invested €1.3 billion (approximately $1.5 billion) in September.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Empromptu raises $2M pre-seed to help enterprises build AI apps | TechCrunch",
            "time": "2025-12-09T13:51:22",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/06/GettyImages-1410815886.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Shanea Leven says she learned two important lessons when building her first company, CodeSee. The first lesson was knowing the difference between what businesses need versus what sounds visionary; the second was that the fundamentals always apply, even with new technologies such as AI.</p>\n\n<p class=\"wp-block-paragraph\">“Security, compliance, reliability, quality, those things don’t just go away for enterprise applications,” she said.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">After CodeSee was acquired in 2024, Leven decided that she wanted to build a product that would let business owners, even those without technical backgrounds, build AI applications. She teamed up with AI researcher Sean Robinson, and last October, the two launched <a href=\"https://empromptu.ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Empromptu,</a> an AI service that businesses can use to build AI applications.</p>\n\n<p class=\"wp-block-paragraph\">Empromptu claims all a user has to do is tell the platform’s AI chatbot what they want — like a new classification app or a generative recommendation app — and the tool will go ahead and build it. It also provides LLM tools to help users if they want to fine-tune any results, and also lets companies add AI features to their own existing code bases.</p>\n\n<p class=\"wp-block-paragraph\">Leven doesn’t consider it a vibe-coding platform, though she does look to compete with companies like Replit and Lovable.</p>\n\n<p class=\"wp-block-paragraph\">“Vibe coding is excellent for quick experiments, but Empromptu is what turns those experiments into real software,” she said. Empromptu, she continued, “turns ideas into production features with built-in evaluation, governance, and self-improvement,” she said. “You ship to real customers, with real data and complete control. If vibe coding is the brainstorm, Empromptu is the build.” </p>\n\n<p class=\"wp-block-paragraph\">On Tuesday, the company said it had raised $2 million in a pre-seed funding round led by Precursor Ventures. Zeal Capital, Alumni Ventures, Founders Edge and South Loop also participated. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Leven said the fresh capital will be used for hiring staff and developing new proprietary technology. It also announced three new features, including the ability to create custom data models and infinite memory. </p>\n\n<p class=\"wp-block-paragraph\">The company is hoping to target businesses launching in regulated industries or “deeply complex” areas that involve capturing data and creating applications — software that services hotels, for example.</p>\n\n<p class=\"wp-block-paragraph\">Overall, Leven hopes that founders feel their businesses can be transformed without having to learn the technical skills to take advantage of the AI revolution.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“It’s just like any other skill,” Leven said. “And the beauty of this skill is that AI can help you learn it along the way.”  </p>\n\n<p class=\"wp-block-paragraph\"><em>This piece was updated to clarify what Empromptu does. </em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "FTC upholds ban on stalkerware founder Scott Zuckerman | TechCrunch",
            "time": "2025-12-08T22:47:59",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/08/thetruthspy-stalkerware-android-spyware.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">A <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#stalkerware\" target=\"_blank\" rel=\"noreferrer noopener\">stalkerware</a> maker who was banned from the surveillance industry after a data breach that exposed the personal information of its customers, as well as the people they were spying on, will not be able to go back to selling the invasive software, according the U.S. Federal Trade Commission.</p>\n\n<p class=\"wp-block-paragraph\">The FTC denied a request to cancel that ban made by Scott Zuckerman, the founder of consumer spyware company Support King and its subsidiaries SpyFone and OneClickMonitor. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">On Monday, the FTC <a href=\"https://www.ftc.gov/news-events/news/press-releases/2025/12/ftc-denies-petition-spyfone-app-ceo-vacate-2021-order\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced the denial in a press release</a> after Zuckerman <a href=\"https://techcrunch.com/2025/07/21/serial-spyware-founder-scott-zuckerman-wants-the-ftc-to-unban-him-from-the-surveillance-industry/\" target=\"_blank\" rel=\"noreferrer noopener\">petitioned</a> the federal watchdog to rescind or modify the ban order in July of this year. </p>\n\n<p class=\"wp-block-paragraph\">In 2021, <a href=\"http://techcrunch.com/2021/09/02/spyfone-ftc-stalkerware/\" target=\"_blank\" rel=\"noreferrer noopener\">the FTC banned Zuckerman</a> from “offering, promoting, selling, or advertising any surveillance app, service, or business,” effectively preventing him from running another stalkerware business. The agency also ordered Zuckerman to delete all the data collected by SpyFone, as well as to undergo frequent audits and establish certain cybersecurity practices for his businesses. </p>\n\n<p class=\"wp-block-paragraph\">“SpyFone is a brazen brand name for a surveillance business that helped stalkers steal private information,” said Samuel Levine, then acting director of the FTC’s Bureau of Consumer Protection. “The stalkerware was hidden from device owners, but was fully exposed to hackers who exploited the company’s slipshod security.”</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.regulations.gov/document/FTC-2025-0198-0001\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">In his petition</a>, Zuckerman claimed that the FTC order’s security requirements have made it harder for him to run his other businesses due to financial costs, despite the fact that Support King is no longer in operation and he now only runs a restaurant and plans other “tourism ventures” in Puerto Rico, according to the petition. </p>\n\n<p class=\"wp-block-paragraph\">When reached via email, Zuckerman declined to comment and referred questions to his lawyer.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The FTC ban stemmed from an incident in 2018, when <a href=\"http://vice.com/en/article/spyware-company-spyfone-terabytes-data-exposed-online-leak/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a security researcher found an Amazon S3 bucket belonging to SpyFone</a> that left extremely sensitive data — including selfies, text messages, chat app messages, audio recordings, contacts, location, hashed passwords and logins, and more — exposed online for anyone to see and access.</p>\n\n<p class=\"wp-block-paragraph\">The exposed data included 44,109 unique email addresses and, according to the researcher who found the breach, “at least 2,208 current ‘customers’ and hundreds or thousands of photos and audio in each folder” from 3,666 phones that had the SpyFone stalkerware installed on them.</p>\n<p class=\"wp-block-shortcode\">\t\t</p><div class=\"article-block block--callout block--right has-green-500-background-color\">\n\t\t\t<h4 class=\"block--callout__title\">Contact Us</h4><p>\n\t\t\tDo you have more information about stalkerware makers? From a non-work device, you can contact Lorenzo Franceschi-Bicchierai securely on Signal at +1 917 257 1382, or via Telegram and Keybase @lorenzofb, or </p><a href=\"mailto:lorenzo@techcrunch.com/\">email</a><a href=\"mailto:lorenzo@techcrunch.com/\">.</a>\t\t</div>\n\t\t\n\n<p class=\"wp-block-paragraph\">Less than a year after the 2021 FTC order, <a href=\"https://techcrunch.com/2022/12/17/support-king-ftc-spytrac/\" target=\"_blank\" rel=\"noreferrer noopener\">TechCrunch reported</a> that Zuckerman appeared to be running another stalkerware company. In 2022, TechCrunch received a trove of breached data from stalkerware app SpyTrac. The data revealed that SpyTrac was run by freelance developers with direct ties to Support King, in what appeared to be an attempt to circumvent the FTC’s ban. Furthermore, the breached data included records from SpyFone, which Zuckerman was ordered to delete, and keys to access the cloud storage of OneClickMonitor, another one of his stalkerware apps. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Eva Galperin, a prominent expert on stalkerware, celebrated the news. “Mr. Zuckerman was clearly hoping that if he laid low for a few years, everyone would forget about the reasons why the FTC issued a ban not only against the company, but against him specifically,” Galperin told TechCrunch. </p>\n\n<p class=\"wp-block-paragraph\">TechCrunch’s revelation in 2022 that Zuckerman apparently violated the FTC ban, “suggests that Zuckerman did not learn his lesson,” added Galperin, who is the director of cybersecurity at the digital rights nonprofit Electronic Frontier Foundation.</p>\n\n<p class=\"wp-block-paragraph\">Stalkerware apps allow their customers to surreptitiously spy on the phones and devices of their loved ones. In addition to enabling potentially illegal activities, for the last eight years, there have been at least 26 stalkerware companies that have been hacked or left sensitive data exposed online, <a href=\"http://techcrunch.com/2025/07/02/hacked-leaked-exposed-why-you-should-stop-using-stalkerware-apps/\" target=\"_blank\" rel=\"noreferrer noopener\">according to TechCrunch’s tally</a>. These repeated incidents show these companies have repeatedly failed to protect the privacy of their customers, as well as the people they spy on.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "SoftBank and Nvidia reportedly in talks to fund Skild AI at $14B, nearly tripling its value | TechCrunch",
            "time": "2025-12-08T22:30:32",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-ai-generated-3519407f-5502-416b-8a8d-1405b2058c44.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">SoftBank Group and Nvidia are in talks to lead an investment of over $1 billion at a $14 billion valuation in Skild AI, a software company building a foundational robotics model, <a href=\"https://www.reuters.com/business/media-telecom/softbank-nvidia-looking-invest-skild-ai-14-billion-valuation-sources-say-2025-12-08/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Reuters reported.</a></p>\n\n<p class=\"wp-block-paragraph\">The nearly three-year-old startup was last valued at $4.7 billion in May when it raised $500 million in a round led by SoftBank along with the participation of LG Technology Ventures, Samsung, Nvidia, and others, according to PitchBook data. Skild didn’t immediately respond to a request for comment. SoftBank and Nvidia declined to comment.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Unlike other heavily funded startups, Skild AI is not building proprietary hardware. Instead, it’s developing a robot-agnostic foundation model that can be customized for various types of robots and use cases.</p>\n\n<p class=\"wp-block-paragraph\">The company unveiled its general-purpose robot model Skild Brain in July with videos showing robots picking up dishes and climbing up and down the stairs. The company has secured strategic partnerships with LG CNS and Hewlett Packard Enterprise to develop its ecosystem.</p>\n\n<p class=\"wp-block-paragraph\">Investor interest in AI robotics has been steadily growing. Physical Intelligence, another company developing “brains” for a broad range of robots, has <a href=\"https://www.bloomberg.com/news/articles/2025-11-20/robotics-startup-physical-intelligence-valued-at-5-6-billion-in-new-funding\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reportedly</a> recently raised $600 million at a $5.6 billion valuation led by CapitalG. One investor who evaluated but declined to fund Physical Intelligence told TechCrunch that its model is still in the early stages of development.</p>\n\n<p class=\"wp-block-paragraph\">In September, Figure, a company developing a humanoid robot, raised more than $1 billion at a massive <a href=\"https://techcrunch.com/2025/09/16/figure-reaches-39b-valuation-in-latest-funding-round/\">$39 billion valuation</a>. Meanwhile, 1X, another humanoid robot developer, was in talks to secure as much as $1 billion at a <a href=\"https://www.theinformation.com/articles/humanoid-robot-developer-1x-targets-1-billion-new-funding?rc=em6blq\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$10 billion valuation</a>, The Information reported several months ago.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Investor letter reveals skyrocketing growth of Waymo's robotaxi rides | TechCrunch",
            "time": "2025-12-08T21:58:13",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/12/waymo2.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Six months ago, Waymo disclosed it was providing 250,000 robotaxi rides a week across its service areas, an ever-growing list that includes Atlanta, Austin, Los Angeles, Phoenix, and the San Francisco Bay Area. </p>\n\n<p class=\"wp-block-paragraph\">The Alphabet-owned self-driving company has been coy ever since, simply stating it is providing many hundreds of thousands of weekly rides. Now, we have a firmer grasp on those weekly ride numbers, thanks to a leaked letter from Tiger Global Management to it investors that was <a href=\"https://www.cnbc.com/2025/12/08/tiger-global-new-fund-ai-valuations.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">first reported by CNBC</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The letter was an appeal for <a href=\"https://techcrunch.com/2025/12/08/tiger-global-plans-cautious-venture-future-with-a-new-2-2b-fund/\">investment into Tiger Global’s next venture capital fund</a> and called out the gains, so far, of its current fund. Those gains rested largely on its investments in hot companies like OpenAI, Databricks, and Waymo. In the letter, Tiger disclosed that Waymo is now providing 450,000 robotaxi rides per week — nearly double the amount it disclosed this spring.</p>\n\n<p class=\"wp-block-paragraph\">That number will rise as the company continues its aggressive rollout strategy, too. Waymo, which provides commercial robotaxi service in five cities, has announced plans to launch in 12 additional cities in 2026, including Dallas, Denver, Houston, Nashville, and San Diego.</p>\n\n<p class=\"wp-block-paragraph\">A Waymo spokesperson declined to comment. </p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Department of Commerce approves Nvidia H200 chip exports to China | TechCrunch",
            "time": "2025-12-08T21:40:46",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2219673294.jpg?resize=1200,750",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Advanced Nvidia AI chips can head back to China after all.</p>\n\n<p class=\"wp-block-paragraph\">The Department of Commerce will allow Nvidia to ship H200 chips to China, <a rel=\"nofollow\" href=\"https://www.semafor.com/article/12/08/2025/commerce-to-open-up-exports-of-nvidia-h200-chips-to-china\">as originally reported by Semafor</a>, to approved customers in the country. The U.S. will take a <a rel=\"nofollow\" href=\"https://www.cnbc.com/2025/12/08/trump-nvidia-h200-sales-china.html\">25% cut of these sales</a>, CNBC reported. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">H200 chips are much more advanced than the H20 chips Nvidia developed specifically for the Chinese market, but the company would only be able to send H200s that are roughly 18 months old, Semafor reported.</p>\n\n<p class=\"wp-block-paragraph\">An Nvidia spokesperson told TechCrunch of the development: “We applaud President Trump’s decision to allow America’s chip industry to compete to support high paying jobs and manufacturing in America. Offering H200 to approved commercial customers, vetted by the Department of Commerce, strikes a thoughtful balance that is great for America.”</p>\n\n<p class=\"wp-block-paragraph\">The news report comes a week after U.S. Commerce Secretary Howard Lutnick said the decision on exporting these H200 chips to China <a href=\"https://finance.yahoo.com/news/trump-could-approve-h200-exports-134428252.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuc2VtYWZvci5jb20v&amp;guce_referrer_sig=AQAAAHQRzQWH648Ene_VMBSBfOA1fid50bu8Hb3ALtkTEIKdeKv-s6Si4ir5zNsapSNBc-YgZMpPmPWWntJoCduvgnYdADn9-1qOV5PvMopSq_YBi8D2gaJ4H1CK3dPGSlb0tgkE8WhnjFwugX1FV5uFst-wv7A2AzcC7lZ1ny9Ei7Ha\">was in President Donald Trump’s hands</a>.</p>\n\n<p class=\"wp-block-paragraph\">The decision to send the chips to China conflicts with Congressional concerns about national security.</p>\n\n<p class=\"wp-block-paragraph\">Pete Ricketts, a Republican senator from Nebraska, and Chris Coons, a Democratic senator from Delaware, introduced a bill on December 4 that would <a rel=\"nofollow\" href=\"https://www.ft.com/content/0e4e4799-b340-4cee-bdbc-6a6325f77eac\">block the export of advanced AI chips</a> to China for more than two years.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The Secure and Feasible Exports Act (SAFE) Chips Act would require the Department of Commerce to deny any export license on advanced AI chips to China for 30 months. It’s unclear when legislators will vote on the proposed bill especially now that the Trump administration has given the green light to sell the H200 chips.</p>\n\n<p class=\"wp-block-paragraph\">While Congress has long been clear about sending advanced AI chips to China — on both sides of the aisle — President Trump has waffled on whether or not to allow the exports.</p>\n\n<p class=\"wp-block-paragraph\">The Trump administration hit chip companies like Nvidia with <a href=\"https://techcrunch.com/2025/04/15/nvidia-h20-chip-exports-hit-with-license-requirement-by-us-government/\">licensing requirements</a> to send their chips to China in April before it formally <a href=\"https://techcrunch.com/2025/05/13/trump-administration-officially-rescinds-bidens-ai-diffusion-rules/\">rescinded a Biden administration diffusion rule</a> that would have regulated AI chip exports in May. Over the summer, the U.S. government signaled that companies would be able to start sending chips to China as long as the government got a <a rel=\"nofollow\" href=\"https://www.ft.com/content/cd1a0729-a8ab-41e1-a4d2-8907f4c01cac\">15% cut of all revenue</a>, as chips became a <a href=\"https://techcrunch.com/2025/07/16/nvidias-resumption-of-h20-chip-sales-related-to-rare-earth-element-trade-talks/\">bargaining tool</a> in trade talks with China.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">However, by that point, the market for U.S.-developed chips in China was strained.</p>\n\n<p class=\"wp-block-paragraph\">In September, China’s internet regulator, the Cyberspace Administration of China, <a href=\"https://techcrunch.com/2025/09/17/china-tells-its-tech-companies-they-cant-buy-ai-chips-from-nvidia/\">banned domestic companies</a> from buying Nvidia’s chips, leaving companies in the country to rely on less advanced domestic chips from Alibaba and Huawei.</p>\n\n<p class=\"wp-block-paragraph\">On Monday, Trump said that Chinese president Xi Jinping “responded positively” to the latest H200 news in a <a rel=\"nofollow\" href=\"https://truthsocial.com/@realDonaldTrump/posts/115686072737425841\">Truth Social post</a>. </p>\n\n<p class=\"wp-block-paragraph\"><em>This story was updated on December 8 when the proposed decision was confirmed. </em></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google's AI try-on app Doppl adds a shoppable discovery feed | TechCrunch",
            "time": "2025-12-08T21:29:03",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/doppl.png?resize=1200,665",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google <a href=\"https://blog.google/technology/google-labs/discover-new-outfits-try-them-on-and-shop-from-doppls-new-discovery-feed/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> on Monday that it’s introducing a shoppable discovery feed in <a href=\"https://techcrunch.com/2025/06/26/google-launches-doppl-a-new-app-that-lets-you-visualize-how-an-outfit-might-look-on-you/\" target=\"_blank\" rel=\"noreferrer noopener\">Doppl</a>, its experimental app that uses AI to visualize how different outfits might look on you.</p>\n\n<p class=\"wp-block-paragraph\">The tech giant says the idea behind the new feed is to display recommendations so users can discover and virtually try on new items. Nearly everything in the feed is shoppable, with direct links to merchants. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The discovery feed features AI-generated videos of real products and suggests outfits based on your personalized style. Google determines your style by analyzing the preferences you share with Doppl and the items you interact with.</p>\n\n<p class=\"wp-block-paragraph\">The move comes as short-form video feeds, particularly on TikTok and Instagram, have conditioned users to scroll visual feeds and buy what they see. However, unlike on TikTok and Instagram, where real influencers showcase products, Google’s new feed only consists of AI-generated content.</p>\n\n<p class=\"wp-block-paragraph\">While some may not be fond of an AI-generated feed, Google likely sees it as a way to surface products in a format that people are already used to. Plus, it makes sense for the company to try a new e-commerce strategy, especially as it continues to lose ground to companies like Amazon and social media platforms.</p>\n\n<p class=\"wp-block-paragraph\">It’s worth noting that AI-generated videos aren’t new to Doppl. While the app creates images of a virtual version of yourself wearing different outfits, it can turn these static images and convert them into AI-generated videos. The purpose of this is to give you a better sense of how the outfit would look on you in real life. </p>\n\n<p class=\"wp-block-paragraph\">The new discovery feed is rolling out to Doppl on iOS and Android in the U.S. for users 18 and above. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Although a feed consisting solely of AI-generated content would have seemed strange a year ago, the idea is now gaining traction. For example, OpenAI in September launched <a href=\"https://techcrunch.com/2025/09/30/openai-is-launching-the-sora-app-its-own-tiktok-competitor-alongside-the-sora-2-model/\" target=\"_blank\" rel=\"noreferrer noopener\">Sora</a>, a social media platform of just AI videos. Meta also has a short-form video feed of AI-generated videos called “<a href=\"https://techcrunch.com/2025/11/06/meta-brings-its-short-form-video-feed-of-ai-slop-to-europe/\" target=\"_blank\" rel=\"noreferrer noopener\">Vibes</a>” in the Meta AI app.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Lucid Motors' former chief engineer sues for wrongful termination and discrimination | TechCrunch",
            "time": "2025-12-08T21:19:10",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/12/lucid-gravity-forest.jpg?resize=1200,711",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The former chief engineer of Lucid Motors, Eric Bach, has sued the company for wrongful termination, discrimination, and retaliation, and claims one of the automaker’s top HR executives referred to him as a “German Nazi.” </p>\n\n<p class=\"wp-block-paragraph\">The federal lawsuit, filed Monday in the Northern District of California, claims Bach was stripped of his responsibilities overseeing the powertrain division in early 2025 as a result of an HR investigation into the company’s workplace culture. Bach claims to have been targeted because of his German heritage. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“In our opinion, Mr. Bach’s legal claims are absurd,” the company said in a statement to TechCrunch. “We are confident that the facts revealed through the course of litigation will establish the legitimate issues leading to Mr. Bach’s termination.”</p>\n\n<p class=\"wp-block-paragraph\">Bach first learned about the disparaging comment in mid-2025 — months after the investigation into workplace culture was launched and after losing some responsibilities at the company, according to the complaint. He encouraged a co-worker to report the incident.  </p>\n\n<p class=\"wp-block-paragraph\">Bach claims Lucid Motors “confirmed” the HR executive made the remark. Bach logged an internal complaint against another Lucid vice president for similarly racist behavior. </p>\n\n<p class=\"wp-block-paragraph\">He claims Lucid Motors retaliated by trying to force him to resign in October 2025. Lucid fired Bach on November 5, 2025, according to the lawsuit. Lucid Motors’ press release from that day only said he had “departed.”</p>\n\n<p class=\"wp-block-paragraph\">The lawsuit comes during a tricky moment for Lucid Motors. The company is burning through cash as it works to ramp up production of its second vehicle, the Gravity SUV. It is developing more affordable mass-market vehicles on a midsized platform slated to debut sometime in late 2026.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Lucid has also been churning through executives. The company’s VP of engineering left on the same day Bach claims to have been fired, as TechCrunch previously reported. Former CEO and CTO Peter Rawlinson suddenly resigned in February, and the company has still not named a permanent replacement. Lucid’s head of investor relations, Senior Vice President of Operations, Managing Director for Europe, and the Vice Presidents of Software Quality and Marketing all left within the last year, too.</p>\n\n<p class=\"wp-block-paragraph\">Bach, in the complaint, claims to have been ascendant before the internal investigation. An engineer who spent a decade with the company, Bach says he oversaw “all hardware engineering,” “product management and corporate planning.” </p>\n\n<p class=\"wp-block-paragraph\">Bach states that Lucid’s chairman Turqi Alnowaiser “praised Bach’s loyalty and dedication to the Company and expressed a desire to continue working with Bach.” He also claims board member Andrew Liveris “signaled that Bach would become Chief Technology Officer (the position ‘is yours to lose’) and that Bach could one day become Chief Executive Officer,” according to the complaint.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The workplace culture investigation launched in late 2024, which Bach claims was “tainted by HR’s racist beliefs,” “initially resulted in Bach losing significant responsibilities.” The HR department told Bach at the time that he contributed to a poor culture at the company, according to the complaint. In addition to losing oversight of the powertrain team, Bach claims to have been excluded from board meetings.</p>\n\n\n\n<p class=\"wp-block-paragraph\"><em>This story has been updated with a comment from Lucid Motors.</em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Tiger Global plans cautious venture future with a new $2.2B fund | TechCrunch",
            "time": "2025-12-08T20:12:13",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/12/GettyImages-1039636788.jpg?resize=1200,828",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Tiger Global, the investor that spurred the VC bull market of 2020-2021, is reportedly raising a fresh $2.2 billion fund.</p>\n\n<p class=\"wp-block-paragraph\">The firm sent a letter to potential limited partners, according to a <a href=\"https://www.cnbc.com/2025/12/08/tiger-global-new-fund-ai-valuations.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">copy obtained by CNBC</a>, seeking to raise the cash for a vehicle called Private Investment Partners 17 (PIP 17). The letter also promises a more humble approach than during the 2021 bull-market madness.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">During that time, Tiger Global was moving fast and investing abundantly, a method the venture industry calls “spray and pray.”</p>\n\n<p class=\"wp-block-paragraph\">PIP 15, raised in 2021, was a whopping $12.7 billion fund that pumped cash into startups at a blinding pace largely at peak valuations, <a href=\"https://techcrunch.com/2022/05/10/tiger-global-hit-by-17b-hedge-fund-losses-has-nearly-depleted-its-latest-vc-fund/\" target=\"_blank\" rel=\"noreferrer noopener\">TechCrunch reported</a>. </p>\n\n<p class=\"wp-block-paragraph\">In 2021 alone, the hedge fund backed <a href=\"https://pitchbook.com/news/articles/tiger-global-secondaries-direct-stakes-sales\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">315 startups</a>, according to PitchBook data, and spurred bidding wars among VCs to get stakes in even unproven startups that ratcheted up valuations.</p>\n\n<p class=\"wp-block-paragraph\">When interest rates rose, the <a href=\"https://techcrunch.com/2024/12/10/a-new-disclosure-shows-again-how-badly-tigers-pray-and-spray-fund-performed/\" target=\"_blank\" rel=\"noreferrer noopener\">party was over, and startups spent years</a> trying to live up to their 2021 valuations, <a href=\"https://techcrunch.com/2025/01/26/2025-will-likely-be-another-brutal-year-of-failed-startups-data-suggests/\" target=\"_blank\" rel=\"noreferrer noopener\">many shuttering along the way</a>.</p>\n\n<p class=\"wp-block-paragraph\">After the venture market crash in 2022-23, prolific Tiger Global investor John Curtius <a href=\"https://techcrunch.com/2022/10/03/john-curtius-is-leaving-tiger-global-to-start-his-own-venture-fund/\" target=\"_blank\" rel=\"noreferrer noopener\">left to start his own fund</a>, and Scott Shleifer, the firm’s chief of private equity investments, <a href=\"https://techcrunch.com/2023/11/21/tiger-global-chieftain-scott-shleifer-transitions-to-advisory-role-after-wild-ride/\" target=\"_blank\" rel=\"noreferrer noopener\">transitioned to an advisory role</a>, while Tiger’s famed founder, Chase Coleman, took on a more direct role.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Tiger Global went on to raise a much smaller PIP 16 fund of $2.2 billion in 2024, <a href=\"https://www.bloomberg.com/news/articles/2024-04-01/tiger-global-vc-fund-closes-63-below-target-with-2-2-billion\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Bloomberg reported</a> at the time, which is, admittedly, still an enormous fund.</p>\n\n<p class=\"wp-block-paragraph\">Now, on the strength of PIP 16’s blockbuster AI investments, Tiger Global is raising Fund 17. PIP 16 holds stakes in OpenAI, Waymo and Databricks, all of which have had skyrocketing valuations and driven this fund’s paper gains by 33% so far, the letter said as reported by CNBC.</p>\n\n<p class=\"wp-block-paragraph\">Still, in a nod to the need for more caution than in previous years, the letter promised a more targeted approach. It acknowledged that leaning into AI investments could be risky and require “humility” because “valuations are elevated and, in our view, sometimes unsupported by company fundamentals,” according to CNBC. (Tiger Global could not be immediately reached for comment.)</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">In other words, even as Tiger Global raises a fresh fund to go after more big AI opportunities, it’s implying that the AI market is in a bubble, and it doesn’t want to drive valuations to even higher, perhaps unrealistic, heights.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Environmental groups call for halt to new data center construction | TechCrunch",
            "time": "2025-12-08T19:50:58",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2018/03/gettyimages-502033199.jpg?resize=1200,640",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">As <a href=\"https://techcrunch.com/2025/12/01/data-center-energy-demand-forecasted-to-soar-nearly-300-through-2035/\" target=\"_blank\" rel=\"noreferrer noopener\">energy demand for data centers soars</a>, environmental groups are calling for a moratorium on the approval and construction of new facilities.</p>\n\n<p class=\"wp-block-paragraph\">More than 230 organizations, including Food &amp; Water Watch, Friends of the Earth, and Greenpeace <a href=\"https://www.foodandwaterwatch.org/wp-content/uploads/2025/12/National-Data-Center-Moratorium.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">signed a public letter</a> urging members of Congress to support a national moratorium on the approval and construction of new data centers, citing rising electricity and water consumption. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“The rapid, largely unregulated rise of data centers to fuel the AI and crypto frenzy is disrupting communities across the country and threatening Americans’ economic, environmental, climate and water security,” the letter reads. </p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.npr.org/2025/12/03/nx-s1-5626900/ai-data-center-cost-electric-bill\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Several</a> <a href=\"https://www.cnbc.com/2025/11/14/data-centers-are-concentrated-in-these-states-heres-whats-happening-to-electricity-prices-.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">studies</a> have linked higher energy prices to the arrival of new data centers in a region. Consumers have been arriving at similar conclusions: A recent survey, commissioned by solar installer Sunrun, found that <a href=\"https://techcrunch.com/2025/11/01/rising-energy-prices-put-ai-and-data-centers-in-the-crosshairs/\" target=\"_blank\" rel=\"noreferrer noopener\">eight in 10 consumers</a> were worried about data centers negatively affecting their utility bills.</p>\n\n<p class=\"wp-block-paragraph\">Electricity prices have already <a href=\"https://www.eia.gov/electricity/monthly/epm_table_grapher.php?t=table_5_03\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">shot up 13%</a> this year, bigger than any annual increase in the past decade.</p>\n\n<p class=\"wp-block-paragraph\">The effects are expected to be felt most in a handful of states, including Virginia, Pennsylvania, Ohio, Illinois, and New Jersey, which are slated for the largest increase in data center capacity.</p>\n\n<p class=\"wp-block-paragraph\">Energy demand for data centers is expected to nearly triple in the coming decade, up from 40 gigawatts today to 106 gigawatts in 2035. Much of that will take place in rural areas.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“All this compounds the significant and concerning impacts AI is having on society, including lost jobs, social instability and economic concentration,” the environmental groups said.</p>\n\n<p class=\"wp-block-paragraph\">Proposed data centers have become a flash point in recent days. </p>\n\n<p class=\"wp-block-paragraph\">Last week, protestors <a href=\"https://planetdetroit.org/2025/12/dte-data-center-protest/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">marched outside</a> the headquarters of utility DTE in Detroit. The company is requesting approval from the Michigan Public Service Commission to supply OpenAI and Oracle with electricity for a 1.4 gigawatt data center. Protestors said they were concerned about the data center driving up electricity bills, using too much fresh water, and snarling traffic.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Also last week, three people <a href=\"https://www.datacenterdynamics.com/en/news/three-arrested-at-data-center-hearing-in-port-washington-wisconsin/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">were arrested</a> in Wisconsin during a common council meeting about a 902 megawatt data center that’s slated to be part of OpenAI and Oracle’s Stargate project.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Claude Code is coming to Slack, and that's a bigger deal than it sounds | TechCrunch",
            "time": "2025-12-08T19:18:05",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/claude-code-slack.png?resize=1200,685",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Anthropic is launching Claude Code in Slack, allowing developers to delegate coding tasks directly from chat threads. The beta feature, available Monday as a research preview, builds on <a href=\"https://claude.com/blog/claude-and-slack?utm_source=chatgpt.com\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Anthropic’s existing Slack integration</a> by adding full workflow automation. The rollout signals that the next frontier in coding assistants isn’t the model; it’s the workflow. </p>\n\n<p class=\"wp-block-paragraph\">Previously, developers could only get lightweight coding help via Claude in Slack — like writing snippets, debugging, and explanations. Now they can tag @Claude to spin up a complete coding session using Slack context like bug reports or feature requests. Claude analyzes recent messages to determine the right repository, posts progress updates in threads, and shares links to review work and open pull requests.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The move reflects a broader industry shift: AI coding assistants are migrating from IDEs (integrated development environment, where software development happens) into collaboration tools where teams already work.</p>\n\n<p class=\"wp-block-paragraph\">Cursor offers Slack integration for drafting and debugging code in threads, while GitHub Copilot recently added features to generate pull requests from chat. OpenAI’s Codex is accessible via custom Slack bots.</p>\n\n<p class=\"wp-block-paragraph\">For Slack, positioning itself as an “<a href=\"https://www.linkedin.com/pulse/dreamforce-2025s-bombshell-ted-elliott-rz3tc/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">agentic hub</a>” where AI meets workplace context creates a strategic advantage: Whichever AI tool dominates Slack — the center of engineering communication — could shape how software teams work.</p>\n\n<p class=\"wp-block-paragraph\">By letting developers move seamlessly from conversation to code without switching apps, Claude Code and similar tools represent a shift toward AI-embedded collaboration that could fundamentally change developer workflows.</p>\n\n<p class=\"wp-block-paragraph\">While Anthropic has not yet confirmed when it would make a broader rollout available, the timing is strategic. The AI coding market is getting more competitive, and differentiation is starting to depend more on integration depth and distribution than model capability alone.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">That said, the integration raises questions about code security and IP protection, as it adds another platform through which sensitive repository access must be managed and audited — while also introducing new dependencies where outages or rate limits in either Slack or Claude’s API could disrupt development workflows that teams previously controlled locally.</p>\n\n<p class=\"wp-block-paragraph\">TechCrunch has reached out to Anthropic and Slack for more information.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google details security measures for Chrome's agentic features | TechCrunch",
            "time": "2025-12-08T18:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/chrome-with-ai-GettyImages-2184968624.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">An increasing number of browsers are experimenting with agentic features that will take actions on your behalf, such as booking tickets or shopping for different items. However, these agentic capabilities also <a rel=\"nofollow\" href=\"https://bdtechtalks.com/2025/10/27/openai-atlas-browser-prompt-injection/\">come with</a> <a href=\"https://techcrunch.com/2025/10/25/the-glaring-security-risks-with-ai-browser-agents/\">security risks</a> that could lead to loss of data or money. </p>\n\n<p class=\"wp-block-paragraph\">Google detailed its approach to handling user security on Chrome using observer models and consent for user action. The company previewed <a href=\"https://techcrunch.com/2025/09/18/google-brings-gemini-in-chrome-to-us-users-unveils-agentic-browsing-capabilities-and-more/\" target=\"_blank\" rel=\"noreferrer noopener\">agentic capabilities on Chrome in September</a> and said these features will roll out in the coming months.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The company said it is using the help of a few models to keep agentic actions in check. Google said it built a User Alignment Critic using Gemini to scrutinize the action items built by the planner model for a particular task. If the critic model thinks that the planned tasks don’t serve the user’s goal, it asks the planner model to rethink the strategy. Google noted that the critic model only sees the metadata of the proposed action and not the actual web content.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?w=680\" alt=\"A pair of screenshots showing what Chrome's agent model can see from a website.\" class=\"wp-image-3073681\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/image-1.png 1600w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=150,81 150w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=300,162 300w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=768,415 768w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=680,367 680w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=1200,648 1200w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=1280,691 1280w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=430,232 430w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=720,389 720w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=900,486 900w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=800,432 800w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=1536,829 1536w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=668,361 668w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=1143,617 1143w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=708,382 708w, https://techcrunch.com/wp-content/uploads/2025/12/image-1.png?resize=50,27 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Google</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">What’s more, to prevent agents from accessing disallowed or untrustworthy sites, Google is using Agent Origin Sets, which restrict the model to access read-only origins and read-writeable origins. Read-only origin is data that Gemini is permitted to consume content from. For instance, on a shopping site, the listings are relevant to the task, but banner ads aren’t. Similarly, Google said the agent is only allowed to click or type on certain iframes of a page.</p>\n\n<p class=\"wp-block-paragraph\">“This delineation enforces that only data from a limited set of origins is available to the agent, and this data can only be passed on to the writable origins. This bounds the threat vector of cross-origin data leaks. This also gives the browser the ability to enforce some of that separation, such as by not even sending to the model data that is outside the readable set,” the company said in a blog post. </p>\n\n<p class=\"wp-block-paragraph\">Google is also keeping a check on page navigation by investigating URLs through another observer model. This can prevent navigation to harmful model-generated URLs, the company said.</p>\n\n<figure class=\"wp-block-image aligncenter size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?w=657\" alt=\"A screenshot showing Chrome's agent model asking user permission before paying for an item while shopping.\" class=\"wp-image-3073680\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg 1304w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=145,150 145w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=290,300 290w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=768,795 768w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=657,680 657w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=1159,1200 1159w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=1236,1280 1236w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=415,430 415w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=695,720 695w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=869,900 869w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=773,800 773w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=645,668 645w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=362,375 362w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=596,617 596w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=513,531 513w, https://techcrunch.com/wp-content/uploads/2025/12/image-2.jpeg?resize=48,50 48w\" sizes=\"auto, (max-width: 657px) 100vw, 657px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>google</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The search giant said that it is also handing over the reins to users for sensitive tasks. For instance, when an agent tries to navigate to a sensitive site with information like banking or your medical data, it first asks the user. For sites that require sign-in, it’ll ask the user for permission to let Chrome use the password manager. Google said that the agent’s model doesn’t have exposure to password data. The company added that it will ask users before taking actions like making a purchase or sending a message.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Google said that, in addition to this, it also has a prompt-injection classifier to prevent unwanted actions and is also testing agentic capabilities against attacks created by researchers. </p>\n\n<p class=\"wp-block-paragraph\">AI browser makers are also paying attention to security. Earlier this month, Perplexity released <a href=\"https://www.perplexity.ai/hub/blog/building-safer-ai-browsers-with-browsesafe\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a new open source content detection model</a> to prevent prompt injection attacks against agents.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "You can buy your Instacart groceries without leaving ChatGPT | TechCrunch",
            "time": "2025-12-08T17:59:53",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/OpenAI_Instacart_Partnership_Blog_16-9.webp?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">OpenAI and Instacart are launching a grocery shopping experience inside of ChatGPT, allowing customers to brainstorm meal ideas, make a grocery list, and check out, all without leaving the chat interface. </p>\n\n<p class=\"wp-block-paragraph\">This builds upon an existing partnership between OpenAI and Instacart; more than two years ago, Instacart <a href=\"https://techcrunch.com/2023/05/31/instacart-in-app-ai-search-tool-powered-by-chatgpt/\" target=\"_blank\" rel=\"noreferrer noopener\">launched</a> an in-app AI search tool powered by ChatGPT, which helps shoppers ask questions about what to make for dinner or how to accommodate dietary restrictions.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The relationship between OpenAI and Instacart seems to have only deepened after former Instacart CEO <a href=\"https://techcrunch.com/2025/05/07/instacart-ceo-fidji-simo-is-joining-openai/\" target=\"_blank\" rel=\"noreferrer noopener\">Fidji Simo</a> — who was already an OpenAI board member — joined the company as the CEO of Applications in May.</p>\n\n<p class=\"wp-block-paragraph\">Agentic commerce — the use of AI tools to do shopping research and make purchases on a user’s behalf — is a current priority for OpenAI. Its most recent dev day focused on its plan to <a href=\"https://techcrunch.com/2025/10/07/openai-and-the-race-for-ai-driven-commerce/\" target=\"_blank\" rel=\"noreferrer noopener\">build apps into ChatGPT</a>. In an early preview for developers, ChatGPT launched integrations with apps like Booking.com, Canva, Coursera, Expedia, Figma, Spotify, and Zillow; since then, OpenAI has announced further partnerships with <a href=\"https://techcrunch.com/2025/11/19/target-joins-openais-growing-list-of-retail-apps/\" target=\"_blank\" rel=\"noreferrer noopener\">Target</a>, <a href=\"https://openai.com/index/intuit-partnership/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Intuit</a>, and others.</p>\n\n<p class=\"wp-block-paragraph\">Leading up to this year’s holiday shopping season, both <a href=\"https://techcrunch.com/2025/11/25/openai-and-perplexity-are-launching-ai-shopping-assistants-but-competing-startups-arent-sweating-it/\" target=\"_blank\" rel=\"noreferrer noopener\">OpenAI and Perplexity</a> announced in-app features that help users make decisions about what products to buy — so, you could ask ChatGPT to help you find the best deal on a gaming laptop that matches your specific criteria. Adobe predicted that <a href=\"https://techcrunch.com/2025/10/06/adobe-predicts-ai-assisted-online-shopping-to-grow-520-during-the-2025-u-s-holiday-season/\" target=\"_blank\" rel=\"noreferrer noopener\">AI-assisted online shopping</a> will grow by 520% this holiday season.</p>\n\n<p class=\"wp-block-paragraph\">Despite ChatGPT’s immense popularity, OpenAI is not making a profit, and <a href=\"https://fortune.com/2025/11/26/is-openai-profitable-forecast-data-center-200-billion-shortfall-hsbc/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">it may not</a> for another several years — if it ever does. Its products are so resource-intensive that even subscription costs don’t account for how much compute power the company uses to make its product work. These agentic commerce tools could give OpenAI another way of making money, since it’ll take an undisclosed “<a rel=\"nofollow\" href=\"https://openai.com/index/buy-it-in-chatgpt/\">small fee</a>” when it helps merchants make a sale. But it would take a whole lot of ChatGPT-based shopping for these fees to make a dent in OpenAI’s debt.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "TikTok adds a space for organizing content with others, teases 'Shared Feeds' | TechCrunch",
            "time": "2025-12-08T17:18:36",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/04/GettyImages-2084803237.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">TikTok is <a href=\"https://newsroom.tiktok.com/new-ways-for-friends-and-families-to-discover-share-and-connect-on-tiktok?lang=en\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">launching “Shared Collections,”</a> a new way for users to share and organize TikTok content in one place with friends or family. The company also teased the upcoming launch of “Shared Feeds,” which will let users watch TikTok content together through a shared interest-based feed.</p>\n\n<p class=\"wp-block-paragraph\">TikTok <a href=\"https://techcrunch.com/2025/02/27/in-challenge-to-youtube-tiktok-revamps-its-desktop-platform/\">rolled out individual Collections</a> earlier this year to let users save content in custom folders. With Shared Collections, users can now do things like create a space to share cookie-swap plans and holiday-dinner ideas with their family. Or, they can create Shared Collections to organize decor inspo or Secret Santa ideas.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Whether it’s content from their favorite creators, inspiration for a home design project, or a new skill they’re learning together, Shared Collection makes it easy for people to stay organized as they discover and save on TikTok,” the company explained in the <a href=\"https://newsroom.tiktok.com/new-ways-for-friends-and-families-to-discover-share-and-connect-on-tiktok?lang=en\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">blog post</a>.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png?w=680\" alt=\"\" class=\"wp-image-3073759\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png 1280w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png?resize=150,75 150w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png?resize=300,149 300w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png?resize=768,382 768w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png?resize=680,338 680w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png?resize=1200,596 1200w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png?resize=430,214 430w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png?resize=720,358 720w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png?resize=900,447 900w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png?resize=800,398 800w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png?resize=668,332 668w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png?resize=1242,617 1242w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png?resize=708,352 708w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Collection.png?resize=50,25 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TikTok</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">You can only create a Shared Collection with someone if you’re both following each other. Collections can stay just between friends and family, or they can be made public. </p>\n\n<p class=\"wp-block-paragraph\">Shared Collections are available globally to accounts of those over age 16.</p>\n\n<p class=\"wp-block-paragraph\">As for Shared Feeds, which are launching in the coming months, TikTok sees them as a way for users to discover content together. Users can generate Shared Feeds in one-on-one direct messages. </p>\n\n<p class=\"wp-block-paragraph\">Shared Feeds will surface new content tailored to both users’ tastes, such as sports or winter activities, and their favorite creators. The feeds are generated based on users’ TikTok activity, such as what they like, watch, and comment on.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">It’s worth noting that the feeds aren’t continuous, as users will find a selection of 15 videos in their Shared Feed each day. </p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png?w=680\" alt=\"\" class=\"wp-image-3073760\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png 1280w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png?resize=150,75 150w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png?resize=300,149 300w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png?resize=768,382 768w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png?resize=680,338 680w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png?resize=1200,596 1200w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png?resize=430,214 430w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png?resize=720,358 720w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png?resize=900,447 900w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png?resize=800,398 800w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png?resize=668,332 668w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png?resize=1242,617 1242w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png?resize=708,352 708w, https://techcrunch.com/wp-content/uploads/2025/12/Shared-Feed.png?resize=50,25 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>TikTok</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The feature is similar to <a href=\"https://techcrunch.com/2025/04/17/instagrams-new-blend-feature-creates-a-custom-reels-feed-for-you-and-your-friends/\">Instagram Reels’ Blend feature</a> that lets you create a custom, personalized reels feed for you and your friends.</p>\n\n<p class=\"wp-block-paragraph\">Users will be able to create a Shared Feed by sending an invite to another user. Once the invitation is accepted, they can create a feed and chat about it in DMs. After both people have watched all the videos, they can view metrics, including which videos they both liked, in their “Shared Likes” history. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">TikTok also announced that it’s launching greeting cards that users can send each other. Users will be able to select a greeting card inside their chats, write a message, and send it. The receiver will get a festive animation alongside the message. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}