{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "Waymo suspends service in San Francisco as robotaxis stall during blackout | TechCrunch",
            "time": "2025-12-21T15:46:29",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/waymo-blackout.jpg?resize=1200,572",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Waymo suspended its robotaxi service in San Francisco on Saturday evening after a massive blackout appeared to leave many of its vehicles stalled on city streets.</p>\n\n<p class=\"wp-block-paragraph\"><a rel=\"nofollow\" href=\"https://missionlocal.org/2025/12/sf-waymo-halts-service-blackout/\">Numerous photos and videos</a> posted to social media captured Waymo robotaxis stalled at roads and intersections as human drivers either passed them by or were stuck behind them.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Waymo said on Saturday that it had temporarily suspended service in the city due to the blackout. Spokesperson Suzanne Philion provided a similar statement to TechCrunch on Sunday morning.</p>\n\n<p class=\"wp-block-paragraph\">“We have temporarily suspended our ride-hailing services in the San Francisco Bay Area due to the widespread power outage,” Philion said. “Our teams are working diligently and in close coordination with city officials to monitor infrastructure stability, and we are hopeful to bring our services back online soon. We appreciate your patience and will provide further updates as soon as they are available.”</p>\n\n\n\n<p class=\"wp-block-paragraph\">The company did not provide an explanation for why the blackout had such a dramatic effect on its vehicles. One possible culprit: The blackout took down many of the city’s traffic lights. (In fact, with the blackout affecting both lights and Muni mass transit, San Francisco Mayor Daniel Lurie <a rel=\"nofollow\" href=\"https://www.facebook.com/watch/?v=849547921115149\">warned residents to stay off the roads</a> unless they needed to travel.)</p>\n\n<p class=\"wp-block-paragraph\">Others theorized that Waymo might have been affected by an interruption in <a rel=\"nofollow\" href=\"https://platform.twitter.com/embed/Tweet.html?creatorScreenName=jrivanob&amp;dnt=true&amp;embedId=twitter-widget-6&amp;features=eyJ0ZndfdGltZWxpbmVfbGlzdCI6eyJidWNrZXQiOltdLCJ2ZXJzaW9uIjpudWxsfSwidGZ3X2ZvbGxvd2VyX2NvdW50X3N1bnNldCI6eyJidWNrZXQiOnRydWUsInZlcnNpb24iOm51bGx9LCJ0ZndfdHdlZXRfZWRpdF9iYWNrZW5kIjp7ImJ1Y2tldCI6Im9uIiwidmVyc2lvbiI6bnVsbH0sInRmd19yZWZzcmNfc2Vzc2lvbiI6eyJidWNrZXQiOiJvbiIsInZlcnNpb24iOm51bGx9LCJ0ZndfZm9zbnJfc29mdF9pbnRlcnZlbnRpb25zX2VuYWJsZWQiOnsiYnVja2V0Ijoib24iLCJ2ZXJzaW9uIjpudWxsfSwidGZ3X21peGVkX21lZGlhXzE1ODk3Ijp7ImJ1Y2tldCI6InRyZWF0bWVudCIsInZlcnNpb24iOm51bGx9LCJ0ZndfZXhwZXJpbWVudHNfY29va2llX2V4cGlyYXRpb24iOnsiYnVja2V0IjoxMjA5NjAwLCJ2ZXJzaW9uIjpudWxsfSwidGZ3X3Nob3dfYmlyZHdhdGNoX3Bpdm90c19lbmFibGVkIjp7ImJ1Y2tldCI6Im9uIiwidmVyc2lvbiI6bnVsbH0sInRmd19kdXBsaWNhdGVfc2NyaWJlc190b19zZXR0aW5ncyI6eyJidWNrZXQiOiJvbiIsInZlcnNpb24iOm51bGx9LCJ0ZndfdXNlX3Byb2ZpbGVfaW1hZ2Vfc2hhcGVfZW5hYmxlZCI6eyJidWNrZXQiOiJvbiIsInZlcnNpb24iOm51bGx9LCJ0ZndfdmlkZW9faGxzX2R5bmFtaWNfbWFuaWZlc3RzXzE1MDgyIjp7ImJ1Y2tldCI6InRydWVfYml0cmF0ZSIsInZlcnNpb24iOm51bGx9LCJ0ZndfbGVnYWN5X3RpbWVsaW5lX3N1bnNldCI6eyJidWNrZXQiOnRydWUsInZlcnNpb24iOm51bGx9LCJ0ZndfdHdlZXRfZWRpdF9mcm9udGVuZCI6eyJidWNrZXQiOiJvbiIsInZlcnNpb24iOm51bGx9fQ%3D%3D&amp;frame=false&amp;hideCard=false&amp;hideThread=false&amp;id=2002548692386189765&amp;lang=en&amp;origin=https%3A%2F%2Fmissionlocal.org%2F2025%2F12%2Fsf-waymo-halts-service-blackout%2F&amp;sessionId=847cae67ee935b09a9b7c1a649dab63397bc2ab7&amp;siteScreenName=mlnow&amp;theme=light&amp;widgetsVersion=2615f7e52b7e0%3A1702314776716&amp;width=550px\">cell service</a> or <a rel=\"nofollow\" href=\"https://sfstandard.com/2025/12/20/waymo-sf-blackout-robotaxi-traffic-jams/\">traffic data</a>.</p>\n\n<p class=\"wp-block-paragraph\">The blackout appears to have been caused by a fire at a Pacific Gas &amp; Electric substation in the city. <a rel=\"nofollow\" href=\"https://www.sfgate.com/bayarea/article/san-francisco-power-pge-outage-21255221.php\">SFGate reports</a> that around 120,000 PG&amp;E customers were affected by the blackout, and while the majority of them had power restored by late Saturday, 35,000 customers were still without power on Sunday morning. <a rel=\"nofollow\" href=\"https://pgealerts.alerts.pge.com/outage-tools/outage-map/\">PG&amp;E’s website</a> also showed thousands of San Francisco customers still affected at that time.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://techcrunch.com/2025/12/08/investor-letter-reveals-skyrocketing-growth-of-waymos-robotaxi-rides/\">A letter from Tiger Global Management</a> leaked earlier this month said that Waymo is now providing 450,000 robotaxi rides per week, nearly double the amount that the Alphabet-owned company disclosed in the spring.</p>\n\n\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "As EU waters down 2035 EV goals, electric startups express concern | TechCrunch",
            "time": "2025-12-21T15:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/03/GettyImages-1440384282-e1741089791175.jpg?resize=1200,724",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The future may be electric, but that future is being postponed. The European Commission, citing the need for flexibility, has softened its ambitious plan to ban the sale of gas-powered cars by 2035.</p>\n\n<p class=\"wp-block-paragraph\">Instead of requiring 100% of new cars to be zero-emission vehicles by that date, the revised plan would allow 10% of new car sales to be hybrids or other vehicles as long as manufacturers purchase carbon offsets to compensate. This change is part of a broader ‘<a rel=\"nofollow\" href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_25_3051\">Automotive Package</a>‘ designed to help the European car industry become both clean and competitive.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">If the European Parliament approves this shift, it would likely satisfy traditional European carmakers that have been asking for more time to move beyond hybrid vehicles. These companies are struggling to compete with Tesla and the surge of affordable electric vehicles (EVs) coming from China. But the policy change has created division among EV startups and their investors.</p>\n\n<p class=\"wp-block-paragraph\">“China already dominates EV manufacturing,” said Craig Douglas, a partner at World Fund, a European climate-focused venture capital firm. “If Europe doesn’t compete with clear, ambitious policy signals, it will lose leadership of another globally important industry — and all the economic benefits that come with it.”</p>\n\n<p class=\"wp-block-paragraph\">Douglas was among the signatories of “Take Charge Europe,” an open letter to European Commission President Ursula von der Leyen that was published in September. Senior executives from companies including Cabify, EDF, Einride, Iberdrola, and numerous EV-related startups signed the letter, exhorting the Commission to “stand firm” on the original 2035 zero-emission target.</p>\n\n<p class=\"wp-block-paragraph\">Their appeal wasn’t enough to counter pressure from the traditional automobile industry, which represents 6.1% of total European Union employment. But continuing pressure has sparked debate within the startup community and beyond about the best path for Europe if it’s to remain competitive during the energy transition.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Industry split on timeline</strong></p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Even within the auto industry, opinions differ. In a statement to Swedish media, a Volvo press officer warned that “backing down on long-term commitments in favor of short-term gains risks undermining Europe’s competitiveness for many years to come.”</p>\n\n<p class=\"wp-block-paragraph\">Unlike Mercedes-Benz and other manufacturers, the Swedish carmaker had no concerns about meeting the 2035 ban. Rather than postponing the deadline, Volvo would have preferred to see increased investment in expanding charging infrastructure — something critics fear the new policy could actually discourage.</p>\n\n<p class=\"wp-block-paragraph\">Issam Tidjani, CEO of Cariqa, a Berlin-based EV charging marketplace startup, echoed these concerns. He cautioned that weakening the 2035 zero-emission mandate could harm electrification progress overall. “History shows that this kind of flexibility has never worked out well,” said Tidjani, who also signed the Take Charge Europe letter this fall. “It delays scale, weakens learning curves, and ultimately costs industrial leadership rather than preserving it.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">To be fair, the Commission hasn’t completely ignored infrastructure and supply chain issues. As part of its Automotive Package, it introduced the “Battery Booster,” a strategy that would invest €1.8 billion (about $2.11 billion) into developing a fully European-made battery supply chain. The goal is to strengthen local production and ensure supply security.</p>\n\n<p class=\"wp-block-paragraph\">The plan received positive feedback from Verkor, a French startup that produces lithium-ion battery cells for electric vehicles. The company, hoping to succeed where Swedish battery maker Northvolt struggled, opened its first large-scale battery factory in Northern France this week. Verkor called the Booster initiative “a necessary step to scale up Europe’s battery industry.”</p>\n\n<p class=\"wp-block-paragraph\"><strong>Mixed signals</strong></p>\n\n<p class=\"wp-block-paragraph\">Still, many question whether the Battery Booster is enough to offset what they see as negative signaling about the EU’s commitment to using decarbonization as an economic growth driver.</p>\n\n<p class=\"wp-block-paragraph\">Already, traditional carmakers have begun complaining that the carbon offset requirements could make cars more expensive for consumers, potentially undermining the very competitiveness the policy change was meant to protect.</p>\n\n<p class=\"wp-block-paragraph\">Another uncertainty involves the United Kingdom. It’s unclear whether the U.K. will follow the EU’s lead and modify its own 2035 combustion engine ban. Unlike both the European Union and the United States, the U.K. hasn’t yet imposed tariffs on Chinese electric vehicles, despite that their rapidly increasing sales in the British market have raised concerns among domestic manufacturers.</p>\n\n<p class=\"wp-block-paragraph\">The debate highlights ongoing tensions in climate policy between how to balance the economic realities facing existing industries with the urgency of transitioning to cleaner tech. As Europe tries to thread this needle, the decisions made now will invariably impact whether the continent leads or lags in the global EV market.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Israel’s famed VC Jon Medved, diagnosed with ALS, backed the tech that will improve his life | TechCrunch",
            "time": "2025-12-21T13:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Jon-Medved-Avatar.png?resize=1200,863",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Years ago, when venture capitalist Jon Medved took an interest in backing various health tech startups, he had no idea that one day, he would need them to improve his own quality of life. </p>\n\n<p class=\"wp-block-paragraph\">Israel tight-knit startup community received a blow in October when Medved, one of its most famous VCs, announced he was retiring immediately. He was forced to step down from the firm he founded, OurCrowd, after he was diagnosed with the debilitating disease of Amyotrophic Lateral Sclerosis (ALS,) also known as Lou Gehrig’s disease. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“This has come rather sudden,” he told TechCrunch in an audibly hoarse voice — a symptom of ALS — on what could be his last interview. </p>\n\n<p class=\"wp-block-paragraph\">“I had been feeling a little weird before and they didn’t know what was ailing me,” he explained. “I was in the hospital for several weeks recovering, and that’s when they tested me and said, ‘You’ve got ALS,’ which is a horrible disease, the worst you can imagine.”  </p>\n\n<p class=\"wp-block-paragraph\">ALS is a condition that degrades the brain’s motor neurons, leading to loss of muscle control, eventually impairing walking, talking, eating, and breathing. He didn’t have the classic symptoms, as his voice was attacked first, not his extremities, he said. But he knows that the condition will worsen, and there is no cure, only therapies. </p>\n\n<p class=\"wp-block-paragraph\">Medved is considered one of the fathers of Israel’s startup ecosystem — often called “Startup Nation” after the decades-old <a rel=\"nofollow\" href=\"https://www.amazon.com/Start-up-Nation-Israels-Economic-Miracle-ebook/dp/B004QZ9P6K/\">best-selling book</a> of the same name. He helped usher it in, having moved from California to Israel in his 20s, then founding and selling several tech companies before turning to investing.  </p>\n\n<p class=\"wp-block-paragraph\">In 2013, he founded OurCrowd. While Israel has <a rel=\"nofollow\" href=\"https://visible.vc/blog/venture-capital-in-israel/\">many powerful home-grown VC firms</a>, as well as branches of global firms like Bessemer, OurCrowd essentially invented crowdsourced venture capital, where a limited partnership was open to any <a rel=\"nofollow\" href=\"https://www.nerdwallet.com/investing/learn/what-is-an-accredited-investor\">accredited investor.</a> </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The firm’s roster attracted LPs from Asia, Europe, the Middle East and North America, growing a network of 240,000 accredited investor LPs in 195 countries, the firm says. Many of them are doctors, lawyers, and ordinary people who not only help their investment companies, but would have otherwise been cut out of the wealth generation that VCs experience. </p>\n\n<p class=\"wp-block-paragraph\">OurCrowd has backed names like Anthropic, Beyond Meat and Lemonade. </p>\n\n<p class=\"wp-block-paragraph\">Medved describes OurCrowd as now a “significant player” backing about 500 portfolio companies with about 74 exits, including an exit a couple of weeks ago when its infrastructure planning startup Locusview sold for $525 million <a rel=\"nofollow\" href=\"https://www.locusview.com/resources/locusview-to-be-acquired-by-itron-accelerating-digital-construction-management-for-utilities\">to Itron.</a> </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Despite Israel’s conflict with Gaza, which has impacted its citizens and put the nation in global crosshairs over the Palestinian humanitarian crisis, its startup ecosystem has remained strong.  </p>\n\n<p class=\"wp-block-paragraph\">As the “startup nation,” Israel remains a key player for <a rel=\"nofollow\" href=\"https://www.wsj.com/world/middle-east/israels-latest-military-tech-tested-in-gaza-wanted-by-the-west-3d9add02\">cybersecurity and defense tech</a> as well as AI, microchips, enterprise software, food tech, health tech — the whole tech stack. For example, in November, there was “$800 million invested in the Israeli venture ecosystem in one week,” Medved said. The country now has nearly 100 unicorns and over the year, he estimates that between $15 billion and $16 billion was invested in the country in venture deals. </p>\n\n<p class=\"wp-block-paragraph\">Now the tech of some of these startups will help him navigate life with an incurable condition. </p>\n\n<p class=\"wp-block-paragraph\">For instance, he’s had an avatar made of himself that preserves his voice, face and mannerisms. (The photo/video realistic digital twin is pictured and the full video <a rel=\"nofollow\" href=\"https://www.youtube.com/watch?v=RFQdTy0ohss\">can be seen here</a>.) OurCrowd AI portfolio company D-ID, maker of agents and avatars, partnered with voice <a href=\"https://techcrunch.com/podcast/elevenlabs-just-hit-a-6-6b-valuation-its-ceo-says-the-real-money-isnt-in-voice-anymore/\">AI startup ElevenLabs</a> and other companies through the ALS-focused <a rel=\"nofollow\" href=\"https://www.scottmorganfoundation.org/\">Scott-Morgan Foundation</a> to create an avatar system designed for people with ALS.</p>\n\n<p class=\"wp-block-paragraph\">He just experienced this tech during a Zoom call with another person who has ALS who was using the avatar to communicate. </p>\n\n<p class=\"wp-block-paragraph\">“So this stuff has become very, very personal to me,” Medved said. “It will preserve my voice when it goes.” </p>\n\n<p class=\"wp-block-paragraph\">But he said there will be a variety of startups tech he will lean on. </p>\n\n<p class=\"wp-block-paragraph\">“We’ve made 60, 70 healthcare investments in good companies that help people. We’ve got a company called OncoHost, which uses AI to help select what kind of immunotherapy will actually work for you …  We have companies doing next-generation sequencing for the genome. We have companies doing chronic condition management,” he catalogs. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“I tell you now as a once-healthy person [who took health for granted] I felt human pain and disease, but once you are actually engaged in one of these nasty diseases, it changes your perspective,” Medved shared.  </p>\n\n<p class=\"wp-block-paragraph\">All of this means that, even though he’s given up his position running the company and may be retiring from the public eye, “I’m far from over, ok? I want to continue to contribute, both to OurCrowd and the overall ecosystem. So I fully intend to not go off [quietly] into this good night.” </p>\n\n<p class=\"wp-block-paragraph\">And in the end, he says “I’m very proud that in a small way, even though all we are is investors, to be part of this movement.” <br><br>A video featuring Medved’s “digital twin” demonstrates just how realistic his avatar already is.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Jon Medved OurCrowd Avatar\" src=\"https://www.youtube.com/embed/RFQdTy0ohss?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google and Apple reportedly warn employees on visas to avoid international travel | TechCrunch",
            "time": "2025-12-20T22:00:21",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2019/06/GettyImages-628829392.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Law firms representing Google and Apple have warned that employees who need a visa stamp to re-enter the United States should avoid leaving the country due to longer-than-usual visa processing times, <a rel=\"nofollow\" href=\"https://www.businessinsider.com/google-tells-visa-holders-stamp-leave-us-return-delays-2025-12\">according to Business Insider</a>.</p>\n\n<p class=\"wp-block-paragraph\">BI says it has viewed memos from BAL Immigration Law (which represents Google) and Fragomen (which represents Apple). </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Given the recent updates and the possibility of unpredictable, extended delays when returning to the U.S., we strongly recommend that employees without a valid H-1B visa stamp avoid international travel for now,” the Fragomen memo reportedly said.</p>\n\n<p class=\"wp-block-paragraph\">A State Department spokesperson told BI that embassies are “now prioritizing thoroughly vetting each visa case above all else.”</p>\n\n<p class=\"wp-block-paragraph\"><a rel=\"nofollow\" href=\"https://www.salon.com/2025/12/20/new-vetting-rules-slow-h-1b-visa-processing-leaving-workers-in-limbo/\">Salon also reports t</a>hat “hundreds” of Indian professionals who traveled home to renew their U.S. work visas in December have had their U.S. embassy appointments canceled or rescheduled due to new requirements for social media vetting.</p>\n\n<p class=\"wp-block-paragraph\">TechCrunch has reached out to Google and Apple for comment. Both companies, along with other large tech employers, <a href=\"https://techcrunch.com/2025/09/21/amazon-google-microsoft-warn-h-1b-employees-to-stay-in-the-us/\">issued similar warnings</a> in September when the White House announced that employers would have to pay a $100,000 fee for H-1B visa applications.</p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "'It felt so wrong': Colin Angle on iRobot, the FTC, and the Amazon deal that never was | TechCrunch",
            "time": "2025-12-20T21:31:33",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2021/09/Roomba-j7_Object-Detection_Cords.jpg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">When iRobot filed for Chapter 11 bankruptcy <a href=\"https://techcrunch.com/2025/12/14/how-irobot-lost-its-way-home/\">last Sunday</a>, it marked the end of an era for one of America’s most beloved robotics companies. The Roomba maker, which had sold over 50 million robots since its 2002 launch, had survived 35 years of near-death experiences and technical challenges only to be undone by what founder Colin Angle calls “avoidable” regulatory opposition.</p>\n\n<p class=\"wp-block-paragraph\">The collapse followed Amazon’s January 2024 decision to <a rel=\"nofollow\" href=\"https://www.wsj.com/business/retail/amazon-irobot-scrap-acquisition-deal-7072122f?gaa_at=eafs&amp;gaa_n=AWEtsqfql3LJk9Osar827PELG38TCJJbE95-p1TzzLtBDgqJS6dhOh_JQfR1L4xplW0%3D&amp;gaa_ts=693f68b4&amp;gaa_sig=7DEtWR6zUVdLHZ4Tth-Tie0umvKh-jgAtvdhEmOHhkT_FrXMJOg5o2EKWOPSzqqdOuIFBXHvI82JOSpTXJscJw%3D%3D\">scuttle</a> its $1.7 billion acquisition of iRobot after 18 months of investigation by the FTC and European regulators. In this candid conversation, Angle reflects on what he describes as a profoundly frustrating process, the chilling message it sends to entrepreneurs, and his determination to move forward with a new venture in consumer robotics. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">This interview has been edited for length and clarity.</p>\n\n<p class=\"wp-block-paragraph\"><strong>TC: You called the bankruptcy “avoidable” and a “tragedy for consumers.” Walk me through what you think regulators got wrong in blocking the Amazon acquisition.</strong></p>\n\n<p class=\"wp-block-paragraph\">CA: I think there’s a real lesson around the role of the FTC and the European Commission. The goal, of course, is to avoid the abuses that can happen in monopolies and with the goal of protecting consumer choice and protecting innovation.</p>\n\n<p class=\"wp-block-paragraph\">What happened was that iRobot and Amazon came together for the expressed purpose of creating more innovation, more consumer choice, at a time when iRobot’s trajectory was honestly different from where it was several years earlier. In the EU, we had a 12% market share [but it was] declining where the number one competitor was only three years old in the market, which is nearly the definition of a vibrant and dynamic marketplace. And in the United States, iRobot’s market share was higher, but it was declining and there were multiple growing competitors bringing outside innovation into the marketplace.</p>\n\n<p class=\"wp-block-paragraph\">This should have been a no-brainer. This should have been three, four weeks of investigation. What happened instead was a year and a half of pendency, which had a very challenging impact on the ability to operate a company and ultimately having the acquisition blocked.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"><strong>What was that 18-month process actually like? What were you being asked to do?</strong></p>\n\n<p class=\"wp-block-paragraph\">The amount of money and time spent was indescribable. I would not be surprised if over 100,000 documents were created and delivered. iRobot invested a significant part of our discretionary earnings against fulfilling the requirements that went along with doing the transaction. Amazon was forced to invest many, many, many times that. There was a whole team, both internal and external employees and lawyers and economists working to try to, in as many different ways as possible — because it seemed like our message was falling on deaf ears — demonstrate that this acquisition was not going to create a monopolistic situation.</p>\n\n<p class=\"wp-block-paragraph\">There was daily activity for 18 months associated with this. Perhaps most telling, when I was testifying as part of being deposed, I had a chance to walk the halls of the FTC. The examiners on their office doors had printouts of deals blocked, like trophies.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>Trophies?</strong></p>\n\n<p class=\"wp-block-paragraph\">To me, it felt so wrong as an entrepreneur who started this thing literally in my living room and lived six and a half years never having enough money in the bank to make payroll, finally making it through succeeding. Here’s an agency whose stated mission is protecting consumer interests and helping the United States economy, celebrating as victories every time they shut down M&amp;A, which in a very real way is the primary driver of value creation for the innovation economy.</p>\n\n<p class=\"wp-block-paragraph\">I went into this deposition looking for a friend. It’s like, “Here we are, we’re obviously not in a stronger place, and here’s a great opportunity for us. Are you excited for us?” Maybe this is just my naïve take coming out, but that’s not the reception I got. It was, “Why should we ever let them do this?” It’s like: because it’s good for the consumer — because it’s going to catalyze innovation.</p>\n\n<p class=\"wp-block-paragraph\"><strong>How do you think what happened here changes the calculus for startup founders who see acquisition as their exit strategy? Do you think we’re in a world where American tech companies can’t scale through M&amp;A?</strong></p>\n\n<p class=\"wp-block-paragraph\">Risk has a chilling effect. If you’re an entrepreneur, your only option is to hope that it doesn’t happen again. The reason you and I are talking is I hope by my words I can make it less likely that it will happen again.</p>\n\n<p class=\"wp-block-paragraph\">I founded a new company and my outlook on exit strategy and even commercialization strategy is impacted by the experiences I had at iRobot. How can it not be? That precedent creates risk of it happening again, and only through positive experiences do we start to dial down the anxiety that the exits I’m depending on — or as a venture capitalist, the exits I’m investing in assuming will happen — will actually come through. That risk is factored into the willingness to invest, the valuation of deals, and the rate of new company formation.</p>\n\n<p class=\"wp-block-paragraph\">It’s hard to say there’s X percent fewer entrepreneurial starts or exits as a result of the chilling message, but it certainly didn’t help. Entrepreneurs can use every leg up that we as a nation can provide. It is a rugged journey. When it actually works out, it should be a celebration. The FTC is there as a safeguard against very real examples of things gone too far. I’m a big believer in checks and balances. But when things get out of whack, the country suffers.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Let’s talk about iRobot’s journey. The Roomba didn’t come out for 12 years after the company was founded. Tell me about those early days.</strong></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">iRobot was a bunch of people in an academic lab saying, “We were promised robots. Where are the robots?” If I could be pissed off that I don’t have the robots we were promised, I should do something about it. If not us, who? If not now, when?</p>\n\n<p class=\"wp-block-paragraph\">One of the co-founders, my professor Rod Brooks, had pioneered an AI technology which allowed the embedding of machine intelligence in low-cost robotics. The mission of the company was to build cool stuff, deliver a great product, have fun, make money, and change the world.</p>\n\n<p class=\"wp-block-paragraph\">The first business plan was “private mission to the moon, sell the movie rights.” We were maybe the first company to fail to do exactly that. But the technology we developed led to additions to the Mars Pathfinder mission — my name’s up on Mars. We built robots that went into the Gulf of Mexico after the Deepwater Horizon disaster. We built the PackBot, which was the first robot ever deployed in a combat mission for the US Army, went into caves in Afghanistan, and became the primary methodology for diffusing improvised explosive devices. We would get postcards: “You saved my life today.”</p>\n\n<p class=\"wp-block-paragraph\">When the Fukushima disaster happened, we donated half a million dollars worth of robots to Japan. We sent six people over to train Tokyo Electric Power Company employees. Those robots were the first inside the reactor doors, mapped out radiation levels, and found a path where an employee could run in, get to the control room, work for a minute and a half, run back out, and only receive a lifetime dose of radiation. We were credited with enabling the shutdown of the reactor.</p>\n\n<p class=\"wp-block-paragraph\"><strong>And then year 12, the Roomba?</strong></p>\n\n<p class=\"wp-block-paragraph\">I had a team that was working on toys, and one of the guys said, “Colin, I think it’s time we can do this. We can finally make the vacuum.” I’m like, “Okay, here’s $15,000. Two weeks. See what you can do.” Two weeks later they came back and said, “Hey, that’s not bad. Maybe there’s something here.” We scraped and found a little bit of money [to build these]. A year and a half later, I convinced my board that we could build 10,000 of these robots and we launched them.</p>\n\n<p class=\"wp-block-paragraph\">It’s really the media that picked up the story. We had no money for marketing. Reporters were fascinated because we tended to do interesting things that were real, and they couldn’t believe that robot vacuuming could possibly be real. [The reaction was:] “My God, it actually worked.” We ended up selling 70,000 robots in the first three months. Then we nearly went out of business the next year.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Because you couldn’t accommodate demand?</strong></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Because we screwed up. The press drove this huge initial demand — 70,000 robots. So next year we’re going to do four times that. We made 300,000 robots. We even made a television commercial, but we were a bunch of geek engineers, so it totally failed. After Cyber Monday we were sitting with 250,000 robots in our warehouse like, “Oh my God, the world’s going to end.”</p>\n\n<p class=\"wp-block-paragraph\">Then something good happened. The guy running our website said, “Why did sales quadruple yesterday?” We hadn’t done anything. What had happened was Pepsi had started running a TV ad with Dave Chappelle. He walks into this beautiful home, picks up a potato chip, and a Roomba comes out. He’s like, “A vacuum cleaner!” He throws down the potato chip, the vacuum eats it, then chases him. His pants are ripped off. He stands up in boxers. A beautiful woman appears, and he says, “Your vacuum cleaner ate my pants.” We sold 250,000 robots in two weeks and realized we knew nothing about marketing.</p>\n\n<p class=\"wp-block-paragraph\"><strong>Wow! You had no idea Pepsi was incorporating your product into its commercial?</strong></p>\n\n<p class=\"wp-block-paragraph\">No idea. It was wild. You try to do good for so long and you get smacked in the face so many times, and then sometimes something good happens. You could say because of that crazy moment in time, we have robots. When we think about just how fragile a journey it is — <a rel=\"nofollow\" href=\"https://www.youtube.com/watch?v=tLt5rBfNucc\">cats riding Roombas</a> was a big part of why we succeeded. Does that make any sense? No, not at all. But we certainly didn’t expect tens of billions of views of cats riding Roombas.</p>\n\n<p class=\"wp-block-paragraph\"><strong>At some point you started seeing Chinese competitors like Roborock and Ecovacs adopting lidar navigation years before iRobot. Why did you stick with vision-based navigation for so long?</strong></p>\n\n<p class=\"wp-block-paragraph\">We explicitly did not put lasers on the robot. We had the technology decades ago because it’s a dead-end technology. Under my strategic direction, we were going to invest every penny of cost against a vision-based nav and situational understanding system. Your Tesla does not have a laser on it. It is all vision-based. At least Elon agrees with me.</p>\n\n<p class=\"wp-block-paragraph\">Our strategic plan was for Roomba to be much more than just a vacuum cleaner in the home. To do that, it needs to understand more. Lasers are not advanced technology — they’ve been around for decades. They’re an expedient solution to a subset of the problems that a robot at home needs to take on. A laser will never tell you whether you actually cleaned the floor or not.</p>\n\n<p class=\"wp-block-paragraph\">It is absolutely true that Chinese competition was coming in at lower price points. We were late in building a two-in-one robot — we believed that by separating mopping and vacuuming you could give a better customer experience. The customer voted that we were wrong, and that’s okay. We certainly were first in auto-evac, first in navigation. We were also importantly excluded from the Chinese marketplace, which is the largest market for consumer robotics in the world. That didn’t help.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><strong>What learnings from your iRobot experience would you share with other robotics entrepreneurs?</strong></p>\n\n<p class=\"wp-block-paragraph\">The first thing I tell all robotics entrepreneurs is: make sure you understand your market so that you are building something that delivers more value than it costs to create. Robots are so exciting, so sexy that it’s really easy to convince yourself that you’re doing something that is going to change the world, if only consumers were smart enough to realize it. That’s a pretty tough equation.</p>\n\n<p class=\"wp-block-paragraph\">Technology is oftentimes in the robot space well ahead of the business plans that can take advantage of the technology. One of the traps is thinking of robotics as a thing as opposed to a toolkit. As soon as you say, “I’m going to build a robot,” and head off building your humanoid — are you really doing it because you understand a problem you’re trying to solve, or are you enamored with building your thing?</p>\n\n<p class=\"wp-block-paragraph\">When I started iRobot, it was just assumed that robots were going to vacuum floors by building humanoids to push upright vacuum cleaners. When we first built Roomba, we would ask people, “Is that a robot?” People would say, “No, that’s not a robot. A robot has arms and legs and a head.” Yet Roomba at the time cost 10,000 times less than a humanoid pushing an upright vacuum.</p>\n\n<p class=\"wp-block-paragraph\">The challenge of entrepreneurship is breaking through the romance and opportunity and falling in love with your technology and getting to the application that you’re trying to solve. Understand your consumer, understand the problem you’re trying to solve — because it’s complicated, robotics is expensive, and it takes a lot of energy to get right.</p>\n\n<p class=\"wp-block-paragraph\"><strong>You mentioned you’ve founded a <a rel=\"nofollow\" href=\"https://www.familiarmachines.com/\">new company</a>. What can you tell me about it?</strong></p>\n\n<p class=\"wp-block-paragraph\">We’re in stealth mode, but I’ll give you a broad hint. It’s consumer-facing. We’re really looking at the fact that most of the things robots can do to meet outstanding needs require us to interact with other people. So how do we build a robot that actually has sufficient emotional sophistication — not human-level, but enough — to build an enduring co-character that can make sense over time and use that for health and wellness related applications?</p>\n\n<p class=\"wp-block-paragraph\">It’s going to be awesome. I’m so excited about it. It’s given me enthusiasm and energy to have a chance to use this new toolkit and continue on my journey to build the robots we were promised. I really haven’t changed that much from a grad student in college saying, “Oh my God, we’ve been promised robots and we don’t have the ones that I want yet.” I spent 30 years focused on building the world’s greatest floor care robot, and now I have a chance to do something else.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><em>For more from this interview with Angle, including his take on whether humanoid robots will ever work, check out TechCrunch’s <a rel=\"nofollow\" href=\"https://open.spotify.com/show/76SeToo8Rxj8hRTE0iQwWZ\">StrictlyVC Download</a> podcast — new episodes drop every Tuesday, and the full conversation will be available soon</em>.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OpenAI allows users to directly adjust ChatGPT’s enthusiasm level | TechCrunch",
            "time": "2025-12-20T20:34:07",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/01/GettyImages-2191707579.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">ChatGPT users can now tweak the chatbot’s warmth, enthusiasm, and emoji use, according to <a rel=\"nofollow\" href=\"https://x.com/openai/status/2002099459883479311\">a social media post from OpenAI</a>.</p>\n\n<p class=\"wp-block-paragraph\">These options (as well as similar adjustments to ChatGPT’s use of headers and lists) now appear in the Personalization menu and can be set to More, Less, or Default. They allow users to further customize ChatGPT’s tone, on top of the existing ability to set a “base style and tone” — including the Professional, Candid, and Quirky tones that OpenAI <a rel=\"nofollow\" href=\"https://openai.com/index/gpt-5-1/\">added in November</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">ChatGPT’s tone has been an ongoing issue this year, with OpenAI <a href=\"https://techcrunch.com/2025/04/29/openai-rolls-back-update-that-made-chatgpt-too-sycophant-y/\">rolling back one update</a> for being “too sycophant-y,” then later <a href=\"https://techcrunch.com/2025/08/17/gpt-5-is-supposed-to-be-nicer-now/\">adjusting GPT-5</a> to be “warmer and friendlier” after some users complained that the new model was colder and less friendly.</p>\n\n<p class=\"wp-block-paragraph\">Some academics and AI critics have suggested that chatbots’ tendency to praise users and affirm their beliefs are <a href=\"https://techcrunch.com/2025/08/25/ai-sycophancy-isnt-just-a-quirk-experts-consider-it-a-dark-pattern-to-turn-users-into-profit/\">a “dark pattern” that creates addictive behavior</a> and can have <a href=\"https://techcrunch.com/2025/11/23/chatgpt-told-them-they-were-special-their-families-say-it-led-to-tragedy/\">a negative effect on users’ mental health</a>.</p>\n\n\n</div>\n\n</div></body></html>"
        },
        {
            "title": "New York Governor Kathy Hochul signs RAISE Act to regulate AI safety | TechCrunch",
            "time": "2025-12-20T18:20:34",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/09/GettyImages-1243384061.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Governor Kathy Hochul has signed the RAISE Act, positioning New York as the second U.S. state to enact major AI safety legislation.</p>\n\n<p class=\"wp-block-paragraph\">State lawmakers <a href=\"https://techcrunch.com/2025/06/13/new-york-passes-a-bill-to-prevent-ai-fueled-disasters/\">passed RAISE Act</a> in June, but following lobbying from the tech industry, <a rel=\"nofollow\" href=\"https://www.axios.com/2025/12/11/ny-gov-kathy-hochul-major-changes-ai-bill\">Hochul proposed changes</a> to scale the bill back. <a rel=\"nofollow\" href=\"https://www.nytimes.com/2025/12/19/nyregion/ai-bill-regulations-ny.html\">The New York Times reports</a> that Hochul ultimately agreed to sign the original bill, while lawmakers agreed to make her requested changes next year.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The bill will require large AI developers to publish information about their safety protocols and report safety incidents to the state within 72 hours. It will also create a new office within the Department of Financial Services to monitor AI development.</p>\n\n<p class=\"wp-block-paragraph\">If companies fail to submit safety reports or make false statements, they can be fined up to $1 million ($3 million for subsequent violations).</p>\n\n<p class=\"wp-block-paragraph\">California Governor Gavin Newsom <a href=\"https://techcrunch.com/2025/09/29/california-governor-newsom-signs-landmark-ai-safety-bill-sb-53/\">signed a similar safety bill</a> in September, which Hochul referenced in <a rel=\"nofollow\" href=\"https://www.governor.ny.gov/news/governor-hochul-signs-nation-leading-legislation-require-ai-frameworks-ai-frontier-models\">her announcement</a>.</p>\n\n<p class=\"wp-block-paragraph\">“This law builds on California’s recently adopted framework, creating a unified benchmark among the country’s leading tech states as the federal government lags behind, failing to implement common-sense regulations that protect the public,” Hochul said.</p>\n\n<p class=\"wp-block-paragraph\">State Senator Andrew Gounardes, one of the bill’s sponsors, <a rel=\"nofollow\" href=\"https://x.com/agounardes/status/2002161024250618221\">posted</a>, “Big Tech thought they could weasel their way into killing our bill. We shut them down and passed the strongest AI safety law in the country.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Both OpenAI and Anthropic expressed support for New York’s bill while also calling for federal legislation, with Anthropic’s head of external affairs <a rel=\"nofollow\" href=\"https://www.nytimes.com/2025/12/19/nyregion/ai-bill-regulations-ny.html\">Sarah Heck telling the NYT</a>, “The fact that two of the largest states in the country have now enacted AI transparency legislation signals the critical importance of safety and should inspire Congress to build on them.”</p>\n\n<p class=\"wp-block-paragraph\">Not everyone in the tech industry has been so supportive. In fact, a super PAC backed by Andreessen Horowitz and OpenAI President Greg Brockman is looking to <a href=\"https://techcrunch.com/2025/11/17/a16z-backed-super-pac-is-targeting-alex-bores-sponsor-of-new-yorks-ai-safety-bill-he-says-bring-it-on/\">challenge Assemblyman Alex Bores</a>, who co-sponsored the bill with Gounardes. (Bores told journalists, “I appreciate how straightforward they’re being about it.”)</p>\n\n<p class=\"wp-block-paragraph\">This comes after President Donald Trump <a href=\"https://techcrunch.com/2025/12/08/one-rule-trump-says-hell-sign-an-executive-order-blocking-state-ai-laws-despite-bipartisan-pushback/\">signed an executive order</a> that directs federal agencies to challenge state AI laws. The order — backed by Trump’s AI czar <a href=\"https://techcrunch.com/2025/11/30/new-report-examines-how-david-sacks-might-profit-from-trump-administration-role/\">David Sacks</a> — is the latest attempt by the Trump Administration to curtail states’ ability to regulate AI, and will <a href=\"https://techcrunch.com/2025/12/12/trumps-ai-executive-order-promises-one-rulebook-startups-may-get-legal-limbo-instead/\">likely be challenged in court</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">We also discussed Trump’s executive order, and the role that Sacks and a16z have played in opposing state AI regulation, on the latest episode of <a href=\"https://techcrunch.com/podcasts/equity/\">the Equity podcast</a>.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"From Roombas to e-bikes, why are hardware startups going bankrupt? | Equity Podcast\" src=\"https://www.youtube.com/embed/OrS5WPrHVns?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Sequoia partner spreads debunked Brown shooting theory, testing new leadership | TechCrunch",
            "time": "2025-12-20T02:31:43",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-6.23.53-PM.png?resize=1200,805",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Sequoia Capital partner Shaun Maguire is once again drawing unwanted attention to the prominent venture firm after falsely accusing a Palestinian student of being behind the December 13 Brown University mass shooting and the subsequent murder of an MIT professor.</p>\n\n<p class=\"wp-block-paragraph\">In since-deleted posts on X, Maguire speculated that “it seems very likely” the student was the perpetrator, pointing to Brown “actively scrubbing his online presence.” In reality, authorities identified the shooter as Claudio Manuel Neves Valente, a 48-year-old Portuguese national who was later found dead in a New Hampshire storage facility. Brown officials said they removed the student’s digital footprint as a protective measure against dangerous speculation.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Fast Company <a rel=\"nofollow\" href=\"https://www.fastcompany.com/91463942/sequoia-shaun-maguire-brown-university-shooter-palestine\">republished</a> two of Maguire’s deleted posts on Friday (he has previously left inflammatory content online and did not delete <a rel=\"nofollow\" href=\"https://x.com/shaunmmaguire/status/2001043856071254339\">comments</a> he made proposing that the MIT professor was targeted for being Jewish). The incident follows months of controversial posts targeting Muslims and pro-Palestine activists, including calling New York City Mayor-elect Zohran Mamdani an “Islamist” in July. That post led to a swift online backlash, with nearly 1,200 founders and tech industry professionals signing an <a rel=\"nofollow\" href=\"https://shaunmaguire.fyi/\">open letter</a> urging Sequoia to take action. An open letter was later published <a rel=\"nofollow\" href=\"https://www.businessinsider.com/shaun-maguire-letter-of-support-2025-7\">supporting</a> Maguire.</p>\n\n<p class=\"wp-block-paragraph\">The newest episode raises questions about whether Sequoia’s new leadership — managing partners Alfred Lin and Pat Grady, who took over last month — can or will rein in Maguire’s social media activity. Chief Operating Officer Sumaiya Balbale <a rel=\"nofollow\" href=\"https://www.ft.com/content/8e6de299-3eb6-4ba9-8037-266c55c02170\">left the firm</a> in August over Sequoia’s inaction on Maguire’s anti-Muslim comments, according to earlier reporting by the Financial Times. Former managing partner Roelof Botha, who stepped down in November, defended Maguire’s behavior <a href=\"https://techcrunch.com/2025/10/27/roelof-botha-explains-why-sequoia-supports-shaun-maguire-after-coo-quit/\">during an interview</a> at TechCrunch Disrupt in October, calling Sequoia a believer in its partners’ right to “free speech.”</p>\n\n<p class=\"wp-block-paragraph\">“Internally, we celebrate diversity of opinions, and we need ‘spiky’ people inside Sequoia,” Botha said, referring to Maguire. He offered that Maguire had a “specific profile” that appeals to certain founders. Maguire has led investments in numerous defense tech and AI startups, and reportedly has deep connections with Elon Musk’s companies, managing Sequoia’s investments in Neuralink, SpaceX, The Boring Company, X, and xAI.</p>\n\n<p class=\"wp-block-paragraph\">However, Botha acknowledged trade-offs to Maguire’s outspokenness. “Does it come with trade-offs? Yes, it does,” he said.</p>\n\n<p class=\"wp-block-paragraph\">Lin and Grady have not publicly addressed Maguire’s conduct since taking over leadership.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The Council on American-Islamic Relations has called for Maguire’s firing, telling Fast Company that his accusations are “deeply irresponsible and incredibly dangerous.”</p>\n\n<p class=\"wp-block-paragraph\">TechCrunch has reached out to Sequoia for comment.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Ex-Splunk execs' startup Resolve AI hits $1 billion valuation with Series A | TechCrunch",
            "time": "2025-12-20T00:58:42",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/03/GettyImages-1319917047.jpg?resize=1200,764",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Resolve AI, a startup developing an autonomous site reliability engineer (SRE), a tool that automatically maintains software systems, has raised a Series A led by Lightspeed Venture Partners, according to three people familiar with the deal.</p>\n\n<p class=\"wp-block-paragraph\">The headline valuation for the fresh round is $1 billion, sources said. However, the company’s actual blended valuation was lower because of a multi-tranched structure. In this setup, investors purchased some equity at a $1 billion valuation but acquired the remainder — likely a larger percentage of the round — at a lower price. This novel investment approach has recently <a rel=\"nofollow\" href=\"http://Founded%20less%20than%20two%20years%20ago,%20the%20startup%20is%20led%20by%20former%20Splunk%20executive%20Spiros%20Xanthos%20and%20Mayank%20Agarwal,%20Splunk%E2%80%99s%20former%20chief%20architect%20for%20observability.%20The%20duo%E2%80%99s%20partnership%20dates%20back%2020%20years%20to%20their%20graduate%20studies%20at%20the%20University%20of%20Illinois%20Urbana-Champaign.%20This%20isn't%20their%20first%20collaboration;%20they%20previously%20co-founded%20Omnition,%20a%20startup%20that%20was%20acquired%20by%20Splunk%20in%202019.\">become popular</a> for the most sought-after AI startups, investors say.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The startup’s annual recurring revenue (ARR) is approximately $4 million, two of the people said. The size of the funding round couldn’t be learned. </p>\n\n<p class=\"wp-block-paragraph\">Resolve AI and Lightspeed didn’t respond to our request for comment.</p>\n\n<p class=\"wp-block-paragraph\">Founded less than two years ago, the startup is led by former Splunk executive Spiros Xanthos and Mayank Agarwal, Splunk’s former chief architect for observability. The duo’s partnership dates back 20 years to their graduate studies at the University of Illinois Urbana-Champaign. This isn’t their first collaboration; they previously co-founded Omnition, a startup that was acquired by Splunk in 2019.</p>\n\n<p class=\"wp-block-paragraph\">While human SREs are traditionally responsible for manually troubleshooting and resolving system failures, Resolve AI automates this process by autonomously identifying, diagnosing, and resolving production issues in real time.</p>\n\n<p class=\"wp-block-paragraph\">The automation addresses a growing challenge for companies. As software systems become more complex and distributed across cloud infrastructure, outfits often struggle to find and retain enough skilled SREs to keep systems running smoothly. Automating these tasks can reduce downtime, lower operational costs, and free up engineering teams to focus on building new features rather than trying to constantly stomp out production issues.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Last October, Resolve AI raised a <a rel=\"nofollow\" href=\"https://www.reuters.com/technology/artificial-intelligence/greylock-backed-resolve-ai-raises-35-million-seed-funding-help-engineers-2024-10-01/\">$35 million seed</a> round led by Greylock with participation from World Labs founder Fei-Fei Li and Google DeepMind scientist Jeff Dean.</p>\n\n<p class=\"wp-block-paragraph\">Resolve AI competes with Traversal, an AI SRE startup that raised <a rel=\"nofollow\" href=\"https://fortune.com/2025/06/18/traversal-emerges-from-stealth-with-48-million-from-sequoia-and-kleiner-perkins-to-reimagine-site-reliability-in-the-ai-era/\">a $48 million Series A</a> led by Kleiner Perkins, with participation from Sequoia.  </p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Rocket Lab wins another defense-related space contract | TechCrunch",
            "time": "2025-12-19T23:09:14",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/rocket-lab-liftoff-of-electron.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Rocket Lab has won an $816 million contract — its largest to date — with the U.S. Space Development Agency as the company continues to diversify beyond its “rocket company” label.</p>\n\n<p class=\"wp-block-paragraph\">The company said Friday that its subsidiary, Rocket Lab USA, was awarded a prime contract by the Space Development Agency (SDA) to design and manufacture 18 satellites. The satellites will be equipped with advanced missile warning, tracking, and defense sensors for the agency’s Tracking Layer Tranche 3 program.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">This contract is separate from an existing $515 million award to deliver satellites for the SDA’s Transport Layer-Beta Tranche 2 program. That program aims to provide a satellite communications network in low Earth orbit that sends encrypted, low-latency data to the military.</p>\n\n<p class=\"wp-block-paragraph\">Together, Rocket Lab has SDA contracts valued at more than $1.3 billion.</p>\n\n<p class=\"wp-block-paragraph\">Rocket Lab has <a href=\"https://techcrunch.com/2025/08/07/rocket-lab-eyes-big-defense-opportunities-with-new-acquisition/\" target=\"_blank\" rel=\"noreferrer noopener\">expanded into defense </a>and has more recently said it would bid for multibillion-dollar Department of Defense <a href=\"https://techcrunch.com/2025/07/29/golden-dome-may-not-be-the-golden-ticket-silicon-valley-is-hoping-for/\" target=\"_blank\" rel=\"noreferrer noopener\">initiatives like Golden Dome</a>.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Building venture-backable companies in heavily regulated spaces | TechCrunch",
            "time": "2025-12-19T23:09:03",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Build-Mode-Thumb-12-19.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Building in regulated industries adds a massive hurdle to the already challenging journey of building a startup. And this week on <a href=\"https://techcrunch.com/podcasts/build-mode/\" target=\"_blank\" rel=\"noreferrer noopener\">Build Mode</a>, <a href=\"https://techcrunch.com/startup-battlefield/\" target=\"_blank\" rel=\"noreferrer noopener\">Startup Battlefield</a> editor Isabelle Johannessen spoke to two founders who are working to make progress  in industries ripe for disruption, despite the regulatory headaches that might have deterred many other people.  </p>\n\n<p class=\"wp-block-tc23-podcast-player\">\n\t\n\t</p>\n\n<p class=\"wp-block-paragraph\">In this episode, we’re talking about life and death and how regulatory clearance doesn’t have to be a damper on innovation but it will elongate timelines and require careful planning from the jump.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Isabelle is first joined by Gabriel Sanchez, the CEO and co-founder of <a href=\"https://www.enspectrahealth.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Enspectra Health</a>. The company has built a device that aims to do away with the need for dermatologist skin biopsies. Sanchez breaks down his decade-long journey to receiving FDA clearance. Throughout the interview, Sanchez offers tactical advice to anyone in the midst of a long regulatory process and explains how he’s kept his company afloat and his team motivated despite the uncertainties.  </p>\n\n<p class=\"wp-block-paragraph\">Next, Isabelle speaks with Tom Harries, the co-founder of <a href=\"https://earthfuneral.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Earth Funeral</a>, an end-of-life startup that has developed a new process that transforms human remains into soil. Harries didn’t have to lead his team through a long FDA approval process (because the FDA is primarily concerned with the living), but his company has faced its own legislative challenges. Earth Funeral launched at a time when its alternative process was only legal in one state. And though its path to expansion doesn’t hinge on accreditation or approval from a government agency, it does depend on legislative bodies and voters who may be discomforted by a new way to lay a loved one to rest. </p>\n\n<p class=\"wp-block-paragraph\"><em>New episodes of Build Mode drop every Thursday. </em><a href=\"https://pod.link/aHR0cHM6Ly9mZWVkcy5tZWdhcGhvbmUuZm0vWUZMNjEyNzkzNjQ5NA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"><em>Subscribe to the podcast</em></a><em> or watch on </em><a href=\"https://www.youtube.com/@TechCrunch/featured\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"><em>YouTube</em></a><em>. Isabelle Johannessen is our host. Build Mode is produced and edited by Maggie Nye. Audience Development is led by Morgan Little. And a special thanks to the Foundry and Cheddar video teams.</em> </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><p class=\"wp-block-embed__wrapper\">\n<iframe class=\"tcembed-iframe tcembed--youtube\" loading=\"lazy\" title=\"Building innovations that make life (and death) better\" src=\"https://www.youtube.com/embed/KyFvg8v-Tq0?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>VIDEO</iframe>\n</p></figure>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Former Patagonia CEO Rose Marcario resigns from Rivian's board | TechCrunch",
            "time": "2025-12-19T22:13:34",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/Rivian-Quad-Tahoe-off-road.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Former Patagonia CEO Rose Marcario is resigning from her position on Rivian’s board of directors, according to a <a href=\"https://www.sec.gov/Archives/edgar/data/1874178/000187417825000060/rivn-20251217.htm\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Friday afternoon stock exchange filing</a>.</p>\n\n<p class=\"wp-block-paragraph\">Rivian wrote in the filing that Marcario’s last day will be on January 1, and that she is leaving “to focus on other commitments.” Rivian’s board will shrink from eight members to seven upon her resignation. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Marcario’s departure and the downsizing of Rivian’s board comes on the eve of an important year for the company. Rivian plans to start selling its more affordable R2 SUV in the first half of 2026. The upcoming R2 is supposed to reach a much wider market than the company’s current R1 SUV and pickup truck and the EV maker has plans to make hundreds of thousands of them per year, including at a new factory in Georgia. Rivian is also looking to expand its automated driving features next year, which it detailed at last week’s inaugural <a href=\"https://techcrunch.com/2025/12/12/inside-rivians-big-et-on-ai-powered-self-driving/\">Autonomy &amp; AI Day event</a>.</p>\n\n<p class=\"wp-block-paragraph\">Marcario has served on Rivian’s board since January 2021, a role she took after 12 years as an executive (and eventual CEO) of Patagonia. Before her appointment, Rivian CEO RJ Scaringe often <a href=\"https://mashable.com/article/amazon-invests-rivian-electric-truck-suv\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">described</a> his aim for the company to become “the Patagonia of EVs.” </p>\n\n<p class=\"wp-block-paragraph\">Rivian said Friday that Marcario will continue her role as chair of the board of trustees overseeing the Rivian Foundation. She serves on that board alongside Scaringe, Rivian’s chief sustainability officer Anisa Kamadoli Costa, and conservationist Ed M. Norton.</p>\n\n<p class=\"wp-block-paragraph\">Formed just before the company’s blockbuster 2021 IPO, the Rivian Foundation was initially handed 1% of the company’s equity in order to make “the natural world” a “stakeholder in [Rivian’s] success.” The foundation remained quiet for the first few years as Rivian’s stock price fell from its post-IPO highs, and <a href=\"https://techcrunch.com/2024/09/24/rivian-foundation-reveals-first-10-million-grantees/\">announced its first $10 million in grants in 2024</a>. </p>\n\n<p class=\"wp-block-paragraph\">This year, the Rivian Foundation <a href=\"https://rivianfoundation.org/what-we-fund#our-grantees\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">has publicized</a> another $2.6 million in awards on its website.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“We would like to thank her for her stewardship on the Rivian board over the past 5 years, and look forward to her continued leadership on the Rivian Foundation,” a spokesperson for the company said in a statement.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Where are investors placing their bets next year? AI, AI, AI. | TechCrunch",
            "time": "2025-12-19T22:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/NIna-Peter-Jerry.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Investors at TechCrunch Disrupt did not shy away from admitting they are interested in mainly one thing: artificial intelligence.  </p>\n\n<p class=\"wp-block-paragraph\">Nina Achadjian from Index, Jerry Chen from Greylock, and Peter Deng from Felicis all spoke about the latest obsession in venture capital and how startups can stand out in a quickly crowding market. The environment is moving fast, Achadjian told the crowd, and companies are experiencing unprecedented growth.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“We spend an enormous, enormous amount of time really assessing the entrepreneur and how resilient they will be able to be in a moment where things are just rapidly changing,” Achadjian said. Now more than ever, founders have to lean into showing their passion and domain expertise, and remain honest about their product market fit, she said.  </p>\n\n<p class=\"wp-block-paragraph\">“There is so much demand from enterprise companies to try the latest and greatest AI, sometimes there’s false positives of product market fit,” she explained, “and you can get a lot of revenue with not having true ROI,” meaning customers who are getting their return on investment.  </p>\n\n<p class=\"wp-block-paragraph\">That leads another consideration VCs are looking for: an ability to pivot as the market twists and turns. “There’s a joke that, like, 1,000 startups die and that’s why being resilient is really important,” Achadjian continued.  </p>\n\n<p class=\"wp-block-paragraph\">Deng, who used to work at OpenAI, added to Achadjian’s statements. He said founders need to find their unique data flywheels that are going to separate them from the hordes of everyone pitching the exact same idea, especially since the enterprise companies likely testing their products are also testing out a few other competitors at the same time. </p>\n\n<p class=\"wp-block-paragraph\">“If you’re able to go deep and really solve a true need for them,” in a way they cannot do themselves, then managing data is “where the important part is,” he said.  </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Founders should also have an answer for why their product will not just be a feature added into the foundational models, Achadjian said. It may be okay if a founder doesn’t know if the model makers are working on a competor but they should have a hypothesis on how the business is defensible when pitching investors.  </p>\n\n<p class=\"wp-block-paragraph\">Right now, what’s working in AI seems to be three things, Chen noted: Chat apps, coding apps, and AI in customer service. But there is still so much more change to happen throughout every sector and industry.</p>\n\n<p class=\"wp-block-paragraph\">Deng is excited by AI-enabled marketplaces. Achadjian, meanwhile, thinks that this could be the moment for robotics, while Chen is curious to see how AI impacts SaaS and othermarkets not yet directly impacted.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">As for what’s not AI and exciting? “Pen and paper processes and digitize them,” Achadjian said. There’s a lot of blue-collar industries that, incredibly, still do many processes manually, she continued. But, they acknowledged even that is ripe for the opportunity to be automated by AI. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Cursor continues acquisition spree with Graphite deal | TechCrunch",
            "time": "2025-12-19T21:51:22",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/Anysphere-Cursor-Michael-Truell-.png?resize=1200,745",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"> AI coding assistant Cursor announced that it has acquired Graphite, a startup that uses AI to review and debug code.</p>\n\n<p class=\"wp-block-paragraph\">Although the terms of the deal were not disclosed, Axios reported that Cursor paid “way over” Graphite’s last valuation of $290 million, which was set when the five-year-old company raised a $52 million Series B earlier this year.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The tie-up makes strategic sense. The output of code generated by AI is often buggy, forcing engineers to spend a lot of time <a href=\"https://techcrunch.com/2025/09/14/vibe-coding-has-turned-senior-devs-into-ai-babysitters-but-they-say-its-worth-it/\">on corrections</a>. Even though Cursor offers AI-powered code review through its <a href=\"https://cursor.com/docs/bugbot\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Bugbot</a> product, Graphite’s specialized toolset provides a distinct capability called a “stacked pull request,”<strong> </strong>which enables developers to work on multiple dependent changes simultaneously without waiting for approvals.</p>\n\n<p class=\"wp-block-paragraph\">Combining AI-powered code writing with AI-powered code review tools speeds up the process from drafting code to shipping it.</p>\n\n<p class=\"wp-block-paragraph\">Other startups providing AI-powered code review include CodeRabbit, valued at $<a href=\"https://techcrunch.com/2025/09/16/coderabbit-raises-60m-valuing-the-2-year-old-ai-code-review-startup-at-550m/\">550 million</a> in September, and a smaller competitor, Greptile, which announced a <a href=\"https://www.greptile.com/blog/series-a\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$25 million Series A</a> this fall.</p>\n\n<p class=\"wp-block-paragraph\">Michael Truell, co-founder and CEO of Cursor, first met Graphite’s co-founders, Merrill Lutsky, Greg Foster, and Tomas Reimers, before launching the company as a Neo Scholar, a prestigious program for college students run by <a href=\"https://techcrunch.com/2025/04/27/from-coding-tests-to-billion-dollar-startups-ali-partovis-eight-year-experiment-is-paying-off/\">Neo</a>, Ali Partovi’s early-stage venture firm. Neo backed Graphite at the seed stage, according to PitchBook data.</p>\n\n<p class=\"wp-block-paragraph\">Furthermore, both Cursor and Graphite have other investors in common, including Accel and Andreessen Horowitz.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Cursor, which was last valued at <a href=\"https://techcrunch.com/2025/11/13/coding-assistant-cursor-raises-2-3b-5-months-after-its-previous-round/\">$29 billion</a> in November, has been on an acquisition spree. Last month, it purchased <a href=\"https://www.bloomberg.com/news/articles/2025-11-13/ai-coding-leader-cursor-buys-firm-that-helps-startups-recruit-talent?embedded-checkout=true\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Growth by Design</a>, a tech recruiting strategy company. In July, Cursor scooped up the talent from <a href=\"https://techcrunch.com/2025/07/18/cursor-snaps-up-enterprise-startup-koala-in-challenge-to-github-copilot/\">AI-powered CRM startup Koala</a> for a post-money valuation of $129 million, according to PitchBook.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "Elon Musk's $56B Tesla pay package restored by Delaware Supreme Court | TechCrunch",
            "time": "2025-12-19T21:50:50",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2020/05/GettyImages-1236085488.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The Delaware Supreme Court has reinstated Elon Musk’s $56 billion Tesla pay package from 2018, overturning <a href=\"https://techcrunch.com/2024/12/02/judge-confirms-decision-to-sink-elon-musks-56b-pay-package-despite-tesla-shareholder-vote/\" target=\"_blank\" rel=\"noreferrer noopener\">last year’s ruling</a> by the state’s Chancery Court, according to <a href=\"https://courts.delaware.gov/Opinions/Download.aspx?id=389200\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">an opinion</a> published Friday.</p>\n\n<p class=\"wp-block-paragraph\">In a unanimous ruling, the judges on the highest court in Delaware said that canceling Musk’s package left him “uncompensated for his time and efforts over a period of six years.” Adjusted for Tesla’s current stock price, which hit all-time highs this week, the reinstated package would be worth around $140 billion, <a href=\"https://www.bloomberg.com/news/articles/2025-12-19/musk-s-2018-tesla-pay-plan-reinstated-after-7-year-legal-fight?srnd=homepage-americas\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to Bloomberg</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The state supreme court’s decision likely draws to a close a years-long battle that left such a bad taste in Musk’s mouth that he moved Tesla’s incorporation from Delaware to Texas, which prompted other companies to follow suit.</p>\n\n<p class=\"wp-block-paragraph\">“Vindicated,” Musk <a href=\"https://x.com/elonmusk/status/2002129687427084431\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">posted</a> to X on Friday in response to the news. “Thank you for your unwavering support,” he <a href=\"https://x.com/elonmusk/status/2002137898905391559\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">replied</a> to Alexandra Merz, a vocal shareholder known as “TeslaBoomerMama.” </p>\n\n<p class=\"wp-block-paragraph\">Tesla will now likely <a href=\"https://techcrunch.com/2025/08/04/tesla-hands-29b-comp-package-to-elon-musk-amid-ai-talent-war/\" target=\"_blank\" rel=\"noreferrer noopener\">revoke a $29 billion pay package</a> it offered Musk earlier this year, which was meant as a hedge against the possibility that the company could lose the Delaware Supreme Court appeal. <a href=\"https://techcrunch.com/2025/11/06/tesla-shareholders-approve-elon-musks-1t-pay-package/\" target=\"_blank\" rel=\"noreferrer noopener\">The $1 trillion compensation package</a> awarded to Musk in November is separate from that, and will continue to exist going forward, giving Musk a series of lofty goals to hit in order to unlock the full value.</p>\n\n<p class=\"wp-block-paragraph\">The 2018 award also set out a number of milestones that Musk had to hit in order to unlock the full value. Musk and Tesla hit all of those goals, but not before a shareholder filed suit over the award in 2018, arguing that it had been improperly negotiated and that shareholders weren’t properly informed of the conflicts of interest at play.</p>\n\n<p class=\"wp-block-paragraph\">Musk and the many Tesla supporters decried the lawsuit as absurd, particularly the fact that the plaintiff — a former corporate defense lawyer and heavy metal drummer named Richard Tornetta — only <a href=\"https://www.reuters.com/business/autos-transportation/elon-musk-bashed-by-heavy-metal-drummer-who-cost-him-56-bln-2024-02-01/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">owned nine shares of company stock</a>.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">After years of back-and-forth, including a trial where Musk testified, the Chancery Court judge overseeing the case agreed with the plaintiff and <a href=\"https://techcrunch.com/2024/01/30/elon-musks-56b-tesla-pay-deal-is-unfair-judge-rules/\" target=\"_blank\" rel=\"noreferrer noopener\">initially struck down the pay package in January 2024</a>. Tesla held a vote at its annual meeting in 2024 where shareholders “re-approved” the package, but the judge <a href=\"https://techcrunch.com/2024/12/02/judge-confirms-decision-to-sink-elon-musks-56b-pay-package-despite-tesla-shareholder-vote/\" target=\"_blank\" rel=\"noreferrer noopener\">confirmed</a> her decision in December 2024. Tesla appealed soon after.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Anonymous messaging app NGL was acquired by 'EarnPhone' startup Mode Mobile | TechCrunch",
            "time": "2025-12-19T20:34:47",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/07/ngl-app.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Anonymous messaging app NGL <a href=\"https://ngl.link/blog/ngl-has-been-acquired-by-mode-mobile\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> on Friday that it has been acquired by Mode Mobile, a smartphone rewards company that makes money by flooding its users with ads.</p>\n\n<p class=\"wp-block-paragraph\">NGL quickly climbed the App Store charts after its launch in late 2021, joining a group of <a href=\"https://techcrunch.com/2022/06/29/anonymous-social-apps-shift-their-attention-to-instagram-in-the-wake-of-snapchats-ban/\">similar apps</a> popular among teens that allow users to send and receive anonymous questions and messages. But it’s been embroiled in controversy for most of its existence.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Anonymous messaging apps are problematic because they can encourage bullying among teens — Snapchat <a href=\"https://techcrunch.com/2022/03/17/following-suicides-and-lawsuits-snapchat-restricts-apps-building-on-its-platform-with-new-policies/\">banned</a> third-party apps like NGL, LMK, Sendit, and YOLO from its platform in 2022 after a parent sued the company for its alleged role in her teenage son’s suicide.</p>\n\n<p class=\"wp-block-paragraph\">NGL also came under fire for its shady growth hacking tactics, like sending fake messages to users that seemed like they were from real people but were actually automated by the app. Some users were tricked into paying a $9.99 monthly subscription to get hints about who sent the messages, which were fake.</p>\n\n<p class=\"wp-block-paragraph\">After a two-year investigation, the FTC <a href=\"https://techcrunch.com/2024/07/09/ftc-bans-ngl-from-offering-its-anonymous-social-app-to-minors/\">announced</a> in 2024 that it would ban NGL from offering its app to minors — one of its most drastic interventions to protect minors from harmful social media experiences.</p>\n\n<p class=\"wp-block-paragraph\">“NGL’s bait-and-switch tactic prompted many consumers to complain, which NGL executives laughed off, dismissing such users as ‘suckers’,” the FTC said in a statement at the time. NGL paid a $5 million fine to the FTC and complied with its demands.</p>\n\n<p class=\"wp-block-paragraph\">NGL’s two founders, Raj Vir and João Figueiredo, are moving on from the app, according to <a href=\"https://www.businessinsider.com/anonymous-messaging-app-ngl-has-been-acquired-by-mode-mobile-2025-12\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Business Insider</a>. The remaining three employees of the app will work for Mode Mobile.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Given NGL’s track record of dubious growth hacking, this partnership with Mode Mobile seems like a good match.</p>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.modemobile.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Mode Mobile</a> makes a smartphone, which it calls the “EarnPhone,” that has “built-in earning features.” The company claims that users can make money by performing everyday tasks on their phone, like listening to music, playing games, and browsing the web. According to the company’s <a href=\"https://invest.modemobile.com/?tnames=modehome\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">investor materials</a>, Mode Mobile generates revenue from “digital advertising partners” that “pay for user attention and engagement.” Basically, your phone is constantly flooded with ads, but you might make enough money to buy a round of beers at a dive bar.</p>\n\n<p class=\"wp-block-paragraph\">The terms of the sale were not disclosed.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Hundreds of Cisco customers are vulnerable to new Chinese hacking campaign, researchers say | TechCrunch",
            "time": "2025-12-19T20:15:02",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/01/Cisco-Getty.jpg?resize=1200,801",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">On Wednesday, Cisco revealed that <a href=\"https://techcrunch.com/2025/12/17/cisco-says-chinese-hackers-are-exploiting-its-customers-with-a-new-zero-day/\">a group of Chinese government-backed hackers is exploiting a vulnerability</a> to target its enterprise customers who use some of the company’s most popular products.</p>\n\n<p class=\"wp-block-paragraph\">Cisco has not said how many of its customers have already been hacked, or may be running vulnerable systems. Now, security researchers say there are hundreds of Cisco customers who could potentially be hacked.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Piotr Kijewski, the chief executive of the nonprofit Shadowserver Foundation that scans and monitors the internet for hacking campaigns, told TechCrunch that the scale of exposure “seems more in the hundreds rather than thousands or tens of thousands.”</p>\n\n<p class=\"wp-block-paragraph\">Kijewski said the foundation was not seeing widespread activity, presumably because “current attacks are targeted.” </p>\n\n<p class=\"wp-block-paragraph\"><a href=\"http://dashboard.shadowserver.org/statistics/combined/tree/?date_range=1&amp;source=http_vulnerable&amp;source=http_vulnerable6&amp;tag=cve-2025-20393%2B&amp;data_set=count&amp;scale=log&amp;auto_update=on\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Shadowserver has a page</a> where it’s tracking the number of systems that are exposed and vulnerable to the flaw disclosed by Cisco, named officially as CVE-2025-20393. The vulnerability is known as a <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#zero-day\">zero-day</a>, because the flaw was discovered before the company had time to make patches available. As of press time, India, Thailand, and the United States collectively have dozens of affected systems within their borders.</p>\n\n<p class=\"wp-block-paragraph\">Censys, a cybersecurity firm that monitors hacking activities across the internet, is also seeing a limited number of affected Cisco customers. <a href=\"https://censys.com/advisory/cve-2025-20393\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">According to a blog post</a>, Censys has observed 220 internet-exposed Cisco email gateways, one of the products known to be vulnerable.  </p>\n<p class=\"wp-block-shortcode\">\t\t</p><div class=\"article-block block--callout block--right has-green-500-background-color\">\n\t\t\t<h4 class=\"block--callout__title\">Contact Us</h4><p>\n\t\t\tDo you have more information about this hacking campaign? Such as what companies were targeted? From a non-work device, you can contact Lorenzo Franceschi-Bicchierai securely on Signal at +1 917 257 1382, or via Telegram and Keybase @lorenzofb, or </p><a href=\"mailto:lorenzo@techcrunch.com/\">email</a><a href=\"mailto:lorenzo@techcrunch.com/\">.</a>\t\t</div>\n\t\t\n\n<p class=\"wp-block-paragraph\"><a href=\"https://sec.cloudapps.cisco.com/security/center/content/CiscoSecurityAdvisory/cisco-sa-sma-attack-N9bf4\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">In its security advisory</a> published earlier this week, Cisco said that the vulnerability is present in software found in several products, including its Secure Email Gateway and its Secure Email and Web Manager.</p>\n\n<p class=\"wp-block-paragraph\">Cisco said these systems are only vulnerable if they are reachable from the internet, and have its “spam quarantine” feature enabled. Neither of those two conditions are enabled by default, per Cisco, which would explain why there appears to be, relatively speaking, not that many vulnerable systems on the internet. </p>\n\n<p class=\"wp-block-paragraph\">Cisco did not respond to a request for comment, asking if the company could corroborate the numbers seen by Shadowserver and Censys. </p>\n\n<p class=\"wp-block-paragraph\">The bigger problem with this hacking campaign is that there are no patches available. Cisco recommends that customers wipe and “restore an affected appliance to a secure state,” as a way to remediate any breach. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“​​In case of confirmed compromise, rebuilding the appliances is, currently, the only viable option to eradicate the threat actors persistence mechanism from the appliance,” the company wrote in its advisory. </p>\n\n<p class=\"wp-block-paragraph\">According to Cisco’s threat intelligence arm Talos, the hacking campaign has been ongoing since “at least late November 2025.”</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Yann LeCun confirms his new 'world model' startup, reportedly seeks $5B+ valuation | TechCrunch",
            "time": "2025-12-19T19:23:44",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/10/GettyImages-1691376215.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Renowned AI scientist Yann LeCun confirmed on Thursday that <a href=\"https://techcrunch.com/2025/11/11/metas-chief-ai-scientist-yann-lecun-reportedly-plans-to-leave-to-build-his-own-startup/\" target=\"_blank\" rel=\"noreferrer noopener\">he had launched a new startup</a> — the worst-kept secret in the tech world — though he said he will not be running the new company as its CEO.</p>\n\n<p class=\"wp-block-paragraph\">His startup is called Advanced Machine Intelligence (AMI) and has hired Alex LeBrun, co-founder and CEO of <a href=\"https://techcrunch.com/2024/01/05/nabla-raises-another-24-million-for-its-ai-assistant-for-doctors/\" target=\"_blank\" rel=\"noreferrer noopener\">medical transcription AI startup darling Nabla</a>, as its CEO. Nabla disclosed LeBrun’s new job in a <a href=\"https://www.nabla.com/press-release/nabla-announces-exclusive-partnership-with-advanced-machine-intelligence-to-pioneer-the-next-era-of-agentic-healthcare-ai#\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">press release</a> and LeCun confirmed it in a brief post on LinkedIn.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Yes, AMI Labs is my new startup. I’m the Executive Chairman. And Alex LeBrun is transitioning from CEO of Nabla to CEO of AMI Labs!” LeCun <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:7407558824187867136/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">wrote</a>.</p>\n\n<p class=\"wp-block-paragraph\">AMI Labs is also reportedly seeking to raise €500 million (about $586 million) at a €3 billion valuation (about $3.5 billion) right out of the gate, before even launching, the <a href=\"https://www.ft.com/content/d88729c0-c44f-4530-b888-bafa29ee0446\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Financial Times reported</a>, citing people familiar with the dealmaking. Given the kind of money that VCs are throwing at AI startups founded by world-recognized AI scientists these days, that’s not even an comparatively outrageous ask.</p>\n\n<p class=\"wp-block-paragraph\">For instance, former OpenAI CTO Mira Murati’s startup, Thinking Machines Lab, <a href=\"https://techcrunch.com/2025/07/15/mira-muratis-thinking-machines-lab-is-worth-12b-in-seed-round/\" target=\"_blank\" rel=\"noreferrer noopener\">was valued at $12 billion for its seed round</a> last year. And Murati doesn’t have the same kind of street cred as LeCun.</p>\n\n<p class=\"wp-block-paragraph\">LeCun, a professor at New York University who was formerly VP and Chief AI Scientist at Meta, <a href=\"https://amturing.acm.org/award_winners/lecun_6017366.cfm\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">won the prestigious A.M. Turing Award</a>, for his work on reinforcement learning.</p>\n\n<p class=\"wp-block-paragraph\">The press release also confirms what everyone knew as well: that AMI Labs is working on world model AI. This is an alternative to LLMs where the AI attempts to understand its environment (aka the world) so it can simulate cause-and-effect and what-if scenarios to predict outcomes. World model creators believe it’s the answer to LLMs’ structural hallucination problems. LLMs can’t be trusted to never fabricate info because it is their very nature to be “non-deterministic” — that is, creative.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Top labs and startups like <a href=\"https://techcrunch.com/2025/08/05/deepmind-thinks-genie-3-world-model-presents-stepping-stone-towards-agi/\" target=\"_blank\" rel=\"noreferrer noopener\">Google DeepMind</a> and Fei-Fei Li’s startup, <a href=\"https://techcrunch.com/2025/11/12/fei-fei-lis-world-labs-speeds-up-the-world-model-race-with-marble-its-first-commercial-product/\" target=\"_blank\" rel=\"noreferrer noopener\">World Labs</a>, are also developing world models. By that comparison, the fundraising aspirations of AMI might appear a bit more audacious. When World Labs debuted, <a href=\"https://techcrunch.com/2024/09/13/fei-fei-lis-world-labs-comes-out-of-stealth-with-230m-in-funding/\">Li raised $230 million at a $1 billion valuation</a> right out of the gate, which was considered a lot at the time. But that was way back in August 2024, or about 100 AI years ago.</p>\n\n<p class=\"wp-block-paragraph\">Meanwhile, Nabla says the company will be searching for a new CEO and will be, for now, run by its co-founder and COO, Delphine Groll, who has not been handed the reins permanently yet. Nabla also says it has signed a partnership to use AMI’s models as they are developed.</p>\n\n<p class=\"wp-block-paragraph\">Nabla has raised $120 million in total from an all-star list of backers, <a href=\"https://www.prnewswire.com/news-releases/nabla-raises-70m-series-c-to-deliver-agentic-ai-to-the-heart-of-clinical-workflows-bringing-total-funding-to-120m-302483646.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">including a $70 million Series C in June</a>. LeCun is one of Nabla’s investors, as is Tony Fadell’s Build Collective, HV Capital, Highland Europe, and Cathay Innovation.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Nabla’s LeBrun could be a good choice for CEO. He’s been building multimodal AI since before anyone called it that, working at Nuance Communications in the early 2010s, which originally powered Apple’s Siri in those long-ago years when Siri was wow technology. (Microsoft eventually acquired Nuance.) He founded and sold a couple of natural language startups, including one to Facebook. Then he ran Facebook’s AI division before founding Nabla in 2018, according to his LinkedIn.</p>\n\n<p class=\"wp-block-paragraph\">LeBrun said that <a href=\"https://techcrunch.com/2024/01/05/nabla-raises-another-24-million-for-its-ai-assistant-for-doctors/\" target=\"_blank\" rel=\"noreferrer noopener\">Nabla, a darling of the Paris-based AI startup community</a>, is still growing well.</p>\n\n<p class=\"wp-block-paragraph\">“We have more than tripled our live ARR this year. Up next to $1B!” LeBrun wrote as he announced his departure as CEO. The founder says he will remain on at Nabla as chairman and chief AI scientist. Nabla declined further comment and AMI did not immediately respond to our request for comment.</p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Netflix is betting on podcasts to become the new daytime talk show | TechCrunch",
            "time": "2025-12-19T18:13:26",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2021/12/GettyImages-1297183927.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">When you tune in to a podcast, you’re probably not opening the Netflix app — at least for now. </p>\n\n<p class=\"wp-block-paragraph\">That might change, if Netflix gets its way. The streamer signed deals with <a href=\"https://techcrunch.com/2025/12/16/netflix-doubles-down-on-video-podcasts-with-iheartmedia-deal/\" target=\"_blank\" rel=\"noreferrer noopener\">iHeartMedia</a> and <a href=\"https://variety.com/2025/tv/news/netflix-dave-portnoy-barstool-sports-exclusive-video-podcasts-1236610822/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Barstool Sports</a> this week, in addition to a recent deal with <a href=\"https://techcrunch.com/2025/10/14/spotifys-video-podcasts-are-coming-to-netflix-next-year/\" target=\"_blank\" rel=\"noreferrer noopener\">Spotify</a>, to gain exclusive video rights to select shows. The company is also rumored to be in talks with <a href=\"https://www.thewrap.com/netflix-talks-siriusxm-exclusive-video-podcast-deal/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">SiriusXM</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Podcasters see this as an offensive move with YouTube as the primary target. And the data provides a convincing argument. According to YouTube, viewers watched over <a href=\"https://blog.youtube/news-and-events/podcasts-living-room-in-2025/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">700 million hours</a> of podcasts each month on living room devices (like TVs) in 2025, up from 400 million per month last year.</p>\n\n<p class=\"wp-block-paragraph\">“As people begin to spend less time watching traditional television, and more time watching short form or low-cost, low-production value content on YouTube, that might present a long-term competitive threat to Netflix,” Matthew Dysart, an entertainment attorney and former head of podcast business affairs at Spotify, told TechCrunch. </p>\n\n<p class=\"wp-block-paragraph\">While podcasters might understand the motivation, not everyone is convinced about Netflix’s move. Some podcasters told TechCrunch they’re not sure there is long-term value in video podcasts, while others are worried Netflix is contributing to a podcast bubble.</p>\n\n<p class=\"wp-block-paragraph\">“They’re basically saying, ‘We want to be the king of content, and the only way we’re going to do that is if we take a swipe at YouTube,’” podcaster Ronald Young Jr. told TechCrunch. Young Jr. thinks people are turning on video podcasts and letting them play in the background, noting that ESPN has been doing some version of this for much longer than we’ve been able to name it.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-the-buzz-of-video-podcasts\">The buzz of video podcasts</h2>\n\n<p class=\"wp-block-paragraph\">When independent podcasters Mike Schubert and Sequoia Simone launched their new show <a href=\"https://www.instagram.com/protalkpod/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">“Professional Talkers”</a> this year, they noted the buzz around video podcasts and decided to start the new show as a video-first production on YouTube and Spotify.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">“Neither of us had done video before, so we were like, ‘Why don’t we just start from the beginning and make this a video show?’” Schubert told TechCrunch. </p>\n\n<p class=\"wp-block-paragraph\">Schubert found that his audience was ambivalent toward the video, perhaps because he has spent nearly a decade releasing audio podcasts, cultivating a fanbase that already enjoys and expects audio content.</p>\n\n<p class=\"wp-block-paragraph\">“We posted an audio-only episode, and it did pretty similarly, numbers-wise,” he said. “So why would we put so much time and effort into the video and then run the risk of the episode being late when we can just do audio only?”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Young Jr. considered investing more energy into video, but decided against it — like Schubert and Simone, he realized that he built an audience that prefers listening to podcasts over viewing them.</p>\n\n<p class=\"wp-block-paragraph\">“I’m like, ‘Well who am I pivoting for?’” he said. “And I realized that the pivot would be for advertisers, for podcast executives, and for people who think that video is the direction that everyone’s going.” </p>\n\n<p class=\"wp-block-paragraph\">Still, there are some consumers who want to see video — even as a passive show to turn on in the background — as evidenced by YouTube’s staggering viewership stats.</p>\n\n<p class=\"wp-block-paragraph\">Mikah Sargent, a podcast producer and host at <a href=\"https://twit.tv/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">TWiT.tv</a>, works with shows like “This Week in Tech,” which have had a video component for more than 15 years. <em>(Disclosure: I co-host a show at TWiT.tv once per month.)</em></p>\n\n<p class=\"wp-block-paragraph\">“Something that I regularly hear from our listeners is … ‘you were my background when I was going through a rough time, or I needed to travel across the country, and having you there to listen to helped me pass the time,’” Sargent told TechCrunch. “There’s a lot of passed time with podcasts. So Netflix can look at that and go, ‘Ooh, we get to have this thing that in some cases takes up more time and more streaming than you would get with a typical show.’”</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-what-is-a-podcast-anyway\">What is a podcast anyway?</h2>\n\n<p class=\"wp-block-paragraph\">There’s a disconnect between how creators and tech companies each think about podcasts. For people who make podcasts, a podcast can be a conversational show like the ones on YouTube, but it can also be a format that doesn’t translate seamlessly to video, like scripted fiction with sound design and voice actors, or the kind of reported, refined audio stories you’d find on NPR. </p>\n\n<p class=\"wp-block-paragraph\">“I think this has to do with how squishy the word podcast is now,” podcaster Eric Silver told TechCrunch. “It means anything. It just means show now.”</p>\n\n<p class=\"wp-block-paragraph\">For these independent creators, the corporate goings-on between Netflix and Spotify don’t immediately impact their day-to-day. But podcasters remember what happened when Spotify bought up and consolidated a significant chunk of the industry, created a bubble, then <a href=\"https://techcrunch.com/2023/12/07/spotify-layoffs-podcast-industry-fallout/\" target=\"_blank\" rel=\"noreferrer noopener\">burst that same bubble itself</a>. The impact reverberated across the industry with <a href=\"https://variety.com/2025/digital/news/spotify-layoffs-the-ringer-podcast-studios-1236420307/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">studio closures</a>, <a href=\"https://www.nytimes.com/2023/06/06/business/spotify-layoffs-gimlet-podcasts.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">layoffs</a>, and a conception among onlookers that podcasting was “dead.” So when another Big Tech company comes waltzing into their industry, they’re skeptical. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“In any form of entertainment and media, when companies consolidate, the people who currently have power continue to get richer and richer than the industry underneath it,” Silver said. “The future gets more and more murky, and has less and less resources.”</p>\n\n<p class=\"wp-block-paragraph\">Netflix isn’t making as extreme moves as Spotify. The latter company spent billions acquiring several tech startups and studios, allowing Spotify to control the entire process of making a podcast, from the recording software to the ad sales tools.</p>\n\n<p class=\"wp-block-paragraph\">“I think that what Netflix is doing is a little bit more calculated than what Spotify did,” Young Jr. said. “Spotify blindly threw money at the top creators, and they kind of cratered the market in doing so, because the minute you value Joe Rogan at $250 million … you value them so highly that the regular podcaster is like, where do I fall on this?”</p>\n\n<p class=\"wp-block-paragraph\">But what’s seen as an industry-changing infusion of money into the podcast industry isn’t actually that staggering for a company like Netflix, which is <a href=\"https://finance.yahoo.com/news/netflix-earnings-top-estimates-but-stock-slips-on-elevated-expectations-133606430.html\" target=\"_blank\" rel=\"noreferrer noopener\">on track</a> to make about $45 billion this year.</p>\n\n<p class=\"wp-block-paragraph\">“Netflix and Spotify are similar in that way — aggressive moves to test a new value proposition by targeting top performers and spending money that ultimately is not that substantial from the perspective of a global tech platform, but is meaningful to the creator economy, to quickly learn if there’s a ‘there’ there,” Dysart said.</p>\n\n<p class=\"wp-block-paragraph\">Netflix has only made deals with media companies thus far, rather than individual creators like Spotify did, but Dysart thinks Netflix’s investments are only beginning.</p>\n\n<p class=\"wp-block-paragraph\">“I would expect Netflix to at some point go try to strike a nine-figure deal with a top podcast creator,” he added.  “I would also expect Netflix to take really big swings with very high-profile personalities on original podcasts.”</p>\n\n<p class=\"wp-block-paragraph\">If Netflix gets its way, our culture will shift away from watching programmatic daytime TV and talk shows and toward watching podcasts.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Back in the day, my mom would have a soap opera playing in the background while she was doing things, and I was definitely the person who would have ‘The Office’ playing in the background while I’m doing things,” Sargent said. “Now people get to have a podcast playing in the background while they’re doing things, and if Netflix can be the place where they go to do that, then I think it’s a win for the company.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "OpenAI adds new teen safety rules to ChatGPT as lawmakers weigh AI standards for minors | TechCrunch",
            "time": "2025-12-19T17:51:05",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/08/GettyImages-944229988-teens-on-phones.jpeg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">In its latest effort to address growing concerns about AI’s impact on young people, OpenAI on Thursday updated its guidelines for how its AI models should behave with users under 18, and published new AI literacy resources for teens and parents. Still, questions remain about how consistently such policies will translate into practice. </p>\n\n<p class=\"wp-block-paragraph\">The updates come as the AI industry generally, and OpenAI in particular, faces increased <a href=\"https://techcrunch.com/2025/09/11/ftc-launches-inquiry-into-ai-chatbot-companions-from-meta-openai-and-others/\">scrutiny from policymakers</a>, educators, and child-safety advocates after several teenagers allegedly died by suicide after prolonged conversations with AI chatbots. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Gen Z, which includes those born between 1997 and 2012, are the <a href=\"https://www.hcamag.com/us/specialization/employee-engagement/gen-zs-connect-more-with-chatgpt-than-colleagues/553325\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">most active users of OpenAI’s chatbot</a>. And following <a href=\"https://techcrunch.com/2025/12/15/disneys-openai-deal-is-exclusive-for-just-one-year-then-its-open-season/\">OpenAI’s recent deal with Disney</a>, more young people may flock to the platform, which lets you do everything from ask for help with homework to generate images and videos on thousands of topics.</p>\n\n<p class=\"wp-block-paragraph\">Last week, <a href=\"https://ag.ny.gov/press-release/2025/attorney-general-james-and-bipartisan-coalition-urge-big-tech-companies-address\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">42 state attorneys general signed a letter</a> to Big Tech companies, urging them to implement safeguards on AI chatbots to protect children and vulnerable people. And as the Trump administration works out <a href=\"https://techcrunch.com/2025/12/12/trumps-ai-executive-order-promises-one-rulebook-startups-may-get-legal-limbo-instead/\">what the federal standard on AI regulation</a> might look like, policymakers like Sen. Josh Hawley (R-MO) have introduced <a href=\"https://www.congress.gov/bill/119th-congress/senate-bill/3062/text\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">legislation</a> that would ban minors from interacting with AI chatbots altogether. </p>\n\n<p class=\"wp-block-paragraph\">OpenAI’s updated <a href=\"https://model-spec.openai.com/2025-12-18.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Model Spec</a>, which lays out behavior guidelines for its large language models, builds on existing specifications that prohibit the models from generating sexual content involving minors, or encouraging self-harm, delusions, or mania. This would work together with an upcoming age-prediction model that would identify when an account belongs to a minor and automatically roll out teen safeguards. </p>\n\n<p class=\"wp-block-paragraph\">Compared with adult users, the models are subject to stricter rules when a teenager is using them. Models are instructed to avoid immersive romantic roleplay, first-person intimacy, and first-person sexual or violent roleplay, even when it’s non-graphic. The specification also calls for extra caution around subjects like body image and disordered eating behaviors, and instructs the models to prioritize communicating about safety over autonomy when harm is involved and avoid advice that would help teens conceal unsafe behavior from caregivers. </p>\n\n<p class=\"wp-block-paragraph\">OpenAI specifies that these limits should hold even when prompts are framed as “fictional, hypothetical, historical, or educational” — common tactics that rely on role-play or edge-case scenarios in order to get an AI model to deviate from its guidelines. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">San Francisco</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">October 13-15, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<h2 class=\"wp-block-heading\" id=\"h-actions-speak-louder-than-words\"><strong>Actions speak louder than words</strong></h2>\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?w=680\" alt=\"\" class=\"wp-image-3077807\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png 1934w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=150,105 150w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=300,211 300w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=768,539 768w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=680,477 680w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=1200,843 1200w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=1280,899 1280w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=430,302 430w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=720,506 720w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=900,632 900w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=800,562 800w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=1536,1079 1536w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=668,469 668w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=534,375 534w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=879,617 879w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=708,497 708w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.47-PM.png?resize=50,35 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">OpenAI’s model behavior guidelines prohibit first-person romantic role-playing with teens.</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>OpenAI</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">OpenAI says the key safety practices for teens are underpinned by four principles that guide the models’ approach: </p>\n\n<ol class=\"wp-block-list\">\n<li class=\"wp-block-list-item\">Put teen safety first, even when other user interests like “maximum intellectual freedom” conflict with safety concerns; </li>\n\n\n\n<li class=\"wp-block-list-item\">Promote real-world support by guiding teens towards family, friends, and local professionals for well-being; </li>\n\n\n\n<li class=\"wp-block-list-item\">Treat teens like teens by speaking with warmth and respect, not condescension or treating them like adults; and</li>\n\n\n\n<li class=\"wp-block-list-item\">Be transparent by explaining what the assistant can and cannot do, and remind teens that it is not a human.</li>\n</ol>\n\n<p class=\"wp-block-paragraph\">The document also shares several examples of the chatbot explaining why it can’t “roleplay as your girlfriend” or “help with extreme appearance changes or risky shortcuts.” </p>\n\n<p class=\"wp-block-paragraph\">Lily Li, a privacy and AI lawyer and founder of Metaverse Law, said it was encouraging to see OpenAI take steps to have its chatbot decline to engage in such behavior. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Explaining that one of the biggest complaints advocates and parents have about chatbots is that they relentlessly promote ongoing engagement in a way that can be addictive for teens, she said: “I am very happy to see OpenAI say, in some of these responses, we can’t answer your question. The more we see that, I think that would break the cycle that would lead to a lot of inappropriate conduct or self-harm.”</p>\n\n<p class=\"wp-block-paragraph\">That said, examples are just that: cherry-picked instances of how OpenAI’s safety team would like the models to behave. <a href=\"https://techcrunch.com/2025/08/25/ai-sycophancy-isnt-just-a-quirk-experts-consider-it-a-dark-pattern-to-turn-users-into-profit/\">Sycophancy</a>, or an AI chatbot’s tendency to be overly agreeable with the user, has been listed as a prohibited behavior in previous versions of the Model Spec, but ChatGPT still engaged in that behavior anyway. That was particularly true with GPT-4o, a model that has been associated with <a href=\"https://techcrunch.com/2025/11/23/chatgpt-told-them-they-were-special-their-families-say-it-led-to-tragedy/\">several instances of what experts are calling “AI psychosis.”</a></p>\n\n<p class=\"wp-block-paragraph\">Robbie Torney, senior director of AI programs at Common Sense Media, a nonprofit dedicated to protecting kids in the digital world, raised concerns about potential conflicts within the Model Spec’s under-18 guidelines. He highlighted tensions between safety-focused provisions and the “no topic is off limits” principle, which directs models to address any topic regardless of sensitivity. </p>\n\n<p class=\"wp-block-paragraph\">“We have to understand how the different parts of the spec fit together,” he said, noting that certain sections may push systems toward engagement over safety. His organization’s testing revealed that ChatGPT often mirrors users’ energy, sometimes resulting in responses that aren’t contextually appropriate or aligned with user safety, he said.</p>\n\n<p class=\"wp-block-paragraph\">In the case of Adam Raine, a teenager who <a href=\"https://techcrunch.com/2025/08/26/parents-sue-openai-over-chatgpts-role-in-sons-suicide/\">died by suicide after months of dialogue</a> with ChatGPT, the chatbot engaged in such mirroring, their conversations show. That case also brought to light how OpenAI’s moderation API failed to prevent unsafe and harmful interactions despite flagging more than 1,000 instances of ChatGPT mentioning suicide and 377 messages containing self-harm content. But that wasn’t enough to stop Adam from continuing his conversations with ChatGPT. </p>\n\n<p class=\"wp-block-paragraph\">In an interview with TechCrunch in September, former OpenAI safety researcher Steven Adler said this was because, historically, OpenAI had run classifiers (the automated systems that label and flag content) in bulk after the fact, not in real time, so they didn’t properly gate the user’s interaction with ChatGPT. </p>\n\n<p class=\"wp-block-paragraph\">OpenAI now uses automated classifiers to assess text, image, and audio content in real time, according to the firm’s <a href=\"https://help.openai.com/en/articles/12315553-parental-controls-on-chatgpt-faq\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">updated parental controls</a> document. The systems are designed to detect and block content related to child sexual abuse material, filter sensitive topics, and identify self-harm. If the system flags a prompt that suggests a serious safety concern, a small team of trained people will review the flagged content to determine if there are signs of “acute distress,” and may notify a parent.</p>\n\n<p class=\"wp-block-paragraph\">Torney applauded OpenAI’s recent steps toward safety, including its transparency in publishing guidelines for users under 18 years old. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“Not all companies are publishing their policy guidelines in the same way,” Torney said, pointing to <a href=\"https://techcrunch.com/2025/08/14/leaked-meta-ai-rules-show-chatbots-were-allowed-to-have-romantic-chats-with-kids/https://techcrunch.com/2025/08/14/leaked-meta-ai-rules-show-chatbots-were-allowed-to-have-romantic-chats-with-kids/\">Meta’s leaked guidelines</a>, which showed that the firm let its chatbots engage in sensual and romantic conversations with children. “This is an example of the type of transparency that can support safety researchers and the general public in understanding how these models actually function and how they’re supposed to function.”</p>\n\n<p class=\"wp-block-paragraph\">Ultimately, though, it is the actual behavior of an AI system that matters, Adler told TechCrunch on Thursday. </p>\n\n<p class=\"wp-block-paragraph\">“I appreciate OpenAI being thoughtful about intended behavior, but unless the company measures the actual behaviors, intentions are ultimately just words,” he said.</p>\n\n<p class=\"wp-block-paragraph\">Put differently: What’s missing from this announcement is evidence that ChatGPT actually follows the guidelines set out in the Model Spec. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-a-paradigm-shift\"><strong>A paradigm shift</strong></h2>\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?w=680\" alt=\"\" class=\"wp-image-3077806\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png 1950w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=150,140 150w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=300,281 300w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=768,718 768w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=680,636 680w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=1200,1122 1200w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=1280,1197 1280w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=430,402 430w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=720,673 720w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=900,842 900w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=800,748 800w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=1536,1437 1536w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=668,625 668w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=401,375 401w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=660,617 660w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=568,531 568w, https://techcrunch.com/wp-content/uploads/2025/12/Screenshot-2025-12-19-at-12.27.39-PM.png?resize=50,47 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">OpenAI’s Model Spec guides ChatGPT to steer conversations away from encouraging poor self-image.</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>OpenAI</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Experts say with these guidelines, OpenAI appears poised to get ahead of certain legislation, like <a href=\"https://techcrunch.com/2025/09/11/a-california-bill-that-would-regulate-ai-companion-chatbots-is-close-to-becoming-law/\">California’s SB 243</a>, a recently signed bill regulating AI companion chatbots that goes into effect in 2027. </p>\n\n<p class=\"wp-block-paragraph\">The Model Spec’s new language language mirrors some of the law’s main requirements around prohibiting chatbots from engaging in conversations around suicidal ideation, self-harm, or sexually explicit content. The bill also requires platforms to provide alerts every three hours to minors reminding them they are speaking to a chatbot, not a real person, and they should take a break. </p>\n\n<p class=\"wp-block-paragraph\">When asked how often ChatGPT would remind teens that they’re talking to a chatbot and ask them to take a break, an OpenAI spokesperson did not share details, saying only that the company trains its models to represent themselves as AI and remind users of that, and that it implements break reminders during “long sessions.”</p>\n\n<p class=\"wp-block-paragraph\">The company also shared two new <a href=\"https://cdn.openai.com/pdf/a-family-guide-to-help-teens-use-ai-responsibly.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">AI literacy resources</a> for parents and families. The <a href=\"https://cdn.openai.com/pdf/tips-for-talking-to-your-teen-about-ai.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">tips</a> include conversation starters and guidance to help parents talk to teens about what AI can and can’t do, build critical thinking, set healthy boundaries, and navigate sensitive topics. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Taken together, the documents formalize an approach that shares responsibility with caretakers: OpenAI spells out what the models should do, and offers families a framework for supervising how it’s used. </p>\n\n<p class=\"wp-block-paragraph\">The focus on parental responsibility is notable because it mirrors Silicon Valley talking points. In its <a href=\"https://a16z.com/a-roadmap-for-federal-ai-legislation-protect-people-empower-builders-win-the-future/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">recommendations for federal AI regulation</a> posted this week, VC firm Andreessen Horowitz suggested more disclosure requirements for child safety, rather than restrictive requirements, and weighted the onus more toward parental responsibility.</p>\n\n<p class=\"wp-block-paragraph\">Several of OpenAI’s principles — safety-first when values conflict; nudging users toward real-world support; reinforcing that the chatbot isn’t a person — are being articulated as teen guardrails. But <a href=\"https://techcrunch.com/2025/11/23/chatgpt-told-them-they-were-special-their-families-say-it-led-to-tragedy/\">several adults have died by suicide and suffered life-threatening delusions</a>, which invites an obvious follow-up: Should those defaults apply across the board, or does OpenAI see them as trade-offs it’s only willing to enforce when minors are involved?</p>\n\n<p class=\"wp-block-paragraph\">An OpenAI spokesperson countered that the firm’s safety approach is designed to protect all users, saying the Model Spec is just one component of a multi-layered strategy.  </p>\n\n<p class=\"wp-block-paragraph\">Li says it has been a “bit of a wild west” so far regarding the legal requirements and tech companies’ intentions. But she feels laws like SB 243, which requires tech companies to disclose their safeguards publicly, will change the paradigm. </p>\n\n<p class=\"wp-block-paragraph\">“The legal risks will show up now for companies if they advertise that they have these safeguards and mechanisms in place on their website, but then don’t follow through with incorporating these safeguards,” Li said. “Because then, from a plaintiff’s point of view, you’re not just looking at the standard litigation or legal complaints; you’re also looking at potential unfair, deceptive advertising complaints.” </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}