{
    "source": "TechCrunch",
    "articles": [
        {
            "title": "Amazon may launch a marketplace where media sites can sell their content to AI companies | TechCrunch",
            "time": "2026-02-10T23:16:28",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2198353077.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The AI industry’s pursuit of licensable content has been <a rel=\"nofollow\" href=\"https://www.cjr.org/analysis/lawsuit-license-openai-microsoft-training-data-traffic-copyright.php?__cf_chl_tk=rbu4qCkDNid11PyD18AqpuPxzQnIXx8dNrkSZSDPzuU-1770759236-1.0.1.1-hdhAw1pnyjuTRUNYaEOQh3wgdc8GNrtuYimE1Mr09_E\">a messy affair</a>, filled with lawsuits and accusations of copyright infringement. Now, as tech companies look for legally safe sources of AI training data, Amazon is reportedly considering launching a marketplace where publishers can license their content directly to AI companies.</p>\n\n<p class=\"wp-block-paragraph\">The Information <a rel=\"nofollow\" href=\"https://www.theinformation.com/articles/amazon-discusses-ai-content-marketplace-publishers\">reported</a> Monday that the e-commerce giant has been meeting with publishing executives and alerting them to its plans to launch such a marketplace. Ahead of an AWS conference for publishers that occurred Tuesday, Amazon “circulated slides that mention a content marketplace,” wrote the outlet.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Reached by TechCrunch, an Amazon spokesperson didn’t deny the story but didn’t directly address the would-be marketplace either, saying only: “Amazon has built long-lasting, innovative relationships with publishers across many areas of our business, including AWS, Retail, Advertising, AGI, and Alexa. We are always innovating together to best serve our customers, but we have nothing specific to share on this subject at this time.” </p>\n\n<p class=\"wp-block-paragraph\">Amazon wouldn’t be the first major tech company to take this route. Microsoft recently <a rel=\"nofollow\" href=\"https://about.ads.microsoft.com/en/blog/post/february-2026/building-toward-a-sustainable-content-economy-for-the-agentic-web\">launched</a> what it calls a Publisher Content Marketplace (PCM), which it says will give publishers “a new revenue stream” while also providing AI systems with “scaled access to premium content.” Microsoft added that the PCM was designed to “empower publishers with a transparent economic framework for licensing” their content.</p>\n\n<p class=\"wp-block-paragraph\">The move is a natural next step for the AI industry, which has already sought to solve the legally nebulous problem of how copyrighted material ends up in AI training data by forging deals with major news outlets and media organizations. OpenAI, for instance, has already signed <a rel=\"nofollow\" href=\"https://mashable.com/article/all-the-media-companies-that-have-licensing-deals-with-openai-so-far\">content-licensing partnerships</a> with the Associated Press, Vox Media, News Corp, and The Atlantic, among others.  </p>\n\n<p class=\"wp-block-paragraph\">Those efforts haven’t been enough to stem the legal fallout. The fight over copyrighted material in AI algorithms has led to <a href=\"https://www.engadget.com/ai/judge-rejects-anthropics-record-breaking-15-billion-settlement-for-ai-copyright-lawsuit-033512498.html\">a monsoon of lawsuits</a>, and the issue is still being worked out by the judicial system. New regulatory strategies to deal with the issue <a rel=\"nofollow\" href=\"https://deadline.com/2026/02/senate-bill-ai-training-models-copyright-1236714135/\">are being proposed all the time</a>.</p>\n\n<p class=\"wp-block-paragraph\">Media publishers have also fretted about the ways in which AI summaries — particularly those surfaced by Google in its search results — may be depressing traffic to their sites. <a rel=\"nofollow\" href=\"https://www.theguardian.com/technology/2025/jul/24/ai-summaries-causing-devastating-drop-in-online-news-audiences-study-finds#:~:text=6%20months%20old-,AI%20summaries%20cause%20'devastating'%20drop%20in%20audiences%2C%20online%20news,delivered%20below%20an%20AI%20overview.\">One recent study</a> claimed that such summaries have had a “devastating” impact on the number of users clicking through to websites. The Information’s report notes that publishers may view the new marketplace-based content-sharing system as a “more sustainable business [than current, more limited licensing partnerships] that will scale up revenue” as AI usage continues to escalate.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "An ice dance duo skated to AI music at the Olympics | TechCrunch",
            "time": "2026-02-10T22:31:13",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/GettyImages-2260763822.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Czech ice dancers Kateřina Mrázková and Daniel Mrázek made their Olympic debut on Monday, an unfathomable feat that takes a lifetime of dedication and practice. But the sibling duo used AI music in their rhythm dance program, which doesn’t break any official rules, but serves as a depressing symbol of how absolutely cooked we are.</p>\n\n<p class=\"wp-block-paragraph\">As Mrázek spun his sister in a crazy cartwheel-lift-sort-of-move that made them look superhuman, one of the NBC commentators mentioned in passing, “This is AI generated, this first part,” referring to the music. Somehow, that admission is even more baffling than the gravity-defying tricks that the siblings showed off on the pressure of Olympic ice.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The Olympic ice dance competition is split into two events: the rhythm dance, where pairs must perform a routine that meets a specific theme, and the free dance. This season’s theme is “The Music, Dance Styles, and Feeling of the 1990s.” British ice dancing duo Lilah Fear and Lewis Gibson paid tribute to the Spice Girls, while United States favorites Madison Chock and Evan Bates skated to a Lenny Kravitz medley.</p>\n\n<p class=\"wp-block-paragraph\">But, for whatever reason — licensing issues? — Mrázková and Mrázek danced to a routine with music that’s half AC/DC and half AI. It’s weird. What’s even weirder is that this isn’t the duo’s first use of AI, nor is it the first time that this choice backfired.</p>\n\n<p class=\"wp-block-paragraph\">Per the International Skating Union, the governing body that oversees competitive ice skating, the <a href=\"https://www.isuresults.com/bios/isufs00110767.htm\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">duo’s music choice</a> for the rhythm dance this season has been “One Two by AI (of 90s style Bon Jovi)” and “Thunderstruck by AC/DC.” The official Olympics website <a href=\"https://www.olympics.com/en/milano-cortina-2026/results/fsk/id/x/icedance----------/qual/000100--/result\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">confirms</a> that the duo is using the AI-generated song for the rhythm dance portion.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-tiktok wp-block-embed-tiktok\"></figure>\n\n<p class=\"wp-block-paragraph\">The Czech siblings have faced backlash before for using AI-generated music. Earlier in the season, they played a ’90s-inspired song for their routine <a href=\"https://www.youtube.com/watch?v=KvKOjFqyDQE\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">that began with</a> a wailing declaration: “Every night we smash a Mercedes-Benz!” If that sounds familiar, it’s because that lyric comes directly from the ’90s hit “You Get What You Give” by New Radicals (which, by the way, has an <a href=\"https://www.youtube.com/watch?v=DL7-CKirWZE\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">incredible music video</a> shot in a Staten Island mall — the true essence of American suburbia!).</p>\n\n<p class=\"wp-block-paragraph\">The AI-generated lyrics also include the lines, “Wake up, kids/We got the dreamer’s disease,” and “First we run, and then we laugh ’til we cry.” What a coincidence! Those lyrics also appear in the song “You Get What You Give” by New Radicals. The AI song is even titled “One Two,” which are the first words of… you can probably guess which song at this point.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Before the Olympics, the duo changed the song, swapping out the New Radicals lyrics for <a href=\"https://www.youtube.com/watch?v=RsfRhm0CcXM\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">other AI-generated lyrics</a> that sound suspiciously like Bon Jovi lyrics, as journalist Shana Bartels <a href=\"https://www.patreon.com/posts/follow-up-and-ai-143894585\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">noted in November</a>. For example, “raise your hands, set the night on fire” also appear in “<a href=\"https://www.youtube.com/watch?v=cLD1rWuH1JA\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Raise Your Hands</a>” by Bon Jovi… and the AI “vocalist” sounds a lot like Bon Jovi, too. (Not to pour salt on the wound, but “Raise Your Hands” isn’t even from the ’90s!) This was the music that the duo danced to on Monday at the Olympics, before it transitioned into “Thunderstruck” by AC/DC, a real song from the ’90s written by real people.</p>\n\n<p class=\"wp-block-paragraph\">While it’s unclear what software the team used to generate this music, this is an LLM operating as it’s supposed to. These LLMs are trained on large libraries of music, often through <a href=\"https://techcrunch.com/2026/01/29/music-publishers-sue-anthropic-for-3b-over-flagrant-piracy-of-20000-works/\">legally dubious</a> means. When prompted, LLMs produce the most statistically probable response to an input. That’s useful when writing code, but means a song “in the style of Bon Jovi,” will likely end up using some actual Bon Jovi lyrics.</p>\n\n<p class=\"wp-block-paragraph\">And yet, the music industry seems at least temporarily enamored with the idea of “musicians” who aren’t totally real. Telisha Jones, a 31-year-old in Mississippi, used Suno to set her (hopefully real) poetry to music under the persona Xania Monet. Now she has a <a href=\"https://www.ebony.com/xania-monet-ai-artist-record-deal/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$3 million record deal</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">It’s a shame that these Czech dancers’ accomplishment of skating at the Olympics may be marred by discourse around their use of AI music (discourse that I am actively contributing to). But come on! Isn’t this sport supposed to be creative? </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Boston Dynamics CEO Robert Playter steps down after 30 years at the company | TechCrunch",
            "time": "2026-02-10T21:20:10",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/06/boston-dynamics-spot-equipped-with-velodyne-lidar.jpeg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Boston Dynamics, the Massachusetts-based robotics company known for its four-legged robots and humanoids, is going through a leadership change. </p>\n\n<p class=\"wp-block-paragraph\">Robert Playter announced in an internal memo on Tuesday that he would be stepping down as the company’s chief executive, <a href=\"https://www.automate.org/robotics/industry-insights/boston-dynamics-ceo-robert-playter-steps-down\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">as first reported by A3</a>. Amanda McMaster, the company’s chief financial officer, will stand in for the top job while the company looks for a replacement.  </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">TechCrunch reached out to Boston Dynamics for more information.  </p>\n\n<p class=\"wp-block-paragraph\">Playter took the helm at Boston Dynamics in 2020, taking over from founder Marc Raibert. Playter worked at Boston Dynamics for 30 years, where he held other roles, including vice president of engineering and chief operating officer.  </p>\n\n<p class=\"wp-block-paragraph\">Boston Dynamics was founded in 1992 by Raibert as a spinoff from Massachusetts Institute of Technology, where he was a professor. Google’s parent company Alphabet bought Boston Dynamics in 2013, before the company was sold to Japanese investing conglomerate SoftBank in 2017.</p>\n\n<p class=\"wp-block-paragraph\">Hyundai, its current owner, acquired the company in 2021.</p>\n\n<p class=\"wp-block-paragraph\">The robotics producer is best known for its quadruped robot, Spot, which the company commercialized in 2020 shortly after Playter took the helm. The company most recently announced Atlas, a humanoid robot.  </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n</div></body></html>"
        },
        {
            "title": "VC Masha Bucher, Epstein associate and Day One founder, explains herself | TechCrunch",
            "time": "2026-02-10T21:07:44",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/WhatsApp-Image-2025-11-26-at-12.51.48.jpeg?resize=909,1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Masha Bucher, a Silicon Valley VC and founder of Day One Ventures, <a href=\"https://x.com/mashadrokova/status/2020997016567021942\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">took to X</a> this week to address news reports documenting her close business and personal relationship with convicted sex offender Jeffrey Epstein. Bucher’s name — primarily under her maiden name, Masha Drokova — appeared in the latest dump of Epstein files over 1,600 times, <a href=\"https://sfstandard.com/2026/02/10/epstein-vc-masha-bucher-breaks-silence-revelations/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The San Francisco Standard reported</a>.</p>\n\n<p class=\"wp-block-paragraph\">“He made me feel I could be safe from the regime, someone with power and connections who could shield me” from threats she associated with her home country Russia, which she said she feared after she obtained her U.S. green card, she wrote in the post.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“I was naive; I didn’t dig deep enough early on,” she wrote about why she agreed to work with Epstein. “I believed his story that his earlier conviction was about sleeping with a girl who lied about her age and trusted validations from multiple investors and scientists.” She also apologized to her founders, team, and investors, saying that this situation has “caused pain I never intended.”</p>\n\n<p class=\"wp-block-paragraph\">The files paint a picture of how Bucher — whose Silicon Valley career began in social media and public relations — agreed to become Epstein’s publicist in 2017, helping rehabilitate his reputation after his 2008 sex-trafficking conviction and setting up meetings between him and various journalists, <a href=\"https://www.forbes.com/sites/iainmartin/2026/02/04/how-jeffrey-epstein-helped-his-publicist-become-a-big-time-venture-capitalist/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">as Forbes reported</a>.</p>\n\n<p class=\"wp-block-paragraph\">The documents show that Epstein supported and encouraged her in the early days of Day One Ventures. The firm has since grown substantially — as Bucher <a href=\"https://techcrunch.com/2024/06/11/vc-queen-masha-bucher-largest-fund-150m/\" target=\"_blank\" rel=\"noreferrer noopener\">told TechCrunch</a>, it closed its most recent fund, a $150 million third vehicle, in 2024, bringing its assets under management to $450 million.</p>\n\n<p class=\"wp-block-paragraph\">Some of the most salacious details from the emails involve Epstein giving her money and a Prada bag, and on one occasion, asking her for nude photos — though there’s no indication whether she complied — according to <a href=\"https://www.sfgate.com/bayarea/article/investor-masha-bucher-epstein-21343434.php\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">SFGate</a>. Bucher is certainly a well-known VC in the Valley, having backed breakout companies like Superhuman, Remote, Worldcoin, and Truebill (which <a href=\"https://techcrunch.com/2021/12/20/rocket-companies-buys-truebill-for-1-275b/\" target=\"_blank\" rel=\"noreferrer noopener\">exited to Rocket Companies</a> in 2021), as well as others like <a href=\"https://www.cnbc.com/2025/11/10/nuclear-startup-valar-atomics-raises-130-million.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Valar Atomics</a>.</p>\n\n<p class=\"wp-block-paragraph\">The whole episode is a particularly awkward one for a VC whose whole <a href=\"https://techcrunch.com/2025/12/04/why-day-one-ventures-masha-bucher-thinks-vcs-and-storytelling-go-hand-in-hand/\" target=\"_blank\" rel=\"noreferrer noopener\">spiel to founders is that she’s a PR expert</a> who can help them with their public image. But it’s not Bucher’s first run-in with controversy.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">When younger, Bucher was known in Russia as a member of Nashi, a pro-Putin youth group. In fact, she was featured in a 2012 documentary called “Putin’s Kiss” — named for the widely circulated moment in the country when she kissed Putin’s cheek — <a href=\"https://www.cnn.com/2026/02/08/politics/epstein-putin-russian-officials-connections\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">as CNN reported</a>.</p>\n\n<p class=\"wp-block-paragraph\">In her post on X, she said she has since given up her Russian passport, publicly denounced Putin, and met with some of Epstein’s victims.</p>\n\n<p class=\"wp-block-paragraph\">She’s certainly not the only VC whose name has been found in the Epstein files, which is not surprising given how connected he was to <a href=\"https://www.cnbc.com/2026/02/09/tech-leaders-epstein-records-silicon-valley-sergey-brin-thiel-sinofsky-reid-hoffman-musk-gates.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">some of the biggest names in tech</a>. The documents do not indicate that Bucher broke laws. However, she was engaged in friendly correspondence with Epstein until just 11 days before his arrest in July 2019, Forbes reported. Epstein died in jail roughly one month later.<br></p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\"><br></p>\n\n<p class=\"wp-block-paragraph\"></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google sent personal and financial information of student journalist to ICE | TechCrunch",
            "time": "2026-02-10T20:41:21",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/google-logo.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Google handed over a trove of personal data about a student and journalist to U.S. Immigration and Customs Enforcement in response to a subpoena that had not been approved by a judge, <a href=\"https://theintercept.com/2026/02/10/google-ice-subpoena-student-journalist/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">according to a report by The Intercept</a>. </p>\n\n<p class=\"wp-block-paragraph\">The search and advertising tech giant provided ICE with the usernames, physical addresses, and an itemized list of services associated with the Google account of Amandla Thomas-Johnson, a British student and journalist who briefly attended a pro-Palestinian protest in 2024 while attending Cornell University in New York. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Google also turned over Thomas-Johnson’s IP addresses, phone numbers, subscriber numbers and identities, and credit card and bank account numbers linked to his account. </p>\n\n<p class=\"wp-block-paragraph\">The subpoena, which reportedly included a gag order, did not include a specific justification for why ICE was requesting Thomas-Johnson’s personal data, but the student <a href=\"https://www.theguardian.com/commentisfree/2025/oct/05/palestinian-foreigners-protests-campus-ai-ice-trump-us-migrant\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">previously said</a> that the demand for his data came within two hours of Cornell informing him that the U.S. government had revoked his student visa. </p>\n\n<p class=\"wp-block-paragraph\">This is the latest example of how the U.S. government is using a controversial type of legal request, called an administrative subpoena, to demand that tech companies <a href=\"https://techcrunch.com/2026/02/03/homeland-security-is-trying-to-force-tech-companies-to-hand-over-data-about-trump-critics/\">turn over the private data of individuals</a> who have been critical of the Trump administration. This has included anonymous Instagram accounts that share information about ICE presence and raids, as well as people who criticize or protest Trump and his policies.</p>\n\n<p class=\"wp-block-paragraph\">ICE and Google did not immediately respond to a request for comment.  </p>\n\n<p class=\"wp-block-paragraph\">Administrative subpoenas are issued directly by federal agencies without the intervention of a judge. These legal demands cannot compel companies to turn over the contents of a person’s email accounts, online searches, or location data, but can request metadata and other identifiable information, such as email addresses, in an attempt to de-anonymize the owner of a certain online account. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Unlike a court order, tech companies are under no obligation to provide someone’s data after receiving an administrative subpoena.</p>\n\n<p class=\"wp-block-paragraph\">Last week, the digital rights group Electronic Frontier Foundation sent a letter to Amazon, Apple, Discord, Google, Meta, Microsoft, and Reddit, demanding that the companies stop giving data to the Department of Homeland Security, which houses ICE, in response to administrative subpoenas.  </p>\n\n<p class=\"wp-block-paragraph\">“Based on our own contact with targeted users, we are deeply concerned your companies are failing to challenge unlawful surveillance and defend user privacy and speech,” <a href=\"https://www.eff.org/document/open-letter-tech-companies-must-resist-unlawful-subpoenas-user-data\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">read the letter</a>. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“We call on companies in receipt of such subpoenas to insist that DHS seek court confirmation that their demands are not unlawful or unconstitutional prior to companies disclosing any user information. We also urge you to notify users about demands for their information with meaningful time to challenge subpoenas on their own,” it reads.</p>\n\n<p class=\"wp-block-paragraph\">Thomas-Johnson told The Intercept that, “we need to think very hard about what resistance looks like under these conditions…where government and Big Tech know so much about us, can track us, can imprison, can destroy us in a variety of ways.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Nearly half of xAI's founding team has now left the company | TechCrunch",
            "time": "2026-02-10T20:31:51",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/07/GettyImages-2223576505.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Monday night, xAI co-founder Yuhuai (Tony) Wu announced he was leaving the company. “It’s time for my next chapter,” Wu wrote <a href=\"https://x.com/yuhu_ai_/status/2021113745024614671?s=61\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">in a late-night post</a> on X. “It is an era with full possibilities: a small team armed with AIs can move mountains and redefine what’s possible.”</p>\n\n<p class=\"wp-block-paragraph\">On its own, it’s a pretty standard tech departure announcement — but it’s part of a troubling pattern for the lab. Five members of <a href=\"https://observer.com/2023/07/elon-musk-launches-xai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">the company’s 12-person founding team</a> have now left the company, with four of the departures coming in just the last year. Infrastructure lead Kyle Kosic left for OpenAI in mid-2024, followed by Google veteran Christian Szegedy in February 2025. This past August, Igor Babuschkin <a href=\"https://www.cnbc.com/2025/08/13/elon-musks-xai-loses-co-founder-igor-babuschkin-for-venture-firm.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">left to found a venture firm</a>, and Microsoft alum Greg Yang departed just last month, <a href=\"https://x.com/TheGregYang/status/2013652609455006006\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">citing health issues</a>.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">By all accounts, the splits have all been amicable, and there are lots of reasons why, nearly three years in, some founders might decide to move on. Elon Musk is a notoriously demanding boss, and with the SpaceX’s acquisition of xAI complete and an IPO pending in the coming months, everyone involved has a pretty big windfall coming. It’s a great time to be fundraising for an AI startup, so it’s only natural for high-level researchers to want to strike out on their own.</p>\n\n<p class=\"wp-block-paragraph\">There are also less amicable reasons that might factor in. The company’s flagship product, the Grok chatbot, has struggled with <a href=\"https://www.npr.org/2025/07/09/nx-s1-5462609/grok-elon-musk-antisemitic-racist-content\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">bizarre behavior</a> and <a href=\"https://www.cnbc.com/2025/05/17/groks-white-genocide-responses-show-gen-ai-tampered-with-at-will.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">apparent internal tampering</a> — the kind of thing that might easily create friction on the technical team. Then there were the recent changes to xAI’s image-generation tools that <a href=\"https://counterhate.com/research/grok-floods-x-with-sexualized-images/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">flooded the platform with deepfake pornography</a>, sparking slow-moving but real <a href=\"https://www.pbs.org/newshour/world/eu-investigates-musks-ai-chatbot-grok-over-sexual-deepfakes\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">legal consequences</a>.</p>\n\n<p class=\"wp-block-paragraph\">Whatever the cause, the cumulative impact is alarming. There is a lot of work left to do at xAI, and an IPO will bring more scrutiny than the lab has ever faced before. With Musk already <a href=\"https://techcrunch.com/2026/02/05/elon-musk-is-getting-serious-about-orbital-data-centers/\" target=\"_blank\" rel=\"noreferrer noopener\">spinning up plans for orbital data centers</a>, the pressure to make good on those plans will be intense. The pace of model development isn’t slowing down, and if Grok can’t keep pace with the latest models from OpenAI and Anthropic, the IPO could easily suffer.</p>\n\n<p class=\"wp-block-paragraph\">In short, the stakes are high, and xAI needs to hold on to all the AI talent it can.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Here's how Rivian changed the rear door manual release on the R2 | TechCrunch",
            "time": "2026-02-10T19:38:54",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/12/r2-lidar.jpeg?resize=1200,900",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">There’s been a lot of pushback on <a href=\"https://techcrunch.com/2026/02/02/china-is-leading-the-fight-against-hidden-car-door-handles/\" target=\"_blank\" rel=\"noreferrer noopener\">electronic door handles</a> lately, as multiple carmakers — <a href=\"https://www.bloomberg.com/features/2025-tesla-dangerous-doors/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">especially Tesla</a> — have been accused of making manual door releases too hard to find and access during an emergency. Rivian is one of the companies that reportedly decided to change this on its upcoming R2 SUV, and a <a href=\"https://www.youtube.com/watch?v=EfReqcUJfBU\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">spate</a> of first-look videos released Tuesday finally give us a look at what the company has changed.</p>\n\n<p class=\"wp-block-paragraph\">First off, the front doors open from the inside in the <a href=\"https://assets.ctfassets.net/2md5qhoeajym/58YFddVW81sybQaJvra4HF/5a3dae18149f7c261ff36f8f3c38cafa/r1t-my25-26-og-en-us-20250722.pdf\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">same way as in the existing R1 vehicles</a>. There is an electronic button that opens the door, and there’s a manual door-release latch tucked into the front part of the interior handle.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The rear doors also have an electronic button, as well as a change to the rear manual release. </p>\n\n<p class=\"wp-block-paragraph\">On R1 vehicles, passengers have to first pull a panel off the door to access a “release cord” that operates the manual latch. On the new R2 SUV, Rivian moved this release cord to that same front-of-the-handle position as the front seat manual releases — though it’s still tucked behind a piece of plastic that must be popped out, making it slightly harder to access than the front door manual releases.</p>\n\n<p class=\"wp-block-paragraph\">The R2 SUV isn’t set to go into production for another few months, so the company has not put out proper instructions on how to access this release. But here’s an image from a new <a href=\"https://youtu.be/at1HS1CNhe4?t=357\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">video</a> published by JerryRigEverything’s Zack Nelson:</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?w=680\" alt=\"\" class=\"wp-image-3091507\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg 2720w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=150,91 150w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=300,182 300w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=768,466 768w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=680,413 680w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=1200,728 1200w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=1280,776 1280w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=430,261 430w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=720,437 720w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=900,546 900w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=800,485 800w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=1536,932 1536w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=2048,1242 2048w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=668,405 668w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=618,375 618w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=1017,617 1017w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=708,429 708w, https://techcrunch.com/wp-content/uploads/2026/02/rivian-r2-door-release.jpg?resize=50,30 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>JerryRigEverything (screenshot)</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">He doesn’t pull out the actual cord, but it’s the best illustration I’ve seen so far of what passengers will need to do if they are in an R2 that has lost power for whatever reason, limiting the vehicle’s electronic door release. </p>\n\n<p class=\"wp-block-paragraph\">The manual release is still behind a piece of plastic, and it’s not the most obvious or accessible way to open a door from the inside. But it’s at least in a more logical spot than just being hidden behind a panel.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">These kinds of situations don’t happen often. But when they do, it’s typically during a major crash. That means every moment can mean the difference between life and death.</p>\n\n<p class=\"wp-block-paragraph\">Rivian is not alone in reworking how hard it is to access the manual releases. The most high-profile example is Tesla. Bloomberg News found <a href=\"https://www.bloomberg.com/news/features/2025-12-22/tesla-door-safety-tied-to-at-least-15-auto-accident-deaths\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">at least 15 deaths in crashes</a> where there is evidence that occupants (or rescuers) were unable to open the doors. The company has said it will <a href=\"https://techcrunch.com/2025/09/17/tesla-is-redesigning-its-door-handles-following-safety-probe-bloomberg-investigation/\" target=\"_blank\" rel=\"noreferrer noopener\">change how it designs its handles</a> in order to address the problem.</p>\n\n<p class=\"wp-block-paragraph\">And electronic door latches can present other issues. Last year, Ford had to issue a recall to fix a power-delivery problem for the electronic door latches <a href=\"https://www.roadandtrack.com/news/a65125258/ford-mustang-mach-e-stop-sale-recall-rear-doors/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">on the Mustang Mach-E</a>.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Facebook adds new AI features, animated profile photos, and backgrounds for text posts | TechCrunch",
            "time": "2026-02-10T19:34:51",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Animate-Your-Facebook-Profile-Picture-With-Meta-AI_Header.jpg?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Facebook <a href=\"https://about.fb.com/news/2026/02/animate-facebook-profile-picture-meta-ai/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announced</a> new AI-powered features on Tuesday designed to let users express themselves in more playful ways across the platform. The updates include animated profile pictures, photo-restyling tools for Stories and Memories, and the ability to add animated backgrounds to text posts.</p>\n\n<p class=\"wp-block-paragraph\">​As Meta works to maintain Facebook’s relevance among younger users on its flagship app, it’s likely betting that these new features will deliver a more personalized experience that appeals to Gen Z.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">​The new animated profile picture feature applies motion effects to static photos, making the subject appear to be waving, making a heart shape, or wearing a virtual party hat. To achieve the best results, Facebook recommends using a clear photo of a single person facing the camera. Photos can be pulled directly from a user’s camera roll or from images already on the platform. The company also plans to add more animation options throughout the year.</p>\n\n<figure class=\"wp-block-image aligncenter size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/FB-animatedProfile-Picture.gif?w=680\" alt=\"\" class=\"wp-image-3091610\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Facebook</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">​Facebook is also enhancing its Stories — short photo and video posts that disappear after 24 hours — and Memories — a feature that resurfaces posts from the same date in previous years — with “Restyle,” a tool that uses Meta AI to reimagine the look of user-uploaded images.</p>\n\n<p class=\"wp-block-paragraph\">After uploading a photo to Stories or selecting a Memory to share, users can tap Restyle and either enter a text-based prompt or select from preset themes, including anime, illustrated, glowy, ethereal, and more. There are also options to adjust moods, lighting, and colors, and to swap in new backdrops such as a beach or a cityscape. </p>\n\n<p class=\"wp-block-paragraph\">​To spice up text posts, Facebook is also gradually rolling out animated backgrounds. By clicking on the new rainbow “A” icon, users can choose from a variety of still and animated scenes, such as falling leaves or rolling ocean waves, to make their posts stand out in the feed. The company says that seasonal backgrounds are coming soon.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/FB-AI-Text-Posts.gif?w=680\" alt=\"\" class=\"wp-image-3091611\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Facebook</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">​With around 2.1 billion daily active users, Facebook remains a social media giant. However, in recent years, it has struggled to attract and retain a younger demographic.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">To address this, the platform has embraced new technology, including AI, and introduced a more <a href=\"https://techcrunch.com/2025/12/09/facebook-redesign-focuses-on-friends-photos-marketplace-and-more/\" target=\"_blank\" rel=\"noreferrer noopener\">youthful redesign</a>. Other recent updates include a <a href=\"https://techcrunch.com/2025/03/27/facebook-debuts-a-revamped-friends-tab-as-part-of-its-return-to-og-facebook/\" target=\"_blank\" rel=\"noreferrer noopener\">friends-only feed</a> and the ability to use <a href=\"https://techcrunch.com/2025/11/24/facebook-takes-on-reddit-with-launch-of-nicknames-for-facebook-groups/\" target=\"_blank\" rel=\"noreferrer noopener\">unique display names</a> within Groups, similar to how Reddit handles usernames in its communities. The platform is also attempting to make its <a href=\"https://techcrunch.com/2025/09/04/facebook-is-trying-to-make-pokes-happen-again/\" target=\"_blank\" rel=\"noreferrer noopener\">poke feature</a> — a way to tap another user on the shoulder, so to speak — relevant again by launching a new dedicated button on users’ profiles that alerts the recipient to a poke via notifications.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Former Tesla product manager wants to make luxury goods impossible to fake, starting with a chip | TechCrunch",
            "time": "2026-02-10T16:30:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Veritas-feat-photo.jpg?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The fake goods crisis cuts two ways. Luxury brands lose more than <a href=\"https://economictimes.indiatimes.com/industry/cons-products/fashion-/-cosmetics-/-jewellery/traditional-methods-insufficient-to-control-counterfeiting-in-luxury-retail-market-qila/articleshow/110297876.cms?from=mdr\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$30 billion a year</a> to counterfeits, while buyers in the booming <a href=\"https://www.cnbc.com/2025/10/18/secondhand-luxury-soars-authentication-becomes-a-new-gold-standard.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$210 billion second-hand market</a> have no reliable way to verify that what they’re purchasing is genuine. <a href=\"https://getveritas.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Veritas</a> wants to solve both problems with a solution that combines custom hardware and software.</p>\n\n<p class=\"wp-block-paragraph\">The startup claims that it has developed a “hack-proof” chip that can’t be bypassed by devices like Flipper Zero, a widely available hacking tool that can be used to tamper with wireless systems. These chips are linked with digital certificates to verify the authenticity of the products.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Veritas founder Luci Holland has experienced life as both a technologist and an artist. She has worked in different artistic mediums, including mixed media painting and metal sculpture. She has also worked at Tesla as a technical product manager and has held several business development, community growth, and product management roles at tech companies and venture funds.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?w=680\" alt=\"\" class=\"wp-image-3091407\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg 3840w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=2048,1152 2048w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Microchip.jpg?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">Veritas Microchip</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Veritas</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Holland noted that traditionally, luxury goods makers use various symbols or physical marks to authenticate their products. However, with the growing demand for these goods, counterfeiters have learned to create convincing copies of these marks along with high-quality fake certificates. These goods are often called “<a href=\"https://www.wsj.com/business/retail/luxury-counterfeits-handbags-superfakes-a490fb42\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">superfakes</a>.”</p>\n\n<p class=\"wp-block-paragraph\">Holland mentioned that she spoke with maisons — established luxury fashion houses — that said some of their locations had to stop authenticating goods because fakes were becoming too convincing to reliably detect. She said that drawing on her experience in both the tech and art worlds, she wanted to solve the problem.</p>\n\n<p class=\"wp-block-paragraph\">“For me, as someone who has a background in being a designer and then also has experience in tech, I saw this problem and thought about the different ways we could solve it. I think what’s truly innovative is we’ve used and combined elements from both hardware and software to create this solution that helps protect brands in this way to convey the information,” she said.</p>\n\n<p class=\"wp-block-paragraph\">“When I think of counterfeiting and I think of the most iconic and legacy brands,” she added, “a lot of these brands have been around for over 100, 150 years. These brands deserve the most advanced protection to protect these designs.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Veritas worked with different designers to create a chip that is minimally disruptive to the product creation process. The chip is the size of a small gem and can easily be inserted even after a product is made without compromising its integrity. The chip incorporates NFC, or Near Field Communication — the same short-range wireless technology used in contactless payments. This means you can tap your smartphone on the item to verify its authenticity.</p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg?w=680\" alt=\"\" class=\"wp-image-3091408\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg?resize=563,375 563w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg?resize=926,617 926w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2026/02/Veritas-Photo-M.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Veritas</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Holland said that for security purposes, the startup developed a custom coil and a bridge structure. If someone attempts to tamper with the product, the chip goes dormant and hides the codes related to the product. On the software side, the product information is linked to the Veritas back end, which monitors scanning behavior to prevent fraud. The company also creates a blockchain-based digital clone of the product for possible digital art gallery shows or metaverse activities.</p>\n\n<p class=\"wp-block-paragraph\">The company didn’t reveal who it is working with, but said that brands can use its software suite to get information about all the chipped products, add team members to manage items, and add product information along with the product story — details that can also be used to connect with their community. The startup said that some partners use this to engage customers through exclusive invitations or early access to new products.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">While the counterfeiting market is big, Holland thinks the market still needs education around why it needs robust tech solutions.</p>\n\n<p class=\"wp-block-paragraph\">“It is shocking to see that some of the shelf solutions, like NFC chips that brands are using, are actually so vulnerable and could easily be bypassed. This is the one thing most people don’t know, and we want to educate the ecosystem to adopt safer solutions,” Holland said.</p>\n\n<p class=\"wp-block-paragraph\">Veritas said that it raised $1.75 million in pre-seed funding led by Seven Seven Six, along with DoorDash co-founder Stanley Tang, skincare brand Reys’ co-founder Gloria Zhu, and former TechCrunch editor Josh Constine. The company plans to use the funding to expand its two-person team.</p>\n\n<p class=\"wp-block-paragraph\">Seven Seven Six’s Alexis Ohanian said that he was impressed by the combination of design taste and technology expertise of Holland. He thinks that brands know that fake goods are a problem and are constantly looking for robust solutions. </p>\n\n<p class=\"wp-block-paragraph\">“It’s absolutely an arms race [against fake goods makers], but we’re used to fighting those and consistently winning in tech — and luxury brands need all the help they can get,” Ohanian said.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Singapore says China-backed hackers targeted its four largest phone companies | TechCrunch",
            "time": "2026-02-10T16:19:39",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/singapore-2152482714.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Singapore’s government has blamed a known Chinese cyber-espionage group for targeting four of its top telecommunication companies as part of a months-long attack.</p>\n\n<p class=\"wp-block-paragraph\">In <a href=\"https://www.csa.gov.sg/news-events/press-releases/largest-multi-agency-cyber-operation-mounted-to-counter-threat-posed-by-advanced-persistent-threat--apt--actor-unc3886-to-singapore-s-telecommunications-sector/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">a statement Monday</a>, Singapore confirmed for the first time that the hackers, known as UNC3886, targeted the country’s telecoms infrastructure, including its largest companies: Singtel, StarHub, M1, and Simba Telecom. The government previously said that it was responding to an unspecified attack on its critical infrastructure.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">While the intruders were able to breach and access some systems, they did not disrupt services or access personal information, said K. Shanmugam, the country’s coordinating minister for national security.</p>\n\n<p class=\"wp-block-paragraph\">Google-owned cybersecurity unit Mandiant <a href=\"https://cloud.google.com/blog/topics/threat-intelligence/chinese-vmware-exploitation-since-2021/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">previously linked</a> UNC3886 as an espionage group likely working on behalf of China. The Chinese government is known to conduct regular cyber-espionage operations, as well as <a href=\"https://techcrunch.com/2024/10/13/meet-the-chinese-typhoon-hackers-preparing-for-war/\">prepositioning for disruptive attacks</a> ahead of an anticipated invasion of Taiwan, which Beijing has routinely denied, <a href=\"https://www.reuters.com/sustainability/boards-policy-regulation/singapore-says-cyber-espionage-group-targeted-telco-infrastructure-2026-02-09/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">per Reuters</a>.</p>\n\n<p class=\"wp-block-paragraph\">UNC3886 is known for exploiting <a href=\"https://techcrunch.com/2025/04/25/techcrunch-reference-guide-to-security-terminology/#zero-day\">zero-day vulnerabilities</a> in routers, firewalls, and virtualized environments, where cybersecurity tools that are designed to spot malware cannot typically reach. The hacking group has <a href=\"https://cloud.google.com/blog/topics/threat-intelligence/vmware-esxi-zero-day-bypass\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">targeted the defense, technology, and telecom industries</a> across the U.S. and the Asia-Pacific region.</p>\n\n<p class=\"wp-block-paragraph\">In the case of the attack on Singapore’s top telcos, Shanmugam said the hackers used advanced tools, like rootkits, to gain long-term persistence to their systems.</p>\n\n<p class=\"wp-block-paragraph\">“In one instance, they were able to gain limited access to critical systems but did not get far enough to have been able to disrupt services,” according to the government’s statement.</p>\n\n<p class=\"wp-block-paragraph\">Per Reuters, the telcos said in a joint statement that the companies regularly face distributed denial-of-service and other malware attacks. “We adopt defence-in-depth mechanisms to protect our networks and conduct prompt remediation when any issues are detected,” the statement read.</p>\n\n<p class=\"wp-block-paragraph\">The attacks on Singapore’s telcos follow similar but distinctly different attacks on hundreds of telecoms companies around the world in recent years, including <a href=\"https://techcrunch.com/2025/08/27/fbi-says-chinas-salt-typhoon-hacked-at-least-200-us-companies/\">in the United States</a>. Multiple governments have linked <a href=\"https://techcrunch.com/2026/02/06/chinas-salt-typhoon-hackers-broke-into-norwegian-companies/\">these attacks</a> to a China-backed group dubbed Salt Typhoon.</p>\n\n<p class=\"wp-block-paragraph\">Singapore said the attack carried out by UNC3886 has “not resulted in the same extent of damage as cyberattacks elsewhere,” referring to the Salt Typhoon hacks. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Vega raises $120M Series B to rethink how enterprises detect cyber threats | TechCrunch",
            "time": "2026-02-10T16:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Shay-Sandler-Eli-Rosen.-Credit-Ohad-Kab.jpeg?resize=1200,802",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Modern enterprises generate enormous amounts of security data, but legacy tools like Splunk still require companies to store all of it in one place before they can detect threats — a slow and costly process that’s increasingly breaking down in cloud environments where volumes are exploding and data lives everywhere. </p>\n\n<p class=\"wp-block-paragraph\">AI cybersecurity startup <a href=\"https://vega.io/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Vega Security</a> wants to flip that approach by running security where the data already lives, implementing in cloud services, data lakes, and existing storage systems. And the two-year-old firm just raised a $120 million Series B round to scale that vision, TechCrunch has exclusively learned.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Led by Accel with participation from Cyberstarts, Redpoint, and CRV, the new round nearly doubles Vega’s valuation to $700 million, and brings its total funding to $185 million, money the startup will use to further develop its AI-native security operations suite, beef up its go-to-market team, and expand globally.</p>\n\n<p class=\"wp-block-paragraph\">Shay Sandler, co-founder and CEO of Vega, told TechCrunch that the current operating model of the SIEM (security information and event management) — the dominant technology in this domain for the last two decades — is not only “crazy expensive,” but is also increasingly causing AI-native security operations to fail. In complex cloud environments, he says, the current model often increases exposure to threat actors.  </p>\n\n<p class=\"wp-block-paragraph\">“Vega has defined a new operating model that enables organizations to leverage the full potential of their enterprise data to achieve incident response readiness, without all the complexity, the cost, the drama,” Sandler told TechCrunch. “We want to simply enable them to reach AI-native detection response capability anywhere the data is, at scale.”</p>\n\n<p class=\"wp-block-paragraph\">Like so many cybersecurity founders, Sandler did his time in the Israeli military’s cybersecurity unit before being one of the founding employees behind Granulate, which <a href=\"https://techcrunch.com/2022/03/31/intel-confirms-acquisition-of-granulate-reportedly-for-up-to-650m-bringing-ai-based-workload-optimization-into-its-fold/\">Intel acquired for $650 million</a> in 2022. After a year at Intel, Sandler decided to “do it big time in the cybersecurity world.”</p>\n\n<p class=\"wp-block-paragraph\">That pedigree is partly what attracted the attention of Andrei Brasoveanu, a partner at Accel. But it was also Vega’s ambitious approach to security management in a market that is already dominated by one player: Splunk.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Brasoveanu told TechCrunch that legacy SIEM companies like Splunk, which <a href=\"https://techcrunch.com/2023/09/21/cisco-to-acquire-splunk-in-28b-mega-deal/\">Cisco acquired in 2024</a> for $28 billion, have been criticized in recent years because their solutions are difficult to scale. They fail at processing the insane rise of data volumes driven by AI. </p>\n\n<p class=\"wp-block-paragraph\">“Splunk and every contender since has always centralized the data, but by doing that you essentially hold the customer hostage,” Brasoveanu said. </p>\n\n<p class=\"wp-block-paragraph\">However, sometimes it’s easier to hate the status quo than do the work of making a switch to a better alternative, a quandary any startup attempting to breach enterprise budgets understands. That’s why Sandler says Vega’s “North Star” was to not only build a solution that is more cost effective and better at threat detection, but “to make it no drama, as simple as possible for the biggest, most complex enterprises in the world to adopt it within minutes.”</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Vega’s approach seems to be working. The 100-person startup has already signed multimillion-dollar contracts with banks, healthcare companies, and Fortune 500 firms, including cloud-heavy companies like Instacart.</p>\n\n<p class=\"wp-block-paragraph\">“The only reason they would do that with a two-year-old startup is because the problem is so painful and other solutions on the market require an unrealistic expectation that the enterprise change the way they operate or do two years of data migrations,” Sandler said. “Vega enables them to just plug and play and achieve immediate detection response value.”</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "What to know about Netflix’s landmark acquisition of Warner Bros. | TechCrunch",
            "time": "2026-02-10T15:56:21",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2022/12/AdobeStock_500522615_Editorial_Use_Only-scaled-1.webp?resize=1200,768",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">​If you thought 2025 couldn’t get any crazier, the streaming world had one more surprise up its sleeve before the year ended. </p>\n\n<p class=\"wp-block-paragraph\">Netflix, already the largest streaming platform with over 325 million subscribers, took a bold step by <a href=\"https://techcrunch.com/2025/12/05/netflix-to-acquire-warner-bros-in-a-disruptive-deal-valued-at-82-7b/\" target=\"_blank\" rel=\"noreferrer noopener\">acquiring Warner Bros.</a>’ film and television studios, as well as HBO, HBO Max, and other assets. The deal, announced in early December, will bring together some of the most legendary franchises, such as Game of Thrones, Harry Potter, and DC Comics properties, among others, all under one roof.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">​The scale of this megadeal has stunned industry observers. Not only is it historic in its size, but it is also predicted to <a href=\"https://techcrunch.com/2025/12/06/how-would-the-netflix-warner-bros-deal-reshape-hollywood/\" target=\"_blank\" rel=\"noreferrer noopener\">disrupt Hollywood</a> as we know it. </p>\n\n<p class=\"wp-block-paragraph\">We’re here to break down exactly what’s happening with the Netflix-WBD deal, including the latest developments, what’s at stake, and what could come next. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-what-has-happened-so-far\">What has happened so far?</h2>\n\n<p class=\"wp-block-paragraph\">​This all started back in October when Warner Bros. Discovery (WBD) <a href=\"https://www.wbd.com/news/warner-bros-discovery-initiates-review-potential-alternatives-maximize-shareholder-value\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">revealed it was exploring a potential sale</a> after receiving unsolicited interest from several major players in the industry.</p>\n\n<p class=\"wp-block-paragraph\">For years, WBD has struggled under the weight of billions of dollars in debt, compounded by <a href=\"https://www.reuters.com/breakingviews/tv-burdened-wbd-will-struggle-cut-cord-2025-06-05/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">declining cable viewership</a> and fierce competition from streaming platforms. These financial pressures forced the company to consider major strategic changes, including selling its entertainment assets to one of its rivals.</p>\n\n<p class=\"wp-block-paragraph\">​The bidding process quickly became competitive. Several major players saw the potential in acquiring the media giant. Paramount and Comcast emerged as serious contenders, with <a href=\"https://www.reuters.com/legal/transactional/david-ellisons-paramount-seen-front-runner-warner-bros-discovery-deal-2025-10-23/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Paramount</a> initially viewed as the frontrunner. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">But ultimately, WBD’s board determined that Netflix’s offer was the most attractive, despite Paramount offering approximately $108 billion in cash. Paramount’s bid aimed to acquire the entire company, while Netflix’s offer focused specifically on the film, television, and streaming assets. </p>\n\n<p class=\"wp-block-paragraph\">Additionally, Netflix recently <a href=\"https://techcrunch.com/2026/01/20/netflix-revises-offer-to-pay-all-cash-for-warner-bros-to-stave-off-paramount/\" target=\"_blank\" rel=\"noreferrer noopener\">amended its agreement</a> to an all-cash offer at $27.75 per WBD share, further reassuring investors and paving the way for the deal to proceed. The deal is valued at approximately $82.7 billion. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-a-fierce-bidding-war\">A fierce bidding war</h2>\n\n<p class=\"wp-block-paragraph\">Even after Netflix emerged as the preferred buyer, tensions with Paramount remained high, as the rival company continued to pursue Warner Bros.’ assets.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">​Paramount <a href=\"https://techcrunch.com/2025/12/08/paramount-goes-to-war-with-netflix-for-warner-bros-discovery-with-hostile-108-4b-bid/\" target=\"_blank\" rel=\"noreferrer noopener\">persisted in its attempts to acquire WBD</a> for several months. Still, the board repeatedly <a href=\"https://techcrunch.com/2026/01/07/warner-bros-discovery-rejects-paramounts-bid-again-calls-it-a-leveraged-buyout/\" target=\"_blank\" rel=\"noreferrer noopener\">rejected</a> its offers, citing concerns about Paramount’s heavy debt load and the increased risk associated with its proposal. The board noted that Paramount’s offer would have left the combined company burdened with $87 billion in debt, a risk they were unwilling to take.</p>\n\n<p class=\"wp-block-paragraph\">In January, Paramount <a href=\"https://techcrunch.com/2026/01/12/paramount-files-lawsuit-against-warner-bros-amidst-controversial-netflix-merger/\" target=\"_blank\" rel=\"noreferrer noopener\">filed a lawsuit</a> seeking more information about the Netflix deal. A month later, the company sought to sweeten its deal by <a href=\"https://www.prnewswire.com/news-releases/paramount-enhances-its-superior-30-per-share-all-cash-offer-for-warner-bros-discovery-and-provides-update-on-regulatory-progress-302683694.html?tc=eml_cleartime\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">announcing </a>it would offer a $0.25 per share “ticking fee” to WBD shareholders for each quarter the deal fails to close by December 31, 2026. It also said it would pay the $2.8 billion breakup fee if Netflix backs out.</p>\n\n<p class=\"wp-block-paragraph\">The company continues to assert that its offer is far superior.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-regulatory-hurdles\">Regulatory hurdles</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?w=680\" alt=\"render of the US Capitol dome on red background\" class=\"wp-image-2024308\" srcset=\"https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg 3200w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=2048,1152 2048w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2020/07/bryce-durbin-capitol.jpeg?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Bryce Durbin/TechCrunch</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Given the unprecedented scale and market impact of the deal, regulatory scrutiny is intense and remains a significant obstacle to closing the transaction. Earlier this week, it was <a href=\"https://www.bloomberg.com/news/articles/2026-01-22/netflix-s-sarandos-to-testify-in-senate-hearing-on-warner-deal\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reported</a> that Netflix co-CEO Ted Sarandos is scheduled to testify before a U.S. Senate committee about the deal, a move that highlights just how seriously lawmakers are taking these concerns.</p>\n\n<p class=\"wp-block-paragraph\">In November, prominent lawmakers — Senators Elizabeth Warren, Bernie Sanders, and Richard Blumenthal —  <a href=\"https://www.hollywoodreporter.com/business/business-news/sen-elizabeth-warren-letter-doj-wbd-sale-paramount-1236430180/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">voiced their concerns to the Justice Department’s Antitrust Division</a>, warning that such a massive merger could have serious consequences for consumers and the industry at large. The senators argue that the merger could give the new media giant excessive market power, enabling it to raise prices for consumers and stifle competition.</p>\n\n<p class=\"wp-block-paragraph\">Should regulators block the acquisition, Netflix would be obligated to pay a <a href=\"https://www.bloomberg.com/news/articles/2025-12-06/netflix-s-5-8-billion-breakup-fee-for-warner-among-largest-ever\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$5.8 billion breakup fee</a>. It remains unclear whether Warner Bros. would remain an independent company or revisit previous acquisition proposals.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-concerns-within-the-industry\">Concerns within the industry</h2>\n\n<p class=\"wp-block-paragraph\">​Reactions from the entertainment industry have been largely negative. <a href=\"https://www.wgaeast.org/wga-statement-on-the-acquisition-of-warner-bros-discovery-by-netflix/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">The Writers Guild of America</a> has been among the most vocal critics, demanding that the merger be blocked on antitrust grounds. </p>\n\n<p class=\"wp-block-paragraph\">Additionally, insiders worry that the acquisition will squeeze independent creators and diverse voices out of the spotlight, ultimately narrowing the range of stories that get told. There are also <a href=\"https://techcrunch.com/2025/12/15/netflix-responds-to-concerns-about-wbd-deal/\" target=\"_blank\" rel=\"noreferrer noopener\">widespread concerns about potential job losses</a> and lower wages. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">For creators and theaters, uncertainty remains around release windows. Netflix co-CEO Ted Sarandos has stated that all films planned for theatrical release through Warner Bros. will continue as scheduled. However, he also hinted that, over time, release windows may be shortened, with movies coming to streaming platforms sooner than before.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-what-should-subscribers-know\">What should subscribers know?</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2022/07/photo-1643208589889-0735ad7218f0-e1658176963387.jpeg?w=680\" alt=\"netflix logo on black screen backlit by red glow\" class=\"wp-image-2352994\" srcset=\"https://techcrunch.com/wp-content/uploads/2022/07/photo-1643208589889-0735ad7218f0-e1658176963387.jpeg 869w, https://techcrunch.com/wp-content/uploads/2022/07/photo-1643208589889-0735ad7218f0-e1658176963387.jpeg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2022/07/photo-1643208589889-0735ad7218f0-e1658176963387.jpeg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2022/07/photo-1643208589889-0735ad7218f0-e1658176963387.jpeg?resize=768,513 768w, https://techcrunch.com/wp-content/uploads/2022/07/photo-1643208589889-0735ad7218f0-e1658176963387.jpeg?resize=680,454 680w, https://techcrunch.com/wp-content/uploads/2022/07/photo-1643208589889-0735ad7218f0-e1658176963387.jpeg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2022/07/photo-1643208589889-0735ad7218f0-e1658176963387.jpeg?resize=720,481 720w, https://techcrunch.com/wp-content/uploads/2022/07/photo-1643208589889-0735ad7218f0-e1658176963387.jpeg?resize=800,534 800w, https://techcrunch.com/wp-content/uploads/2022/07/photo-1643208589889-0735ad7218f0-e1658176963387.jpeg?resize=668,446 668w, https://techcrunch.com/wp-content/uploads/2022/07/photo-1643208589889-0735ad7218f0-e1658176963387.jpeg?resize=562,375 562w, https://techcrunch.com/wp-content/uploads/2022/07/photo-1643208589889-0735ad7218f0-e1658176963387.jpeg?resize=708,473 708w, https://techcrunch.com/wp-content/uploads/2022/07/photo-1643208589889-0735ad7218f0-e1658176963387.jpeg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Thibault Penin / Unsplash</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">​What does all this mean if you’re a Netflix or HBO Max subscriber? </p>\n\n<p class=\"wp-block-paragraph\">Netflix executives have reassured viewers that HBO’s operations will remain largely unchanged in the near term. At this stage, the company says it’s too early to make any definitive announcements about potential bundles or app integration.</p>\n\n<p class=\"wp-block-paragraph\">Regarding pricing, Sarandos has stated that no immediate changes will occur during the regulatory approval period. However, subscribers should be aware that Netflix has historically raised subscription prices regularly, so price increases are possible once the acquisition is finalized. Netflix tends to hike its rates every year or two.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-when-is-the-deal-expected-to-close\">When is the deal expected to close?</h2>\n\n<p class=\"wp-block-paragraph\">The Netflix-WBD deal is not yet final.</p>\n\n<p class=\"wp-block-paragraph\">A WBD stockholder vote is expected around April, with the deal anticipated to close 12 to 18 months after that vote. However, regulatory approvals are still pending, and scrutiny could shape the final outcome. </p>\n\n<p class=\"wp-block-paragraph\">Stay tuned…</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Google expands tools to let users remove sensitive data about themselves from Search | TechCrunch",
            "time": "2026-02-10T15:54:48",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/08/GettyImages-2198713751.jpg?w=1024",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">As part of Safer Internet Day, Google <a href=\"https://blog.google/products-and-platforms/products/search/remove-explicit-images/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">unveiled updates</a> to its “Results about you” and non-consensual explicit image removal tools. </p>\n\n<p class=\"wp-block-paragraph\">The “Results about you” tool already allows users to remove Search results containing their phone number, email address, or home address, and it can now also be used to request the removal of results that include information such as a driver’s license, passport, or Social Security number, the company said in the update Tuesday.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">You can access the tool in the Google app by tapping your Google account photo and selecting “Results about you.” If it’s your first time using the tool, you need to click “Get started” and then add the personal contact information you want to monitor. You’ll then be prompted to add your government ID numbers. Existing users can add their ID numbers and select which ones they want to monitor.</p>\n\n<p class=\"wp-block-paragraph\">Once you’ve confirmed your details, Google will automatically monitor Search results and notify you if it finds results that contain your information. Google notes that removing this information from Search doesn’t remove it from the web entirely, but that doing so can help keep your information private. </p>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?w=680\" alt=\"\" class=\"wp-image-3091468\" srcset=\"https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png 1464w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=150,145 150w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=300,291 300w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=768,744 768w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=680,659 680w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=1200,1162 1200w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=1280,1240 1280w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=430,416 430w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=720,697 720w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=900,872 900w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=800,775 800w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=668,647 668w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=387,375 387w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=637,617 637w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=548,531 548w, https://techcrunch.com/wp-content/uploads/2026/02/Screenshot-2026-02-10-at-10.24.10-AM.png?resize=50,48 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Google</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">The update is rolling out in the U.S. over the coming days. Google plans to bring it to additional regions in the future.</p>\n\n<p class=\"wp-block-paragraph\">The tech giant also announced that it’s making it easier to request the removal of non-consensual explicit images on Search. Now, users just have to click on the three dots on an image, select “remove result,” then tap “It shows a sexual image of me.” Additionally, you no longer need to report images one by one, as you can now select and submit requests for multiple images from Search results using a single form. Users can also track the status of all requests in one place within the “Results about you” hub.</p>\n\n<p class=\"wp-block-paragraph\">“We understand that removing existing content is only part of the solution,” Google wrote in its <a href=\"https://blog.google/products-and-platforms/products/search/remove-explicit-images/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">blog post</a>. “For added protection, the new process allows you to opt-in to safeguards that will proactively filter out any additional explicit results that might appear in similar searches.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Trump EPA reportedly seeks to revoke landmark air pollution rule | TechCrunch",
            "time": "2026-02-10T15:47:13",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2025/03/GettyImages-2201520437.jpeg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">The Trump administration’s EPA administrator, Lee Zeldin, is looking to repeal the 2009 “endangerment finding” that found greenhouse gases pose a threat to human health and welfare, possibly as early as this week, The Wall Street Journal <a href=\"https://www.wsj.com/politics/policy/trump-to-repeal-landmark-climate-finding-in-huge-regulatory-rollback-ff7d58db?mod=hp_lead_pos1%5D\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reports</a>.</p>\n\n<p class=\"wp-block-paragraph\">The EPA finding had set the legal basis for federal regulation of six greenhouse gases, including carbon dioxide and methane, and it has been unsuccessfully challenged since it was first instituted.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The move is almost certain to attract a number of lawsuits, and it could be years before the matter is settled. The EPA’s move will only affect tailpipe emissions for cars and trucks, though it’s expected that the Trump administration will use it to unwind regulations in other sectors like power plants and industrial facilities.</p>\n\n<p class=\"wp-block-paragraph\">Legacy automakers, which <a href=\"https://techcrunch.com/2025/12/03/trump-administration-rolls-back-fuel-economy-standards-again/\">pushed Trump to weaken fuel efficiency rules</a>, notably did not push for the EPA to repeal the endangerment finding. Tesla went further, <a href=\"https://techcrunch.com/2025/09/25/tesla-asks-epa-not-to-roll-back-emissions-rules-as-trump-calls-climate-change-a-con-job/\">asking the EPA to maintain the finding</a>, saying it was “based on a robust factual and scientific record.” </p>\n\n<p class=\"wp-block-paragraph\">If the Trump administration is successful, the U.S. will be increasingly out of step with regulations in other advanced economies. Companies that do business across borders will need to develop different approaches for each market, increasing costs.</p>\n\n<p class=\"wp-block-paragraph\">Automakers, in particular, are facing a future in which they’ll be forced to serve bifurcated markets, at least in the near term. Regulatory whiplash in the U.S. coupled with increasing competition from China has cost automakers <a href=\"https://www.reuters.com/business/autos-transportation/global-carmakers-book-55-billion-hit-ev-rollback-2026-02-06/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">tens of billions of dollars</a>.</p>\n\n<p class=\"wp-block-paragraph\">American automakers’ reliance on fossil fuel-powered trucks, in particular, has painted the domestic industry into a corner, providing addictive profits that distract from future-proofing their fleets in advance of <a href=\"https://www.bloomberg.com/opinion/articles/2026-02-09/chinese-cars-are-coming-to-the-us-like-it-or-not\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">seemingly inevitable</a> competition from Chinese marques.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">The Trump administration told the WSJ it expects the policy change to save more than $1 trillion, though it didn’t provide any evidence to support that figure.</p>\n\n<p class=\"wp-block-paragraph\">Climate change is expected to cost far more. The Congressional Budget Office found that nearly $1 trillion worth of real estate is threatened by rising sea levels, and mortality rates in the U.S. could be <a href=\"https://www.cbo.gov/publication/61146\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">2% higher if global warming isn’t abated</a>. Another study, published in 2024, found that climate change could <a href=\"https://www.reuters.com/business/environment/climate-change-damage-could-cost-38-trillion-per-year-by-2050-study-finds-2024-04-17/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">trim global GDP by 17%</a> by 2050, the equivalent of $38 trillion per year.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "YouTubers aren’t relying on ad revenue anymore - here's how some are diversifying | TechCrunch",
            "time": "2026-02-10T15:06:26",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/06/money-grab-bryce.jpg?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">YouTube has become the biggest platform out there, offering tons of opportunities for creators to earn a living. Back in June, the company <a href=\"https://techcrunch.com/2025/06/10/youtube-says-its-ecosystem-created-490k-jobs-and-added-55b-to-the-us-gdp-in-2024/\">reported </a>that its creative ecosystem added over $55 billion to the U.S. GDP and created more than 490,000 full-time jobs.</p>\n\n<p class=\"wp-block-paragraph\">However, many YouTubers have reduced their reliance on ad revenue and brand deals. There are several reasons for this shift. First, ad revenue can be unpredictable. With YouTube continually updating its policies, some creators find it challenging to secure ads for their videos, which can negatively impact their earnings. They’ve also realized that income from these streams can vanish unexpectedly.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Recognizing the volatility of platform-dependent revenue, many YouTubers are no longer just creators. They’re vertically integrated media companies with parallel businesses, including product lines, brick-and-mortar ventures, and consumer brands that can outlast algorithm changes and policy shifts.</p>\n\n<p class=\"wp-block-paragraph\">In some cases, these side businesses are growing faster and more sustainably than their YouTube channels.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-mrbeast\">MrBeast</h2>\n\n<figure class=\"wp-block-image aligncenter size-large is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg?w=680\" alt=\"\" class=\"wp-image-3042065\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg 1200w, https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg?resize=150,122 150w, https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg?resize=300,243 300w, https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg?resize=768,622 768w, https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg?resize=680,551 680w, https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg?resize=430,348 430w, https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg?resize=720,583 720w, https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg?resize=900,729 900w, https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg?resize=800,648 800w, https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg?resize=668,541 668w, https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg?resize=463,375 463w, https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg?resize=762,617 762w, https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg?resize=656,531 656w, https://techcrunch.com/wp-content/uploads/2025/09/Beast-Games-Suit-Arms-Crossed.jpg?resize=50,41 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Beast Industries</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Jimmy Donaldson, known as MrBeast, who has 442 million subscribers, isn’t just one of the platform’s biggest creators — he’s its most aggressive entrepreneur. </p>\n\n<p class=\"wp-block-paragraph\">In November 2025, for example, The Times <a href=\"https://www.thetimes.com/us/news-today/article/mr-beast-theme-park-beast-land-saudi-arabia-lsff6t2b8\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reported</a> that the YouTuber is set to open a theme park in Saudi Arabia, with rides inspired by his video content. Among other features, there will supposedly be a game where six players stand on trap doors and must press a button when it lights up or fall down.</p>\n\n<p class=\"wp-block-paragraph\">MrBeast is also venturing into telecommunications. He plans to establish a mobile virtual network operator (MVNO), which could involve partnering with one of the major operators, such as AT&amp;T, T-Mobile, or Verizon. </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Additionally, the YouTuber was spotted filing a trademark application for a mobile app that offers banking, financial advisory, and crypto exchange services. In February 2026, MrBeast announced the <a href=\"https://techcrunch.com/2026/02/09/mrbeasts-company-buys-gen-z-focused-fintech-app-step/\">acquisition of Step</a>, the banking app targeting Gen Z users.</p>\n\n<p class=\"wp-block-paragraph\">But there’s so much more. What started with a merchandise store in 2018 — ShopMrBeast — has exploded into a broad business portfolio, including his now three-year-old snack brand, Feastables.</p>\n\n<p class=\"wp-block-paragraph\">Feastables’ initial product was the “MrBeast Bar,” a chocolate bar that generated over <a href=\"https://www.businessinsider.com/how-youtuber-mrbeast-feastables-uses-giveaways-data-to-sell-chocolate-2022-5\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$10 million</a> in sales within its first 72 hours, selling over 1 million bars at launch. As of today, Feastables is more profitable than his YouTube content and even his “Beast Games” competition series on Prime Video. In 2024, Feastables generated roughly <a href=\"https://www.bloomberg.com/news/articles/2025-03-10/mrbeast-makes-more-money-from-feastables-chocolate-than-youtube\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$250 million</a> in revenue and over $20 million in profit, while his media business lost approximately $80 million.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Other ventures include his packaged food brand Lunchly (co-founded with YouTubers Logan Paul and KSI), the toy line MrBeast Lab, <a href=\"https://techcrunch.com/2023/08/01/youtube-star-mrbeast-sues-ghost-kitchen-behind-mrbeast-burger/\" target=\"_blank\" rel=\"noreferrer noopener\">MrBeast Burger</a>, and the analytics platform <a href=\"https://techcrunch.com/2023/12/14/mrbeasts-analytics-platform-viewstats-is-out-in-beta/\" target=\"_blank\" rel=\"noreferrer noopener\">Viewstats</a>. He even <a href=\"https://techcrunch.com/2025/01/21/mr-beast-is-reportedly-now-among-those-trying-to-buy-tiktok/\" target=\"_blank\" rel=\"noreferrer noopener\">attempted</a> to <a href=\"https://techcrunch.com/2025/09/26/heres-whats-happening-right-now-with-the-us-tiktok-deal/\" target=\"_blank\" rel=\"noreferrer noopener\">buy the U.S. operations of TikTok</a> by joining the American Investor Consortium, a group of investors led by Employer.com founder Jesse Tinsley.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-emma-chamberlain\">Emma Chamberlain</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?w=680\" alt=\"Chamberlain Coffee Emma Chamberlain ready to drink\" class=\"wp-image-2551218\" srcset=\"https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg 1872w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=150,84 150w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=300,169 300w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=768,432 768w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=680,383 680w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=1200,675 1200w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=1280,720 1280w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=430,242 430w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=720,405 720w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=900,506 900w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=800,450 800w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=1536,864 1536w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=668,375 668w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=1097,617 1097w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=708,398 708w, https://techcrunch.com/wp-content/uploads/2023/05/CC_230216_02_RTD_ALL_MORTENBENTZON_1243_lowres-1.jpg?resize=50,28 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Chamberlain Coffee</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.youtube.com/@emmachamberlain\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Emma Chamberlain</a>, who rose to fame as a teen vlogger in 2016, now has over 12 million subscribers and has found success in the beverage industry.</p>\n\n<p class=\"wp-block-paragraph\">She launched her coffee brand, Chamberlain Coffee, in 2019, which offers a variety of products, including cold brew, coffee pods, ground and whole bean options, as well as tea and matcha. Notably, other YouTubers have followed suit, such as <a href=\"https://www.youtube.com/watch?v=aQA8VDDwPpo\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Jacksepticeye</a> with his Top of the Mornin’ Coffee brand and <a href=\"https://www.instagram.com/p/CwyXgLwvMat/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Philip DeFranco</a> with Wake &amp; Make Coffee.</p>\n\n<p class=\"wp-block-paragraph\">In 2023, Chamberlain Coffee had a significant year, introducing <a href=\"https://techcrunch.com/2023/06/01/youtube-emma-chamberlain-coffee-commerce/\">ready-to-drink canned lattes</a> and reaching approximately $20 million in revenue, according to <a href=\"https://www.forbes.com/sites/alexyork/2024/04/19/the-secret-behind-emma-chamberlains-20-million-coffee-companyand-her-plans-to-return-to-youtube/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Forbes</a>. The brand recently experienced even more substantial growth, <a href=\"https://www.restaurantbusinessonline.com/emerging-brands/influencer-emma-chamberlain-launches-la-cafe\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">opening its first physical location</a> in January. Previously, it had only an online and retail presence at places like Target, Sprouts, and Walmart. </p>\n\n<p class=\"wp-block-paragraph\">Although Chamberlain Coffee faced some challenges in 2024 due to supplier issues, it’s expected to rebound, with projected revenue growth of over 50% by 2025, reaching more than $33 million, according to <a href=\"https://www.businessinsider.com/emma-chamberlain-coffee-expansion-plans-detailed-in-leaked-deck-2025-3\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Business Insider</a>. The brand is also aiming for profitability by 2026.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-logan-paul\">Logan Paul</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?w=680\" alt=\"Floyd Mayweather punches Logan Paul during their contracted exhibition boxing match at Hard Rock Stadium\" class=\"wp-image-2465625\" srcset=\"https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg 2538w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=150,101 150w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=300,203 300w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=768,520 768w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=680,460 680w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=1200,812 1200w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=1280,866 1280w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=430,291 430w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=720,487 720w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=900,609 900w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=800,541 800w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=1536,1039 1536w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=2048,1386 2048w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=668,452 668w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=554,375 554w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=912,617 912w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=708,479 708w, https://techcrunch.com/wp-content/uploads/2023/01/logan-paul.jpg?resize=50,34 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Cliff Hawkins / Getty Images</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.youtube.com/channel/UCG8rbF3g2AMX70yOd8vqIZg\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Logan Paul</a> (23.6 million subscribers) is now known for his wrestling career but was earlier known for numerous controversies, like an infamous 2017 video and an <a href=\"https://techcrunch.com/2023/01/06/youtuber-logan-pauls-cryptozoo-nft-project-is-a-total-mess/\">allegedly scammy NFT project</a>, CryptoZoo. </p>\n\n<p class=\"wp-block-paragraph\">He also gained attention through his energy drink brand, Prime, which achieved rapid viral success in 2022. The brand, co-founded by YouTuber KSI, surpassed <a href=\"https://www.bloomberg.com/news/articles/2023-11-08/prime-drinks-from-logan-paul-and-ksi-set-to-pass-1-2-billion-in-sales\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$1.2 billion in sales</a> in 2023, a figure far exceeding what most content creators earn from views, ads, and brand deals. However, it has since faced declining sales, regulatory scrutiny for its high caffeine content, and lawsuits from business partners. Sales have particularly cooled in the U.K., where <a href=\"https://www.businessinsider.com/logan-paul-ksi-prime-energy-drink-sales-decline-2025-6\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">revenue dropped by about 70%</a> from 2023 to 2024.</p>\n\n<p class=\"wp-block-paragraph\">Another venture of his, Maverick Apparel, made between <a href=\"https://www.tubefilter.com/2020/09/14/logan-paul-maverick-merch-30-40-million/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">$30 million and $40 million</a> in 2020. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">His brother, Jake Paul, is also involved in various ventures, including co-founding <a href=\"https://techcrunch.com/2021/03/29/jake-paul-looks-to-knock-out-the-venture-capital-world-with-anti-fund/\">the Anti Fund,</a> which has touted past investments in OpenAI, Anduril, Ramp, and Cognition, among others. The younger Paul also owns a grooming line, called W, and a <a href=\"https://techcrunch.com/2023/07/01/betr-sports-betting/\">mobile betting platform</a> called Betr.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-ryan-s-world\">Ryan’s World</h2>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.youtube.com/channel/UChGJGhZ9SOOHvBB0Y4DOO_w\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Ryan’s World</a>, hosted by 13-year-old Ryan Kaji, is another prominent YouTuber with a staggering following. Ryan rose to fame through his toy reviews and unboxing videos, which have captivated nearly 40 million young viewers. </p>\n\n<p class=\"wp-block-paragraph\">In addition to his YouTube success, Kaji has expanded his brand through a line of toys and apparel that are sold in major retail chains and that reportedly generated <a href=\"https://www.bloomberg.com/news/articles/2021-03-22/how-youtube-channel-ryan-s-world-makes-most-of-its-revenue-merchandise-not-ads\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">over $250 million</a> in revenue in 2020. Kaji and his family have since diversified their ventures, including launching a TV show and an app that provides educational content tailored for children.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-rosanna-pansino\">Rosanna Pansino </h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg?w=680\" alt=\"\" class=\"wp-image-3053646\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg 1200w, https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg?resize=563,375 563w, https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg?resize=926,617 926w, https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2025/10/Rosanna_Pansino.jpeg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>rosannopansino.com</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.youtube.com/channel/UCjwmbv6NE4mOh8Z8VhPUx1Q\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Rosanna Pansino</a> is a popular baker on YouTube known for her baking tutorials and themed treats. With 14.8 million subscribers, she gained fame for her recipes inspired by pop culture, gaming, and movies. </p>\n\n<p class=\"wp-block-paragraph\">Beyond YouTube, Pansino has released several cookbooks that have been well-received, expanding her Nerdy Nummies brand. She also sells baking tools at several retailers, such as Amazon.</p>\n\n<p class=\"wp-block-paragraph\">Other YouTubers have ventured into cookware and food products as additional revenue streams. Notable examples include cook and author Andrew Rea, known by the pseudonym Babish, who launched his <a href=\"https://www.babi.sh/cookware\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Babish Cookware</a> brand in 2021, as well as comedy duo Rhett &amp; Link, who sell <a href=\"https://eatmishmash.com/password\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">MishMash Cereal</a>.</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-michelle-phan\">Michelle Phan</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?w=680\" alt=\"\" class=\"wp-image-1208567\" srcset=\"https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg 3288w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=150,100 150w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=300,200 300w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=768,512 768w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=680,453 680w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=1200,800 1200w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=1280,853 1280w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=430,287 430w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=720,480 720w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=900,600 900w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=800,533 800w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=1536,1024 1536w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=2048,1365 2048w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=668,445 668w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=563,375 563w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=926,617 926w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=708,472 708w, https://techcrunch.com/wp-content/uploads/2015/09/ipsy-founders.jpg?resize=50,33 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-element-caption__text\">Ipsy founders Jennifer Goldfarb (left), Marcelo Camberos, and Michelle Phan (right)</span><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Ipsy</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\"><a href=\"https://www.youtube.com/michellephan\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Michelle Phan</a> gained fame in 2007 with her makeup tutorials, becoming one of the first beauty influencers to effectively monetize her content. In addition to her successful YouTube career, she co-founded the beauty subscription service <a href=\"https://techcrunch.com/2018/08/27/ipsys-new-subscription-delivers-full-size-beauty-products-not-samples/\" target=\"_blank\" rel=\"noreferrer noopener\">Ipsy</a>, which has become highly popular. Phan also has her own makeup line, EM Cosmetics. </p>\n\n<h2 class=\"wp-block-heading\" id=\"h-huda-kattan\">Huda Kattan</h2>\n\n<figure class=\"wp-block-image aligncenter size-large\"><img loading=\"lazy\" decoding=\"async\" src=\"https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg?w=680\" alt=\"\" class=\"wp-image-3053650\" srcset=\"https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg 1200w, https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg?resize=150,106 150w, https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg?resize=300,213 300w, https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg?resize=768,544 768w, https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg?resize=680,482 680w, https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg?resize=430,305 430w, https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg?resize=720,510 720w, https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg?resize=900,638 900w, https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg?resize=800,567 800w, https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg?resize=668,473 668w, https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg?resize=529,375 529w, https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg?resize=871,617 871w, https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg?resize=708,502 708w, https://techcrunch.com/wp-content/uploads/2025/10/2products-Snatch-huda.jpg?resize=50,35 50w\" sizes=\"auto, (max-width: 680px) 100vw, 680px\"><figcaption class=\"wp-element-caption\"><span class=\"wp-block-image__credits\"><strong>Image Credits:</strong>Huda Beauty</span></figcaption></figure>\n\n<p class=\"wp-block-paragraph\">Huda Kattan founded the globally recognized beauty brand Huda Beauty in 2013. She sold a minority stake to private equity firm TSG Consumer Partners in 2017 but bought it back in June after investor pressure to bring in senior leadership clashed with her vision for the fast-moving brand, which reportedly brings in <a href=\"https://www.businessoffashion.com/articles/beauty/beautys-most-sought-after-ma-targets-in-2024/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">hundreds of millions of dollars</a> in sales each year.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Many influencers have created their own makeup brands. Other well-known makeup brands launched by YouTube influencers include Jeffree Star Cosmetics and Tati Beauty. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Hauler Hero collects $16M for its AI waste management software | TechCrunch",
            "time": "2026-02-10T15:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/12/Hauler-Hero-_-Mark.jpg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\"><a href=\"https://www.haulerhero.com/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Hauler Hero</a> has picked up fresh funds as demand for its AI-powered waste management software continues to pile up.</p>\n\n<p class=\"wp-block-paragraph\">The New York-based startup raised $16 million in a Series A round led by Frontier Growth with participation from K5 Global and Somersault Ventures, among others, TechCrunch has learned. Hauler Hero has raised more than $27 million in venture capital, to date.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Hauler Hero has developed an all-in-one software platform for waste management companies that covers a variety of functions, including customer relationship management, billing, and routing. And now, like so many other software companies, Hauler Hero plans to offer AI agents to its customers as well. </p>\n\n<p class=\"wp-block-paragraph\">Hauler Hero was co-founded in 2020 by CEO Mark Hoadley and brother-in-law Ben Sikma, who encountered outdated software while working on mergers and acquisitions in the sector. Their aim was to bring waste management into the modern era.</p>\n\n<p class=\"wp-block-paragraph\">“All of the existing software in the space, they were clunky, old,” Hoadley told TechCrunch in 2024. “Sometimes we’d talk about how this one reminds us of the Oregon Trail, this reminds us of the cell phone Michael Douglas used in ‘Wall Street.’ They’re very clunky and antiquated.”</p>\n\n<p class=\"wp-block-paragraph\">The numbers suggest the company has had some success; Hauler Hero said it has helped facilitate 35 million trash pickups since inception in 2020. And it continues to grow, according to Hoadley, who told TechCrunch the company has doubled its head count, revenue, and customer base since announcing its <a href=\"https://techcrunch.com/2024/12/18/hauler-hero-wants-to-bring-waste-management-software-into-the-21st-century/\">seed round in late 2024</a>.</p>\n\n<p class=\"wp-block-paragraph\">Hauler Hero has added new features to its platform since its seed round, Hoadley said. The most notable is a product that captures images from third-party cameras on garbage trucks and sends them directly to a software command center. This information helps waste management companies confirm pickups, verify billing, and keep a better eye on their distributed fleet, according to the company.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Hoadley said some sanitation workers, and their respective unions, don’t love this tech upgrade. But he added that most unions prevent the footage from being used against the drivers for disciplinary measures, for example, and that the images can actually help reduce liability for drivers in accidents or if they are accused of missing a pickup.</p>\n\n<p class=\"wp-block-paragraph\">“Think of it as like running a factory with no roof and no visibility into what’s happening in that factory,” Hoadley said. “If you don’t have visibility into what’s happening out there, it’s very hard to have quality control. And the quality control in this case is what was out there, was it picked up?”</p>\n\n<h2 class=\"wp-block-heading\" id=\"h-a-trio-of-ai-agents\">A trio of AI agents</h2>\n\n<p class=\"wp-block-paragraph\">Hauler Hero is now working to develop and deploy a set of three AI agents. One, Hero Vision, is focused on automatically identifying service issues and revenue opportunities. Hero Chat is a chatbot for customer inquiries. Hero Route will use route data to automatically adjust routes to make them more efficient.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“There’s an enormous amount of data in our system about pickups, work orders, billing information, and if you give these agents an understanding of your data model, you can just go tell them, hey, go build me a chart,” Hoadley said.</p>\n\n<p class=\"wp-block-paragraph\">Hauler Hero plans to use some of its recent funding to commercialize these agents in addition to bulking up its offerings for municipal entities, a growing group of the company’s customers.</p>\n\n<p class=\"wp-block-paragraph\">“It wasn’t something that I necessarily thought was going to be part of this journey,” Hoadley said about working with these public entities. “It kind of came organically as many things do. We just had inbound from some municipalities and eventually we sold one of them and then we sold another.”</p>\n\n<p class=\"wp-block-paragraph\">Hoadley said that he thinks some of that demand is driven by the fact that its two main competitors, <a href=\"https://www.wastedive.com/news/routeware-acquires-recently-spun-off-rubicon-fleet-tech-business/725404/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Routeware and Wastech</a>, merged in 2024, leaving government entities with little choice of providers to work with.</p>\n\n<p class=\"wp-block-paragraph\">Hoadley said the company is now focused on fine-tuning and scaling its product — and maybe some new additions as well.</p>\n\n<p class=\"wp-block-paragraph\">“We’re going to continue to chart the course for the next decade of being at the cutting edge of delivering value for customers, leveraging all the latest tools,” Hoadley said. “There’s a lot more fun things and valuable things that we can do for our customers, and we’re really excited about it.”</p>\n\n<p class=\"wp-block-paragraph\"><em>This piece has been updated to better reflect which investors participated in the Series A. </em></p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "India orders social media platforms to take down deepfakes faster | TechCrunch",
            "time": "2026-02-10T14:51:13",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/12/india-parliament-getty.jpg?w=1200",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">India has ordered social media platforms to step up policing of deepfakes and other AI-generated impersonations, while sharply shortening the time they have to comply with takedown orders. It’s a move that could reshape how global tech firms moderate content in one of the world’s largest and fastest growing markets for internet services.</p>\n\n<p class=\"wp-block-paragraph\">The changes, <a href=\"https://egazette.gov.in/(S(5zffcy0pa0lnscv4vdrmi5np))/ViewPDF.aspx\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">published</a> (PDF) on Tuesday as amendments to <a href=\"https://techcrunch.com/2021/02/25/india-announces-sweeping-guidelines-for-social-media-on-demand-streaming-firms-and-digital-news-outlets/\" target=\"_blank\" rel=\"noreferrer noopener\">India’s 2021 IT Rules</a>, bring deepfakes under a formal regulatory framework, mandating the labeling and traceability of synthetic audio and visual content, while also slashing compliance timelines for platforms, including a three-hour deadline for official takedown orders and a two-hour window for certain urgent user complaints.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">India’s importance as a digital market amplifies the impact of the new rules. With over a billion internet users and a predominantly young population, the South Asian nation is a critical market for platforms like Meta and YouTube, making it likely that compliance measures adopted in India will influence global product and moderation practices.</p>\n\n<p class=\"wp-block-paragraph\">Under the amended rules, social media platforms that allow users to upload or share audio-visual content must require disclosures on whether material is synthetically generated, deploy tools to verify those claims, and ensure that deepfakes are clearly labeled and embedded with traceable provenance data.</p>\n\n<p class=\"wp-block-paragraph\">Certain categories of synthetic content — including deceptive impersonations, non-consensual intimate imagery, and material linked to serious crimes — are barred outright in the rules. Non-compliance, particularly in cases flagged by authorities or users, can expose companies to greater legal liability by jeopardizing their safe-harbor protections under Indian law.</p>\n\n<p class=\"wp-block-paragraph\">The rules lean heavily on automated systems to meet those obligations. Platforms are expected to deploy technical tools to verify user disclosures, identify, and label deepfakes, and prevent the creation or sharing of prohibited synthetic content in the first place.</p>\n\n<p class=\"wp-block-paragraph\">“The amended IT Rules mark a more calibrated approach to regulating AI-generated deepfakes,” said Rohit Kumar, founding partner at New Delhi-based policy consulting firm The Quantum Hub. “The significantly compressed grievance timelines — such as the two- to three-hour takedown windows — will materially raise compliance burdens and merit close scrutiny, particularly given that non-compliance is linked to the loss of safe harbor protections.”</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Aprajita Rana, a partner at AZB &amp; Partners, a leading Indian corporate law firm, said the rules now focus on AI-generated audio-visual content rather than all online information, while carving out exceptions for routine, cosmetic, or efficiency-related uses of AI. However, she cautioned that the requirement for intermediaries to remove content within three hours once they become aware of it departs from established free-speech principles.</p>\n\n<p class=\"wp-block-paragraph\">“The law, however, continues to require intermediaries to remove content upon being aware or receiving actual knowledge, that too within three hours,” Rana said, adding that the labeling requirements would apply across formats to curb the spread of child sexual abuse material and deceptive content.</p>\n\n<p class=\"wp-block-paragraph\">New Delhi-based digital advocacy group Internet Freedom Foundation <a href=\"https://x.com/internetfreedom/status/2021229955217228082\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">said</a> the rules risk accelerating censorship by drastically compressing takedown timelines, leaving little scope for human review and pushing platforms toward automated over-removal. In a statement posted on X, the group also raised concerns about the expansion of prohibited content categories and provisions that allow platforms to disclose the identities of users to private complainants without judicial oversight.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">“These impossibly short timelines eliminate any meaningful human review,” the group said, warning that the changes could undermine free-speech protections and due process.</p>\n\n<p class=\"wp-block-paragraph\">Two industry sources told TechCrunch that the amendments followed a limited consultation process, with only a narrow set of suggestions reflected in the final rules. While the Indian government appears to have taken on board proposals to narrow the scope of information covered — focusing on AI-generated audio-visual content rather than all online material — other recommendations were not adopted. The scale of changes between the draft and final rules warranted another round of consultation to give companies clearer guidance on compliance expectations, the sources said.</p>\n\n<p class=\"wp-block-paragraph\">Government takedown powers have already been a <a href=\"https://www.wsj.com/world/india/india-accused-of-censorship-for-blocking-social-media-criticism-amid-covid-surge-11619435006\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">point of contention</a> in India. Social media platforms and civil-society groups have long criticized the <a href=\"https://x.com/apar1984/status/1757431828124995804\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">breadth and opacity of content removal orders</a>, and even Elon Musk’s X <a href=\"https://techcrunch.com/2025/03/20/x-sues-india-over-unrestrained-censorship/\" target=\"_blank\" rel=\"noreferrer noopener\">challenged New Delhi in court</a> over <a href=\"https://techcrunch.com/2024/02/21/elon-musk-x-to-withhold-specific-accounts-and-tweets-in-india-to-comply-with-executive-orders/\" target=\"_blank\" rel=\"noreferrer noopener\">directives to block or remove posts</a>, arguing that they amounted to overreach and lacked adequate safeguards.</p>\n\n<p class=\"wp-block-paragraph\">Meta, Google, Snap, X, and the Indian IT ministry did not respond to requests for comments.</p>\n\n<p class=\"wp-block-paragraph\">The latest changes come just months after the Indian government, in October 2025, <a href=\"https://www.reuters.com/business/media-telecom/india-limits-content-takedown-powers-fewer-officials-after-spat-with-musks-x-2025-10-23/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">reduced</a> the number of officials authorized to order content removals from the internet in response to a <a href=\"https://techcrunch.com/2025/09/29/x-says-will-fight-indian-court-ruling-on-content-takedown-system/\" target=\"_blank\" rel=\"noreferrer noopener\">legal challenge by X</a> over the scope and transparency of takedown powers.</p>\n\n<p class=\"wp-block-paragraph\">The amended rules will come into effect on February 20, giving platforms little time to adjust compliance systems. The rollout coincides with India’s hosting of the <a href=\"https://impact.indiaai.gov.in/\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">AI Impact Summit in New Delhi</a> from February 16 to 20, which is expected to draw <a href=\"https://techcrunch.com/2026/01/23/openai-chief-sam-altman-plans-india-visit-as-ai-leaders-converge-in-new-delhi-sources/\" target=\"_blank\" rel=\"noreferrer noopener\">senior global technology executives</a> and policymakers to the country.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Former GitHub CEO raises record $60M dev tool seed round at $300M valuation | TechCrunch",
            "time": "2026-02-10T14:30:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2026/02/Github-Thomas.jpeg?resize=1200,800",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Former GitHub CEO Thomas Dohmke has raised the largest-ever seed round for a dev tool startup, according to its lead backer, Felicis. The startup, <a href=\"http://entire.io\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">Entire</a>, has raised $60 million at a $300 million valuation.</p>\n\n<p class=\"wp-block-paragraph\">Entire offers an open source tool to help developers better manage code written by AI agents.</p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Entire’s tech has three components. One is a Git-compatible database to unify the AI-produced code. Git is a distributed version control system popular with enterprises and used by open source sites like GitHub and GitLab.</p>\n\n<p class=\"wp-block-paragraph\">Another component is what it calls “a universal semantic reasoning layer” intended to allow multiple AI agents to work together. The final piece is an AI-native user interface designed with agent-to-human collaboration in mind.</p>\n\n<p class=\"wp-block-paragraph\">The first product Entire is releasing is an open source tool it calls Checkpoints that automatically pairs every bit of software the agent submits for use in a software project with the context that created it, including prompts and transcripts. The idea is to allow the human developer to review, search, and perhaps even learn from why the AI did what it did.</p>\n\n<p class=\"wp-block-paragraph\">Entire hopes to help developers better deal with the large volumes of software created by AI coding agents. Popular open source projects are <a href=\"https://www.infoworld.com/article/4129056/is-ai-killing-open-source.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">particularly overwhelmed these days with suggested code contributions</a> that may or may not be AI slop — meaning poorly designed and possibly unusable code.</p>\n\n<p class=\"wp-block-paragraph\">Dohmke explains in the press release: “We are living through an agent boom, and now massive volumes of code are being generated faster than any human could reasonably understand. The truth is, our manual system of software production — from issues, to git repositories, to pull requests, to deployment — was never designed for the era of AI in the first place.” </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Dohmke was CEO of Microsoft’s GitHub for four years, leaving in August 2025 to found a startup, he said in a <a href=\"https://x.com/ashtom/status/1954920157853172064\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">post</a> on X at the time. During his time there, he oversaw the rise of the popular coding agent GitHub Copilot.</p>\n\n<p class=\"wp-block-paragraph\">Other investors in the seed round include Madrona, M12, Basis Set, Harry Stebbings, Jerry Yang, and Datadog founder and CEO Olivier Pomel.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Spotify hits a record 751M monthly users thanks to Wrapped, new free features | TechCrunch",
            "time": "2026-02-10T14:00:14",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2024/05/spotify-thumb-no-play.png?resize=1200,675",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Swedish music streaming giant Spotify saw its user numbers peak last quarter, driven by its year-end “Wrapped” campaign, which rounds up stats and listening highlights for users and new features on its free tier.</p>\n\n<p class=\"wp-block-paragraph\">The company said it saw a record 38 million new users in the fourth quarter, taking its total to 751 million monthly active users, up 11% from a year earlier. Paying subscribers increased by 10% to 290 million in the quarter. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">Spotify said the “Wrapped” campaign resulted in more than 300 million engaged users and 630 million shares on social media in 56 languages.</p>\n\n<p class=\"wp-block-paragraph\">Revenue came in at €4.53 billion ($5.39 billion), about 7% more than a year earlier, thanks to an 8% increase in subscription revenue. However, the company’s ad-supported business saw revenue dip by 4% to €518 million ($616.6 million). Gross margin, an important metric investors watch for indications of improvements to Spotify’s profitability, improved by 83 basis points to a record high of 33.1% as the company sold more ads for podcasts and music.</p>\n\n<p class=\"wp-block-paragraph\">The solid performance comes as Spotify’s new co-CEOs Gustav Söderström and Alex Norström <a href=\"https://techcrunch.com/2025/09/30/spotifys-founder-and-ceo-daniel-ek-is-stepping-down/\" target=\"_blank\" rel=\"noreferrer noopener\">take the reins</a> from co-founder Daniel Ek, and they will now oversee a business that has far outgrown what it initially set out to do.</p>\n\n<p class=\"wp-block-paragraph\">After launching as a music-streaming pure-play, Spotify has expanded its remit to include podcasts, audiobooks, and even <a href=\"https://techcrunch.com/2026/02/05/spotify-ventures-into-physical-book-sales-adds-new-audiobook-features/\" target=\"_blank\" rel=\"noreferrer noopener\">physical bookstores</a>. It’s launched <a href=\"https://techcrunch.com/2025/12/09/spotify-launches-music-videos-in-the-u-s-and-canada-for-premium-subscribers/\" target=\"_blank\" rel=\"noreferrer noopener\">music videos</a> within the app as well as video podcasts and has doubled down on its retention strategy by adding social features like group <a href=\"https://techcrunch.com/2026/01/29/spotify-rolls-out-group-chats/\" target=\"_blank\" rel=\"noreferrer noopener\">chats</a> and letting users <a href=\"https://techcrunch.com/2026/01/07/spotify-now-lets-you-share-what-youre-streaming-in-real-time-with-friends/\" target=\"_blank\" rel=\"noreferrer noopener\">share</a> what they’re listening to. You can even use Spotify to book <a href=\"https://techcrunch.com/2025/10/20/spotify-now-lets-you-follow-venues-to-get-details-on-upcoming-concerts/\" target=\"_blank\" rel=\"noreferrer noopener\">tickets to concerts</a>, or explore <a href=\"https://techcrunch.com/2026/02/06/spotifys-new-feature-lets-you-explore-the-story-behind-the-song-youre-listening-to/\" target=\"_blank\" rel=\"noreferrer noopener\">the story behind songs</a>.</p>\n\n<p class=\"wp-block-paragraph\">The company has also added AI features like an <a href=\"https://techcrunch.com/2025/05/13/spotifys-ai-dj-now-lets-you-use-voice-commands-to-personalize-your-tunes/\" target=\"_blank\" rel=\"noreferrer noopener\">AI DJ</a> and AI-generated <a href=\"https://techcrunch.com/2026/01/22/spotify-brings-ai-powered-prompted-playlists-to-the-u-s-and-canada/\" target=\"_blank\" rel=\"noreferrer noopener\">playlists</a>, and now lets users <a href=\"https://techcrunch.com/2025/10/01/spotify-now-lets-you-exclude-tracks-from-your-taste-profile-improving-recommendations/\" target=\"_blank\" rel=\"noreferrer noopener\">exclude</a> tracks from being recommended to help them better tailor what they listen to.</p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Profitability has been a big focus for Spotify in recent years, and the company has tried to achieve that by <a href=\"https://techcrunch.com/2026/01/15/spotify-raises-its-subscription-prices-in-the-u-s-again/\" target=\"_blank\" rel=\"noreferrer noopener\">increasing subscription prices</a> in the U.S. and Europe. It’s also <a href=\"https://techcrunch.com/2025/09/15/spotify-will-now-let-free-users-pick-and-play-tracks/\" target=\"_blank\" rel=\"noreferrer noopener\">added new features</a> to its free, ad-supported tier to attract more people away from rivals like YouTube Music and Amazon Music, letting users search for and choose songs they want to listen to.</p>\n\n<p class=\"wp-block-paragraph\">The company expects to reach 759 million users and 293 million paying subscribers in the current quarter.</p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        },
        {
            "title": "Primary Ventures raises healthy $625M Fund V to focus on seed investing | TechCrunch",
            "time": "2026-02-10T14:00:00",
            "imgUrl": "https://techcrunch.com/wp-content/uploads/2023/11/GettyImages-1305068246-1.jpg?resize=1200,616",
            "body": "<html><body><div><div class=\"entry-content wp-block-post-content is-layout-constrained wp-block-post-content-is-layout-constrained\">\n<p id=\"speakable-summary\" class=\"wp-block-paragraph\">Primary Ventures <a href=\"http://youtube.com/watch?v=dQ084B1ZZqw&amp;feature=youtu.be\" target=\"_blank\" rel=\"noreferrer noopener nofollow\">has closed a $625 million Fund V</a> focused on seed investing nationwide, which is a sizable fund for a firm that focuses solely on early-stage investing. It perhaps showcases how the size of early-stage rounds has dramatically increased in the age of AI. </p>\n\n<p class=\"wp-block-paragraph\">Ben Sun, a co-founder and general partner at Primary Ventures, told TechCrunch the average check size for this fund will range from $5 million to $10 million, and he hopes the firm will invest in 40 to 50 companies over the course of three years. He said the fund will also go as early as pre-seed. </p>\n\n\n\n\n\n\n\n<p class=\"wp-block-paragraph\">The fund will also continue to spread its investments nationwide. Primary is one of New York’s most well-known venture firms, and at one point, most of its investments were focused in the Big Apple. Sun said the location thesis has changed.</p>\n\n<p class=\"wp-block-paragraph\">The firm, which overall focuses on early-stage investing, has now done deals in Chicago, Seattle, Virginia, and D.C. “The talent, the founder, and the startups are happening everywhere,” he said. “The potential outcomes are so much bigger than they’ve ever been.”</p>\n\n<p class=\"wp-block-paragraph\">He sees seed investing as headed toward its own asset class, especially as the quality of talent and their startups continue to rise, paired with tech’s current transformation. Firms are competing, after all, to find the hottest deals. “I think [a fund of this size] allows you to go in and compete and bring more resources to the table to work with the best founders and opportunities.” </p>\n\n<p class=\"wp-block-paragraph\">Sequoia also recently raised a <a href=\"https://techcrunch.com/2025/10/27/sequoia-unveils-950m-in-new-early-stage-funds-as-it-strives-to-be-only-as-good-as-our-next-investment/\">$200 million seed fund</a>, as did Uncork Capital, which announced <span>a </span><a href=\"https://www.prnewswire.com/news-releases/uncork-capital-raises-300-million-to-back-the-next-generation-of-category-defining-companies-302443713.html\" target=\"_blank\" rel=\"noreferrer noopener nofollow\"><span>$2</span>25 million seed fund</a> earlier last year.</p>\n\n<p class=\"wp-block-paragraph\">Though Primary calls itself a generalist, Sun said the firm has sector specialists, each with their own focus. He likes consumer, but also has investors focused on vertical AI, fintech, healthcare, enterprise, cybersecurity, and infrastructure. “We pretty much cover probably 80% or 90% of the seed sector activities out there.” </p>\n<div class=\"wp-block-techcrunch-inline-cta\">\n\t<div class=\"inline-cta__wrapper\">\n\t\t\n\t\t<p class=\"inline-cta__flag\">Techcrunch event</p>\n\t\t<div class=\"inline-cta__content\">\n\t\t\t\n\t\t\t<p class=\"inline-cta__event-info\">\n\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__location\">Boston, MA</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__separator\">|</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"inline-cta__date\">June 23, 2026</span>\n\t\t\t\t\t\t\t</p>\n\t\t\t\n\t\t</div>\n\t</div>\n</div>\n\n<p class=\"wp-block-paragraph\">Fund V has already invested in three companies. Primary previously raised $60 million in Fund I when it launched in 2015, followed by $100 million in Fund II and $150 million in Fund III. </p>\n\n<p class=\"wp-block-paragraph\">It raised a $275 million fund and an additional $163 million for an opportunity fund. Some of its investments include the AI chip company Etched, the risk management platform Alloy, the women’s networking hub Chief, and the AI marketplace Dandelion Health. It has $1.65 billion in assets under management. </p>\n</div>\n\n\t\t\t\n\n\t\t\t</div></body></html>"
        }
    ]
}